[
  "<p>The UK is facing unprecedented competition in business and intense pressure to deliver quality public services that meet people's needs and expectations in the 21st century. To rise to this challenge, national performance and prosperity will increasingly depend on the creativity and inventiveness of our people. The DTI's ambition is to create the conditions where UK industry gains an international reputation for innovation to match our reputation for scientific and technological discoveries. </p> <p>By more than doubling the science budget, the government is ensuring that the UK remains a leader in scientific excellence. By 2007-08 the science budget will be £3.3 billion, compared with £1.3bn in 1997-08. However, the aim is not simply to increase the volume of pure scientific research. To deliver a new prosperity, we need to maintain our reputation for world-class science and to increase our rate of innovation. </p> <p>One of the most potent sources of innovation is design. Its impact has been used to transform products, services, systems - entire organisations. Take the Apple iPod. While the technology for its development already existed, what made it such an iconic example of successful innovation was its design. Through understanding and meeting people's needs and expectations, Jonathan Ive, the British designer behind the iPod, delivered a highly desirable product that was also a system (iTunes) and a service (iTunes Music Store). </p> <p>Only organisations which think about their customers in this way can expect to succeed. This view is reinforced by a recent study that revealed that the share price of companies which used design well outperformed the FTSE 100 by 200 per cent over the 10 years to 2003. </p> <p>Unfortunately, UK start-up and early-stage ventures under-use design skills when commercialising technology. Examples such as the WAP mobile phone demonstrate that pushing more and more technology at users will never be the answer. New products must reflect and meet the needs of customers. Successful companies are increasingly using designers and the design process to identify user needs then create products to meet them. At an early stage, technology businesses need to establish what value their products will have in the marketplace before attempting to commercialise them. </p> <p>The government recognises this challenge and, as a part of the new DTI Innovation Strategy, has tasked the Design Council to deliver national campaigns to enhance innovation through the improved use of design, focusing on the manufacturing and emerging technology sectors. The results from the Design Council's early work, mentoring a few companies to use design more effectively, demonstrates the potential. For every pound invested by the Design Council, company sales have increased by £14. The goal now is to further develop this support so that it can be delivered through the Manufacturing Advisory Service and other partners across the country. The key policy aim is to get more successful products into the marketplace. </p> <p>Early work by the Design Council is already resulting in powerful and growing evidence that spending a relatively small amount on design activity in the early stage of scientific or technological development delivers disproportionate benefits - a key one being attracting venture capital. </p> <p>Design also has a powerful role to play in transforming public services. The libraries in the London borough of Tower Hamlets were transformed when they were redesigned as a new service, Idea Store. The designers, Bisset Adams, used design to help revolutionise the service and reconnect it to the public. We are looking to the Design Council to work across government and consider how design can be used in public services to improve procurement. </p> <p>If design remains a late add-on to new products and innovations, UK business will not fully reap the benefit of innovation. But by encouraging UK businesses to acquire the skills and advice to exploit design at the initial stages, we can give a further boost to innovation, resulting in greater economic performance in an ever more competitive global knowledge economy.</p> <p><strong>·</strong> Lord Sainsbury is Secretary of State for Science and Innovation</p>",
  "<p><strong> Glover's off for a spat</strong><br> </p> <p>The 'publish and be damned' tendency at the Spectator is up for another clobbering, after Boris's very public Scouse spat. This time it's Stephen Glover, the media correspondent they could not gag. Writing last week, he said that 'the Guardian 's new-found friend, Richard Desmond, is a pornographer and no one should pretend otherwise'. Well, the Express boss is also the 'new-found friend' of the Spectator 's proprietors, the Barclay brothers, who recently declared peace with Desmond over the West Ferry printworks. As they showed when they scrapped the Telegraph 's media section, the brothers don't like journalistic navel-gazing, especially if it upsets important business partners. Maybe Glover should think of going full-time at the Mail ? <strong> Cheques in the Mail</strong><br> </p> <p>On that subject, there is no end of speculation suggesting that Lord Rothermere is wielding the cheque book in an effort to destabilise the Barclays-owned paper. Boris Johnson himself is said to be high on Associated's wanted list, just beneath columnist Tom Utley. It is whispered that a salary of £150,000 has been waved in front of Utley, who is waiting for the Telegraph to come back with an improvement on his current £75,000. The ball is in your court, Mr MacLennan. </p> <p><strong> Beyond satire</strong><br> </p> <p>Staying with the Barclays' ever-expanding media empire, news reaches us (somewhat later than we would have liked) that publishing tycoon Felix Dennis tried to buy the Spectator when it seemed that its previous owner, Hollinger International, might be forced to offload it. Dennis, who stood trial for blasphemy during his time at satirical magazine Oz , was said to be tickled by the irony of owning the Establishment's favourite organ 30 years on. But since the Barclays are not sellers, that may prove to be a wish too far. </p> <p><strong> Viz: very rude indeed</strong><br> </p> <p>From high-brow to low-brow, and some would think it doesn't come much lower than the comic Viz , which celebrated its 25th anniversary at a glamorous bash in London last week. No celebrity party would be complete without the presence of tabloid cannon fodder Jodie Marsh, left. But the boys from Viz had perhaps sunk a few too many free cans of Red Stripe by the time Marsh approached them at the end of the night to ask what, if anything, they would do differently if they held the bash again: 'Well we wouldn't have invited you for a start,' came the reply from the clan. Charming. At least Marsh got in. Manchester City and England footballer Sean Wright- Phillips was turned away at the door because he didn't have a ticket, which just goes to show that footballers do not always get access to all areas. </p> <p><strong> Splashing about</strong><br> </p> <p>Editing the Financial Times cannot be easy. First, you decide to go back to basics to increase dwindling UK sales, instructing senior executives to put more good old-fashioned corporate news on the front page to please your core business audience. Shortly after, Gordon Brown's leaked party conference speech is relegated to page two in line with the new edict, making way for a splash about a Mexican cement conglomerate acquiring some tiny firm Up North. After a puzzled Brown adviser queries the lack of prominence, there is a high-level rethink and the next political story to arrive - Blair's speech at Brighton - gets promoted to front-page splash. Cue an even more irate phone call from the Brown camp demanding to know why Blair got the front page while their man got shoved inside. Talk about being stuck in the middle. </p> <p><strong> Billy mire</strong><br> </p> <p>'Bill Murray to join EastEnders ' screamed the BBC press release. It sounded like an unlikely career move for Murray, but a strangely appropriate one nevertheless. As regular viewers of the EastEnders omnibus will know, its repetitive storylines make every Sunday feel like Groundhog Day. But closer investigation revealed that it was former star of The Bill , Billy Murray, not the Hollywood actor, who is about to join the cast of the BBC soap. We're sure Billy's a credit to his profession, but can't help feeling disappointed that we won't be treated to the sight of Bill Murray knocking back pints at the Queen Vic. </p> <p><strong> Economic with the hospitality</strong><br> </p> <p>The Economist has got an enormous reputation, an enviable circulation (just under 1 million) and an unparalleled global reach. But does that excuse a lack of manners? Journalists invited to its Second Annual Public Sector Conference have been issued with these orders: 1. All articles written post-conference must accredit Economist Conferences as the organiser 2. Copies of the article should be sent to Tara Craig, Economist Conferences, 15 Regent Street etc 3. Press attendees may be required to occupy seats at the rear of the auditorium (lunch will not be available). Don't those PR types know that hacks don't go anywhere unless there's a chance of a free lunch?</p>",
  "<p>A few years ago, when he was editing Esquire, Peter Howarth was dining in Milan with GQ editor Dylan Jones. 'He said, \"What's your escape plan?\",' Howarth recalls, '\"because someone asked me the other day and I didn't know\". So I started to think about what to do next.' </p> <p>What he did was to start a company, Show Media, a small publishing house producing an array of titles for clients ranging from Moët and Chandon (glossy magazine Vintage ) to the Department of Trade and Industry ( Dad magazine) as well as occasional consumer titles. </p> <p>Its latest publication, the Quarterly, is a slickly produced lifestyle magazine to be given away with the Week, the news digest founded by journalist Jolyon Connell and now owned by Dennis Publishing. It will provide the Week 's 93,000 readers with 'fluffy stuff' to complement the title's hard news agenda. The editorial synergies between the Week , with its succinct summations of world events, and the Quarterly, which will tell readers where to buy the perfect little black dress or the best wine, aren't immediately apparent. Howarth insists the Quarterly 's editorial concept - short, easily digestible pieces written by experts in their field - mirrors that of its sister title, but more of that later. </p> <p>Howarth was a stalwart of men's style journalism, editing both Arena and Esquire, but his journalistic career only began after a dalliance with the fashion industry. Like many teenagers in the punk era, he 'wanted to be a pop star' but, after failing to get into art school, he 'ended up doing English at Cambridge, the only place in the world where I could be a bit of a rough. I revelled in it'. </p> <p>When it was time to graduate, in 1986, 'all the banks came round and I didn't want to work for a bank'. So Howarth took a full-time post at Paul Smith, who had given him a summer job selling shirts in his London shop, and helped Smith to expand the business at a time when it was changing from a boutique to a major fashion label. He left to join Nicole Fahri, where he was put in charge of producing its first menswear collection, 'but all my mates who were journalists seemed to be having a better time than me'. He went to see Vogue and GQ editor Alex Shulman to ask for a job. 'I said, \"Look, I'm Tom Wolfe\". She said, \"What I need is someone who can write about trousers\".' After carving out a niche as a fashion writer, Howarth moved to Arena, then to Esquire, where he famously banned women in bikinis from the cover. The title lost 30,000 readers, and Howarth was publicly derided by his old friend Jones, who pursued the opposite policy at GQ and sneered that Howarth was 'out of touch'. 'We're friends now that we no longer compete,' Howarth says, 'but he's just signed me up as a contributing editor, so I have to say that.' </p> <p>Howarth says his decision to remove scantily clad models from Esquire 's front page was commercially motivated, although there is no disguising his contempt for the 'new lad' school of journalism, which was the dominant force for much of his time at Esquire. (He describes Zoo and Nuts, the latest innovation in the men's market, as 'toilet paper'). </p> <p>' Esquire was the 8th-best selling men's magazine in a market of 10. It was survival. It wasn't some sort of moral stand', Howarth says. The magazine was being outsold by GQ, its main rival, and advertisers were abandoning the title in droves. Howarth wanted to create a point of difference to attract a more discerning (and wealthier) readership and charge advertisers higher rates. Natmags reasoned that the magazine might lose 20,000 sales and calculated that it could make up the losses by hiking rates by 20 per cent. Sales almost halved. 'I spent the first year after the repositioning expecting to get fired every day'. The problem, of course, was the remarkable success of Emap's FHM, which was regularly selling 500,000 copies. 'They [publishers] all fell in love with FHM, Maxim, Loaded. They just sat there and went \"We need a piece of that\". So you had [former Arena owner] Nick Logan, whose brother-in-law is [former FHM editor] Mike Soutar, coming in after Sunday lunch with a copy of FHM saying \"what are we going to do about this?\" </p> <p>'You get to a point when you think what am I going to do next. I was 38, I've got three kids and I'm thinking I'm never going to make any proper money here. I'm going to hang on by my fingertips until I'm 45, and then they'll replace me with someone who's 32, and then where do I go?' </p> <p>A friend had asked him to produce a glossy supplement for Business Week and Howarth was approached by Fathers Direct, the government-backed national information centre for fatherhood. 'They wanted an \" Esquire for Dads\", and at that point I thought \"I've got two offers, so I'll do it [quit Esquire ]\".' Other projects have included a one-off surfing magazine for French Connection and the Newspaper Magazine, a fashion title whose models are Premiership footballers. ('There's an ad in the middle with Freddy Ljungberg in his Calvin Klein pants and the Arsenal team wallpapered the entire dressing room with it.') </p> <p>The idea for the Quarterly emerged during a long train journey with a friend who shared Howarth's enthusiasm for the Week. '[We thought] its readers have got loads of money, they must be interested in spending that money on interiors, accessories, on food, drink and travel... all the fluffy stuff.' </p> <p>He pitched the idea to Dennis Publishing, and founder Connell, thinking: 'He's either going to get it or he's going to think I'm a Martian.' Both liked the idea of short pieces by experts, not journalists. 'It's the people who actually make that world giving you an insight into that world. Alexander McQueen on Christmas gifts for a bloke. Simon Berry [of wine merchants Berry brothers] telling us what wine we should be buying and Jimmy Choo's creative director Tamara Mellon on stilettos.' Crucially: 'There are no features, the entire magazine is columns. There are no big reads.' </p> <p>Howarth is a magazine junkie, a fan of the great global magazine brands like Rolling Stone, Life and Vogue . 'The reason I fell in love with magazines was because of old issues of American Esquire with Mohammed Ali on the cover, 60s Vogue and 80s Vanity Fair. ' Even so, he's pessimistic about where the next landmark title will come from, arguing that the big players are too obsessed with scale. Even his old employer Condé Nast is chasing the mass market, launching Glamour and Easy Living . 'Where is the next Face coming from?' he says. 'Probably from the same place it has always come from; five people sitting around a kitchen table. But it's so competitive now, it's difficult to get past issue two'.</p>",
  "<p>The latest television advert for mobile phone company 3 is more surrealist film than straightforward sales pitch. A giant jellyfish floats in mid-air, watched by two elderly Japanese men in Stetsons and cowboy boots. </p> <p>They lure the creature to their hi-tech apartment, offer it a drink and try to persuade it to break-dance as 3's logo scrolls across the screen: 'We like sharing. Welcome to our network.' </p> <p>3 is the only fully-functioning third-generation mobile network, although Orange and Vodafone are putting the final touches to their own 3G services. Yet the beautifully shot 'jellyfish' ad contains no references to the technological bells and whistles that allow 3's users to download video clips or share music files. </p> <p>This is all about brand advertising, which moved away from the straight sell years ago to concentrate on trying to create an emotional connection between products and consumers. Sports brand Nike is perhaps the best example, and another mobile phone company, Orange, managed to create a powerful identity when the first-generation mobile phones hit the market a decade ago. </p> <p>'That was one of the most important campaigns of the past 15 years,' says one advertising industry executive. 'Clients are always asking for an \"Orange campaign\".' </p> <p>Bob Fuller, 3's no-nonsense Geordie chief executive, was at Orange at its inception, and Robin White, the Cambridge-educated ad man behind the jellyfish campaign, masterminded Orange's marketing strategy, which began with a similarly esoteric ad in which a baby tumbled through space. </p> <p>The symmetry doesn't end there. Orange was founded by Hutchison Whampoa, the Hong Kong ports and property conglomerate, which also own 3. Its owner, Li Ka-Shing, sold his remaining Orange shares to fund a global gamble on 3G. Now Fuller and White (the 'W' in advertising firm WCRS) are trying to pull off a similar trick at the newest entrant to the UK mobile phone market. </p> <p>The business plan underpinning 3 is relatively simple: grab as big a slice of the 3G market before the established '2G' operators - Vodafone, Orange et al - launch their own services this year. After a launch beset by technological teething problems last year, Fuller has managed to turn the business around. It has now sold more than 1.2 million handsets, shifting 230,000 in August alone. That makes it the fastest-growing mobile phone network in the country, even if some critics gripe that it has been forced to subsidise handsets and slash the price of its tariffs to persuade people to sign up. </p> <p>Fuller says 3 should break even by the end of next year. But the real battle, supported by a tidal wave of marketing money, will only begin once the incumbent operators, including the all-powerful Vodafone, enter the fray. Vodafone's chief executive, Arun Sarin, will unveil its 3G service in a fortnight. </p> <p>White, the archetypal ad man in a sharp, lime-green suit and yellow shirt, recently led a management buyout of WCRS from French advertising giant Havas. He bounds around his Soho office as he effuses about the campaign: 'It's about positioning the brand in an entirely different space. The 2G operators are lumped together.' </p> <p>He is relaxed about the advert's impenetrable imagery. 'Terry Wogan was on the radio the other day and he said: \"What are those guys on?\" - which was exactly the sort of reaction we want. The company is trying to capture the 16 to 34-year-old market and there is much talk of \"hyper-Asia style references\" and the phenomenon of \"youthism\". Once upon a time your elders were your betters, but now we all look up to the young.' </p> <p>He brandishes a 'brand personality map', which shows that the adjectives consumers associate with 3 are: 'creative', 'fun', 'young' and 'innovative' - attributes rivals 'would kill for', he says. </p> <p>Creating a funky brand that appeals to the youth market is a difficult trick to pull off and some rival creatives are less than enthusiastic about the campaign. 'We'd all love to make them and it will win awards, but I'm not sure if it says enough about the product,' says one. 'But there's a bit of emperor's new clothes about it because people are afraid to say there's no substance to it in case it's the next big thing.' </p> <p>WCRS's most recent award-winning campaign, for the 118 118 directory service, starred runners in 1970s-style outfits. 'At least they had the name of the client on their chests and repeated the mantra \"Got your number\" throughout the campaign,' says an executive at a rival agency. </p> <p>For Fuller, this is unfinished business. He returned to the UK last May after a brief period away from the mobile phone industry, at cable company Telewest, and a short spell at Hutchison's Italian subsidiary and is clearly relishing the prospect of taking on Orange. Orange said last week it was struggling to attract new users and admitted that its 3G roll-out will be delayed until after Christmas. Does that give Fuller any satisfaction? </p> <p>'On a personal level, none whatsoever because, like all good brands, you get emotionally attached to it. From a business point of view, it's a different story.'</p>",
  "<p><strong>The Corporation</strong><br> (124 mins, PG) Directed by Mark Achbar, Jennifer Abbott; starring Milton Friedman, Ray Anderson, Noam Chomsky, Naomi Klein</p> <p>Much of the most interesting, most urgent film-making of the past couple of years, especially in North America, has been in the documentary field, and the majority of the films are directly or obliquely political. They're a reaction, in part at least, against the false balance and censorship of TV, against the blandness of mainstream cinema and the solipsism and social disengagement of small-scale, independent productions. And they appeal to us <sub> </sub>because we live in a world of spin and image manipulation that makes it increasingly difficult to recognise what is real and authentic. </p> <p>The most striking success this year, of course, has been Michael Moore's Fahrenheit 9/11 , winner of the Palme d'Or at Cannes and a box-office success the world over. But there's also been My Architect, Capturing the Friedmans, Super Size Me, The Fog of War, The Control Room, and now The Corporation, a long, sharp, polemical work, co-directed by Mark Achbar and Jennifer Abbott and written by Joel Bakan, all of whom, as Canadians, bring a particular critical perspective to bear upon the United States. </p> <p>Abbott and Achbar are film-makers with a specific interest in the environment, the ecology and globalisation. Bakan is a lawyer and the author of a book on corporations with the blunt subtitle, 'The Pathological Pursuit of Profit and Power' which announces the film's central thrust. The movie argues that over the past 150 years business corporations have steadily grown to dominate the world, determining lives, overriding governments, depleting the world's resources, polluting the atmosphere. In the United States, lawyers, who are a form of corporate heavy artillery, took the Four teenth Amendment of the Constitution, originally designed to protect free slaves, and used it to have corporations attain the legal status of persons. But they are persons designed, and legally compelled, to pursue profit without concern for the human consequences. </p> <p>The film is hard-hitting but not hectoring, and among the 40-odd witnesses are eloquent spokesmen for capitalism, among them the gnome-like Milton Friedman, Lady Thatcher's favourite economist and the most right-wing person ever to win a Nobel Prize, and the likeable Sir Mark Moody-Stuart, former chairman of Shell. Sir Mark's home (as shown in some TV footage) was besieged by ecological commandos, who ended up being entertained to a picnic-cum-seminar on the family lawn. </p> <p>The movie and most of its contributors make a distinction between the people who run organisations and the institutions themselves. The most striking person in the film, a hero of sorts, is Ray Anderson, the CEO of Interface, the largest carpet manufacturer, who has been converted to the cause of sustainability and has made this the test of all his company's activities. But in one of the most amusing of the film's dozen chapters, the corporation itself as an entity is subjected to a psychiatric examination and diagnosed as a classic psychopath. </p> <p>One of the chapters, 'The Price of Whistleblowing', initially seems to be something of a diversion from the movie's main theme. It examines the case of two investigative journalists, Jane Akre and Steve Wilson, hired by Fox News, Rupert Murdoch's TV channel, and then put through legal hell when they made a programme exposing a synthetic hormone marketed by Monsanto to boost milk production. They highlighted the potential health risk of the product, to both cows and milk drinkers. But after threats from Monsanto's lawyers, Fox itself pursued the journalists, although a jury was persuaded that their claims had been true. This incident not only exposes the way in which conglomerates work together to protect their mutual interests, but also explains why Achbar, Abbott and Bakan don't work for the likes of Murdoch. </p> <p>This is a movie to see, ponder and discuss. It's disturbing but, ultimately, not despairing. It points to ways in which people can fight back. Just to hear an American corporate adviser say that the ultimate goal of capitalism is to have someone (preferably a corporation) own every square inch of the globe makes the blood boil and encourages one to seek some kind of action. </p> <p>A major question raised is why so many people now believe that anything privately run for profit is preferable to anything publicly run for the general good. The members of our corporation-loving government would be healthier for exposing both their minds and consciences to this film.</p>",
  "<p>I first encountered Ronnie O'Sullivan in Preston, more than a decade ago. The UK snooker championship was taking place down the road. He was with a couple of friends sitting on some hotel steps. Dressed in tracksuits they exuded a faint air of menace. O'Sullivan, who made his first century break aged 10 and his first 147 at 15, was the cocky one with very dark hair. Everyone knew he was supposed to be the coming kid. The next time I saw him was at Wembley about three years later. Now an established pro, he stalked the table, a forceful, overpowering presence. He was heavily built and looked like an extra from Oliver! who had been squeezed into a dinner suit. He looked at the balls with his mouth open, scowling. His talent appeared somehow a separate entity to himself. </p> <p>Now we meet at the Groucho Club in Soho, where O'Sullivan is launching his new DVD, Ronnie's Snooker Hot Shots. This is familiar territory for O'Sullivan - his father, Ron, owned a chain of sex shops around here. Ronnie enters diffidently, smiling. His desire to be liked is both surprising and readily apparent. He had won the British Grand Prix 48 hours previously with a series of bravura performances, outrageous even. He switched from right to left-handed with a nonchalance that brooked disbelief. He looked slimline and completely focused. No one could live with him. He was beginning to exert a Lance Armstrong-style dominance on the peloton of snooker pros. </p> <p>There was the following exchange on television between Steve Davis and Dennis Taylor after O'Sullivan had made his 371st televised century break. Davis: 'I don't see how you can improve on this standard. Total control of the cue ball.' Taylor: 'He's got that cue ball on a string.' </p> <p>Davis: 'It is a truly devastating standard and I think this gentleman is moving this game to new levels.' </p> <p>Yet today O'Sullivan is not pleased with himself. He orders a salmon sandwich and eats half of it desultorily. 'It was quite strange,' he says, eager to talk. 'For the whole tournament I was really struggling. The only thing I looked forward to was practising with Ray.' </p> <p>Ray is the former six-times world champion Ray Reardon. O'Sullivan's father enlisted him to curb his son's 'wayward tendencies'. In his post-victory interview O'Sullivan had thanked Reardon profusely. He explains: 'He doesn't tell me anything technically. It's just a relationship between two people who know the game. Me and Ray are quite telepathic really. My father contacted him and I gave him a ring later. There's a way to play the game. Positional play, really. Keep control of the cue ball. I'm a good potter and he was a good potter. It's hard to describe. We just have a laugh. He should go on the stage. He has me in stitches.' </p> <p>It goes without saying that O'Sullivan's father remains a powerful influence in his life. As a child Ronnie Jr was ferried to and from snooker clubs and looked after in every respect. The money from the sex shops meant that no expense was spared in helping him pursue his goal. He had his own purpose-built snooker room at the family's Essex home. He was allowed to leave school a year early on condition that he did roadwork every morning and only went into snooker clubs to practise and nothing else; a snooker table worth several thousand pounds was installed in one club. </p> <p>Anyone who met O'Sullivan snr could expect the proud prediction that 'Little Ron' would one day be world champion. Then, suddenly, he was gone. In his autobiography, Ronnie, O'Sullivan writes: 'Dad and his mate were in a nightclub arguing over who should pay the bill [his father, he says, insisted on paying for everything]. Then two black fellas, brothers who had been signed in that night by Charlie Kray, got the wrong end of the stick and thought Dad and his mate weren't going to pay. A row started. Dad said, \"Let's talk about it\", and walked round the bar, where one of the brothers picked up an ashtray and went to whack Dad over the head. Dad put up his hand, the ashtray smashed and two of his fingers were severed. The other fella then picked up a champagne bottle and smashed Dad over the head with it. Dad then picked up a knife that was on the side of the bar and that was it.' </p> <p>In September 1992, the trial judge, mindful of what he said in his summing-up were 'racial overtones', sentenced Ron O'Sullivan to 18 years in prison for murder. Shortly before he went to jail, Ron had told his son that he must choose between snooker and Pippa, his then girlfriend. Pippa went. </p> <p>In November 1993, aged 17 years and 11 months, Ronnie won the UK championships. A year later, his mother, Maria, was jailed for a year for tax evasion after police had mounted an 18-month surveillance operation. The still teenage O'Sullivan was left in Essex looking after his younger sister, Danielle. He also had to keep the sex-shop business going. Amazingly, at his trial, his father had managed to acquire another shop in Brewer Street during a break in proceedings. Left on his own, O'Sullivan went on an orgy of drinking and drug-taking. He then became addicted to food instead and put on three stone. He was treated for depression. </p> <p>While his reputation within the game was rising, in between tournaments he visited his mother and father in prison. Cocooned among minders, he has often seemed in search of guidance from father-figures. The world championship that had appeared inevitable after such feats as his 5min 20sec 147 break during the 1997 tournament eluded him. He looked lost. He frequently talked of giving up entirely. He checked into the Priory and, in his own words, he 'got his life back'. In 2001 he became world champion for the first time. But he relapsed. His father believed he was keeping the wrong company. Hence the phone call from prison to Reardon. </p> <p>It worked. This year, it has got even better. Now 29 and still unmarried, O'Sullivan is again snooker champion of the world and, more importantly, kept the momentum going with no sign of another fall. </p> <p>'My father has been brilliant,' he says now. There is a snooker table in the room, but he shows no interest in it. He draws on a Marlboro Light. 'He's given me everything. If I don't want to do it for myself I can do it for him. I just want people to come from the heart. I've had hangers-on for six months or a year but you find out in the end. I was hanging out with the wrong people.' </p> <p>A man in his mid-fifties named Vic Andrews enters the room midway through our interview. He is gaunt and well dressed. He does not talk. He simply observes. I ask O'Sullivan if he is aware of the comments of Steve Davis and others, who believe he has taken the game to a new level. O'Sullivan is not convinced. 'It's going to be the same in another 10 years,' he says. 'There'll be someone like you sitting there talking to someone like me. I've just won a tournament and I didn't play to my best. I'm not satisfied, but anyone can have feelings of disillusion.' </p> <p>O'Sullivan remains prone to depression and sometimes even self-loathing. I suggest that for all the influence of his father, Reardon and members of 'Team O'Sullivan' such as Vic, surely it is he alone who has achieved this remarkable turnaround in his fortunes. He is startlingly pleased. 'Yes, a lot of the time I'd look for outside influences,' he says. 'But I'm starting to give myself more credit now. I'm me at the end of the day. I used to think it was other people.' </p> <p>He leans back and smiles trustingly. His vulnerability is palpable and rather shocking. He's the champ. Surely he should be cock of the walk? 'I've always been in search of something,' he says. 'Serenity, happiness. A lot of times I've not been happy. Voices in my head. In 2001 at the Priory I went on a spiritual ... now I don't go round the angles. I go straight to the thing. Like playing left-handed. Or going to the Buddhist centre. Then when I'm ready to go back into the nuttiness of the world, I will.' </p> <p>These random if somehow charming thoughts then provoke a denial that he is a Buddhist, or indeed a Muslim - the latter rumour being sparked by his friendship with the boxer Prince Naseem Hamed. 'We were just mates and I got to know his family well. We met up quite a bit. I was just inquisitive [about Islam]. He sat me down and we had some deep chats. How to live your life well and all that. He says he'd rather have been a snooker player than a boxer but then he said, \"But I do love knocking people out\".' </p> <p>He became interested in Buddhism after being approached in Soho by a complete stranger. Most people in his position would have walked on by, one feels, but not O'Sullivan. 'Yeah, some fella came up to me, a dentist I think he'd been, and said, \"Read this book and tell me what you think.\" The book was called The Power of Now. And I read it and phoned him up and said thanks. What was the book's message? Stop thinking and stop being mad. Express yourself. It's only knowledge. People just feel they've got to say something but they've only learnt it from someone else. Often they're just talking crap. This book is just my little journey. If ever my mind's whizzing it's what I go back to. I've tried everything. I've tried religion, Prozac. They've never done it for me.' </p> <p>And then there is the structure of the snooker season. 'I get four or five months off every summer,' he continues. 'It bores me. I want to be playing. I want to be with Ray. You get restless.' </p> <p>Understandably, when his mind is 'whizzing' it is generally revolving around the subject of his father. He cannot phone him and has to wait for calls from prison. 'He's not a violent man. Psychologists have said that. Hopefully someone will do something about it. They made an example of him for some reason. I get really wound up about it. Sometimes I sit there counting the days until he is out. It would make everything sweeter if he was out. Then I could do it for myself and not for him. I said to him once, \"I want to come in and do some time with you\". But he said, \"This place is for losers\". He's helped a lot of people inside.' </p> <p>He lights another cigarette. Talking to O'Sullivan you suspect that a part of him remains frozen on the day his father was taken away. He tells me that winning is sometimes the worst thing: 'You can be there but then you think, hold on, I'd swap being the best snooker player in the world for happiness any day. It's a juggling act. But being a snooker player is what I do. It gives me a buzz a lot of the time.' </p> <p>A few days later I ring Vic Andrews. I want to speak to Ray Reardon but that, Andrews tells me, would not be a good idea. It is best that I speak to him. Andrews says he will tell it like it is, within parameters obviously. 'He was actually going away from keeping control,' he says of O'Sullivan. 'But when Ray [Reardon] came along he was able to talk to him about that. Ray is almost the final piece of the puzzle. He fits tremendously well into the team.' </p> <p>Ronnie certainly seems to have got his control back. 'The battle is an ongoing thing,' Andrews says. 'Ronnie can suffer from depression. In the midst of everyone's joy and happiness you can feel absolutely shit. Ronnie's peace of mind is the most important thing. If you go back to a couple of seasons ago people began to say, \"He's likely to go on a wobbly\".' </p> <p>What exactly does Andrews do, I ask him, since he appears to be a key member of the team. Anyone who wants to contact O'Sullivan has to 'go through Vic'. Andrews will not tell me anything about himself. It is not important, he says. And he does not get paid. 'I look after things,' he says. 'But we don't call me a manager. A nephew of mine was a snooker player. With Ronnie we don't stay in hotels. We rent places, farmhouses, out of the way. It's not a false environment.' </p> <p>What of the idea that O'Sullivan is in search of father-figures? 'We're not father-figures,' Andrews says. 'Ronnie's had a lot of contact with his dad.' </p> <p>So who pulls the strings, if anyone does? 'His father takes a great pleasure in watching. Ron is there for Ronnie. Sometimes Ron will sound off to little Ron but that's how any father is.' </p> <p>I was thinking back to the Groucho and the way, when the photographer had asked him to take his shoes off and lie on the snooker table, O'Sullivan had agreed without demur. Looking down on him lying there I asked him whom he thought were the major threats for next year's world championship, starting with the most threatening in descending order. He replied, without hesitation: 'Hunter, Williams, Higgins, Hendry, Stevens. Doherty.' He added: 'With certain players you can't give them an inch. They come to tournaments to win them. With others, they're decent players but they're missing something.' </p> <p>He considers Hendry to be the best of all time. 'He had the most bottle. The greatest. If he's playing well I'd put my money on him.' </p> <p>Mark Williams was the most talented of his generation. However, he observed that Williams had just had a baby and this might be affecting his game. 'A very talented player. But sometimes I just think you just lose your way.' And Ebdon? 'He observes a lot of things. Like light bulbs.' Doherty he grew up with in the clubs of Ilford and Barking. O'Sullivan admired Doherty and modelled his cueing style on his for a time. When Doherty won a tournament they put bunting up in the club, but with O'Sullivan they didn't bother. He puts it down to jealousy - perhaps his father's money. He concedes he could be 'horrible' while he was growing up, only behaving if his father was present. He was banned from one club even though he was by far their most lucrative client. Now Doherty, a friend, is in his wake. </p> <p>O'Sullivan now has a girlfriend, Jo, whom he met at Narcotics Anonymous. He is relieved not to be alone. 'If I'm on my own a lot, I'll do funny things like clean the car or clear out my cupboard.' </p> <p>He mentioned rather spectrally a former contemporary from the old days, Chris Callan, who was his equal but disappeared to Amsterdam and is now, he thought, working on a building site. 'He played all the shots. But Chris didn't have the same type of people as me behind him. They were more the hustler type. He wasn't playing the best players week in, week out. When I emerged it was as a hardened match-player.' </p> <p>For Ronnie O'Sullivan his life and success seem bound inextricably with the question of identity. And he may at last be in the process of eclipsing the mysterious support-system that surrounds him. As he says, it is just him now. </p> <p>As he lay on the snooker table with his shoes off I put to him that the next stage of his career might be the Lance Armstrong one, of total dominance. 'I follow the Tour de France, actually,' he said. 'And when Armstrong was six or seven minutes behind a few people thought he was finished, but he was quite comfortable. He knew what he was doing and was exactly where he wanted to be.' </p> <p>Perhaps the same could be said of the new, remade Ronnie O'Sullivan. </p> <p><strong>· </strong>Jonathan Rendall is the author of Twelve Grand: the Gambler as Hero (Yellow Jersey Press). Ronnie O'Sullivan's DVD, Ronnie's Snooker Hot Shots, is out on 15 November. Ronnie: The autobiography of Ronnie O'Sullivan is published by Orion</p>",
  "<p>No two rugby institutions could be more joined at the hip than the Welsh Rugby Union and the Cardiff Blues. To the North Stand of the Millennium Stadium is bolted the main stand of the Arms Park, home of the Blues. No two rugby institutions share a more common problem. Wales and the Blues are sweet on the eye, full of daring; both are liable to be screwed up front. On Friday night Stade Français of one capital city made a mess of the line-out and scrum of another. </p> <p>The result was never in doubt. The Blues have now lost twice in Pool 6 and the pressure will only intensify on David Young to step down as the coach of the side to which he returned as a player shortly after the game went professional in 1995. </p> <p>Those were the heady days of recapturing Welsh souls lost to rugby league. Young came back south to Cardiff, just like Jonathan Davies. Alan Bateman, Paul Moriarty and Rowland Phillips returned to other Welsh clubs. The lost generation was reclasped to the Welsh bosom. </p> <p>It was also a time of fractiousness. The WRU had a notion - 'vision' might be overdoing it - of what professionalism might mean, while Cardiff had theirs. In those days, Cardiff was just a rugby club, although as they were ever keen to remind everyone they were hardly like any other. Modesty has never been Cardiff's bag. </p> <p>That's not to say they were the bad guys in the spat of that hour. It was a delicious tiff between the nearest of neighbours. No two rugby institutions could have been closer and yet further apart. </p> <p>On one side stood Cardiff, prompted then as now by the man who underwrites the debts, Peter Thomas, from a millionaire family of pie-makers. On the other stood Glanmor Griffiths, chairman of the WRU. It was essentially about a 10-year loyalty agreement that the governing body were insisting that every club sign. Cardiff said: 'Ten years? You don't even know what you'll be doing in 10 days.' </p> <p>Cardiff - hauling a slightly more reluctant and certainly less underwritten Swansea with them - left the Welsh fold and sought sanctuary as rebels in England, where the clubs' owners were similarly, if less melodramatically, at odds with the RFU. </p> <p>It was all complicated by the fact that behind Griffiths stood Vernon Pugh, the former chairman of the WRU, who had gone on to be leader of the global game with the International Rugby Board. Pugh was a hard-liner when it came to facing down any challenge to authority. He had left Griffiths behind to do his will. </p> <p>But Glanmor was also trying to build the Millennium Stadium in time for Vernon's World Cup of 1999. And to do that he needed the goodwill of the neighbours. Access, and all that, to the site next door. A lot of concrete had to pass through the Arms Park. </p> <p>It was truly a wonderful time. And only six years ago. The upshot was that Cardiff stayed out of the Welsh system for a year. (And the European. They joined the English boycott of 1998/99). They then returned to the fold. Glanmor built his stadium and was later eased out of office by David Moffet, an ice-man with no interest in Welsh squabbles. </p> <p>Everything should have been dandy. But here Cardiff are in 2004, regionalised as the Blues. The depressed franchise of the four. One of the escape routes in the rebel year was an offer by the English clubs to create an Anglo-Welsh League with places for five Welsh clubs. Only five? How the WRU scoffed at the impertinence. Now, Wales run just four regions in a Celtic League that is struggling to match any aspect of domestic rugby in England or France. </p> <p>And the Blues exemplify the struggle. Peter Thomas may have underwritten Cardiff's debts, but no money has been invested. Worse, the playing budget was cut. Expensive players, like Robert Howley and Jonathan Humphreys, were deemed over the hill, only for them to glow in their twilight years at Wasps and Bath. </p> <p>There is certainly trouble at coaching level. Young can cite lack of investment and injuries to the Robinson brothers, Nicky and Jamie, but that does not explain how other good, fit players at the Blues are playing badly. Martyn Williams is a consummate footballer but was one of five defenders swatted aside by 21-year old Julien Arias as the winger ran more than half the length of the field for a killer try on Friday night. </p> <p>Gethin Jenkins is a gifted prop, potentially a great loose-head and versatile enough to volunteer for the tight-head. He was shoved around by Stade. Robert Sidoli, towering for Wales in the second row against the All Blacks a couple of seasons ago, looks totally stripped of confidence. </p> <p>Next week, the stage shifts from the Arms Park to the Millennium Stadium. Wales against South Africa. Perhaps we had better be braced for sure confirmation that, however much the neighbours shout at each other over the fence, what befalls the one will affect the other.</p>",
  "<p>Five of the world's top 10 biggest and most profitable law firms are British, according to a survey by The Lawyer magazine. </p> <p>Clifford Chance, based in Canary Wharf, in London's Docklands, came top of the poll, with an estimated total revenue of £950 million last year. </p> <p>The firm employs more than 2,500 lawyers worldwide, including 626 partners, who each earned an average of more than £500,000. </p> <p>Skadden Arps, a US firm, comes second, with a turnover of £814m, followed by the City of London firm Freshfields Bruckhaus Deringer, on £785m. </p> <p>Freshfields hit the headlines earlier this year when the High Court blocked it from advising retail entrepreneur Philip Green on his attempted takeover of Marks &amp; Spencer owing to a potential conflict of interest. </p> <p>Linklaters and Allen &amp; Overy, both with about 2,000 lawyers, were respectively the fourth and sixth highest-earning firms. </p> <p>Slaughter &amp; May, another City stalwart, came only 49th, owing to its relatively small staff, but it remains probably the best-paid place for solicitors in London to work, with partners earning £778,000 a year on average. </p> <p>Catrin Griffiths, editor of The Lawyer, ascribed the global success of British firms to 'being prolific exporters of legal services'. </p> <p>The magazine's survey is to be published tomorrow, and has been conducted in conjunction with another magazine, The American Lawyer . </p> <p>Its findings are sure to add to concerns about the vast sums City firms are billing their clients.</p>",
  "<p>Ten years ago I could watch West Ham play at Upton Park for £6. Now it can be as high as £35 - and that's before a train ticket, a pint, a programme and a pie. West Ham have tried the 'kids for a quid' scheme - but it's still hard to convince my 11-year-old brother that a regular outing to Upton Park is more entertaining than watching the glamour clubs on the TV. He plays football on Wanstead Flats every Sunday - geographically three miles from Upton Park. All you see there is young boys in United, Arsenal and Chelsea tops. I'm 25. My generation was probably the last to grow up supporting their local team. <br><strong>Benjamin Duggan</strong><br>Godalming, Surrey </p> <p>I'm surprised that it has taken so long to publish an article exposing the illusion of the Premiership. It was conceived by greed within the game and after initial growth we're now seeing the results of that greed. The natural progression is for the European super league to rear its ugly head again. Maybe this time we should let those teams with self-interest go their own way and leave the rest of football to rebuild itself. It may be the only way that supporters can claim back a game that has sold its soul to the devil. <br><strong>Errol Simpson, </strong><br>Ilford, Essex </p> <p>Thank heavens the whole thing is starting to unravel. Everton's 6,000 deficit on season-ticket sales is not down to Wayne Rooney's departure but to a cynical, 25 per cent hike in prices by the board (after the previous season's lowest postwar points total). Bill Kenwright and Paul Gregg tried it on once too often - they sent a letter to my teenage son and thousands of others indicating that they had a 1,200-person waiting list for season tickets, so thought they would repay his loyalty by implementing a price increase. He told them to stuff it, as did 6,000 other fans, so it backfired. </p> <p>Now it looks as if Sky's saturation coverage is going to cause football to implode. Everybody will eventually watch the games on TV - it's cheaper and less hassle. The stadiums will be empty, but if you sell your soul to the devil, what do you expect? </p> <p>The sooner the game turns turtle the better; the money men will leave, the game will recover its sanity and the ordinary punter can take up his position again with pride. <br><strong>John Finnigan </strong><br>Ormskirk, Lancs </p> <p>I follow Southampton none of our five home matches this season has kicked off at 3pm on a Saturday. The first that will is in November. Fans do have lives outside football - inconsistency of timing, together with high prices, make them consider where their priorities lie. <br><strong>Bob Parkinson</strong><br>via email </p> <p>I am a Manchester City season-ticket holder living in London and won't be renewing it. There comes a point when even the most irrational fan has to question their motives. Champions League places are practically locked up before a ball is kicked. In our current run of nine games, seven are live on Sky and only one of the nine is a 3pm Saturday kick-off. </p> <p>When we produce a great player we will never keep him. So what does the future hold? Murdoch's empire showing every game live in four quarters to allow more time for the advertising, Sky paying kids £1 a game to fill in the big gaps where the fans used to be to make it look good for the telly and Man Utd plc playing exhibition games for tourists.<br><strong>Owen Thomas </strong><br>via email </p> <p>Eight years ago my Arsenal season ticket was £300 and now it's more than £900. The atmosphere is muted and long gone are the Saturday afternoons when my brother and I went to the North Bank for £5 at 3pm and got shoved around by smiling fans.... </p> <p>But as important as all is players wages. Why should I pay some illiterate, roasting playboy my hard-earned cash? I hate giving my money to anyone who says 'you know' more than seven times a day. And the hype - there are more important things going on in the world: wars for oil, globalisation, the rise of democratic dictatorships.... <br><strong>John Swannell </strong><br>via email </p> <p>Having paid for a Liverpool season ticket (£530) and a Sky pay-per-view season ticket (£50), I find that they are mutually exclusive. All the PPV games are on when I'm travelling to my game (12.45) or when I'm travelling home (17.15). And for European football, if you stay at home you can see all Champions League games on interactive, plus a highlights package. If you go to a match - as I did to Liverpool v Monaco - you have no chance of watching highlights when you get home. And Rick Parry was surprised the game only drew 30,000 fans at £30.... <br><strong>Geoff Poole </strong><br>Prescot, Merseyside </p> <p>I stopped going to see Newcastle three years ago because of price - and I'm beginning to lose interest altogether. I play golf now for £20 and the enjoyment is incomparable. <br><strong>Ian McIntyre </strong> <br>via email </p> <p>I've barely missed a Manchester City game since the late 1960s. I've even flown from Miami to LA via England for a crucial game. No more. Apart from the prices, our schedule from October to December features eight games moved for TV and one Saturday 3pm kick-off. Norwich fans must be thrilled with the prospect of trying to get home after a 10pm finish tomorrow. </p> <p>That and prices pose a big problem for the game long term. Parents are finding it difficult to take kids to games - because of the membership schemes, the cost of tickets and lack of concessions - so a generation is growing up with no allegiance to a club. How will clubs attract young adults if they have no history of going to matches? <br><strong>Kevin Cummins </strong><br>London </p> <p>I work for a charity in Liverpool. Last year Everton gave us 50 complimentary tickets to take our clients to a match. They were so pleased - they're all on benefits- and once back in employment many said that they would try to go to Everton more often. This season we've been offered 10 tickets and Liverpool didn't even reply to our letters. </p> <p>Premiership clubs seem more and more committed to commerce while taking the communities from which they draw their core support for granted. <br><strong>Mike Davis </strong><br>Southport, Merseyside </p> <p>I complete a round trip in excess of 200 miles with my son for each Aston Villa home game - but this season we'll be seeing fewer away games. High prices, often with no concessions, and transport problems make the experience a nightmare. On top of that, the constant stream of sordid tabloid tales about players makes me not want to help to fund the wages that these people abuse and come by so easily. <br><strong>David Williams </strong><br>Shefford, Beds </p> <p>The pricing-out of children and traditional fans could kill the game as effectively as hooliganism was doing in the 1980s. Wales have shown the way. Their pricing policy for matches at the Millennium Stadium has led to them becoming the best-supported international team in Europe, with crowds of 60,000-70,000. <br><strong>Alun Williams </strong><br>Aberystwyth </p> <p>It's time to let the top three or four clubs go off to form their European super league. They can pursue their capitalist objectives unfettered, exploit their global fan bases, hire foreign mercenaries and get fat on TV contracts. Just leave the rest of us to enjoy a league where all top-division teams have a chance of a top-six finish, where the TV contract ensures that most games start at a sensible time on a Saturday and where relegation is not such a financial disaster, allowing clubs to try to build clubs over the medium term using British-born talent. <br><strong>Allan Wright </strong><br>Sevenoaks, Kent </p> <p>Once upon a time when Spurs issued their fixture list, my diary revolved around it and I'd go to 40 games a season. Last season I made it to only three home games - and given that I had two season tickets, that worked out at £700 a game. </p> <p>The lack of Saturday 3pm starts and dearth of competitive entertainment by scarcely interested 'stars' are my main gripes. I wrote to the club, when the season-ticket renewal form came, to say I compared them to a faithless woman to whom I'd devoted money, love and attention and received nothing in return. </p> <p>Football is a business and clubs are brands, but who among us wakes up in the morning and dreams of devotion to Guinness, Virgin or Nescafe? I've reclaimed my weekends. And that doesn't include Sky. <br><strong>Glenn Payne </strong><br>Milton Keynes </p> <p>WIth the top three clubs so focused on the world market, the answer has to be to remove them into a proper European champions league. It would be hard to sell, but it would leave the rest of us seeing real competition again. Promotion to the European league could be for one team only via the Uefa Cup, giving rich clubs the business security they need. With the Premiership losing its appeal, some sort of major change is inevitable. <br><strong>Barry Winchurch </strong><br>via email </p> <p>If I were to take my son to White Hart Lane to watch the team I support, I'd have little change out of £100 after travelling, tickets and food. I remember people telling me when I subscribed to Sky that I'd sold my soul to the devil - but the clubs are far worse, with exorbitant replica kits, premium phone lines and all the other things they sell like latter-day Del Boys. I can only hope that my son chooses to support his local, non-Premiership club (who also get a little bit of exposure on Sky). <br><strong>Mark Freedman </strong><br>Southall </p> <p>Your article made a number of good points. We see the same symptoms at Stoke in the Championship. Our first match against Wolves was moved to a Sunday noon kick-off, reducing the gate by thousands. On 28 December, we travel to Ipswich for a noon kick-off and then in January to QPR on a Friday evening. I'm not sure how the situation will resolve itself. Certain clubs seem to care little for their own, never mind visiting, fans. Charlton remain a model of good practice: they're a club I'd love Stoke to emulate. <br><strong>John Farrar</strong><br>Stoke-on-Trent. </p> <p>Having watched football for 87 of my 92 years, mostly at Goodison Park, I believe the reason the game has become boring is the surrender of creativity to possession football. Too often we see a back four slowing the game with pointless passes to each other - leading to low- or no-scoring games. On television, as a result, fans look as though they're sedated. Creative players have become a rare species and very expensive to obtain. <br><strong>John Crowley </strong><br>Wiltshire </p> <p>As a supporter of Blackburn (a team who couldn't be fashionable even if they wore a Versace kit and Prada boots), I have to agree that, even with our comedy defence, the Premiership has become boring. I'm 38 and have had a season ticket for nearly 30 years, so I have been through the slump, boom and present nosedive. Now I find myself yearning for the 'real' world of the Coca-Cola Championship.... Football has forgotten that it's in the entertainment business and is competing with cheaper alternatives. <br><strong>Jon Townend </strong><br>via email </p> <p>How much I enjoyed Michael Martin's comment in last week's Observer that corporal punishment should be restored for children who don't follow their local football team. I feel more attachment to my home town club, Macclesfield, than I ever could to a big club - not because of sentimental mush but because the supporter is valued far more. People should try their local lower-league clubs for a real football experience, or come to Macclesfield. You never know, your walk up the London Road could be your 'Road to Damascus'. <br><strong>John Clark </strong><br>Macclesfield </p> <p>Reading 'The Game That Ate Itself', it was encouraging to hear that some fans are finally saying enough is enough and staying away. But they're a minority. The reason average players like Harry Kewell and parasites like Paul Stretford earn millions is that fans continue to pump millions into the game. Simple logic states that if fans refused en masse to be made fools of by £40 for a match ticket and £45 for a sweatshop replica shirt then despicable individuals like Craig Bellamy and Kieron Dyer would not be living the lives they do. <br><strong>Matthew Green, </strong><br>via email</p>",
  "<p>Britain's failure to regulate front and shell companies is making it a haven for money laundering, a scathing report said yesterday. </p> <p>The report, from the anti-corruption group Transparency International, said it was \"both regrettable and unacceptable\" that while British offshore jurisdictions had been forced to introduce regulation, the UK itself had yet to do so. </p> <p>It is estimated that between £25bn and £40bn of dirty money is laundered in the UK each year. Because the City is an international centre of expertise for setting up companies and trusts, it is a magnet for criminals wishing to move funds around the world. </p> <p>Laurence Cockcroft, chairman of the pressure group, said: \"Progress has been made in the UK in fighting money laundering ... but money laundering remains a problem of massive proportions and every effective measure must be found to stem its flow.\" </p> <p>Marcus Killick, the author of the report and chairman of Gibraltar's financial services commission, called for a new regulator of people who set up companies and trusts but said it did not have to be the Financial Services Authority. </p> <p>\"A new authority could be developed to regulate these bodies which could be merged with the FSA later,\" said Mr Killick. The FSA was facing tough challenges at present as it took over regulation of mortgage providers and insurance brokers, and did not need yet more responsibilities, he added. </p> <p>Although the report recognised that the large majority of trusts and companies are perfectly legitimate, criminals use company and trust shells to make money laundering activities untraceable. </p> <p>\"I have a beef about corporate directors. I cannot see how in a post-Enron, Sarbanes-Oxley environment, company directors are also allowed to be a company themselves. It does not add transparency, in fact it it makes it more difficult to see who really owns the company,\" said Mr Killick. </p> <p>Transparency International said it was not calling for a radical legal reform but for the adoption of principles similar to money laundering rules covering financial institutions. Mr Killick said: \"Rather than monkeying around with trust, let's focus instead on the providers of such services.\" </p> <p>For example, powers of inspection, sanctions and tests that providers are \"fit and proper\", as used by offshore jurisdictions, should be adopted by the UK.</p>",
  "<p><strong>The following correction was printed in the Guardian's Corrections and clarifications column, Friday November 12, 2004</strong></p> <p>In the article we refer to Charlton Orchards in Somerset and state that it is owned by June and Robin Small. The land is in fact owned by the Freudenberg family. Matthew Freudenberg runs the orchard business in partnership with Robin Small and others.</p> <p></p> <p>It takes a while to work out what it is about Hogg and Bull's Herefordshire Pomona. Two or three minutes after you've started lifting the heavy pages, it makes you, quite unexpectedly, want to cry. It's not, or not only, the pictures. The apples painted by a Miss Alice Ellis can almost be rolled off the page and bitten. She added nothing, took nothing away. Where she saw warts, she painted warts, where scabs, scabs. And yet they glow. They are more real than ... than any real apple you'll find in the shops today. </p> <p>It's not, or not only, the text. It's a classic of late Victorian natural history, pedantic and passionate. Here, among quotes from Shakespeare and Homer, are recipes for orchard manure, dissertations on specific gravity, the \"laws of vegetable physiology\", pests, fermentation, soil, grafting. There are chapters on great fruit growers, transcripts of folk songs, unlikely claims about the longevity of cider drinkers. </p> <p>Then you see it. It's the names. The names of the fallen. Foxwhelp, Sheep's Snout, Hogshead, Duck's Bill, Black Wilding, Brown Cockle, Monstrous Pippin, Burr Knot, Broadtail, Hagloe Crab, Eggleton Styre, Peasgood's Nonesuch, Tom Putt, Bitter-scale, Slack-my-girdle, Bastard Rough Coat, Bloody Turk. The list runs into thousands. It is a history of rural England, a poem in pomology, rough and bitter and sad. </p> <p>Sprouting from every name is a tree of knowledge. Before I read this book, I thought an apple was something you picked and ate some time around October. Now I know the best dessert apples are those that must be stored for a month or more. There are some that aren't ready to come off the tree until December; others that are unfit to eat unless they've been in the cellar from October to March. There is one variety, the Winter Greening (Shakespeare's Apple-John), that can be kept for two years. There are apples that taste of aniseed, banana, pineapple, caraway, and apples that can't be eaten in any state, but are grown for making cider. Some are the size of walnuts: the smaller they are, Hogg and Bull contend, the better the cider. </p> <p>Dr Hogg and Dr Bull were commissioned to write the Pomona by the Woolhope Naturalists' Field Club, a society of Herefordshire doctors, vicars and farmers famed for its fungus forays. \"These forays,\" the doctors lamented, \"could not fail to impress upon the members the sad state of neglect into which the orchards of Herefordshire had been allowed to fall ... the observation was made that 'celebrated as Herefordshire is for its orchards, it was very remarkable that so few of the best varieties of apples should appear in the markets, or fruit shops, of Hereford'.\" </p> <p>It's hard to see what they were complaining about. Between 1876 and 1883 (when they were compiling the Pomona), Herefordshire's orchards grew by 10%, to 27,000 acres. Altogether, 186,000 acres of England grew fruit trees. Today, that figure is 44,000. The area under apple trees has halved since 1994; the amount of fruit they produce has fallen by 50% since 1999. </p> <p>Some of the reasons for this tragedy would have been familiar to the pomologists. \"The power of the steam engine by land and by sea,\" they complained, \"lessens expenditure by cheapness of conveyance, thus wider markets are offered for all articles of trade ... Competition becomes world-wide ... To individuals and localities the result is often ruinous ... American and Continental apples are brought year by year in larger quantities to supply our great centres of population. They are always noted for those first two marketable qualities 'size' and 'beauty of colour'. \" </p> <p>But our remaining orchards are also threatened by something they wouldn't have anticipated: the EU, and one of the maddest decisions it has made since it determined that the carrot was a fruit. On January 1 next year, the European subsidy system changes. From then on, production subsidies will start to be withdrawn and agricultural land will instead qualify for something called a Single Farm Payment of about £200 a hectare. While every other kind of farming, even growing ornamental shrubs in greenhouses, will be eligible, commercial orchards will be classified as \"non-agricultural\". And January 1 is the cut-off date: if you don't grub up your orchards by the end of the year, you and your descendants will be £200 a hectare poorer, every year for the foreseeable future. </p> <p>But to understand the potential impact of this measure, we must first understand how close to the edge our surviving fruit growers have already been pushed, as a result of that problem with which Drs Hogg and Bull were familiar: the lessening of expenditure by cheapness of conveyance. Let us begin in the world's least likely centre of biodiversity: Slough. Here, amid the gasometers and yellow brick estates, we find Nick Houston, tweed cap, red beard, fag and jackknife, shoving his way through the jungle. \"Golden russet. It's in here somewhere.\" Chainsaw boots. Square basket knocking against his thighs. Then a voice from the undergrowth. \"Here it is. Take a look at that. I don't know which golden russet, because this one isn't in the National Fruit Collection. They've got one, but it doesn't match. Stores till June. Not fit to eat till February. Bloody marvellous.\" </p> <p>I first met Nick last winter, when I wanted to buy some fruit trees. I had a copy of The Fruit And Vegetable Finder, published in 1995. It listed JC Allgrove's as the last of the great nurseries of the Thames Valley. In the 1940s, it kept 1,000 varieties of apple tree; in 1995 it still sold 250. I rang the number in the book and a woman answered. \"I'm sorry, dear,\" she said, \"we shut down a couple of years ago. But you could talk to Nick. He might have something left over.\" </p> <p>Nick had taken over the nursery, unpaid, when the last Mr Allgrove fell ill. But it hadn't been commercially viable for years. The orchards that once bought the young trees had been grubbed up. Now the only calls came from enthusiasts. \"I've been trying to keep it ticking over,\" he said, \"but they've had to put the land on the market, so it's pretty well finished.\" </p> <p>Nick found me half a dozen saplings he had grafted a couple of years before. That was almost the last of the stock. When I returned in September, to see the old trees in fruit, there was a new lock on the gate. The new owners were sympathetic and let us in. But the land hadn't come cheap and keeping a forest of 250 forgotten varieties of apple tree isn't the kind of business model the bank manager would appreciate. </p> <p>No one knows exactly what the orchard contains, but besides the golden russet, Nick is convinced that somewhere in the jungle is a St Augustine's Orange and a King Harry - both officially extinct. Hardly any of the breeds there are still grown commercially. </p> <p>If you blot out the outskirts of Slough, creeping over the tops of the trees, the orchard looks like a 15th-century painting of the Garden of Eden. Nick showed me a Tudor apple, the Devonshire Quarrenden, deep purple and an inch and a half across. \"Juicy, aromatic, soon goes over.\" A few yards away was a cooker, the Reverend W Wilkes, raised at the turn of the century by the first Mr Allgrove: pale, almost spherical, pulling the boughs to the ground. Some of the apples must have weighed two pounds. Nick picked me a St Edmund's Pippin, russeted, yellow-green, sweet and lemony, far better than the gritty Egremont Russet the superstores call the connoisseur's apple. </p> <p>There was a Miller's Seedling, small, striped green and red, the juiciest, sweetest fruit I've ever eaten. \"It used to fill the London markets, but today, because it's small and doesn't keep, no one's interested.\" The Golden Noble, primrose yellow, \"more vitamin C than any other cooker\". An Ellison's Orange, which I knew the moment I tried it. \"Everyone used to have one of these in his garden,\" said Nick, and I remembered, though I had never known the name, that my father had one in his. You couldn't mistake it for anything else: the flesh tastes faintly but distinctly of Pernod. </p> <p>\"Ahh! Belle de Boskoop. The wife practically sued this one for adultery. It's gorgeous.\" A Pitmaston Pineapple: conical yellow apples hanging, perfectly spaced, like Christmas tree baubles. \"Right now it's inedible. But leave it till December and it tastes of pineapple and honey. And what do they plant? Bloody Fiesta!\" </p> <p>\"Why? Why won't they plant the old kinds?\" </p> <p>\"Supermarkets. There seems to be a fatwa on home-grown apples. They're interested only in consistent appearance. They dictate what gets grown, how big it is, what colour, how it's picked and stored. They're not interested in taste. I think they're round the bend.\" </p> <p>On the way back to the gates, Nick showed me the old farm sheds. In one was a pile of stakes on which names were painted in big black letters, markers for the old trees. Nick rummaged through the pile: \"Extinct, extinct, extinct.\" He was still grafting a few of the rare varieties, in case anyone rang. \"Otherwise,\" he said, \"that's it. It's sad, but what can you do?\" </p> <p>The problem was the commercial buyers had gone. When the nursery was founded, long before the Pomona was published, the land around Slough was one of Britain's best fruit-growing regions. It split the London markets with Kent. At St Mary's Church in Harmondsworth, five miles from the nursery, I found a big tabular grave in grim brown sandstone, where lay one \"Richard Cox Esq, who departed this life on May 20th 1845\". Cox crossed a Blenheim Orange with a Ribston Pippin. The result sped the downfall of his beloved English orchards: New Zealand could produce the Cox's Orange Pippin more cheaply than we could. By the time it gets to Britain, it tastes of kitchen towels dipped in glucose, but it's cheap and it looks right - and that, it seems, is what counts. </p> <p>Three miles from Cox's grave is where the best orchard land used to be: around a sleepy Middlesex village called Heathrow. The apple trees and strawberry farms were flattened to build runways, and now \"the power of the steam engine by land and by sea\" is augmented by the jet engine. Exotic fruits from all over the world land on the grubbed-out orchards. </p> <p>Step into any supermarket and you'll see the result. I chose Sainsbury's in Taunton, for two reasons. It is in the middle of one of Britain's last surviving apple-growing regions, and 300 yards from the store there was a farmers' market at which (it was the beginning of the season) five varieties of English apple were being sold, from an orchard a couple of miles away. </p> <p>There were 12 breeds of apple in Sainsbury's, if you included the conventional and organic versions of the same varieties. Two were English: a huge, glossy ball of hybridised pap called an Elstar, and a Bramley. The Bramley reminded me of what Nick had said about the supermarkets' specifications. Allowed to ripen on the branch, it is pale green with plenty of red, the flesh is soft and fluffy, and it cooks beautifully. But the superstores demand a pure dark green apple. When Nick worked in commercial orchards, he was told to bend down the Bramleys' branches, so the fruit was shielded from sunlight, in order to stop it changing colour. This also stopped it acquiring flavour or sweetness, but that didn't seem to matter. \"They told us to pick it unripe, when it was as appetising as a cricket ball and you'd need a pneumatic drill to get into it.\" </p> <p>Anyway, even the ripest, sweetest Bramley ever grown doesn't touch the Reverend W Wilkes for texture and flavour. But the Wilkes, or the Golden Noble, or the Arthur Turner, couldn't, unlike the concrete Bramley, be fired through a barn door at 30 paces and land unscathed, so it doesn't meet the superstores' two overriding specifications: that it keeps for ever and won't bruise. </p> <p>There were Royal Galas and Golden Delicious from France, organic Royal Galas from Italy, Pink Lady, Braeburn, Granny Smith and Sundowner from South Africa, and Jazz, Braeburn and organic Pink Lady from New Zealand. They were all big, juicy and consistent in appearance, but eat them blindfolded and you'd be hard put to distinguish one from another. </p> <p>But the oddest item was the Cox's Orange Pippin from Holland. It was odd for three reasons. First, it didn't look like a Cox, which is supposed to be red and yellow with plenty of russeting: these were smooth and dark green with a bit of red. Second, this (it was September 16) was at least three weeks before Coxes were ready to eat. Third, when asked about their buying policy, the supermarkets said their English apple season hadn't yet begun, which was why they were still stocking apples from elsewhere. </p> <p>Well, plainly the English apple season had begun: you had only to walk down the high street to find Worcester Pearmain, Greensleeves, Spartan, Lord Lambourne and (almost edible) Bramleys in the farmers' market. But the Cox season hadn't begun. If they were buying unripe Coxes from Holland, why not from Somerset? More to the point, why couldn't they buy ripe Worcesters from down the road? </p> <p>Neil Gibson is responsible for buying Sainsbury's apples. I met him near Canterbury, in a packing shed belonging to England's biggest apple grower. </p> <p>What do you picture when you hear \"English orchard\"? Nothing, I suspect, like the thing I encountered at Mansfield Farms. The company has 3,000 acres of trees - almost one-sixth of the English eating apple orchards. So the first thing you see is a giant car park, with white minibuses dropping off pickers and packers. And behind it, three huge steel sheds. </p> <p>The apples are dropped into water and floated on to a conveyor belt. It takes them through a giant hood like a Cat scanner, where they are photographed and compared, by computer, to the transcendental form being packed that day. When I visited, they were packing Royal Gala for Sainsbury's, who wanted the apples to be 60% red and above a certain diameter, measured to the nearest millimetre. On other days they packed for Waitrose, Marks &amp; Spencer or Somerfield; each demands different colour ratios and the machine is calibrated accordingly. The computer feeds instructions to a conveyor belt, made of hundreds of rotating brushes. Apples that fail the test are shunted into a different lane and drop down a shute. The others are rolled into trays, which move down the loading jetties. Here, workers dressed in Guantánamo orange make sure they've settled into the trays, then feed them through a machine that slaps on the little stickers. Supervisors in white coats dash from jetty to jetty. </p> <p>Gibson, a pleasant young man, had been on the media training courses and said all the right things. Sainsbury's, he said, is doing its best to help British apple growers and now sells 15 English varieties, more than any other supermarket. It had even introduced a couple of traditional breeds in its \"season's best\" range, including the St Edmund's Pippin. </p> <p>\"But surely a lot of those British apples are really New Zealand or Canadian varieties being grown here?\" </p> <p>\"Well, supermarkets have to sell varieties consumers want to buy. Royal Gala is a key variety for them. It's been successfully grown in the UK for five or 10 years, which means we can source the majority of our Royal Gala from the UK during the British season.\" </p> <p>So this is purely driven by the consumer? It's not driven by the supermarkets' need to stock an apple that doesn't bruise easily, that stores easily, that can be grown in bulk to a standard shape and size? </p> <p>\"Not at all. To give an example, we've encouraged the growth of Braeburn in the UK and have been able to source 300 tonnes of them from Britain each year.\" </p> <p>Nevertheless, the claim that their decisions are governed entirely by consumer demand is simply wrong. The superstores have withdrawn one of the most popular modern varieties, the Katy, because it bruises easily, which means they lose too much stock as they truck it from John O'Groats to Land's End via Spitsbergen and back. And whoever asked for a Bramley with the texture of depleted uranium? </p> <p>Only 20% of the apples sold in the UK are grown here, and most of the surviving producers are trying to compete directly with foreign growers by cultivating the same varieties. It's a mug's game: over the past 10 years, China has planted more orchards than there are in western Europe, with the obvious result that the only viable future for the British apple grower is to produce fruit that isn't being grown anywhere else. That is certainly what June and Robin Small, owners of Charlton Orchards in Somerset, have found. </p> <p>Now, this is an English orchard of the kind you might have pictured. Round, green trees with round, red apples on a sunlit field giving on to the Blackdown Hills. In the branches, like giant birds, perch multicoloured hippies: the students who have come to pick the fruit. From the pages of the same unlikely storybook walk Robin and June - white hair, apple cheeks, strong hands, broad Zumerzett. </p> <p>The Smalls have 40 acres of fruit. Until six years ago, they sold it to the superstores, but they found them harder and harder to deal with. \"They wanted apples all of the same size, same colour, same shape,\" said June. \"And it meant ours were not acceptable. We do grow some odd-shaped ones in this country.\" </p> <p>\"They were paying a reasonable price 15, 20 years ago,\" said Robin. \"But the price wasn't rising and our costs were. They could source apples from anywhere in the world, at a price that suited them. In the UK, it's harder to grow high-yielding crops. But because the apples grow more slowly, the flavour is much better.\" </p> <p>A few years ago, a French farmers' market came to Taunton. The Smalls went, and saw that they had a way out. They got together with the local bakers, cheesemakers and vegetable growers, and started setting up markets of their own. Now they supply 20 every month. Through the markets and their farm shop, they shift 200 tonnes of apples a year. They introduce customers to unfamiliar varieties by giving them samples to taste, and they've discovered that the enthusiasm for diversity is almost limitless. They now grow 35 varieties of apple, mostly old ones, among them Ribston Pippin, Ashmead's Kernel and Grenadier. The market is there - the growers just have to find a way of reaching it. The problem for anyone bigger than the Smalls is that the superstores stand between them and their customers. </p> <p>But, of course, that's not the only problem. The other one arrives on January 1, courtesy of the EU. The man who has been leading the fight against it is a cider grower in Somerset called Julian Temperley, whose Burrow Hill cider has sped the passage of, well, I forget how many pleasant evenings. He uses the old processes, grows the old fruit, and is largely responsible for the revival of the Kingston Black, an apple that inspires awe among those who know it. </p> <p>The day did not begin well. I spotted him hobbling out of a barn, one foot in plaster, army surplus trousers, roughly shaven, hair like the aftermath of a hurricane. </p> <p>\"Are you Julian Temperley?\" </p> <p>\"Yes. Who are you?\" A posh voice, a bit offhand. </p> <p>\"George Monbiot. We spoke last week.\" </p> <p>\"Monbiot ! Were you the fucking dipstick on the radio this morning?\" </p> <p>\"Er, I was on the radio.\" </p> <p>\"Right, well you can fuck off.\" </p> <p>\"But ... \" </p> <p>\"It's basic tolerance, isn't it? You wouldn't ban halal meat, would you, but it's all right to ban hunting, because the Norman aristocrats did it. What fucking nonsense. No, just fuck off.\" </p> <p>\"That's not quite ... \" </p> <p>\"Show me your hands. You see! Never done a day's work in your life.\" </p> <p>\"Well, you talk about tolerance ... \" </p> <p>\"No. Fuck off.\" </p> <p>I was about to fuck off, but I had a camera crew with me, and the producer took Temperley's elbow and walked him off across the farmyard. I'm not sure what she said, but when I caught up with them, he turned and said, \"Right, where do you want to do this?\" </p> <p>As soon as he got on to apples, he appeared to forget he was talking to the urban jackboot. He took us round the orchards and his barns, and gave us lunch, with a very good bottle of Kingston Black champagne. </p> <p>\"It'll be a disaster,\" he said of the new EU legislation. \"The financial incentive to cut down these trees is going to be huge. You can't blame the farmers - they've got a living to make. If the land is excluded, its capital value will go down. It's a complete cock-up.\" </p> <p>There is some confusion about what, exactly, will qualify for subsidies under the Single Payment Scheme. No one disputes that commercial orchards won't qualify, or that this is a discouragement to stay in business. As the British government admits, \"Commercial apple growers who have found it difficult to secure contracts may feel they have little alternative but to grub up and claim the Single Payment.\" </p> <p>Some plots, perhaps those with fewer than 50 trees a hectare or where farmers have already been receiving subsidies for the animals grazing under their trees, should qualify for the new payment. By the time this article is published, it should be clear which land is in and which is out. Either way, we're certain to lose even more orchards. </p> <p>Julian won't be grubbing up his trees: he makes his own cider, so he doesn't rely on anyone else buying his apples. But for some of his neighbours, whose market is less secure, it'll be the final blow of the axe. Julian took us to meet Andrew Foote, whose 10 acres of apples were planted by his grandfather. It's an orchard of precisely the kind the government agency English Nature says should be preserved: old trees wreathed in mistletoe, with holes in which woodpeckers and little owls might nest, growing ancient varieties such as Red Worthy and Porter's Perfection. It looked magnificent, the great gnarly trees billowing with red and yellow fruit. But Andrew said he'd grub them out before the New Year, \"unless things change drastically. I feel very sad about it. Some varieties you probably won't ever see again. You like to try to keep things going, but those that have the power decide. You're going to see fires round here as big as the foot and mouth fires. Only it'll be just trees. There's always been apples here, and I'd like to see my young boy carry on with it. But that future's gone.\" </p> <p>The old varieties won't disappear altogether. They'll be kept alive by a few enthusiasts, found in some farmers' markets or the odd specialist line in the superstores. The charity Common Ground and a few enlightened county councils have been helping to plant community orchards and run Apple Days. But, as Robin Small told me, \"The very large growers will survive, and a few of the smaller ones, if they do what we've done and go to the public direct. Everyone in between will have a very, very hard time.\" </p> <p>When I came back from Somerset, I applied to the local allotment association for an orchard plot. I've just received the keys, and there's room for at least 20 trees. I'll ask Nick to help me choose what to plant, but I know that among them will be the Ribston Pippin, the Reverend W Wilkes, the Belle de Boskoop and the Pitmaston Pineapple. I will build an apple store and do what it says in Hogg and Bull's. And I'll never buy a Braeburn or a Granny Smith again </p> <p><strong>· </strong>George Monbiot's film on the decline of the English apple will be on Newsnight on BBC2 at 10.30pm on November 8.</p>",
  "<p>\"Apple Computer's worldwide market share fell to 1.8% in the third quarter of this year from 2.1%, and dropped to 3.2% from 3.6% in the US, according to figures from research company Gartner. The numbers also showed dramatic declines in the quarter-to-quarter growth rate of Macs sold while Apple's Windows-based competitors saw double digit increases in the US and an almost 10% rise worldwide,\" reports <a href=\"http://www.macobserver.com/article/2004/10/29.6.shtml\">The Mac Observer</a>.</p> <p>\"But it was sales in Western Europe that had the most dramatic drop for Apple. The company's market share fell a half-a-percent to 1.5% in Q3, after a 2.0% share in Q2. Units sales plummeted by 29,500 to 147,300 from 176,800. Compared to other PC vendors, Apple had a whopping 16.7% decline in unit growth in Western Europe from the previous quarter. While Apple declined, its competitors gained 11.2% in unit growth from Q2. Apple's growth year-to-year in Western Europe was off 0.7%, while other PC makers had a combined 13% rise.</p> <p>\"A contributing factor to the fall off in Mac sales worldwide was a shortage of G4-based consumer iMacs, after the company stopped making the older model and announced there would be a delay of more than 60 days before it would ship a new G5-based, flat-panel iMac.\"</p> <p><strong>Comment:</strong> \"Apple is just gliding down this slope and they're losing market share every year. Things start to spiral down once you get under a certain threshold. And when developers no longer write applications for your computer, that's when it really starts to fall apart,\" said....</p> <p>Steve Jobs in an <a href=\"http://next.z80.org/articles/interviews/computer_world_smithsonian_awards_program_steve_jobs_interview_1995_04_20/sj.txt\">interview</a> on April 20, 1995, when he was still at NeXT.</p>",
  "Britain's two most articulate and travelled pro-Europeans, Chris Patten and Neil Kinnock, are to enter the House of Lords, giving them an ideal platform to mount the case for the new European constitution and later the euro. <p>As recently as a year ago, Mr Kinnock, 60, the vice-president of the outgoing European commission, said he would not join the Lords unless it was fully reformed. </p> <p>Both men were due to have stood down as Britain's European commissioners by now, but the impasse over the replacement commission means they must carry on in Brussels. </p> <p>On his return, Mr Patten is also due to become chancellor of Oxford University. </p> <p>Neither Mr Kinnock nor Mr Patten will take up their seats in the Lords until the dispute over the new commission is settled. Mr Patten had packed and was ready to leave, but now faces the prospect of working on until as late as December. </p> <p>Of the two men, it is expected that Mr Kinnock, the leader of the Labour party between 1983 and 1992, will be the more active on the domestic scene. </p> <p>He said yesterday that the Lords was \"a good base for campaigning on national issues like education, sustainable transport, industrial change and the ageing society, and global concerns, particularly poverty and oppression. </p> <p>\"It is a forum for putting the continuing case for our country's effective engagement in the EU. I will seek to make constructive contributions in these and other areas as a Labour peer.\" </p> <p>Mr Kinnock has already secured a job as the chairman of the British Council, succeeding the Labour peer Helena Kennedy. </p> <p>But Mr Kinnock's decision to join the Lords, even though more than 90 hereditary peers remain, shows his determination to get back into domestic politics after nine years as a British commissioner. </p> <p>As the leader of the Labour party he advocated a second chamber wholly elected on a regional basis. The party's next manifesto is likely to advocate some form of indirect elections, but no final decision has been made. </p> <p>There has been - probably premature - speculation that he might join a Blair cabinet as the leader of the Lords after the general election. First, he will have to find out whether he can tolerate the staid atmosphere of the upper house. </p> <p>Mr Kinnock may also become active in Welsh politics. He has long been an opponent of Welsh devolution, and is hostile to the granting of substantial extra powers to the Welsh assembly, an idea under consideration in the party. </p> <p>But in the short term Mr Kinnock and Mr Patten will try to make their mark putting the case for Europe. </p> <p>Both men have joined the board of the Britain in Europe campaign group. They are likely to play important roles in the two bills ratifying the EU constitution and the subsequent bill paving the way for the referendum on the constitution. </p> <p>Mr Patten, a former chairman of the Conservative party, said yesterday: \"I am honoured to be invited to become a life peer when I leave the European commission. </p> <p>\"It will give me the opportunity, as a Conservative peer, to contribute to the national debate on issues like higher education, research, Europe and foreign policy.\"</p>",
  "<p>We might have better pay, fewer fears about job losses and there might even be signs that we're working fewer hours - but we're still getting less job satisfaction. A major survey has tracked levels of satisfaction in our working lives and found a steady decline in how much we're enjoying our jobs. </p> <p>And the two chief reasons for our dissatisfaction are a sense that we have less control over our daily tasks and a growing perception that the workload has grown to make each day more pressurised. </p> <p>Francis Green, professor of economics at the University of Kent, says that there has been a significant downturn in job satisfaction since the early 1990s. The number of people who rated their job \"very\" or \"completely\" satisfying has fallen by 10 percentage points across the decade. </p> <p>This was a puzzling finding - as this period has seen rising wage levels and an increasingly buoyant labour market. If there was more choice of jobs and more money, why were we feeling more miserable about going to work? </p> <p>\"People are dissatisfied with the work itself,\" says Professor Green. \"It's not about the financial rewards, but the day to day experience of how we carry out work tasks. </p> <p>\"People feel that they have to work harder - not just longer hours, but more intensively. They feel they are on the go all day and that contributes to more stress. And they are recording that they have less control and autonomy over their daily tasks. There are more targets, more rules, less trust.\" </p> <p>Even if people are working hard, they don't mind if they feel they are making decisions about how they work, he says. But to have a heavy workload plus little flexibility is the worst of both worlds. </p> <p>\"These factors interact. Workers are especially susceptible to stress and unhappiness in situations where they are both pushed to work very hard and have very little control over what they have to do.\" </p> <p>Many blue collar production line workers have always worked in a routine with little scope for their own decision making. But Professor Green says that this is now becoming a bigger issue for the professional classes. </p> <p>For instance, in the public sector, in education and health, workers are under much more pressure to meet targets and to be more accountable for how they perform. He says: \"The consequence could be a high staff turnover. Disgruntled workers are more likely to leave and there's a strong correlation between dissatisfaction and high turnover.\" </p> <p>And such unhappiness is likely to go hand in hand with other problems such as sick leave and absenteeism. </p> <p>This view of work becoming more restrictive isn't about nostalgia, says Professor Green. These are observations which have been tracked since the early 1990s - and the research findings on the sense of people's lack of control over their work are \"very robust\". </p> <p>The research is based on surveys asking questions about job satisfaction to representative samples of workers across Britain - between 2,500 to 4,500 people - and monitoring how the responses have changed. </p> <p>These are asked anonymously and at people's homes, so that they don't feel under pressure to sound positive. And there are also psychological surveys to track levels of \"work strain\". </p> <p>But the surveys show that happiness and unhappiness are not necessarily evenly spread. Women are much more satisfied with their working lives than men. This is despite the evidence that they are earning less than their male counterparts - with the trade and industry secretary saying this week that women still faced \"career sexism\". </p> <p>No-one is really sure why women should enjoy their work more - with no objective reason for the difference. \"It's one of the puzzles of social science at the moment,\" he says. </p> <p>There are suggestions that women are more pragmatic in what they expect to get from work, so less likely to feel disappointed - or else that women returning after being at home with children enjoy the social aspects of going back to work. There are also age differences, with people in their thirties the most likely to be dissatisfied. While people in their fifties register the highest sense of being happy in their work. </p> <p>This suggests a picture of people in their thirties who are feeling stuck in a rut, or thwarted in their ambition. And that by they reach their fifties, they will either have shifted priorities away from work, reconciled themselves to their jobs, or else, Professor Green suggests, dropped out of the workforce altogether. </p> <p>This makes men in their thirties the most disillusioned in the workforce. But they shouldn't expect any empathy from the boss, because high status in the workplace is also likely to be matched by an irritatingly smug sense of high job satisfaction. </p> <p>These miserable men in their thirties are also likely to be bearing the brunt of working anti-social hours, as the survey provides a fresh perspective on the whole question of the \"long hours culture\". </p> <p>There has been recent evidence claiming that despite the publicity about \"burn-out Britain\" we're not really working longer and longer hours. The Centre for Economics and Business Research published findings this month saying that we're working fewer hours. </p> <p>Pushing in the other direction, the TUC says that we're still enjoying too few bank holidays in this country, needing three more a year to bring us up to the European Union average, and that increasing holidays will make us happier without damaging productivity. </p> <p>But the University of Kent research says that average working hours can be a misleading guide - and that it is the intensity, rather than volume of work, that creates the problems associated with overload. </p> <p>As an overall average, working hours are going slightly down, says Professor Green. But this masks big local differences, with men in particular working very long hours, and some two-income households having both men and women working long hours. </p> <p>These extreme concentrations of long hours are a particular problem, and distort the average, but it's no longer true to say that \"people in Britain work more hours than anywhere else in Europe\", he says. </p> <p>What is more pernicious is an unsustainable level of pressure - and he points to teaching as an example - here the government was forced to introduce a plan to reduce workload. There have been other surveys that have highlighted examples of this dissatisfaction. </p> <p>According to the vocational qualifications body, City and Guilds, there are millions of people with unrequited passions for a different job. It published a survey this summer claiming that a third of workers would like to change their career, such as bored office workers wanting to get out from their desks and find outdoor jobs. </p> <p>And echoing the University of Kent findings about depressed thirtysomethings, the City and Guilds survey found that almost half of professional staff who had been in their jobs for a decade wanted to leave. </p> <p>But it's not all gloom. Even though a growing number of us are less satisfied, these are trends against a bigger picture in which a majority of people are at least \"fairly satisfied\" with their work. And only a relative handful of people say they are completely dissatisfied. </p> <p>The survey also debunks the idea that we're all suffering from an endemic sense of job insecurity, with no evidence to support the idea that the end of the \"job for life\" has undermined satisfaction in our work. </p> <p>There are also positive steps that can be taken to improve people's experience of work. Jane Sullivan, of the Work Foundation, says that the advance of flexible working, in terms of where and when people work, can give people back a greater sense of control. </p> <p>If employers want to recruit the right staff, they need to offer the right kind of working conditions - and increasingly this means flexibility. And she says that the factors which could be used to constrain staff, could also be used in a more positive way to give them a greater sense of independence. </p> <p>For instance, technology could be used as part of a highly-monitored, restrictive work environment, where processes are automated and actions scripted. Or else technology might be used by \"knowledge workers\" as a way of gaining more freedom over working hours. </p> <p>Which suggests that if you're in a high-skill, innovative business, you'll be reaping the benefits; while if you're stuck at the other end of the employment scale, you'll be paying the price. </p> <p>Job satisfaction can be a difficult and transient feeling to define, she says, and might be different from day to day. But \"research shows that if an employer has a committed and engaged workforce it pays dividends,\" she says. </p> <p>Professor Green also has suggestions for how to improve workplace satisfaction. \"If we're required to carry out a task, without any influence over the process, then we may as well be a machine. Every task needs to have an element of personal discretion, it's fundamental to job satisfaction.\" </p> <p>He says that a solution to this could be for jobs to be re-designed to deliberately include greater control for the person carrying out a task, with such decisions using contributions from the shopfloor. </p> <p>And he says that as well as looking at pay and conditions, trade unions should \"concentrate their effort on defending their members' quality of work\". </p> <p>International comparisons show that there is nothing inevitable about moving to a more restrictive, less satisfying way of working, he says. Professor Green cites Finland as a place where an opposite course has been taken. </p> <p>But he warns that at present we're failing to take advantage of the potential benefits of our collective wealth. \"One of the paradoxes is that we live in an affluent age - we're much more affluent than 30 or even 10 years ago. And so we should feel quite lucky, compared for instance to the United States where workers are not much better off. </p> <p>\"But we don't seem to be taking that affluence and buying ourselves a better quality of working life.\" </p> <p>And, finally, if you're a bloke in his thirties who feels he is working too many hours, then at least it's the weekend.</p>",
  "<p>\"The oil industry was attractive because it's something that affects all of us, whether we like it or not. A big driver is that there is so much to be done in terms of transition away from dependence on oil to more sustainable energy sources. </p> <p>\"I attended a one-week business course run by Shell in my third year at university. It was a fantastic introduction to the industry and we were continuously challenged by the problems and issues. </p> <p>\"I work in aviation operations, dealing with the refuelling of aircraft at locations all over the world. We cover the engineering of depots and hydrant systems, technical specifications of fuel, health, safety, security and environmental issues and the refuellings themselves. </p> <p>\"As a graduate I work across all parts of this global team. </p> <p>\"This has given me a lot of exposure and experience in the organisation. To assist with the steep learning curve, I've attended regional operations meetings and visited airport operations run by our company and others we support. </p> <p>\"This has enabled me to develop very rapidly. I have run workshops at meetings in Dubai and London, presented at operations leadership meetings and organised a conference. I am hoping to get more experience in the actual management of refuelling operations at airports. I hope this will give me leadership experience. </p> <p>\"I imagined working life in this sector to be pretty hectic but varied with different external pressures and problems. I also imagined a lot of team work. </p> <p>\"I think my experiences so far have been broadly in line with my expectations - it's always difficult to know what to expect. </p> <p>\"I've learned that team working is a different experience when the rest of your team are distributed all around the world and I've had to build relationships through teleconferencing and email. I've also had to learn how to take control of my own career, as there is a lot of emphasis on self-development. </p> <p>\"And I've also learned that an English sense of humour is not always compatible with an international business.\" </p> <p><a href=\"mailto:sheri@dircon.co.uk\">sheri@dircon.co.uk</a></p>",
  "<p>Take it as a warning that this job is not going to be a bundle of laughs. What they are telling you is that the work involves doing things that are ridiculous or extremely stressful.</p> <p>They're not looking for people who can tell a good joke, rather for individuals who display resilience when faced with adversity.</p> <p>Don't let that put you off - there are an awful lot of jobs like this and anyone who recognises that being able to see the funny side of things is the most effective ways of coping with pressure is worth finding out more about.</p> <p>To make your application meet their criteria, concentrate on your techniques for surmounting difficulties. Emphasise your ability to get on with a range of people, give examples of how you dealt with negative situations and achieved positive outcomes. They want to know you can keep cool and optimistic.</p> <p>Wording like this serves as a reminder that interviews are a two-way process - an opportunity for candidates to evaluate employers too. Don't hold back on questioning this requirement; delve into why they stipulate a sense of humour.</p> <p>If the work is very demanding you need to find out if this is going to be a supportive environment or whether they are hoping your personality will be enough. Go for supportive every time if you want to remain cheerful.</p> <p>Got a career problem? Ask Rise by emailing <a href=\"mailto:irenek@lycos.co.uk\">irenek@lycos.co.uk</a></p>",
  "<p><strong> IOU: The Debt Threat and Why We Must Defuse It</strong><br> by Noreena Hertz<br> 288pp, Fourth Estate, £16.99</p> <p>The recent history of sub-Saharan Africa is littered with tragedies, with one of the saddest cases being post-independence Zambia. In 1964, thanks to its abundant natural resources, Zambia was one of the wealthiest countries in the region. But since the mid-1970s its economy has been in steep descent. The appearance of the HIV/Aids epidemic heralded further decline, so that Zambia's national income of $1,455 per person in 1976 shrank to $892 by 2000, and the average lifespan fell from 44 years in 1990 to just 33 in 2003 - the lowest in the world. </p> <p>For much of this period Zambia received support from the international community. Yet almost every attempt to help made matters worse. Like a patient who baffles medical science, Zambia has been poked and prodded by experts from the International Monetary Fund and World Bank, who prescribed repeated doses of shock treatment. The result has been worsening poverty and a dramatic buildup of foreign debt: from $814m in 1970 to nearly $7bn in 1990, a huge sum that Zambia could ill afford. </p> <p>It is that debt burden which concerns Noreena Hertz, and the way in which the international financial system penalises the weak and poor in places such as Zambia. While it is highly desirable that this issue be kept in the spotlight, what is disappointing about IOU is that it contains little that is new or radical. There is nothing here that will surprise readers of Susan George's 1988 book A Fate Worse than Debt, which remains the most forceful call for undoing the burden of the developing world. When celebrated economists such as Paul Krugman and Jagdish Baghwati argue along similar lines, and politicians such as Gordon Brown agree, then Hertz is pushing at an open door. Yet Hertz dismisses current debt-reduction plans as inadequate, and contends there is a risk of apocalyptic default that could undermine the world's finances, environment and political structures. </p> <p>Is she right? One problem is that Hertz paints the world in stark terms: there are no success stories in her book, only failures. Every developing country is a Zambia, every international intervention is hamfisted, and disaster is just around the corner. In doing so she risks overstating her case and misleading her readers in order to win them over. </p> <p>One example is Hertz's portrayal of the process that launched the \"Brady bonds\" debt relief in 1989, where the US underwrote a proportion of Latin America's sovereign debt overhang from the 1970s and 1980s. By Hertz's account, this was to ensure US investors got their money back while allowing the IMF and World Bank \"ever more intrusive control over their internal economic policies ... and so on\". The truth is somewhat different. The Brady-bond plan was in fact substantially devised by the Mexican government. The restructuring of Mexico's economy actually started several years before Brady bonds were launched, and began under the aegis of its then president, Miguel de la Madrid. The IMF and World Bank had little to do with it. </p> <p>If Hertz's analysis is stark, her proposed solutions are less well defined. Some of her suggestions are patronising - setting up panels of international \"overseers\" for aid funding is a bit rich given her diatribes against external IMF and World Bank meddling - while one is downright dangerous: that wealthy nations hypothecate the taxes paid by immigrant workers for use as overseas aid (so removing their last shield against the xenophobe or racist, that they too pay taxes for the NHS). </p> <p>Hertz's arguments might be more compelling if the book were not littered with errors. On page 152, for example, readers are told that Russia defaulted on its international debt in 1998, while on pages 146, 148 and 150 Russia's default is said to have occurred in 1999 (the default was in August 1998). Even poor Zambia gets mistreated by Hertz, who mangles a variety of dates and names. These are perhaps minor errors, but there are many others that smack of economic illiteracy and careless research. Readers may also be unimpressed with Hertz's informal prose style and strangled syntax. (One choice sentence reads: \"Again not good.\") The first chapter, especially, reads like a rejected screenplay for an unhappy episode of The West Wing. </p> <p>There is much to say on this subject, especially on the problems faced by the world's poor. It is deeply wrong that countries ravaged by Aids spend more on debt servicing than on healthcare. But to blame everything - from climate change and al-Qaida to (bizarrely) falling sugar maple yields - on debt, as Hertz does, is to lose perspective. While no one can doubt Hertz's good intentions, the road to hell is paved with books like IOU. Developing-world debt is a serious issue, and it deserves more judicious treatment than this. </p> <p><strong>·</strong> Richard Adams is a leader-writer for the Guardian.</p>",
  "<p><strong> Mind the Gap: The New Class Divide in Britain </strong> <br>by Ferdinand Mount <br>320pp, Short Books, £14.99</p> <p>In recent years, some of the most raging polemics against contemporary trends in global capitalism have been written by those who do not come from the left of the political spectrum. Now, to add to books such as John Gray's False Dawn and Edward Luttwak's Turbo-Capitalism , we have Ferdinand Mount's Mind the Gap. Mount, a former head of the No 10 Policy Unit under Mrs Thatcher, takes as his central thesis the view that \"the worst-off in this country live impoverished lives, more so than the worst-off on the Continent or in the United States... impoverished not simply in relation to the better-off in Britain today but in relation to their own parents and grandparents\". </p> <p>In breathless and sweeping style, Mount seeks to demolish the myth that Britain is becoming a more classless society, arguing that on any axis of equality - income, lifestyle or opportunity -we find ourselves as divided as ever. What really concerns him is the sense of a nation split between what he calls the Uppers and Downers, terms borrowed from HG Wells's The Time Machine . In Mount's usage, these are infinitely flexible class categorisations: \"What the Uppers are afraid of is the Downers. Just as Wells prophesied, the children of the light are afraid of the children of the dark and of the tribes who live in the dark.\" </p> <p>So Mount sees the working class, and in particular the underclass, as subject to a crude and one-sided portrayal in contemporary social discourse and media representation. And for him, it is part of a wider contempt that he perceives in the society, such that \"the ultimate deprivation that the English working class has suffered - in fact the consequence of all other deprivations - is the deprivation of respect\". That is the gap which Mount seems to mind. </p> <p>Unfortunately it is here, after what appears a promising opening, that his argument goes off the rails. In part, he succumbs to the stereotype about the working class with which he himself has just taken issue. And, predictably, he wishes to blame the state for the cultural deficit he sees. So he proceeds to a long and tedious discourse which faults government for having built the institutions of welfare capitalism, thereby destroying the friendly societies, private schools and other institutions that bound working-class communities together and fostered a sense of mutual aid and fraternity. Through council housing, the welfare state, the absence of tax incentives for marriage and the destruction of non-conformist religion, the state has robbed individuals of their independence. </p> <p>Of course, sensible progressives should accept that some postwar innovations, such as the construction of social housing, owed too much to mechanistic reform without democratic consultation with tenants. But Mount slides between this argument and a more traditional outright condemnation of the whole concept of welfare capitalism, ignoring the massive advances of the 1945 settlement and failing to explain how exactly, beyond urban myths, the welfare state is indeed the parent of cultural impoverishment. </p> <p>What is more, his critique of the state's role is undermined because he is candid enough to recognise that the nature of today's market institutions make the problems of inequality more, not less acute: \"For all the benefits that capitalism brings, its cold indifference remains hard to cope with, both in theory and practice... Full-blooded capitalism has certain natural tendencies which may make life for the poorest insecure and unnerving, even if it makes them richer in cash terms.\" </p> <p>Here is Mount's fundamental problem. Today's labour market does tend towards increasing inequality, among other reasons because it increasingly rewards the high skilled relative to the low skilled. But if this is true and the resulting inequality is a concern, then the only answer is to support a role for government in both opening up opportunity and leaning against these inequalities. Prewar friendly societies, mutual aid organisations and good works are not an answer. Mount's difficulty is that he spends part of the book attacking the institutions of the state, then bemoans the tendencies of the market, but he cannot square the circle. </p> <p>At times, this contradiction leads him to some pretty bizarre arguments. For instance, he claims that the state is responsible for increased inequality because of higher taxes on the poor to pay for welfare. Indeed, he says that the present government has increased taxes on the poor and that the real problem of the past seven years is that the \"Downers are overtaxed in a way they never used to be\". As a passing analysis of the statistics would have told him, he is just wrong. Direct tax and benefit measures since 1997 mean that families with children in the poorest one-fifth of the population are on average more than £50 a week better off. Far from government measures increasing inequality, it is through discretionary action that its rise has been stemmed. </p> <p>What are his prescriptions to solve the problems of inequality that he sees? His main policy focus is described by the slogan \"unlock and allot\": giving land, housing, shares, as well as school and health vouchers to individuals, ensuring more accountable forms of collective control (such as over the police, and over companies through employee share ownership) and bolstering the role of religious organisations in welfare services. As he explains it: \"Our aim is to de-massify the masses by rebuilding the little platoons.\" </p> <p>The problem with all this is that in the case of at least some of his proposals, it is not at all clear that they will help to reduce inequality; in fact they may well increase it. This certainly applies to his proposals for vouchers and the replacement of parts of the welfare state by faith-based organisations. And it should not really surprise us because, in the end, his motivation seems at least as much about reducing the power of government as tackling inequality. That is the inherent tension at the heart of this book: between a worry about \"cultural impoverishment\", for which he crudely blames the state, and economic inequality, about which he has a more nuanced analysis. If he is to tackle the latter, he must abandon the 1980s philosophy about government, which he is not willing to do. </p> <p>Moreover, he fails to see that cultural impoverishment does not simply cohabit with economic inequality but is in part a consequence of it. The danger for our society is that we promise mobility in theory, but in practice stack the odds against those born into the wrong circumstances. That is the best recipe for a country where people are isolated and resentful. The solution to this is not to seek to recreate communities of the past, but to create a society with less structural inequality than today, one that is fair and open to all. </p> <p>What, then, can the left learn from Conservatives like Ferdinand Mount? That one can believe in a role for markets and at the same time seek to correct the unfairness of market outcomes. That it is right to worry about the effect of structural changes in our society and to try to seek solutions. And that worrying about inequality is something even one-nation Conservatives do. </p> <p><strong>· </strong> Edward Miliband is chair of the council of economic advisers at HM Treasury.</p>",
  "<p><strong> George Foreman,</strong> The defending champion </p> <p> \"If I'd known it was going to be such a big event I would have enjoyed myself a lot more - even in defeat. </p> <p>\"Until then I'd been knocking guys out with one punch. Nobody could stand up to my power. For years afterwards I would agonise: 'How could this happen?' That night I lost everything I ever was. It was the most devastating event in my life as an athlete. I was not even a man no more.\" </p> <p><strong> Don King, </strong>The fight's promoter</p> <p> \"It was a glorious night. So prestigious, so much passion, emotion and love. It was a night that revolutionised the sport of boxing and raised the bar to a whole new level. </p> <p>\"I was fresh out of the penitentiary, where I had worked and read to develop the skills to succeed. And 30 years on I am still so proud to have made this fight happen. Perhaps it was the first truly global event and it was remarkable to behold. It was an opportunity to show what the black man could do. We had been stereotyped as lazy, as lethargic, but I worked tirelessly to make this fight happen. </p> <p>\"It put Zaire and Africa on the map. It took away the slur of 'The Dark Continent'. It was liberation, freedom. Black Africa was being watched by the world, and Ali . . . he captured lightning in a jug. It was the most incredible night, the greatest fight there ever was. </p> <p>\"After the fight, the rains came. It was like God speaking to us. Under the stadium was the press room and water flooded it and there were typewriters and telexes floating all over the place. It was like an ordination. Muhammad Ali had been crowned the king. </p> <p>\"It was the first time a sporting event had ever attracted a billion viewers and then I did it again with Ali versus Frazier in Manilla the next year. I would like to look back on that as my legacy. Zaire was a proud moment for black men. We were running the show and treated as equals. </p> <p>\"Thirty years ago it was the Rumble in the Jungle and now I am on the same stage as George Bush. I'm still out there working and pushing and promoting the President of the United States of America! Who would have thought that would happen? Without Muhammad Ali and George Foreman, I wouldn't be where I am today.\" </p> <p><strong> Jeremiah Shabazz</strong>, Late muslim minister for Philadelphia</p> <p> \"It was more than a fight. It was a vindication of everything that we in the Nation [of Islam] had struggled for over the years. Everything about it was right. Ali, the underdog; an awesome foe. I even thought we had a promoter we could be proud of, because Zaire was where Don King made his mark. Later I learned the only colour Don cares about is green. But I'll give him credit for one thing. Other promoters could have made that fight but Don was the one who brought it to Africa.\" </p> <p><strong> Ferdie Pacheco, </strong> Ali's doctor</p> <p> \"What Ali did in the ring that night was truly inspired. The lay-off [his 3-year exile after refusing the draft] had taken away his first set of gifts, so in Zaire he developed another. The man had the greatest chin in the history of the heavyweight division. He had as much courage as anyone who ever fought. He could think creatively and clearly with bombs flying around him. And he showed it all when it mattered most that night with the most amazing performance I've ever seen.\" </p> <p><strong> Muhammad Ali</strong> (Speaking in 1975)</p> <p> \"When I first heard the fight would be in Africa, I just hoped it would go off right, being in a country that was supposed to be so undeveloped. Then, when we went down to Zaire, I saw they'd built a new stadium with lights and that everything would be ready and I started getting used to the idea and liking it. And the more I thought about it, the more it grew on me how great it would be to win back my title in Africa. Being in Zaire opened my eyes. </p> <p>\"I saw black people running their own country. I saw a black president of a humble black people who have a modern country. When I was in training there before the fight, I'd sit on the riverbank and watch the boats going by and see the 747 jumbo jets flying overhead and I'd know there were black pilots and black stewardesses in 'em and it just seemed so nice. </p> <p>\"In Zaire everything was black - from the train drivers and hotel owners to the teachers in the schools and the pictures on the money. It was just like any other society, except it was all black and, because I'm black oriented and a Muslim, I was home there. I'm not home here [in the United States]. I'm trying to make it home, but it's not. </p> <p>\"It was a rich black man who paid me and George Foreman, and he did it because he wanted some publicity for his little country, and he got it. For 15 years after the white Belgians had to get out of there, no one - including me - ever heard of Zaire. No one knew it was a country of more than 22 million people, but now we do.\" </p> <p><strong> Bill Caplan, </strong>Foreman's publicist</p> <p> \"George hated Zaire and Kinshasa from the day he got there. They treated Ali like a god and George thought he was pretty badly looked after considering he was the world heavyweight champion. When he got cut, five days before the fight, he wanted to go and train in Paris but they wouldn't let him leave. The fight was postponed so we had to stay for two months - Ali staying in a beautiful villa on the Congo river while we were stuck in a place that looked like an army jail. </p> <p>\"George was in depression after he lost for a long time. And he gets tired of talking about the fight. There's that famous picture of Ali standing over him with George on the canvas and people come up to him with copies of that photograph asking him to autograph them. He hates signing that. </p> <p>\"George never saw the fight as doing anything for 'his race', as some would call it. He does not and will not talk about colour issues because he believes it polarises people. </p> <p>\"But he genuinely loves Ali. He appreciates him for what he was and is. He pretty much idolises the man and you will never hear him talking about how sad it is that Ali is the way he is; he always talks positively about him and often calls him up to make sure everything is good.\" </p> <p><strong> Reg Gutteridge, </strong>Reporter for London Evening News</p> <p> \"When a lot of writers arrived in the country, they wanted to go back home to their mothers. The world has changed now but, at that time, it seemed unreal to be so many thousands of miles away in an unknown environment. There was a lot of jungle talk before the fight but it was miles away from the jungle. The local people couldn't get in to the fight because it was too expensive. There were people on their knees through malnutrition. </p> <p>\"It was half-promoted by a British guy, John Daly. He was very young so he did a great job. Nothing will ever come close to the fight itself. You could never repeat that today. It changed boxing because it was covered in so many different countries. Afterwards I was frightened out of my life that I wouldn't be able to get my report into the paper because of the storm. </p> <p>\"No characters could rival Ali and Foreman. If Ali liked you then Foreman and his people got the hump. Before the fight, Foreman leaned through the ropes and angrily said to me: 'You think he can beat me!' </p> <p>\"But Ali was a terrific guy. I meant nothing to him and he owed me nothing but once, as a total surprise, he visited me in Hammersmith hospital when I was ill. There are not many people who would do that.\" </p> <p><strong> Larry Holmes</strong>, Ali's chief sparring partner</p> <p> \"Zaire was an incredible experience. The people loved Ali. I remember looking out into the crowd and all you could see was black faces everywhere. Normally at a big fight you look out and you say, 'there's a black guy, there's a black guy', but this time it was a surprise when you saw the white guys. </p> <p>\"I wasn't surprised when Ali beat Foreman because Foreman was a phoney. He was then and he is now. He isn't the person people think he is. </p> <p>\"Afterwards, when I was the champion, it was tough. I had some great fights and was a great champion - but I was always following Muhammad. I beat him [in 1980] and people say that must have been hard for me, but he would have knocked my head off if I hadn't got him. It was just business and we both knew that. But, somehow, I never had the credit I deserved and I suppose it was following so soon after Muhammad and those great fights.\" </p> <p><strong> Fred Wesley, </strong>James Brown's music director and trombonist</p> <p> \"I, along with the James Brown band, flew to Kinshasa on the same overloaded DC-8 as Ali and his crew. The plane was so overloaded because the organisers had tried to get all the people participating in the music festival on that same airplane. I don't think they had anticipated the amount of equipment the performers carried with them. I bet the wardrobe for the Pointer Sisters alone took up an entire bin. The plane barely got off the ground. </p> <p>\"When we arrived in Kinshasa the real fun began. We checked into our hotels and were told to charge all food and drinks to our rooms. This was hard to believe. Who in their right mind would let a bunch of entertainers eat and drink free with no limit? </p> <p>\"I think maybe some of the economic problems Zaire is experiencing today are a residual effect of that 1974 music festival. I, for one, went crazy. My drink of choice was immediately upgraded from beer to cognac. Double cognacs at that.\" </p> <p><strong> Angelo Dundee, </strong>Ali's trainer</p> <p> \"I remember everything about Zaire so incredibly vividly. It was such a thrill to have been a part of it and here we are talking about the fight 30 years later. As long as you reporters want to talk, it tells me we're still in action. The most important thing I ever told Muhammad was to talk. I said: 'You want to be a superstar, you have to talk to people' - not that he needed too much encouraging . . . </p> <p>\"He was such a pleasure to work with. He always had time for everybody, but when it came to the fight I thought he was crazy with his 'rope-a-dope', lying on the ropes while George hit him. People thought we had worked on it as a tactic but no. They were saying I'd loosened the ropes to let Muhammad lean back. But I had gone round the ring tightening them and they were still loose as a goose because of the heat. </p> <p>\"I thought Foreman was killing him, but now we know what happened which is why he was the greatest. It was beautiful. The time I had with Muhammad were the happiest days of my life. I still try to see him as much as I can because we will be buddies for ever. </p> <p>\"Recently I trained Will Smith for the Ali movie and worked with Russell Crowe for his boxing film. I still get the work and the telephone keeps on ringing because of those years I had with Muhammad.\" </p> <p><strong> Frans Botha, </strong>Future IBF world heavyweight champion</p> <p> \"I was six years old when I watched the film of Ali beating George Foreman at a cinema in Pretoria and, no question, that's what got me started in boxing. After watching him knock out big George in round eight, I decided that Ali was the best there ever was and that I was going to be like him, so I said to my dad: 'Pa, you know, one day I'm gonna win the heavyweight championship of the world.' </p> <p>\"That's where my dreams started and that's why I started boxing and, even though I lost my first five amateur fights and got a bit discouraged, in my heart I never thought of giving up because I always remembered how Ali had come back from defeat to conquer Foreman.\" </p> <p><strong> Thomas Hauser,</strong> Ali's biographer </p> <p> \"I don't think Ali-Foreman changed the world. Ali's most important work, both inside the ring and outside of it, was done by then. But his victory over George Foreman brought a lot of joy to a lot of people.\" </p> <p><strong> Foreman </strong><br> </p> <p> \"After the fight, for a while I was bitter. I had all sorts of excuses. I should have said the best man won, but I'd never lost before so I didn't know how to lose. I fought that fight over in my head a thousand times. And then, finally, I realised I'd lost to a great champion; probably the greatest of all time. </p> <p>\"Muhammad gave me a dose of that big right hand. He won fair and square and now I'm just proud to be part of the Ali legend. If people mention my name with his from time to time, that's enough for me. That, and I hope Muhammad likes me, because I like him. I like him a lot.\"</p>",
  "<p>Samuel Johnson argued that pigs are more intelligent than dogs and are prevented from showing the full extent of their intellect only by mankind's loathsome habit of killing and eating them before they get a chance to go on to higher education. The truth of the good doctor's assertion was proved categorically when I investigated the truth behind the headline \"Wild Pigs Threaten Golfers\". </p> <p>It appears that in the past month a herd of 20 or so porkers has taken to swimming to Hong Kong's Kau Sai Chau island each night and tearing up swaths of a Gary Player-designed 18-hole course. The management at the Hong Kong golf centre have hired watchmen to drive \"noisy buggies\" about in an attempt to frighten away the pigs but that has not prevented them from so far destroying seven square kilometres of fairway. </p> <p>According to naturalists the wild pigs are simply rooting for grubs and tapioca roots. Maybe so but, if that is all they want, why swim all that way? And why a golf course and not Hong Kong racetrack, polo grounds or cricket fields? A look at the situation worldwide hints at a wider porcine motive: though national intelligence agencies are reluctant to confront the fact, it is plain that wild boar are waging a guerrilla war against golf. </p> <p>Incensed by the insidious spread of the game and the way it distributes its fussy playing areas over the surface of the planet like a seaside landlady depositing doilies about the parlour before the arrival of a coach-party of priests, the pigs are striking back. It is like Hitchcock's The Birds, only smellier and with brighter coloured knitwear. </p> <p>At Changi golf course in Singapore they have had to post warning signs after a pair of 400-pound wild boar took up residence in the rough. In Malaysia, meanwhile, the peninsula's population of jungle pigs is considered a bigger menace to golfers than poisonous snakes or crocodiles. According to the Malaysian Golf Association, green keepers have nightmares about them: \"They are the most unwelcome and dreaded animal.\" </p> <p>The porcine onslaught is also reported in Sweden, Canada and in France, where it should be noted attacks on golf courses rose significantly in the aftermath of Jean van der Velde blowing a three-shot lead on the final hole of the Open. </p> <p>But it is in the United States that feral pigs have carried out their greatest terror campaign against the creeping menace of golf. Targets include Forest Country Club near Fort Myers, Florida, which lost 30 square yards of the 7th fairway to an attack by hogs apparently descended from those brought over by the Spanish explorer Hernando de Soto in the 16th century. </p> <p>In California - where, incidentally, it is a criminal offence to own a ferret; so much for the American's spirit of rugged individualism - the state population of 700,000 wild pigs is said to be doing hundreds of thousands of dollars worth of damage to courses every year. </p> <p>In Texas, which has the highest density of feral pigs on the planet, destruction is so commonplace that the Lone Star State's golfers are developing a bunker mentality. \"If you let the hogs run wild, they will ruin the courses,\" said San Antonio's golf operations manager David Clay after the city council fired an employee who killed four porcine intruders with a knife strapped to a pole (this was not quite as Daniel Boone as it sounds; they were trapped in a cage when he did it). </p> <p>Even domesticated US pigs have been doing their bit to bring about the downfall of what they see as an abomination against nature. In Florida four years ago a country club brought an action against a farmer, Paul Thompson, because it claimed his herd of 600 pigs was disrupting play. Complaints of an evil smell hovering about the 15th green, preventing members drawing breath while putting, were swatted by the admirable Thompson. \"They chose to build next to us,\" he said, \"and it says Pig Farm on our sign, not Rose Garden.\" </p> <p>Pigs are peaceful creatures and so far their campaign has been purely against golf property and not golf people. However, as the evil argyle-patterned empire tightens its grip on the globe, few expect that to last. As frustration mounts, some pigs are bound to resort to violence. If they do, it will not be pretty. \"You'd better know how to climb a tree real quick if they take a notion to rip you,\" warned a Wisconsin politician, Duwayne Johnsrud, after courses in Madison and Milwaukee had been the target of some of the Dairy State's tusked anti-golf gangs. </p> <p>In Hong Kong they are already considering closing the Kau Sai Chau course. \"We don't want to do it but we will if we have to,\" said a spokesman for the Hong Kong Jockey Club, which manages the place. \"At the end of the day the safety of humans comes first.\" </p> <p>The fear for the non-golf lover is that any orchestrated campaign of attacks on golfers might well backfire and increase the game's global standing. After all, even those of us who abhor the sport would be tempted to watch if it offered the possibility of seeing Colin Montgomerie chased up a tree by a 350lb razorback.</p>"
]