[
  "My first contributions to this column, 40 years ago to the month, came from our then home just south of Lerwick, Shetland. The north isles then were dependent on crofting, fishing and knitwear, and the tradition by which the crofting menfolk left the isles for six months at a time to serve on Christian Salveson's South Georgia whaling fleet had only just been brought to an end by the timely protection of the south-Atlantic whale stocks. <p>Although echo-sounding boats were appearing in local waters, this was just before the discovery and exploitation of North Sea oil. The natural environment of the isles at that stage was wonderful. The bird life, especially on the out islands, was remarkable. I recall walking across Foula, (its human population at that stage around 50), and having to keep flailing binoculars around my head to deter the assaults of the arctic skua. The sight of two killer whales leaping clear of the sea ahead of the boat back to Scalloway remains one of the most dramatic natural spectacles I have seen. </p> <p>All the advantages of the small human society of the isles have remained in my mind too. So the report last week by the RSPB in Orkney and Shetland of the collapse of the nesting season of several seabirds caused me not only concern but also triggered memories. Scientific opinion seems to attribute the failure to the collapse of the sand eel population, itself a result of higher sea temperatures which have deprived the sand eel of its diet of plankton. It's easy to blame global warming, but I suspect mankind, in the form of the industrial-scale fishing of sand eels, has also contributed to this disaster for the seabird population.</p>",
  "<p>Virgin Atlantic is to spend $5.5bn (£3bn) on 26 new Airbus long-haul jets as part of an ambitious strategy of taking on British Airways by doubling the size of its fleet and route network by the end of the decade. </p> <p>The deal comprises 13 firm orders and a further 13 options on Airbus A340-600s - which, at 75 metres, are the longest planes in the sky and were pioneered by Virgin as launch customer two years ago. </p> <p>Virgin's decision to buy from the European aerospace group is a blow to Chicago-based Boeing, which is struggling to keep up in the race to be the world's biggest aircraft maker. </p> <p>It was good news for British industry, with half of the manufacturing to take place in the UK. Rolls-Royce will make the planes' engines in Derby in a deal worth $1.3bn, while Airbus's UK factory in Broughton, Wales, will make the wings. </p> <p>The Virgin chairman, Sir Richard Branson, said: \"This is by some way the biggest aircraft order in Virgin Atlantic's history, and will enable us to double the size of our airline over the next five years.\" </p> <p>The airline's choice of Airbus was in part attributable to the aircraft's four engines, compared with two on a Boeing 777. Virgin says a fifth of its passengers express a preference for flying in planes with more back-up power. </p> <p>Since its establishment 20 years ago, Virgin has gradually expanded from its core transatlantic routes. It flies to Africa and the far east, with routes to Cuba and Australia due to begin within a year. </p> <p>Sir Richard yesterday said he had a \"wish list\" of further destinations, including Melbourne, Dubai, Bangkok, Rio, Toronto, Chicago and Nairobi. He claimed the expansion could create 6,000 jobs. Virgin Atlantic is 51% owned by Sir Richard, with the remainder of the shares held by Singapore Airlines. </p> <p>Its expansion comes at a time when the aviation industry is still struggling to get back on its feet following a long slump in the wake of the September 11 terrorist attacks. The crisis is so deep in the United States that United Airlines, which is in Chapter 11 bankruptcy protection, has stopped funding its staff pension scheme. </p> <p>Sir Richard is planning a domestic airline in the US which is likely to number investment firm Green Briar Equity among its backers. </p> <p>He revealed yesterday that he is also in talks with the Nigerian government about establishing a domestic carrier, possibly in partnership with South African Airlines. Virgin already flies from London to Lagos and Port Harcourt.</p>",
  "<p>The fast food chain McDonald's yesterday produced only its second corporate social responsibility report, as it continues to fight against critics of its nutrition and environmental record. </p> <p>The company highlighted efforts to offer healthier options including salads on its menu; increased efforts to work with suppliers to ensure responsible environmental behaviour and better animal wel fare including almost 500 audits, and a 3.2% reduction in packaging during 2003. </p> <p>The report was published amid a growing fear in the food industry that it could be the next target of lawsuits from consumers suffering from health problems, in similar vein to the tobacco business. </p> <p>McDonald's last year fought off suits from several overweight teenagers in New York who blamed the fast food chain for their health problems. But industry watchers believe the lawsuits are only the first of many. Obesity and related diseases such as diabetes are on the increase across the developed world. </p> <p>The chain suffered terrible public relations as focus of the documentary Super Size Me, released in cinemas earlier this year. The film charted the disastrous health effects on a filmmaker who ate nothing but McDonald's food for a month. </p> <p>McDonald's released the report at an investors' meeting. The company also pointed to policies to phase out the use of growth-promoting antibiotics in poultry, and the pilot of a restaurant using natural refrigerants to reduce global warming. </p> <p>Julie Gorte, a director at Calvert group, which invests only in companies it deems good corporate citizens, said McDonald's did not meet its criteria, but its efforts were commendable. \"You would never produce a report like this unless you really meant to work on some of these problems.\"</p>",
  "<p>California is proposing to add solar power to a million homes in the next 10 years, paid for by a surcharge on consumers' electricity bills equivalent to about 15 pence a month. </p> <p>The plan, proposed by the California Environmental Protection Agency, is intended to honour the election pledge of California's governor, Arnold Schwarzenegger, to ensure that half of all new homes in the state are built with solar power facilities. </p> <p>The surcharge would raise $1bn (about £570m) in 10 years for the installation programme, with the state using the money to give rebates to home builders who install solar panels on new homes, and incentives for installing panels on existing homes. </p> <p>Homeowners would be able to reduce their power bills and even make money by selling \"unused\" solar energy back to the electricity companies via two-way meters. </p> <p>Electricity supply has been a sensitive issue since the energy crisis in 2001 when a free-for-all market pushed prices so low that many stations shut down leaving the state short of power. Solar power became more popular. According to the California Energy Commission, while 900 photovoltaic systems were installed from 1998 to 2000, more than 11,000 systems were installed from 2001 to mid-2003. </p> <p>Most of the changes were to older properties, but with 150,000 new homes being built a year the greater potential led to a campaign for the state to use its \"greatest asset\" - sunshine. </p> <p>Tim Coyle, the senior vice president of the California Building Industry Association, said home solar systems could cost from $17,000-20,000 (£9,714-£11,428) and did not pay for themselves as customers would typically pay $120 a month to repay the purchase price and receive about $70 in \"returns\" in electricity generated. </p> <p>The state grants are designed to make the system pay. </p> <p>According to the draft plan, presented by Drew Bohan, under-secretary of the EPA, \"each month the homeowner will save more money in reduced electricity charges than [will be paid] on the solar mortgage\". </p> <p>Environmental groups said the proposal would once again make California a national trendsetter while encouraging technical advances that would help make solar power more affordable worldwide. </p> <p>\"This is so far ahead of any other state ... there's no comparison,\" said Bernadette Del Chiaro, of the group Environment California. </p> <p>Together the solar installations would equal 36 new, 75-megawatt natural gas plants, and would avoid adding 50m tons of carbon dioxide into the air annually. </p> <p>The incentives should be enough to get solar panels on 40% of new homes by 2010 and 50% by 2013, the EPA believes. The hope is that 1.2m homes will be producing solar energy by 2017, including 884,000 new and 313,000 older houses. </p> <p>Mr Schwarzenegger has yet to endorse the plan publicly, despite the election pledge. </p> <p>Ms Del Chiaro said: \"My hope is the governor comes out even stronger by increasing the incentives and mandates, and applying the requirements to commercial buildings as well. There's no guarantee builders will take advantage of incentives, though [they] are great.\" </p> <p>Many environmentalists are also backing solar home incentives. A solar incentive bill, approved by the California senate, would require 15% of new homes to be built with solar panels by 2006. By 2010 more than half of homes would come equipped with solar systems. </p> <p>The building industry opposes the solar homes bill but said the proposed incentives were the way to encourage technological and economic improvements that will make widespread use of solar energy more realistic.</p>",
  "The first sea lord, Admiral Sir Alan West, warned yesterday that al-Qaida and its supporters had added merchant shipping to their list of potential terrorism targets as they sought new ways to disrupt global trade. <p>\"We are aware that they have plans and they've looked at this,\" Admiral West, Britain's most senior naval officer, told the shipping newspaper Lloyd's List. \"We have got an underlying level of intelligence which shows there is a threat.\" </p> <p>The addition of merchant ships to the growing list of potential radical Islamist targets worldwide has seen the Royal Navy deploy a squadron of fast patrol boats in Gibraltar. Admiral West said that areas such as the Strait of Gibraltar or the Suez Canal, with high concentrations of shipping close to shore, were seen as the most likely targets. With Morocco's north coast already home to dozens of fast speedboats devoted to drug smuggling and human trafficking, there is no lack of suitable craft to carry out suicide or other attacks. </p> <p>Navy officers in Gibraltar said at the weekend that it would take just 15 minutes for a speedboat to leave the north coast of Morocco and attack a vessel anchored beside the Rock. Morocco arrested three suspected Saudi Arabian al-Qaida members, who had fought in Afghanistan, as they allegedly plotted attacks in the Strait of Gibraltar three years ago. The three Saudis had been inquiring about buying boats in the northern ports of Morocco. </p> <p>US Navy and Royal Navy vessels were reported to be among targets being considered in what was due to be a repeat of the attack on the destroyer USS Cole in Yemen, which killed 17 American sailors four years ago.</p>",
  "Among the residents of Willesden, north-west London, yesterday, the claim that anti-terror police had arrested a key al-Qaida operative who had been living in their midst was greeted with a mixture of surprise and scepticism. <p>Forty-eight hours after the dramatic daylight raids, police in Britain and the US claimed a major coup. But locals knew little or nothing of the man or any of the aliases he is alleged to have used, including Abu Musa al-Hindi and Abu Eisa al-Hindi. </p> <p>\"It is very disturbing when this sort of thing is happening on your own doorstep,\" said Mary Ingle, outside the small block of flats in Chapter Road where one of the suspects was arrested on Tuesday afternoon. </p> <p>\"But I can hardly believe the leader was the man they got here. I didn't know him well, but everyone says he was normal and friendly.\" </p> <p>There was disbelief, too, at the nearby Central Mosque of Brent. \"They tell us that they have caught a senior terrorist but, again, where is the proof?\" said a spokesman. </p> <p>\"Many Muslims are sceptical of what is going on, and some of the younger ones are becoming more angry about it. But, as many people have said many times, terrorism is completely alien to the teachings of Islam and we know that the people of this mosque would have nothing whatever to do with it.\" </p> <p>Two miles away in Wembley Hill Road, police forensic teams were searching a neat semi-detached house where a second suspect was arrested. </p> <p>A neighbour said she did not know the man's name but he had lived there for six years with his wife and two young children and was always \"pleasant and friendly\". </p> <p>Scotland Yard would not confirm or deny that Hindi was one of 12 people arrested in a series of police swoops across England on Tuesday. </p> <p>But senior British security sources confirmed that he was among those detained at the Paddington Green high-security police station in west London, and that he was suspected of being a \"leading operative\". </p> <p>An unnamed senior US official told the New York Times that Hindi was of \"serious interest\" to Washington, and that the British arrests were part of a global crackdown on al-Qaida suspects who were \"part of this web that emanates from Pakistan\". </p> <p>Although the arrest was in London, and the focus so far has been on an alleged plot to attack Heathrow airport, officials in Washington allege that Hindi was also a key player in a cell planning attacks on the US. </p> <p>The man, who is also alleged to have used the codename Bilal, has several addresses in London. Police believe he has been in regular contact with Muhammad Naeem Noor Khan, a 25-year-old computer expert arrested three weeks ago in Pakistan. </p> <p>A senior Pakistan official told the Reuters news agency: \"We got the information on the people who were arrested in Britain from the computer of Muhammad Naeem Noor Khan. We got some names and there were also some emails he had sent.\" </p> <p>Another source in Pakistan said reports indicated that Hindi had been travelling on South African and Sudanese passports. </p> <p>But the Sudanese embassy said it had not been contacted by the Foreign Office and was not aware of anyone by the name of Abu Musa al-Hindi or any of his aliases. </p> <p>The arrests of the man and the other 11 suspects were the result of a complex investigation and several months' surveillance by undercover police and M15 agents. </p> <p>All 12 men being held by police are of Asian origin and 10 are British citizens. </p> <p>The custody period has been extended until Sunday and police can apply for further extensions to take the questioning period up to Tuesday week.</p>",
  "George Bush was not pulling his punches. In a definitive policy speech earlier this year on preventing the spread of weapons of mass destruction, the US president declared: \"The greatest threat before humanity today is the possibility of secret and sudden attack with chemical or biological or radiological or nuclear weapons. <p>\"America will not permit terrorists and dangerous regimes to threaten us with the world's most deadly weapons,\" he went on. \"We're determined to confront those threats at source. We will stop these weapons from being acquired or built. We'll block them being transferred. We'll prevent them ever being used.\" </p> <p>The US position, it seems, could hardly be clearer. So how to explain, and how conceivably to justify, a little-noticed demarche last week by Mr Bush's officials at the UN conference on disarmament in Geneva? What the US did, in effect, was to torpedo a new global treaty banning the production and supply of materials essential to the building of nuclear weapons. </p> <p>It is known as the fissile material cut-off treaty. It has been under discussion for years, strongly supported by Britain and the EU. Its main aim is to strengthen the nuclear non-proliferation Treaty (NPT), the cornerstone of the international effort to curb the spread of WMD. It is specifically aimed at nuclear-armed states such as India, Pakistan and Israel which are not party to the NPT. </p> <p>But by seeking a global halt to the production of highly enriched uranium and plutonium for weapons, its wider overall aim is to reduce the chance of such materials being obtained by irresponsible regimes or non-state terror groups. </p> <p>While dismaying, the Bush administration's stance was not totally unexpected. Bill Clinton backed the fissile material treaty in 2000, but once in office the Bush administration dragged its feet. Last year in Geneva it announced a review of its position, thus delaying further talks. </p> <p>Last week the US ambassador to the conference, Jackie Wolcott Sanders, finally gave the go-ahead for negotiations, but with a fatal caveat attached. </p> <p>The US would back the treaty in principle, but it would not support the inclusion of binding monitoring, verification and inspection provisions. </p> <p>A state department statement said the proposed inspection regime \"would have been so extensive that it could compromise key signatories' core national security interests, and so costly that many countries will be hesitant to accept it\". </p> <p>But as the US knows very well, any new treaty is all but unenforcable without effective monitoring and verification. Inspections are essential, say arms control experts, if such treaties are to work. That is a view with which the British government, for example, wholeheartedly agrees. </p> <p>\"We believe that such a treaty should be established. We support it. It is a useful step towards curbing global proliferation,\" a Foreign Office spokesman said yesterday. \"We continue to believe it should be verified. We do not take the same position as the US.\" </p> <p>In private, officials are hard put to conceal their disappointment at the US stance. </p> <p>Stated American concern about security and cost does not wholly explain it. At the nub of the issue is Washington's fundamental objection to opening up American military bases and industrial plants to international, especially UN, inspection. </p> <p>For the neo-conservatives and ideologues around Mr Bush this is a visceral objection - even a matter of principle. Put plainly, they appear content to place the safeguarding of an uncompromised, untrammelled American sovereignty ahead of effective global arms control. </p> <p>And they have plenty of form. In 2001, for this same basic reason, the Bush administration scuppered a proposed inspections regime to police the biological weapons convention, again to Britain's great dismay. </p> <p>For much the same reason, perhaps, key aims of the 1997 chemical weapons convention (CWC) remain unfulfilled. Between them the US and Russia possess more than 97% of the world's known chemical weapons material, but neither will remotely meet the 2007 deadline for its full destruction, according to the US government accountability office. It says more inspections are needed to enforce the CWC, especially at dual-use chemical plants. </p> <p>For much the same reason, the Bush administration has set aside the comprehensive test ban treaty and is pressing ahead, beyond international scrutiny and in defiance of the NPT, with the development of new generation nuclear weapons. </p> <p>Iranians and North Koreans are under intense US pressure to cooperate with inspectors from the UN's International Atomic Energy Agency. But to Mr Bush, it seems, international verification procedures are a one-way street. What happened in Geneva last week underlined that. </p> <p>The very same US government that went to war in Iraq because Saddam Hussein did not fully comply with UN weapons inspections unilaterally rejects similar control over its own WMD arsenal.</p>",
  "A father charged with murdering his terminally ill son was granted bail yesterday. <p>Andrew Wragg, 36, facing trial for the death of 10-year-old Jacob, who had Hunter syndrome, was released at Lewes crown court. </p> <p>He hugged and kissed his mother, Anne, and other family members, who spoke of their joy at his release. </p> <p>Earlier he had been led into the east Sussex court in handcuffs. His brother Chris said: \"I speak for the whole family when I say it is with pure relief that Andy has been released on bail.\" </p> <p>Mr Wragg's solicitor, Oscar Vincent, said: \"Mr Wragg is immensely relieved to be granted bail this morning. </p> <p>\"Over the past week he has had somehow to put up with the death of his son, several days of police questioning and a remand into a prison environment. </p> <p>\"Granting bail now allows him time to spend with his family, to grieve properly for the death of his son, to deal with funeral arrangements and to prepare properly for the trial.\" He refused to discuss Mr Wragg's bail conditions. </p> <p>The judge, Richard Brown, adjourned the case until October 22, before granting bail in private. </p> <p>There was no sign of Mr Wragg's wife, Mary, 40, who was arrested with him on July 24 at the family home after a 999 call reporting Jacob's condition. </p> <p>She was later released without charge. </p> <p>Hunter syndrome is incurable, and causes progressive mental and physical deterioration.</p>",
  "<b> Size:</b> 39 square miles - but getting bigger all the time. <p><b> I'm sorry? </b> The volcanic activity that devastated the Caribbean island in the mid-1990s, forcing two-thirds of the population to flee abroad, still hasn't quite stopped, and it's contributing extra land mass. </p> <p><b> Head of state: </b> Why, our own dear Elizabeth, who graciously finds a little time in her busy schedule to just sort of, you know, do whatever that job requires. </p> <p><b> Capital: </b> Ah, well, this is a little complicated. Plymouth was buried in volcanic ash, and is now abandoned. So there isn't one. Which is where the European Union comes in. It has offered to help it find a new capital. </p> <p><b> Such heart-warming internationalism! But where will it find one to spare? Aren't most of them already taken? </b> It's true that the overwhelming majority of the world's capitals are already associated with existing nation-states. So the EU has agreed to a £6.5m grant to help Montserrat relocate from Plymouth to Little Bay, a small settlement in the north of the island. </p> <p><b> Little Bay. It's not exactly awe-inspiring as a name for one's capital, is it? </b> Perhaps they'll rename it Really Quite Substantial Bay. In any case, it should have a few more residents soon, because 300 Montserratian refugees living in the United States have been told they have to leave by February. </p> <p><b> Why? </b> The US department of homeland security says that because the volcano is no longer a temporary problem - it's a \"permanent situation\" - the islanders' temporary protected status has to end. </p> <p><b> But that's cruel, mad and illogical.</b> And your point is? We are talking about the department of homeland security here (\"proudly scaring Americans and alienating everybody else since 2002\"). </p> <p><b> Irrelevant fact I can't quite get out of my head: </b> According to the CIA World Factbook, one of Montserrat's chief exports is plastic bags.</p>",
  "<p><a href=\"http://www.ilovelive.com/\">Xbox Live</a>, the service that lets you play your Xbox games online, is a generally marvellous thing. Once you've got over the not-inconsiderable hurdle of buying a router – most people assume you can plug the Xbox straight into a phone socket – and configured the settings, Live works like a dream. The headset is the key component, allowing players to chat to, and shout at, each other during play. But it's the cultural differences that are really interesting. I've heard French players get nationalistic abuse from US players while I've stunned gamers in Ohio with my English accent. And I once got into a bizarre chat about eggnog with a Canadian woman whilst competing in Project Gotham Racing. Anyone else got any Live tales?</p>",
  "<p>Roger Bennett, the head of the <a href=\"http://www.elspa.co.uk\">Entertainment and Leisure Software Publishers Association</a> has written an open letter to David Blunkett condemning the \"misleading\" reporting related to last week's Leicestershire tragedy, in which the 18+ game Manhunt was implicated. It touches on the usual, including the reported absence of links between violent behaviour and computer gaming, the $20bn the games industry circulates internationally per year, and the good that the games industry does for schools via the Entertainment Software Charity. It also does a bit of government hand slapping. You can find the full text below.</p> <p>One quick note. I hate to say this, but while it's true that in the academic literature there is no link between long-term aggressive behaviour/violence and computer gaming, there is a link, like with TV, movies, loud music, shouting a lot, being in the same room as your younger brother for an extended period of time, jumping up and down repeatedly and walking over a precarious precipice, with getting all het up <em>in the short term</em>. Heart-pounding stuff. Sweats. Buzzing in ears. Stimulation. It doesn't mean that you do anything about it, but it happens. The <a href=\"http://www.hemi-syncsource.bigstep.com/\">dolphin-sound-effects-for-relaxation</a> industry would be out of business if it didn't.</p> <p>Gosh, I feel I'm letting the side down here.</p> <p>5th August 2004</p> <p>Dear Mr Blunkett</p> <p>COMPUTER &amp; VIDEO GAMES</p> <p>As the trade organisation representing the computer and video games industry, we have been very concerned recently about the misleading and disingenuous reporting about the effects of playing interactive games software. In particular, the tragic case of Stefan Pakeerah's murder by Warren Le Blanc in Leicester, which was linked by some parts of the media and by Mr Keith Vaz MP, to a video game called \"Manhunt\", published quite legally by one of our members as a BBFC 18+ rated game. We will continue to uphold the legal right of this member and others to target their product at the burgeoning adult market for computer and video games in an honest and legal manner.</p> <p>As you will know, despite many research projects into the effects of screen violence, some of which have been undertaken by eminent academics in their field, no link with violent behaviour has been found. Furthermore, I would like to reassure you that ELSPA members, that includes all the companies responsible for the distribution of computer and video games in UK, fully conform with both the letter and spirit of the law and the strict Codes of Practice our members must adopt on enrolment. ELSPA, on behalf of all its members and the members themselves, take its responsibilities extremely seriously in the context of these matters.</p> <p>As a matter of fact, I feel sure you will already be aware that less that 1% of computer and video games published and distributed in UK attract an 18+ BBFC Rating and that in excess of 65% of all games are suitable for all ages.</p> <p>It was unfortunate that Mr Vaz should speak out so irrationally against the companies concerned with the development and distribution of \"Manhunt\" and indeed our industry in general. Had he taken time to check with the Leicestershire Constabulary, he would have been informed that they do not and have not ever linked this brutal crime with any video game.</p> <p>The UK computer and video games industry has a large stake-holding in the global market worth $20 billion. Some of the most successful games in this valuable market are produced in UK, employing many thousands of people and it is very much in the vanguard of \"Creative Britain\". The economic and cultural value of the interactive entertainment software industry is well recognised by many Government Depts as a major contributor to the UK economy and increasingly a cultural factor, as illustrated by the international Games Festival in Edinburgh later this month. In addition, London will host the first European trade event, European Games Network (EGN), in September this year and London is also the location for an international conference, \"The Games Summit\", held annually in June. A major exhibition for consumers, entitled \"Game Stars Live\" will take place concurrently with EGN at Excel, Docklands.</p> <p>As a matter of interest, you may not be aware that our industry charity, Entertainment Software Charity (ESC), of which I am a Trustee, has funded specialist Schools status for eight schools across the country this year. In addition, we have also recently confirmed with the DfES that the games industry will fund the building of a new \"City Academy\" in Paddington, London. I hope you will recognise this as another illustration of levels of responsibility we attach to the status of our industry.</p> <p>I hope you will accept that we felt it necessary to put the record straight in respect to these tragic events and that are pleased to be in a position to be proud of our industry's successful achievements and the standards of responsibility we have adopted.</p> <p>Yours sincerely</p> <p>Roger Bennett Director General Entertainment and Leisure Software Publishers Association</p>",
  "In his Letter to the Bishops of the Catholic Church on the Collaboration of Men and Women in the Church and in the World, the Pope has taken on feminism, which most people outside universities thought dead and buried years ago. The attack, written by 77-year-old Cardinal Joseph Ratzinger, to which his Frailness merely gave the nod, need not cause too much shock and horror. Anything denounced from the papal throne is instantly catapulted into the awareness of the poor in the Catholic third world, whose view of the Roman hierarchy is already profoundly disenchanted. Family planning workers in the vast slums of Catholic Latin America will tell you that whenever the Pope is known to have been inveighing against contraception, and the cry is taken up by every local pulpit, people flock to the clinics, avid for pills and IUDs. His Holiness's grief and wrath is far more effective in persuading the indigent faithful that contraception actually works than anything the family planners might say. Now that his nibs has turned his attention to feminism, oppressed women may very well begin to suspect that there must be something in it after all. <p>Bavarian Ratzinger, described by some as the Panzerkardinal, was once an academic theologian, with lamentable tendencies towards essentialism. What he says could not bind the faithful unless his Holiness agreed to ventriloquise ex cathedra, and definitely to lay down a doctrine of faith or morals. This Pope has never made an ex cathedra pronouncement and now for sure never will. Ratzinger is free, and has been free for years, to air his convictions as and when he pleases, generating sententious humbug as specious as anything spun by secular authorities. On the global scandal of sexual abuse of children by the Catholic clergy and the condonation of such abuse by the higher clergy, the Pontiff and his enforcer have remained shtoom for years, while believers left in droves and bishoprics took bankruptcy rather than pay damages. When it comes to excoriating feminism, tight-lipped Ratzinger, head of the Vatican Congregation of the Doctrine of the Faith, once known as the Inquisition, allows himself to babble like an advertising copywriter. The church, run by celibates and pseudo-celibates in their own interest, is declared to be \"expert in humanity\", a claim that those of us who endured Catholic schools from the ages of four to 17 would find ludicrous. </p> <p>The Ratzinger-Wojtyla axis is worried about \"certain currents of thought which are often at variance with the authentic advancement of women\" that have arisen in \"recent years\". The \"expert in humanity\" has invoked this notion before, in 1988, with the apostolic letter Mulieris dignitatem; the main points were reiterated in the Pope's Letter to Women, issued on the occasion of the Beijing Conference of 1995. The purpose of these 10-year utterances is not to reveal new thinking on the part of the Vatican, but to rephrase the old thinking so that it appears to be a hip response to new pressures. As far as the Church is concerned, there has been no change; for women, though not for men, \"to serve is to reign\". What is new is that the papal thinktank has deliberately taken on feminism, probably because it considers that feminism is now a straw man, a sort of Iraq, enfeebled and incapable of retaliation, to be devastated with impunity. The effects on the church itself could prove disastrous. Parish priests are rapidly losing their hold over the common people, who are better educated and more sceptical than they were when Wojtyla and Ratzinger were boys. The worshippers to be found in parish churches are mostly female and mostly elderly. Women of reproductive age, aware that in practising contraception they are considered to be living in sin and unfit to receive the blessed sacrament, are staying away from mass. Their children will stay away, too. </p> <p>According to the papal thinktank, the false prophets of feminism have had a tendency \"to emphasise strongly conditions of subordination in order to give rise to antagonism\". The subordination, it would appear, is real, but feminists who refer to it will be accused of having no higher aim than to \"give rise to antagonism\". Such contempt for the motives of others explains how Wojtyla supported Solidarity, the Polish workers' movement, when he was archbishop of Krakow, but as Pope refused to support the worker priests led by Archbishop Helder Camara, the only articulate people fighting the cause of the dispossessed peasants in Brazil, the largest Catholic nation on earth. The priests were already vulnerable to the Brazilian authorities because of their involvement in organising mass protests. Wojtyla's intervention reassured the posseiros and their allies that the church's resources would no longer be used in the struggle against them. </p> <p>The long-term result has been a waning of faith even among the suggestible poor in Brazil, who were drawn off into evangelical sects. Now only 13% of Brazilians ever go to mass. Brazil, which was 99% Catholic 50 years ago, is still three-quarters Catholic, but its Catholicism is now less than lukewarm. The phenomenon is repeated all over Latin America; the people still call themselves Catholic but their participation in the life of the church is notional rather than actual. Globally, Catholics use as much contraception, have as many abortions, and divorce as often as non-Catholics; the difference is that they must accept that they have sinned, and endure guilt and punishment, hence the ban on condom use for Catholics, even if they have full-blown Aids. </p> <p>Wojtyla's refusal to support liberationists in Brazil was in no way motivated by reluctance to involve the church in politics. Neither Wojtyla nor Ratzinger would hesitate to intervene in any political situation that threatened religious orthodoxy. In June this year, Ratzinger issued \"Worthiness to Receive Holy Communion. General Principles\", arguing that support for abortion rights and euthanasia would render a Catholic unworthy of receiving the sacrament. The purpose of this paper, which was originally written in English, was to pressure American bishops into refusing to allow John Kerry to receive communion, thus effectively excommunicating him, and frightening Catholics away from voting for him. Kerry's persecution is the more remarkable because nothing of the kind had ever been attempted in Italy, where a succession of Catholic politicians have made no secret of their liberal principles. The attempted interference in US politics is likely to prove another own goal, as non-Catholics are reassured about Catholic Kerry's liberal credentials. To their credit, the American bishops resisted the call to direct action, taking refuge in a verbal fudge that Ratzinger had not had the foresight to pre-empt. </p> <p>Those people who see in the encyclical a rapprochement between feminism and the papacy have got to be more concerned for their faith than for their sanity. Although Catholics will argue passionately that no human being should be brought into existence for the benefit of another, and Ratzinger, the hammer of heresy, would lead them in their rejection of human cloning, they are happy to accept the biblical account that says that Eve was cloned from Adam's rib because it was not good for him to be alone. Though Ratzinger believes that man and woman are made in God's image (which would seem to mean that God is hermaphroditic rather than sexless), he is a confirmed heterosexualist. For him there can be no blurring of the essential contrast, man = hammer, woman = anvil. Woman can only exist within a male context, carrying out male-defined functions, for which she should be praised and rewarded. </p> <p>Catholic feminists who snatch at the straw of the Pope's statement that housework should be paid for should remember that Wojtyla cannot imagine a world in which housework is done by anyone but women. His Holiness's lavatory is cleaned by nuns. </p> <p><b>Catholic women respond ... </b></p> <p><b>Frances Kissling, president of US-based Catholics for a Free Choice</b> </p> <p>It's funny that some women have to find some good in this document when it's not there. Maybe it speaks to the Vatican view that women are basically nicer. The points that have been welcomed are not new. Moreover, the reason put forward for wanting women in the workplace is that they have some kind of 'feminine' civilising influence. This seems to me offensive, to men and to women. And where are the men in this document? Apart from Adam, they don't get a mention. What about men's values? The Vatican has this notion of the hedonistic northern woman and the pure southern woman, who doesn't want freedom or equality - but women in Latin America and Africa want just as much in terms of rights and freedoms, if not more. </p> <p><b>Esther Chavez, women's rights activist, Mexico</b> </p> <p>This letter presents women as people with limited consciousness, who do not know the difference between right and wrong, and it ignores those who are abused and have no access to justice. What about those women whose fathers or husbands take away their pay packet? It's a big disappointment. </p> <p><b>Dr Mary Condren, lecturer in gender and women's studies, Trinity College, Dublin</b> </p> <p>Presented by a first-year undergraduate, this essay would barely merit a pass. So why bother to respond? The continued assault on lesbian and homosexual relationships fuels homophobia. Faulty logic, backed by the veto power of the Vatican and aligned with rightwing fundamentalisms will, at forthcoming UN meetings, have serious consequences for non-western women struggling for self-determination. If Jesus were here today he would be crying out, \"Not in my name.\" </p> <p><b>Alessandra Mussolini, rightwing MEP, Italy</b> </p> <p>The Pope says women are important - but we should stay at home and be important there. He is telling women to stop fighting when there's more fighting to do. But this isn't a fight against men; it's a fight for our rights. Why can't women say mass, I wonder? What I'd like to see is the Pope with a beautiful female cardinal at his side. </p> <p><b>Maria Jose Rosado Nunes, lecturer at the Catholic University of Sao Paulo, Brazil</b> </p> <p>These men have no right to speak for us. The document equates women with maternity, and gives them no intrinsic value: they are for others, for men, for their children, for the church. </p> <p><b>Matilda Musumba, anthropologist and NGO worker, Nairobi, Kenya</b> </p> <p>This speaks to my mother's and grandmother's generations. When I came to the section on work I thought, 'Great,' but then it seems we cannot forget the kids or the house either. There is no mention of reproductive rights or abortion and that speaks volumes. </p> <p><b>Interviews by Sophie Arie, Johanna Tuckman and Melissa Denes.</b></p>",
  "Mohamad Ghiath and his wife Yusir were outside the passport office at 5.30am, long before the sun was up. Both are doctors, and, with a small daughter to raise, the thing they most want is to get out of Iraq. <p>\"The office doesn't open until 8am but we couldn't face pushing and shoving in the heat all day\", Dr Ghiath said. \"On the way home we heard three different explosions, and were caught in the traffic jams they caused. Our jobs in the hospital are stressful enough and then we have to live in this stressful environment. It's too much.\" They hoped to go abroad for at least five years, he said. </p> <p>He and his wife are not alone. The new Iraqi government started issuing passports as soon as it took sovereignty on June 28, and every day the offices are virtually under siege. </p> <p>Police used batons and fired into the air a few days ago after crowds tried to storm one passport office and later surrounded the manager's car as he tried to leave. To deal with the crush the authorities have already opened five offices in Baghdad and are planning a sixth. </p> <p>Some applicants hope to get jobs abroad, some plan to go on pilgrimages to Islamic holy sites, others want a break from daily worries, and many just feel a passport would offer an escape route if security were to collapse altogether. </p> <p>\"I'm not planning to go anywhere yet and I've never been abroad in my life, but I want a passport as a precaution\", said Sheikh Yassin Abdul Ghafudhur, 32, as he queued to reach a small iron window inside the compound at the passport office in western Baghdad. He teaches religious studies at a mosque in Falluja, where American warplanes have struck six times in the past few weeks. </p> <p>He was applying for passports for his wife and two children. The procedure is relatively simple, or would be without the crowds: copies of identity papers, two colour photographs, a thumbprint and a form to fill out. </p> <p>An official checks the form and gives out a slip with a date in two or three weeks' time to return and collect the new passport. The document is only valid for a year because Iraq's new government is an interim body to be replaced after elections in January. </p> <p>Sheikh Yassin's elderly parents stood quietly by a wall while their son queued. \"I applied three times under Saddam Hussein to go to Mecca, but it was a lottery. I failed three times\", his father said. </p> <p>Mezhir Ali Hussein is a Sunni from Mahmoudia, a town south of Baghdad which has seen a spate of attacks on police stations, murders and foreigners taken hostage. His wife is a Shia from one of the thousands of families of distant Iranian origin who were stripped of their Iraqi citizenship a quarter of a century ago during one of many Shia revolts against Saddam. Most were then forced into Iran. </p> <p>\"She has five brothers and four sisters. She hasn't seen them for 25 years. They're in Isfahan,\" said Mr Hussein, as his wife and teenage daughter, both dressed in coats and headscarves, stood to one side. </p> <p>About half the passport applicants are young. Mutaz Issam, 20, is studying accountancy at Baghdad University. He was born in Greece when his father was the commercial attache at Iraq's embassy in Athens in the early 1980s. \"I don't know when I will go abroad, but it's good to have a passport\", he said. He said he wanted to spend his life in Iraq, but planned to visit Turkey and Germany \"to have a look\". </p> <p>Doctors are particularly keen to leave, initially to improve their qualifications abroad. \"Getting higher degrees in Baghdad has become harder now\", said a young woman doctor, one of a group of three applying. \"There is intense competition for a few places. We think this country has no clear future. We have no security. We're afraid,\" she said. </p> <p>The government issues around 3,000 passports a day in Baghdad. Under Saddam's regime only a chosen few, with special permission, were allowed to get a passport. It cost around $250 (£137). </p> <p>\"Giving out passports is a gift from the new government to the Iraqi people,\" said Colonel Khalid Hassan from the Interior Ministry, who runs the office in western Baghdad. \"It is free and everyone wants one.\" </p> <p>He was hurriedly signing pink files handed to him by people queueing in front of his desk, the last stage before they are given an appointment to collect the green passport itself. To handle the rush the office also plans to open in the evenings.</p>",
  "<p>Household water bills should increase by £33 over the next five years, from an average of £249 to £282, the water watchdog Ofwat announced today. </p> <p>Ofwat's proposed price limits mean water bills should not rise by more than 3.1% a year before inflation. The 13% increase between 2005 and 2010 is less than half the rise the water industry wanted. Water companies had hoped to raise bills by an average of 29%, or £70, over that period to fund almost £22bn of maintenance and improvement work.</p> <p>The watchdog said bills should be allowed to rise by 7.6% in the first 12 months, starting on April 1 next year, to reflect a build-up of costs for companies. Suppliers had asked for a rise of 13.4%. </p> <p>Philip Fletcher, director general of Ofwat, said: \"We believe these decisions are fair to customers and the companies, and will benefit the environment. They will enable efficient companies to carry out and finance their services and meet new obligations. </p> <p>\"After close scrutiny of the companies' plans, we consider that they can carry out their essential functions over the next five years for around half the average increase in cost to customers that the companies proposed.\" </p> <p>Mr Fletcher added: \"Price increases can present particular problems to customers on low incomes.\" He said the price limits would \"protect customers from any unnecessary increase and offer them continuing value for money for the services they receive\". </p> <p>\"Overall by 2009 customers would be paying only around 3% more on average, in real terms, than they were paying in 1999,\" he said.</p> <p>The draft price caps announced today will now go to consultation. The government will then have its say before Ofwat gives a final answer in December. </p> <p>Maurice Terry, chairman of WaterVoice, the watchdog for water customers, said: \"This is much better news than we had expected and certainly better news then we had feared. </p> <p>\"It is much lower than the industry had asked for but the devil will be in the detail. We will need to look carefully to see that customer priorities in market research have been met. These are safe, reliable and continuous supply of drinking water, reliable removal of sewage and a system that doesn't result in houses flooding. </p> <p>However, he added: \"Even with price rises lower than companies had sought, they are still very big numbers.\" He added that affordability for customers on lower incomes will not be helped by increases of 13% over five years. </p> <p>A spokesman for Water UK, which represents the water companies, said: \"Our main consideration is that there will be significant investment allowed, particularly in the infrastructure - the ageing pipes and sewers. There are some challenging assumptions about getting that investment delivered and companies are certainly going to want to look at that.\" </p> <p><strong>·</strong> Find out about the price increases in your area <a href=\"http://image.theguardian.com/sys-files/Money/documents/2004/08/05/waterprices_graph.pdf\">here (pdf)</a>.</p>",
  "<p>Sir Clive Booth, chairman of the new Big Lottery Fund (BLF) that is responsible for handing out half of all \"good causes\" money raised by the national lottery, believes his fund will be at least as open to charities and community groups as were its predecessor bodies.</p> <p>The BLF has been formed from the administrative merger of the Community Fund, which gives out funds to charities and community groups, and the New Opportunities Fund (NOF). Funds from the NOF have been tied to the three government priorities of health, education and the environment, as well as very specific schemes also laid down by ministers.</p> <p>Sir Clive welcomed today's announcement by the culture secretary, Tessa Jowell, that the fund will be free to determine its own grants programmes. The removal of the periodically-dipping hand of government is \"almost too good to be true\", he says.</p> <p>Sir Clive added: \"I'm really trying to get away from the notion that all we are is the Community Fund and the New Opportunities Fund (NOF) bolted together.\"</p> <p>But he recognised that voluntary organisations, many of which have had funding from the Community Fund's open grants programme, have been concerned that the new regime may not be as open.</p> <p>\"You tell me the kind of project you think won't be covered by the new structure,\" he challenged. \"We want to be as open and flexible as we can.\"</p> <p>\"Voluntary organisations will be wary that because we're taking a slightly more strategic approach, this is going to cause some voluntary bodies to lose out. I'm saying tell me who they are and we'll consider it.\"</p> <p>Sir Clive and his team at the BLF have devised a funding strand dubbed the \"deli\" - from its official description, \"demand-led, lightly prescribed funding\". It will allow grant applications that are not tied to specific programmes under a rolling application process.</p> <p>This will account for a proportion - yet to be determined - of the £1.2bn funds to be given out under the government's three \"themes\": community learning and creating opportunity; promoting community safety and cohesion; and promoting wellbeing. A similar system will apply to the expanded Awards for All programme.</p> <p>The rest of the funding under the three themes will be channelled through five or six programmes, including, Sir Clive said, the cherished international programme and research.</p> <p>The BLF will set outcomes against which applications will be judged - and some solicited - in a time-limited application process. This will allow the BLF to think strategically about where it is putting its money and cut down the bureaucracy that a purely open-to-all-comers approach could generate.</p> <p>He added: \"One of the important messages for the voluntary and community sector coming out of this announcement is we are pledging that at least 60% of the total finds will go to the voluntary sector.\"</p> <p>Sir Clive backed Tessa Jowell's enthusiasm for a greater public say in how lottery funds are spent. One avenue could be a public vote on where the big transformational grants go, although he added that it was too early to say if this was definitely going to happen.</p> <p>He also pointed to the piloting of pre-paid postcards on which lottery players can indicate preferences for lottery funding and citizens' juries.</p> <p>But he was adamant that the fund would not be pushed into excluding causes that might not be popular with all sections of the public - or with the rightwing press (a reference to a critical report by the Daily Mail on a community fund grant made to an anti-deportation group working with asylum seekers).</p> <p>\"For me, public participation is not about having a referendum ... it's about drilling down into the different views people have. The public is very diverse and I think will want different things. It would be unacceptable to spend all the money on one category.\"</p> <p>The BLF would not be \"risk averse\" in its grantmaking, he promised. \"We'll be risk aware, but I also hope we'll be courageous and not succumb to unreasonable pressure from people who have a particular point of view.</p> <p>\"As long as we do it with our eyes open, we can live with that and we'll defend our actions as and when. It's impossible to be innovative if you are cautious and conservative.\"</p> <p>Sir Clive, a former senior civil servant, worked on pioneering polytechnics in the 1960s and then went on to run one (Oxford). He is getting into his latest job with relish. \"This is the one that more than any of the others gives me a buzz,\" he says of his move to the Big Lottery Fund. \"And now my wife calls me Mr Big.\"</p> <p>If next April, when the new funding streams begin and the voluntary sector feels the BLF lives up to Sir Clive's promises, the nickname could catch on.</p>",
  "<p>London's mayor, Ken Livingstone, has warned that he will veto plans for Britain's first £1bn private finance initiative hospital unless its design is \"substantially improved\". </p> <p>Under a PFI project St Bartholemew's and Royal London NHS trust have submitted plans to Tower Hamlets council to rebuild the Royal London hospital in east London as coloured glass blocks of up to 18 storeys high.</p> <p>The mayor can reject major building projects of this scale, even if they have been approved by a local council. </p> <p>Last night Mr Livingstone's office wrote to Tower Hamlets to warn that if it approved the building in its current form he would overrule that decision.</p> <p>Mr Livingstone said: \"Plans for a new Royal London hospital are a unique opportunity to transform healthcare facilities for east London. The design of the new buildings must be substantially improved to give east London the hospital it deserves.</p> <p>He added: \"This hospital will dominate the local area and affect the lives of east Londoners well into the next century. They have every right to expect that their new hospital meets the highest possible standards. But the current proposals fall short.\"</p> <p>Mr Livingstone's threat comes after the government's architecture watchdog, the Commission for Architecture and the Built Environment, delivered a scathing attack of the design of the building.</p> <p>On Tuesday, it said the building could recreate the kind of public building mistakes made in the 1960s.</p> <p>Like Cabe, Mr Livingstone is concerned about the complex layout of the design. He pointed out that patients and other visitors would find it confusing and alienating. </p> <p>He went further by adding layout could even encourage antisocial behaviour.</p> <p>The mayor is urging the trust and its PFI consortium Skanska Innisfree to have immediate discussions with his officials and Tower Hamlets council to come up with improvements.</p> <p>On Tuesday, the trust and Skanska Innisfree rejected Cabe's criticism of the scheme. Barts and the London NHS trust's chief executive, Paul White, said it would deliver \"first class 21st century facilities\".</p>",
  "Welcome to the Informer, Guardian Unlimited's 2pm news round-up. <p>* The last daily Informer will be sent on August 6. To continue receiving news and comment from Guardian Unlimited please visit http://www.theguardian.com/wrap to sample our new enhanced Wrap email service.</p> <p>Also in today's Informer:</p> <p>* Interest rates rise to 4.75% <br>* US stands firm over Iraq kidnappings <br>* Murder charge father out on bail</p> <p><b>THE NEWS IN 90 SECONDS</b></p> <p>The Home Office today denied that there was any specific terrorist threat to Heathrow airport following reports that a suspected al-Qaida computer expert arrested in Pakistan had passed on plans to attack it.<br><a href=\"http://www.theguardian.com/terrorism/story/0,12780,1276757,00.html\">Full story</a></p> <p>The Bank of England today stuck to its \"gradualist\" policy as it raised interest rates by a quarter-point to 4.75%, its fifth increase since November.<br><a href=\"http://www.theguardian.com/business/story/0,3604,1276735,00.html\">Full story</a></p> <p>No further concessions will be made to kidnappers in Iraq after the Philippines withdrew its troops from the country in exchange for the release of a hostage, the US state department said last night.<br><a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1276719,00.html\">Full story</a></p> <p>A 36-year-old father charged with murdering his terminally ill son was today freed on bail.<br><a href=\"http://www.theguardian.com/crime/article/0,2763,1276776,00.html\">Full story</a></p> <p>Private health tests for diseases such as cancer and other possible medical problems could do more harm than good, an investigation claimed today.<br><a href=\"http://www.theguardian.com/uk_news/story/0,3604,1276742,00.html\">Full story</a></p> <p><b>SVEN-GORAN ERIKSSON</b></p> <p>Sven's fate. Decided today. Definitely. Maybe. Well, there's a meeting, anyway. Follow the latest developments on Guardian Unlimited Football.<br><a href=\"http://football.theguardian.com/\">Guardian Unlimited Football</a></p> <p><b>HENRI CARTIER-BRESSON</b></p> <p>Our special report on one of the most influential photographers of the 20th century, who died this week, includes a tribute from former Guardian picture editor Eamonn McCabe, an interview conducted on the eve of his 90th birthday and links to collections of his work.<br><a href=\"http://www.theguardian.com/arts/cartierbresson/0,14921,1276080,00.html\">Special report: Henri Cartier-Bresson</a></p> <p><b>EDITOR'S PICK</b></p> <p>Campaigners for global justice must take a leaf out of Greenpeace's book and consider direct action, the head of an unusual aid organisation tells Matthew Tempest.<br><a href=\"http://politics.theguardian.com/interviews/story/0,11660,1276076,00.html\">Full story</a></p> <p><b>TOKYO DISPATCH</b></p> <p>Nearly six decades after the US dropped atomic bombs on Hiroshima and Nagasaki, Justin McCurry reports on efforts to ensure that the horrors of a nuclear strike remain etched on the collective memory.<br><a href=\"http://www.theguardian.com/elsewhere/journalist/story/0,7792,1276045,00.html\">World dispatch</a></p> <p><b>IN THE GUARDIAN TOMORROW</b></p> <p>* In Friday Review: At 58, Brian Cox has become Hollywood's busiest actor. He tells Leo Benedictus about his new legions of fans, what it's like to work with Woody Allen - and how he learned to watch his own films.</p> <p><b>AND FINALLY</b></p> <p>What happens when George Bush and John Kerry come to town? Well, for the residents of Davenport, Iowa, the first city to host rival rallies on the same day, there was a massive upsurge in crime. Bank robbers took advantage of what they imagined would be a rather distracted police force to mount a number of raids.</p> <p>Three banks were robbed between 10.45am and 11.45am, while Mr Bush addressed an outdoor rally and Mr Kerry staged an economic summit with business leaders. The two candidates in the presidential vote have circled around each other in recent weeks but never before had their schedules had overlapped.</p> <p>Police denied the double visit had overstretched their resources (overtime work kept regular city patrols at full strength, they said) but expressed some surprise at the number of robberies.</p> <p>\"It's extraordinary that we have three in one day,\" said Captain David Struckman. \"Maybe they thought they could get away with it, but guess what? One of them was wrong.\"</p> <p>That man, James Lewis of Des Moines, was arrested after throwing money and gloves from his SUV during a high-speed chase. The suspects for the other robberies are believed to have fled on foot.<br><a href=\"http://www.qctimes.com/internal.php?story_id=1032501&amp;l=1&amp;t=Local+News&amp;c=2,1032501\">Quad-City Times</a></p> <p>* The Informer welcomes unusual news reports and intriguing columns (we're especially keen to hear from multilingual readers living abroad who can spot interesting stories in their local press). Email them to <a href=\"mailto:informer@guardianunlimited.co.uk\">informer@guardianunlimited.co.uk</a> and please include a source.</p>",
  "<p>AGB and Nielsen Media Research, rivals in the bitterly contested television audience measurement industry, today joined forces to form a 50/50 global joint venture that is set to dominate the market.</p> <p>AGB Nielsen Media Research will be half owned by Sir Martin Sorrell's WPP and half owned by Nielsen Media Research, owned by VNU, the Dutch media information group.</p> <p>The company, which will have 1,800 staff and operate in 30 countries including the UK, says it will offer \"unmatched global coverage and client benefits\".</p> <p>AGB management will lead the joint venture, which will also operate in continental Europe, Asia, South Africa and Australia. </p> <p>Nielsen's US TV measurement business will not be part of the company.</p> <p>\"In the longer term it just means that we have more scale and more ability to invest in technology,\" said Eric Salama, chief executive of Kantar, the WPP division that owns AGB.</p> <p>Mr Salama said better measurement technology was vital in tackling the challenges posed by personal video recorders, such as Sky Plus boxes, which allow viewers to record and watch TV programmes whenever they like and edit out the advertisements.</p> <p>AGB technology could accurately measure the ratings in homes that used personal video recorders and even tell if they watched the advertisements or not, Mr Salama said.</p> <p>He credited the Broadcasters' Audience Research Board with making the UK \"the first and largest market around the world where PVR homes are being measured\".</p> <p>As part of the joint venture AGB company ATR will maintain its five-year TV ratings contract with Barb. </p> <p>ATR started the contract in 2002 in chaos after the company failed to recruit enough viewers to its panel. Ratings had to be suspended for two weeks while the difficulties were sorted out.</p> <p>Mr Salama said the company now supplies Barb with \"better, more accurate, more timely data\" than ever before.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>A recent report, The challenges of complex IT projects, by a working group from the Royal Academy of Engineering and The British Computer Society, estimated that the UK spends around £22.6bn per year on IT projects. </p> <p>A significant percentage fail to deliver the key benefits envisaged - primarily due to project management problems. Could encouraging more women into computing, with their innate gift for multi-tasking and project management skills, be the answer?</p> <p>For 25 years the University of Greenwich has recognised and nurtured the natural project management skills of its women IT students. We are horrified that the number of women in IT jobs has recently fallen and disappointed by a recent DTI report, which found that those who remain tend to be concentrated in lower-level jobs.</p> <p>Our experiences have shown that the students in our first year project teams, which comprise at least 25% women, recognise the skills that girls bring to project team working. Students recognise that the handicap of competitive attitudes, frequently exhibited by men, has to be overcome to create the cooperative working environment which is so vital for a team to deliver. In just one year this approach helped transform a disastrous late seventies dropout rate of twice the national average to one which was around half the national average.</p> <p>The evidence is that project team working, with its associated professional skills, excites, inspires and retains students, especially women. This is confirmed by the fact that many of our women graduates are now in senior positions with high salaries.</p> <p>There is a national consensus that we do not want to see more girls losing interest in IT at school. However there is a contradictory - and in my view fatal - public perception of the subject as a male-dominated field peopled by 'nerdy geeks'. This is exacerbated by a shortage of IT teachers with any knowledge of the IT professional world, and little or no support from industry. It is no surprise then that students and parents alike are being scared away.</p> <p>Worse, I believe that the current GCSE IT syllabus is dated. What it needs, in my opinion, is an injection of the kind of innovative ideas which have been implemented by the Computer Clubs for Girls scheme promoted by e-skills UK (the industry-driven sector skills council for IT). These have been designed to appeal to girls: one initiative saw students asked to design the cover of a fashion magazine using multimedia technology. It was received with excitement and enthusiasm. </p> <p>More entertainingly, an anecdote from Australia claimed that painting half the computers in a school pink encouraged girls to use the PCs more. Whichever example you prefer to cite, there is clearly a gender dimension to IT learning that the UK neglects at its peril.</p> <p>In addition to the type of approach adopted by the University of Greenwich, an accessible mentoring service for schoolgirls by new IT graduates or undergraduates could provide vital inspiration. MentorSET, organised by the Women's Engineering Society and the Association for Women in Science and Engineering, with investment by the DTI and industry, offers support from senior women in the fields of science, engineering and technology, to professionals just starting out on their career paths. The advice that girls so desperately need - that there are top salaries and interesting careers waiting out there - could just as easily be provided to students before they start work, online if necessary.</p> <p>The government must also lead from the front to solve this deteriorating problem and take a look at what other countries are investing in. For example, Germany has two well established institutes where the focus of their research is on computing and its interaction with society. They place gender firmly on the map in a way that the UK has failed to do. In the hope of introducing this spirit of interaction to the British mainstream, an international conference: The Gender Politics of ICT, will be run by WiC (Women into Computing), at the University of Greenwich in July next year. It is open to all.</p> <p>Integration between business and IT is vital to this country and it is clear that women, as well as men, will struggle to compete at board level unless they have a good grasp of the field. It is therefore vital that women do not miss out at the earlier stages in their career when confidence can be fragile.</p> <p>Why can't the potential of women to succeed as project managers and team members become the UK's secret weapon instead of its most underused resource? </p> <p><strong>·</strong> Liz Bacon is head of the school of computing and mathematical sciences at the University of Greenwich.</p>",
  "<p>The Bank of England today stuck to its \"gradualist\" policy as it raised interest rates by a quarter-point to 4.75%, its fifth increase since November. </p> <p>The quarter-point rise was widely expected amid signs that the Bank's incremental approach was having some impact on the buoyant housing sector. </p> <p>In a statement, the Bank said: \"Output growth has been robust and business surveys point to continued expansion. Although the housing market remains buoyant, there are now signs that it is starting to ease, and the growth of consumption may be moderating. Investment and public sector consumption have both grown strongly and demand in UK export markets continues to pick up.\"</p> <p>The Halifax bank yesterday reported that the monthly increases in property prices had eased during the past two months. The Halifax said prices rose by 1.3% in July following a 1.2% increase in June, well down on the 2%-plus rises earlier in the year. </p> <p>The Bank's monetary policy committee (MPC) does not target house prices as such but is worried that an unsustainable property boom could result in a crash that would have repercussions for the wider economy.</p> <p>Some economists have argued that it would take a 50 basis point rise to really slow down the housing market and curb consumer borrowing, which last month broke the £1 trillion mark. </p> <p>The National Institute of Economic and Social Research (NIESR) last week criticised the Bank's \"gradual approach\" as an ineffective way of keeping inflation in check.</p> <p>\"This rather leisurely tightening of monetary policy ... will have done little to ensure that inflation is not expected to rise sharply,\" said the NIESR, as it urged the Bank to raise borrowing costs by a half-percentage point.</p> <p>But Bank officials have made it clear their preference for a gradual approach. Charlie Bean, one of the nine MPC members, said last week there was no evidence that \"a single large increase in rates\" was more effective in damping down consumer spending than two smaller hikes. The Bank was \"not in the business of trying to clobber the consumer, Mr Bean said.</p> <p>\"We suspect that there was serious discussion within the MPC about a 50 basis point interest rate hike. It is likely that the minutes of the meeting will strongly hint that a further 25 basis point hike will occur in September unless there is very clear evidence over the next month that the housing market really is now cooling and that consumer borrowing and spending is moderating,\" said Howard Archer of Global Insight.</p> <p>Manufacturing data released this morning will probably have reinforced the MPC's gradualist leanings. Manufacturing output unexpectedly fell in June, although the three-month growth rate remained positive, the Office for National Statistics reported.</p> <p>The ONS said manufacturing output fell 0.7% on the month in June, on the back of significant drops in output of the basic metals and transport equipment industries, after rising sharply in April and May. </p> <p>Industry surveys have also showed a slowing of growth in the manufacturing sector in June, but a strong recovery in July. The Chartered Institute of Purchasing and Supply manufacturing survey showed the sector growing at its fastest pace in 10 years in July.</p>",
  "A 36-year-old father charged with murdering his terminally ill son was today freed on bail. <p>Andrew Wragg, of Worthing, West Sussex, is accused of murdering his 10-year-old son, Jacob, who suffered with Hunter syndrome. </p> <p>Mr Wragg was granted bail by Judge Richard Brown at Lewes crown court after spending the past 10 days in custody. </p> <p>Jacob was found at the family home after a 999 call was made on July 24. He died later at Worthing hospital. </p> <p>Mr Wragg and his wife Mary, 40, were arrested and detained until July 26, when the defendant was charged. </p> <p>Mrs Wragg, who has campaigned to raise money for sufferers of Hunter syndrome, which causes progressive physical and mental deterioration, was released without charge. </p> <p>The judge adjourned the case and said there would be a plea and directions hearing at the same court on October 22. </p> <p>Oscar Vincent, acting on behalf of the defendant, spoke outside court with Mr Wragg. </p> <p>Mr Vincent said: \"Mr Wragg is immensely relieved to be granted bail this morning. </p> <p>\"Over the past week he has had somehow to put up with the death of his son, several days of police questioning and a remand into a prison environment. </p> <p>\"The granting of bail now allows him time to spend with his family, to grieve properly for the death of his son and to deal with the funeral arrangements. He also now has time to prepare properly for the trial.\"</p>",
  "<p>Mark Curtis is a man with a secret. The new head of the World Development Movement is frank about his belief that lobbying ministers is a \"waste of time\" and his intention to turn to the type of direct action made famous by Greenpeace and anti-globalisation activists. But what he is planning, he won't say. </p> <p>\"We've seen the limits of traditional campaigning. It is the failure of the development lobby. We're now considering peaceful direct action,\" he tells me in the WDM's cramped south London headquarters. </p> <p>Boyish but academic, Mr Curtis does not only want the WDM to become more forceful; he also wants it to become more iconoclastic in its choice of campaigns, questioning the roles of the World Bank and the International Monetary Fund and even the benefits of aid itself. </p> <p>His reaction to the renewal this weekend of the Doha trade talks, which the developing world spectacularly allowed to collapse in the Mexican resort of Cancun last September, is characteristically sceptical. \"I think this time the developing nations took a calculated risk that they could get some concessions on the west's subsidies on agriculture and cotton, whereas if the talks just collapsed there would be none,\" he says. </p> <p>\"But these are just rhetorical concessions, not political commitments, and the past evidence is that these promises will never be implemented.\" </p> <p>But hasn't the government made progress on increasing aid and debt reduction? Aren't these things of which Labour party members would justifiably be proud? \"They would,\" he replies - \"and they would be absolutely, diametrically wrong. </p> <p>\"Labour has increased aid and been more progressive on debt relief, but all debt relief and, increasingly, aid is now tied to liberalisation. </p> <p>\"They are quite open and explicit about this; it is called \"conditionality\", and our view is that until conditionality ends there is no point increasing aid. Indeed, it's questionable whether aid is a good thing.\" </p> <p>Of his planned move into the world of abseiling protesters and street-stopping demos, he says: \"Development has never done this before. The environmentalists have; the peace campaigners against the arms trade have; but we have always been mild, and now we need to ratchet up a few gears. It's the final straw, but we've got to do it. </p> <p>\"Too many large NGOs have become close to government. Too much time is spent on inside lobbying, which has limited impact, and not enough telling their supporters that government is part of the problem.\" </p> <p>The World Development Movement is not quite like other aid organisations: it does not directly fund relief in the developing world in the manner of an Oxfam or a Christian Aid, and a £20 donation to the WDM will not pay for a cataract operation in Africa or a clean water well in central America. Instead, funded mostly by its 14,000 members, the organisation campaigns for reform of the global economic system established at the Bretton Woods conference in 1944, of which the International Monetary Fund and the World Bank are two pillars. </p> <p>Mr Curtis, a former academic and research fellow at the establishment foreign policy thinktank Chatham House, led Christian Aid before taking over at the WDM two months ago. He puts it this way: \"The US and the UK developed in the 19th century behind trade barriers. So have some recent successful economies, such as South Korea, Taiwan and even Japan, whereas Africa is getting poorer under liberalisation. </p> <p>\"Protecting infant industries is now against the rules of the World Trade Organisation, yet it is the way countries build up their economies in the first place before entering into 'free trade'. Nobody actually believes in free trade: it is something you impose on others.\" </p> <p>He won't name names, but Mr Curtis believes it is time to change the approach of the charities he calls the household names of aid and development. Lobbying the government for more debt relief for impoverished nations, increases in aid and reform of the WTO must give way to outright direct action, he argues. </p> <p>The big five British overseas aid groups, Oxfam, Save the Children, Cafod, Action Aid and Christian Aid, have meetings four times a year with the secretary of state for international development, currently Hilary Benn. Curtis believes the access WDM gets is a pointless without a groundswell of public pressure for abolition, not just reform, of the WTO. </p> <p>The final straw came at the start of this month, when Patricia Hewitt, the secretary of state for trade and industry, published a white paper called Making Globalisation a Force for Good. \"This is the big government statement, and after 10 years it's simply a pure Thatcherite agenda,\" he says. </p> <p>He also has strong words for the mainstream media in Britain, which often portray the \"anti-globalisation movement\" - those involved prefer the more positive term \"global justice movement\" - as \"a bunch of white, middle-class lefties\". </p> <p>In fact, he says, the \"protests of the south\" are disgracefully unrepresented in the UK. (The preferred terminology these days in the development movement is \"the north\" for the western, developed world and \"the \"south\" or \"majority world\" for the developing nations.) </p> <p>\"We've published a report cataloguing 234 protests in 34 countries in the south. What you see going on in the north is only the tip of the iceberg. Most of the world is opposed to the corporate invasions of their country. </p> <p>\"What is encouraging is that we are living through the birth of the biggest, most unprecedented mass movement in history, the global justice movement. </p> <p>\"A hundred thousand people from around the globe are attending the world social forums and realising that what links our, admittedly smaller, problems in Europe - work insecurity, climate change, privatisation of public services - is the same model of corporate control. They pay a higher price, but we are all victims.\" </p> <p>Would WDM activists be willing to go to jail, then, for peaceful direct action? \"It's too early to say,\" he replies, guardedly. \"But the tactics of the environmentalists have worked: there are now votes to be won or lost on the environment whereas on development, there aren't. Time is running out and we need to change that.\" </p> <p>Curtis has one more secret up his sleeve: he is a respected author. His book Web of Deceit, published last year, examined the secret history of British foreign policy since the second world war through documents released under the 30-year rule. </p> <p>And he has a new book out in the autumn. Unpeople: Britain's Secret History of Human Rights Abuse will, he says, blow the lid off Britain's involvement in Vietnam, Chile, Iraq (in 1963, that is) and Uganda, with special revelations about the role of Denis Healey, defence secretary under Harold Wilson.</p>",
  "<p>Ministers will will 'keep their sticky hands off' lottery cash in future after the government today backed down from ordering how \"good causes\" money raised by the national lottery is spent.</p> <p>The new hands-off approach to lottery cash comes in an announcement by the culture secretary, Tessa Jowell, about how the Big Lottery Fund (BLF), the new body that distributes up to £700m a year - half of all the good causes money - will work.</p> <p>The BLF chairman, Sir Clive Booth, said the days of the government issuing instructions over lottery cash for schemes such as the distribution of fruit to schoolchidren were gone.</p> <p>The new distribution body has been formed from an \"administrative merger\" of the Community Fund, originally set up to provide grants to charities, and the New Opportunities Fund (NOF), which has funded schemes in line with the three government priorities of health, education and the environment. </p> <p>Controversially, the government has often prescribed specific schemes that NOF must fund, including fruit for schoolchildren and buying MRI scanners for NHS hospitals. Critics have attacked the use of lottery cash to fund government departments' \"pet whims\" or to make up for public spending cuts.</p> <p>The Commons culture select committee has also condemned a \"raid\" on good causes cash to fund a London Olympics and warned that the principal that lottery funding should not substitute for state spending was being eroded.</p> <p>In a lottery white paper published last year, Ms Jowell indicated that the government would continue to direct how the money formerly handed out by NOF should be spent. </p> <p>But in today's announcement, Ms Jowell said the government was making \"significant changes\" to its proposal in response to feedback from consultation. \"We propose instead greatly to reduce the level of prescription.\"</p> <p>Sir Clive described the announcement as a \"backing off from the government\" that was \"almost too good to be true\".</p> <p>In a letter sent to charity chiefs, Ms Jowell makes clear that the fund will have a free hand to decide how the money is spent. \"We will give the Big Lottery Fund flexibility, within an overall framework agreed with the government, to decide who can access funds and for what purpose,\" it says.</p> <p>\"Designing programmes, identifying the most appropriate means of delivery, choosing partners and selecting projects will be the responsibility of the Big Lottery Fund, after intensive public consultation about the themes and outcome,\" it adds.</p> <p>Sir Clive said: \"The highly prescriptive NOF approach - an apple a day for primary school children - that has gone.\"</p> <p>Ms Jowell had \"persuaded the spending departments of the government to keep their sticky hands off\", he said, adding later: \"That's why this isn't NOF in disguise.\"</p> <p><strong>The funding priorities</strong></p> <p>The government has laid down three broad themes, with linked outcomes, under which the fund will hand out £1.2bn of cash over the next four years: community learning and creating opportunity, promoting community safety and cohesion and promoting well-being. </p> <p>Organisations could bid for sums of up to £1m for projects under any of these themes. Some of this cash will be channelled through programmes with aims prescribed by the fund, with the remainder going - mainly to charities and community groups - on a more open \"demand-led, lightly prescribed\" basis, dubbed the \"deli\" by Sir Clive, allowing a pick and mix selection of ideas to be funded. </p> <p>The financial spilt between the defined programmes, which are likely to include an international grants strand, and the demand-led pot of money will be decided by the BLF after consultation. But voluntary sector organisations will welcome Ms Jowell's statement that they will receive between 60 and 70% of BLF funds.</p> <p>A separate \"community benefit\" theme would cover the awards for all scheme inherited from the community fund but doubled in size to £160m over the next four years. This would pay out small grants of up to £10,000 to voluntary and community groups for a range of projects.</p> <p>The BLF will also hand out £140m in grants of around £20m to £25m for \"transformational projects\", likely to be major capital schemes on a par with the Eden Project in Cornwall, where grant winners could be decided by public vote. </p> <p>Sir Clive is keen that a chunk of the grant for each big capital scheme should be set aside in a long-term endowment fund to provide a safety-net income for the project. </p> <p>The problem with some of the schemes funded by the now-defunct Millennium Commission was that \"people were so desperate to secure approval that they overestimated the demand for projects\", he said.</p> <p>\"In some cases they got into quite serious trouble,\" he said. \"I would say think about the running costs. An endowment is one idea for helping to make sure projects are sustainable.\"</p>",
  "<p>Electronic Arts, the worlds' largest games publisher, which dominates the industry, has just bought Criterion, an up-and-coming Guildford-based developer and middleware vendor. </p> <p>The way in which the American behemoth swallowed the British minnow tells us a lot about where the British games industry is heading. Essentially, British publishers are finding it impossible to compete with the Americans and Japanese - but British developers are bouncing back after a disastrous year in 2003, and remain in demand. </p> <p>There are two sides to Criterion's business. Criterion Games has two games in development, Burnout 3 and Black. The first two Burnouts were published by the ailing American concern Acclaim. Criterion was cock-a-hoop when EA snapped up the publishing rights for its next two games, and even more so when it bought the company. The other part of Criterion's business could suffer. That is the RenderWare middleware suite, designed to help developers craft their games quicker and more easily. Without it, for example, Grand Theft Auto: Vice City would have appeared a year later than it did. </p> <p>The question is whether other publishers will trust Criterion not to divulge development secrets to EA. </p> <p>David Lau-Kee, head of Criterion, counters that argument robustly. \"People understand what we're trying to do, and issues to do with confidentiality are non-existent. Criterion has often been in a situation where we're supporting games from different publishers that we know will go head to head. The RenderWare side of the business is going to be managed separately from EA's internal studios, so we've just acquired a very large internal customer.\" </p> <p>Lau-Kee adds that Criterion will even be able to cherry-pick technology from EA's numerous internal studios, which could be added to RenderWare. Middleware has become increasingly important, as games are already being developed for the next generation of consoles, which have more power and complexity, and require bigger development teams. </p> <p>Increasing development costs means it becomes harder for developers to acquire funding from all but the biggest publishers, which in turn means the biggest publishers grow stronger and the smallest weaker. Last week, for example, Ron Doornink, chief executive of Activision Publishing, the second biggest publisher worldwide, announced that his company is expanding as quickly as it can, to take on EA. </p> <p>But the state of British games publishing is not great. The next versions of Eidos's two biggest franchises - Tomb Raider and Championship Manager - are in the hands of different developers from their predecessors and, despite recent healthy financial returns, the company's Hitman Contracts failed to sell well. However, Eidos is putting much effort into cracking the US market. </p> <p>SCi is doing well, thanks mainly to its Conflict franchise, but is a small, homespun, niche company. Empire Interactive, despite the success of its driving game Mashed, is rumoured to be short of cash, a problem for any publisher. And it is not just British publishers that are suffering: Vivendi Universal Games recently laid off staff. Following its takeover by the pachinko giant Sammy, Sega is fighting the apparent disbanding of its highly regarded internal development teams. </p> <p>Tiny publishers pursuing niches, however, such as Sold Out, a PC games republisher, and Just Flight, a flight sim specialist, are doing well, and a new UK publisher, Digital Jesters, which concentrates on PC games, has appeared in the past year. Developers/publishers of mobile games such as Digital Bridges and of massively multiplayer games such as Jagex are thriving, taking advantage of new gaming forms that challenge the old developer/publisher model. </p> <p>EA's purchase of Criterion may highlight how the British games publishing industry no longer competes on a global basis, but it also illustrates how important British developers are in the eyes of the world.</p>",
  "<p>A bold pledge may yet return to haunt Geoff Thompson. \"There will be accountability under my leadership and I will be transparent in everything I do,\" said the Football Association's chairman on his appointment five years ago. \"We have to be whiter than white. Any sleaze or inappropriateness in the FA has to be rooted out.\" </p> <p>Now Thompson faces the biggest crisis of his time in office when the FA board convenes today to discuss the results of its inquiry into the Faria Alam furore. </p> <p>The 59-year-old may have been re-elected unopposed for a second term as chairman at the FA's summer meeting at Slaley Hall a month ago but he is likely to address a board that has lost faith in his leadership. </p> <p>The chairman will be reluctant to accept that his spell in charge, which began in an acting role after the departures of the chief executive and chairman, Graham Kelly and Keith Wiseman, over the loan-for-votes scandal, is in danger of coming to an end. </p> <p>Thompson has always been widely respected inside the game, albeit for the efficient and conservative approach he has taken to the FA's administration. It will cut him deep that he has lost that support. </p> <p>He has dedicated his life to football. He has been a FA councillor since 1979 as representative of Sheffield and Hallamshire FA. A decade of work on the FA's disciplinary committee also forged his reputation within the association, with similar positions held on the match and grounds committee and on Uefa's disciplinary body. </p> <p>Yet, though his influence has been felt in the global game, this intensely private man shrank from the public eye to the extent that, when the FA demanded strong leadership, he became something of an invisible man. </p> <p>Some have labelled the first full-time paid chairman of the FA an old-school administrator reluctant to make decisions, who quickly decided that the former chief executive Adam Crozier was revolutionising the FA too quickly for comfort. His failure to support the Scot after the chief executive became embroiled in a power struggle with the Premier League two years ago, forcing his resignation, prompted criticism that stung the chairman. </p> <p>\"Without my faith, I couldn't do this job,\" he said at the time. \"I'm human and can't help but be hurt by the criticism. It has been unfair, although there are issues I might have dealt with better. But my faith has helped me. When I get in a difficult period I say, 'Come on Lord, help me', and it happens.\" </p> <p>Ironically, it had been one of his first acts as temporary chairman to oversee the departure of Glenn Hoddle, another Christian, as England coach after he suggested that the disabled were paying for transgressions in a past life. </p> <p>Yet, for all that, Thompson sought stability and unity. His reign has seen the departure of two England coaches and as many chief executives, but his eagerness to clear Mark Palios five days before accepting his resignation has left his position virtually untenable. </p> <p> <strong>The blame game</strong></p> <p><strong>Who will survive?</strong></p> <p><strong> Sven-Goran Eriksson</strong> England head coach </p> <p><strong> Case for </strong> Says he never categorically confirmed or denied an affair with Faria Alam and had not agreed to a public statement of denial </p> <p> <strong> Case against </strong> A salary of at least £4m, coupled with a lack of international success, have stirred up opponents on the FA board. If executive director David Davies insists that Eriksson did deny an affair with Alam, the Swede could still be in trouble </p> <p><strong> Chances of survival </strong> Moderate to high </p> <p> <strong> Geoff Thompson</strong> FA chairman </p> <p><strong> Case for </strong> The chief executive Mark Palios was the man who got the FA into its present mess. Thompson may argue he was not directly guilty of wrongdoing and experienced hands are needed to steady the ship </p> <p><strong> Case against </strong> Gave Palios a vote of confidence only days before an alleged plot between Palios and his director of communications Colin Gibson to undermine Eriksson was revealed </p> <p><strong> Chances of survival</strong> Moderate </p> <p> <strong> David Davies </strong> FA executive director </p> <p> <strong> Case for </strong> Has previously enjoyed an excellent relationship with Eriksson and if the Swede stays it could make sense for Davies to survive as well </p> <p><strong> Case against </strong> The board will want to know why Davies did not get an unequivocal answer from Eriksson before a statement rejected reports of an affair. They will also ask why Davies - Alam's boss - did not know of the relationship in any case. Did not impress many board members with a statement on Monday giving his backing to Eriksson </p> <p> <strong> Chances of survival</strong> In the balance </p> <p><strong> Faria Alam</strong> personal assistant to David Davies </p> <p><strong> Case for </strong> Sleeping with colleagues is not a sackable offence </p> <p><strong> Case against</strong> She needs to explain whether, as has been reported, she denied having an affair with Eriksson, thereby prompting the original denial by the FA. If it were proved she lied her position would be untenable </p> <p><strong> Chances of survival </strong> Slim </p> <p> <strong> Colin Gibson</strong> FA director of communications </p> <p><strong> Case for </strong> He could argue that he was acting on the instructions of Palios, who has already resigned </p> <p><strong> Case against</strong> Gibson has already tendered his resignation </p> <p> <strong> Chances of survival</strong> Virtually none </p>",
  "<p>Barclays today hinted that it was not interested in bidding for Abbey National, the mortgage bank that has agreed to be taken over by Spain's Banco Santander Central Hispano.</p> <p>Although he declined to comment directly on whether Britain's third largest bank was considering a bid for Abbey, Matt Barrett, the chief executive of Barclays, said: \"We're not reliant on transactions to achieve our strategic and financial goals over time.\"</p> <p>Mr Barrett went on to say that Barclays considers mergers and acquisitions \"as the servant of strategy and absolutely not the master\". But he did agree with recent comments by Fred Goodwin, the chief executive of Royal Bank of Scotland, who said that European cross border mergers or takeovers were no longer improbable in the wake of Santander's bid for Abbey.</p> <p>\"If you look at continental Europe, you have an 'overbanked' situation and if you erase the borders between the different countries from your mind, clearly there is an opportunity for consolidation within Europe - specifically to get in line with the unification of the single market there,\" Mr Barrett said. </p> <p>Mr Barrett's remarks came as Barclays reported record half-yearly pre-tax profits of £2.4bn, up 23% from £1.9bn a year ago and ahead of market forecasts.</p> <p>\"We intend to continue to invest in organic growth which, as you can see, has delivered for us again in today's numbers,\" Mr Barrett said.</p> <p>Barclays benefited from a strong performance from its global product division, including such businesses as Barclays Capital and Barclays Global Investors. Barclays Capital increased profits by 37% to £599m, while the contribution from Barclays Global Investors was up 73% at £157m.</p> <p>John Varley, the incoming chief executive, said: \"It was a sparkling set of results from Barclays Capital, which is making a big contribution to the group.\" </p> <p>Barclays also said it could not rule out further job losses at the London head office of its UK retail banking business on top of 800 already announced in June. </p> <p>The group said any cuts would be part of efficiency savings from merging its UK retail banking and UK business banking activities, which will fund an extra 1,000 customer-facing staff in the retail business and improvements to systems.</p>",
  "Police are investigating the death of a prisoner in a maximum security jail who is alleged to have died after his screams of agony were ignored by staff for hours. <p>According to the official account, Arif Hussain collapsed in his cell at Full Sutton, a dispersal prison, near York, at 8am on March 11. Staff tried to revive him but at 8.45am he was pronounced dead. </p> <p>He had been placed in the jail's segregation unit after officers suspected he had been passed drugs during a visit. Detectives have so far taken witness statements from 30 former inmates of the unit. They have also visited the unit and taken statements from the officers at the centre of allegations of mistreatment. </p> <p>Police say they are looking at all aspects of Hussain's death on behalf of the Hull coroner. Detectives said that, owing to the extensive nature of their inquiries, the coroner has given them a further month to complete the investigation. </p> <p>Dean Lowe, who was in the unit at the time of the death, claimed that Hussain's last night was \"spent without dignity\". Lowe, who has since been moved to Long Lartin jail, alleges that the banging and shouting from Arif's cell became more outrageous as the night went on. </p> <p>\"I would describe the noise as being a cross between vomiting and growling or crying,\" he said. These cries were \"ignored by night staff\". Lowe has named other prisoners in the segregation unit who wish to give evidence to the coroner. </p> <p>On the day of Hussain's death, another prisoner in the unit contacted the Guardian to allege that Hussain had been screaming for many hours before he died. </p> <p>Three days later, the Guardian received a further account from another inmate. This man claimed that, during his last hours, Hussain had shouted out that his \"bag had burst\". He also said that, on arrival in the unit, Hussain had been placed in a cell with no running water and in which the toilet had been drained dry. </p> <p>Dean Lowe and Kevin Nevers, who occupied a cell opposite, backed this version of events to the police. Turning off a prisoner's water is understood to be standard practice after an alleged \"swallow\" to prevent evidence of drugs being flushed away. </p> <p>Nevers also alleged that, two days before his death, Hussain was beaten in his cell by six or seven staff after he had spat on a doctor. He further alleged that Hussain was \"begging staff for help\" and complaining of being unable to see on the night before he died. Nevers also claims that Hussain rang his alarm bell repeatedly and eventually the night staff switched it off. Staff had been \"taunting\" Hussain for days, turning his light and his water on and off repeatedly. </p> <p>The Prison Service has confirmed that the segregation unit's log records that Hussain had been behaving in a strange manner, at one point hallucinating about prostitutes in his cell, for several hours before his death. </p> <p>Inmates have also claimed that before police were due to visit the prison to investigate the death, staff filled the cell opposite Hussain's with furniture and \"locked it off\". Inmates allege that this was done to conceal from police that the cell had been occupied by a potential witness. These allegations have been passed to the police and the coroner. </p> <p>Following Hussain's death, the remaining prisoners in the segregation unit smashed up their cells in protest. Some were then removed to other jails. </p> <p>Hussain's death was the second at Full Sutton this year. On January 7, Paul Gaye, a murderer, was taken from his cell in the vulnerable prisoners' wing to York district hospital where he was later pronounced dead. The initial postmortem examination proved inconclusive and further tests were ordered. The North Yorkshire coroner, Donald Coverdale, has yet to set a date for an inquest. </p> <p>Gaye was sentenced to a minimum of 20 years for the torture and murder of the seven-year-old daughter of his partner in 1998. Immediately after his death, a number of inmates contacted the Guardian alleging he had been in considerable pain in the days before his death and that his pleas for medical attention had gone unanswered. </p> <p>Phil Wheatley, director general of the Prison Service, told the Guardian that it would deal properly with allegations of abuse. \"We want to run straight places, we want to run controlled places and we certainly want to make sure that people get their legal rights.\" </p> <p>All deaths in prisons were subject to investigation, he added, \"particularly a death in the segregation unit\". Closed circuit television cameras in segregation units meant the service was \"in a much better position to know what is going on\". </p> <p>Last night, the Prison Service declined to comment on the specific allegations concerning Hussain's death as they were the subject of a police investigation. </p> <p>But in a statement, it pointed out that neither the chief inspector of prisons nor the independent monitoring board had expressed concern about the segregation unit. The most recent chief inspectors' report had found the unit was a \"controlled and disciplined environment\" while David Goulden, IMB chairman, described the treatment of prisoners as \"extremely fair\". </p> <p>In recent years, inquest juries have found that neglect contributed to the deaths of three prison inmates. </p> <p>Anthony Everett, 42, who suffered cardiac arrests in Norwich prison in February 2003 had told staff he had a history of heart problems but his medical records had been \"unavailable\" since he arrived at the prison in April 2002. </p> <p>John Cliff, 36, married with four children, took his life in Holme House prison, Cleveland, in April 2002. Luke Jacobson, 18, who was in Gloucester prison for breaching a probation order, committed suicide in September 2000.</p>",
  "<p>Riba president George Ferguson is right to say we must put urban studies at the heart of the urban renaissance, if we are going to revitalise our cities and protect the countryside (Riba goes to town on radical revival, July 31). After decades of neglect, people are once more returning to more civilised cities across Europe, but we cannot be complacent. </p> <p>Since my Reith Lectures in 1995, I have maintained that the only sustainable urban form is the compact, multi-centred city, which mixes living, work and play, and benefits from well-connected, well-designed public spaces and buildings and environmental responsibility. These principles underpin the success of many Georgian towns and fishing villages, as well as successful regeneration projects in cities like Amsterdam and Barcelona. </p> <p>But these principles are not the sole preserve of \"new urbanism\". There is little new in this movement except for its blending of well-established urban design principles with a romantic neoclassical style that often tumbles into tawdry pastiche. This is no leap forward in the 21st century. </p> <p>Instead of squabbling about style, we should focus on the need to restructure our professional education. Too many planners are still ignorant of how buildings and spaces interact in three dimensions, while many architects remain oblivious to communities, land values or land uses. </p> <p>Architecture, landscape and planning should be studied together in a single undergraduate degree after which graduates would specialise. This approach works well in many other European countries and would create a holistic approach to the design of the urban environment and give us a common language.<br><strong>Richard Rogers</strong><br>Richard Rogers Partnership</p>",
  "<p>A £2bn scheme to save the Thames from returning to the \"Great Stink\" of 1858 which killed all fish in the river has been shelved by the government. </p> <p>With a general election looming ministers have decided it is too big an electoral liability to ask London voters to pay up to £40 extra each household a year to fund the 22-mile tunnel under the riverbed needed to carry storm water and raw sewage to treatment works. </p> <p>The move comes despite warnings to ministers that they are breaking European law by allowing raw sewage to flow into the Thames. </p> <p>Though Thames Water has claimed that 30 years of hard work has transformed the waterway into the cleanest metropolitan river in Europe, boasting 121 species of fish, the company is now discharging raw sewage into the Thames 60 times a year because the Victorian sewerage system cannot cope. </p> <p>This includes 10,000 tonnes of solid sewage flushed in from pipes, including sanitary pads, condoms, hypodermic needles and dead rats, all of which float up and down the river with the tide. </p> <p>The Environment Agency and Thames Water were yesterday forced to clean up a massive fish kill after Tuesday's storms and floods allowed raw sewage into the river. </p> <p>The agency said the health of recreational users of the Thames could also be at risk. </p> <p>Environmentalists claim the situation raises the spectre of the 19th-century cholera epidemics, which killed up to 20,000 people a year. </p> <p>The Great Stink was also caused by raw sewage flowing into the Thames. At times it was so concentrated that Commons' sittings were suspended because the river was \"absolutely pestilential\". </p> <p>The plan to shelve the Thames Tideway project comes as Ofwat, the water price regulator, announced improvements to water ser vices across England for the next five years. </p> <p>In the capital priority has been given to replacing Victorian water mains which in parts of central London are leaking so badly less than 50% of the water pumped into them reaches the taps. </p> <p>The Thames Tideway tunnel was to be burrowed 100 metres under the existing riverbed to avoid tube lines and cables, and take the storm water away from London to sewage works down river. </p> <p>The scheme was drawn up by the water company, the Environment Agency, the Great London Authority and the Department for Environment, Food and Rural Affairs. Plans were to acquire further land and conduct detailed analysis over the next five years so that work could start in 2010, when Londoners would be asked to start paying through their water bills. </p> <p>Information passed to the Guardian shows the government has decided that announcing the cost of the scheme could be too damaging so near a general election. Officials have written to Thames Water saying further work is needed before the scheme can be sanctioned - even though all preliminary work has been done and some of the land purchased. </p> <p>The decision is despite legal advice which states: \"London's sewage does not comply under the Urban Waste Water Directive. Mogden, Beckton and Crossness works [London's main treatment works] are without sufficient capacity and are also non-compliant.\" </p> <p>The note also says that without the scheme there will be \"many objectional examples of gross sewage\" and \"many episodes of low oxygen reducing the health of fish\" and \"threatening the health of the recreational river users\". </p> <p>An environment agency spokeswoman said: \"The Big Stink caused parliament to endorse Bazalgette's solution to a Victorian problem. We do not want a return to those days, we need a 21st-century solution for 21st-century Londoners, not a health hazard, particularly when the river is such a focus for future development and tourism.\" </p> <p>Tony Juniper, the director of Friends of the Earth, said: \"We do not want to return to the Victorian era where the Thames was used as the capital's toilet with all the health implications. The river was an emblem for the nation's clean up. We must not lose that.\" </p> <p>Thames Water conceded that storm overflows were a problem, but with the government seeking to increase the population of London by 800,000 by 2016, sorting out 1,000 miles of Victorian water mains was the priority. The three main sewage works also needed updating, it said. </p> <p><strong>A Stygian pool: The Thames, 1858</strong></p> <p>In June 1858 the smell from the River Thames was so bad journalists described it as \"the Great Stink\". Sheets soaked with chloride of lime were hung at the windows of the House of Commons to prevent MPs getting cholera. </p> <p>Benjamin Disraeli described the river as \"a Stygian pool reeking with ineffable and unbearable horror\". Sittings were suspended and there was talk of moving the law courts to Oxford. </p> <p>The Great Stink was preceded by serious cholera epidemics. London saw 18,000 deaths in 1849 and a further 20,000 in 1854. Water was drawn direct from the river for drinking - even though all fish had long since died. </p> <p>Sir Joseph Bazalgette, the brilliant engineer who designed the sewers to solve the problem, described how the Great Stink occurred. </p> <p>\"The whole of the sewage passed down sewers ... into the low grounds adjoining the Thames ... forming great elongated cesspools of stagnant sewage, and then when the tide went down and opened the outlets, that sewage was poured into the river ... Furthermore, this sewage kept oscillating up and down the river, while more filth was continually adding to it, until the Thames became absolutely pestilential.\" </p> <p>Sir Joseph's sewers still serve London today.</p>",
  "<p>Canals were the arteries that sustained an industrial revolution. Nowadays London's canals are quiet, too quiet. But that looks certain to change. Senior planners want to recreate the heady days of before the war, when the capital's 100-mile waterway network had a central role in its trade and travel. </p> <p>They believe that massive amounts of freight, construction material and waste (indeed, anything not perishable) could be taken off London's roads and transported by water. </p> <p>Up to 17,000 tonnes of materials were carried on London's waterways last year, but research indicates that increased use of the west London network alone would permit the movement of 800,000 tonnes of material, without ruining the leisure pursuits which predominate on the canals today. </p> <p>The Guardian has learned that officials at Transport for London are paying particular attention to the Grand Union canal linking Paddington and Uxbridge. The 26-mile stretch is thought to be ripe for expansion because it has no locks, and can easily be upgraded for large loads. </p> <p>It is hoped that the enhanced network will serve a new state-of-the-art recycling centre which may be sited at Willesden Green if the local council grants planning permission. That would do away with more than 100,000 lorry journeys a year. </p> <p>A canal revolution also forms part of London's proposal for the 2012 Olympic games - much of the construction material to build the housing and sporting facilities would be carried by water. </p> <p>As officials from TfL and the British Waterways Board put the finishing touches to a comprehensive review of how London's canals are used, a number of pilot projects are being planned and executed. In Hackney in east London there is a scheme which could result in 120,000 tonnes of domestic waste being transferred from the roads to the waterways - doing away with 45,000 lorry journeys a year. </p> <p>Since last year, after a deal between two companies producing aggregates and the British Waterways Board, freight consignments of sand and gravel have been moved between Denham in Buckinghamshire and West Drayton using the canals. The seven-year contract should take 450,000 tonnes off the roads. </p> <p>The political pressure to better utilise London's canals is becoming acute. The mayor, Ken Livingstone, needs support from the two Greens on the London assembly. While he does want to get as much freight as possible off the roads, the Greens may regard the planned shift to the water as a token of faith. </p> <p>One Green assembly member, Jenny Jones, said: \"The canals are a very under-used resource, and that has got to change. If more freight is carried and more firms are involved, there will be more money available to keep the canals clean and tidy. If they are seen as an important resource, they would be treated much better.\" </p> <p>A spokesman for the waterways board was more cautious, saying: \"It is unlikely that it will go back to the way it was 200 years ago. We are not all going back to using coal, and many of the materials which were so important then. </p> <p>\"But we do need to find a modern use for the canals.\" </p> <p>The advent of the railways is usually blamed for the decline in traffic, but many now think that the motorway network had a greater effect. Attention paid to London's waterways declined sharply in the 1960s and 70s as roadbuilding gathered pace. </p> <p>A photographer, Cassia Kidron, has spent a year collecting images of London's canals for an exhibition later this year. \"Much of it is quite dead water,\" she said. \"It is fascinating to see what happens when places that were once so central to London's development are forgotten. I felt much of the canal network was such a melancholy place. The bits around the Angel and in Little Venice were prosperous, but the really empty, disturbing stretch of water was around Brentford, under the M4. There is nothing there, but you can hear the cars overhead.\" </p> <p>Regent's canal runs in a nine-mile arc from the Limehouse docks in east London through a tunnel underneath the Angel at Islington, and on through Camden to Little Venice and the basin at Paddington in west London, and then connects to canals in the Midlands and the west. On a balmy afternoon in Regent's Park, where it runs through central London, the scene is quiet. </p> <p>Fishermen make conversation, the water laps gently. Jonny Zander, 33, who has divided his time between Belize and the tranquility of a London barge for the past two years, said there was ample capacity for more traffic, though he thought \"some boaters might be less pleased if they have to wait at locks while freight is going through\". </p> <p>Les Kenny-Green, who has lived on the canal for three years, said he would welcome more activity. \"If it gets more stuff off the roads, I won't complain. It will be one more boat to wave to.\"</p>",
  "<p>Picture the scene. A young chief executive is pacing up and down an otherwise empty platform, expounding his vision for the future. Behind him is a huge screen showing two clown fish. </p> <p>The fish scene, picked apparently at random to advertise Sky's National Geographic channel, is evocative of nothing so much as the animated film, Finding Nemo, in which a father searches the ocean for his son before eventually realising that it is time to cut the paternal apron-strings. Or whatever serves for clown-fish ties. </p> <p>It is hard to imagine that Sky, with its slick presentation and small army of advisers, was unaware of this subliminal message. For the young chief executive was James Murdoch, son of chairman Rupert and keen to prove that he is there to serve all shareholders, not just his powerful father. Yet the plan, if that was what it was, backfired. In spite of a two-hour presentation, given no less than three times, the City cannot stop thinking that he may be a puppet for his father, with all strings attached. </p> <p>The doubts - expressed in private conversations as well as yesterday's assault on the share price - came despite a huge effort by James to show that he is his own man. </p> <p>Yesterday, he was physically isolated on stage, a result of timing rather than design as the new finance director, who would have taken some of the strain of delivering yesterday's financial results, does not start for two weeks. </p> <p>James's presentation was also full of the sort of enthusiasms and asides that are beginning to mark his now nine-month tenure in the job. He talked about schemes that were \"going to move the dial\" and \"blow people out the back of the room\". He admitted that some of the new ideas - such as the plans for a database of subscriber details - \"sound creepy\". </p> <p>Perhaps more tellingly, he also said that plans to \"reintroduce\" the Sky brand also sounded \"woolly\". The word could have described parts of the new long-term growth strategy. To hear a Murdoch talk of spending hundreds of millions of pounds on the working environment seemed somehow counter-intuitive. </p> <p>It has always seemed fitting that Sky, the scrappy upstart that took on the media big boys such as the podgy BBC and the sprawling ITV, was based on a utilitarian site in one of the least fashionable parts of west London. The ugly turnstiles at Osterley, dominated by squat buildings, stuck the corporate tongue out to those at the South Bank or Bush House. And although James and the Sky team took pains to say that the money was not going to be spent on plush new receptions and exotic plants, but on improving efficiency, it simply served to add to City doubts. Is he one of us, they wonder. They answer largely in the negative. </p> <p>Of course, the company will say that this reaction is ridiculous and unfair. It also believes that the focus on Rupert is simply due to the media's own fear and loathing of a competitor. </p> <p>It is also true to say that the City does not tend to like big company presentations which promise long-term gain for short-term pain. When Crispin Davies presented his strategy at Reed Elsevier in 2000, the share price fell about 25%. Yet James faces an uphill struggle proving that he is the same as any other executive. No amount of media management will change that.</p>",
  "<p>Investors wiped more than £2bn from the value of satellite group BSkyB yesterday as the City took fright at lower than expected numbers and rejected chief executive James Murdoch's strategic vision for the company. </p> <p>Shares fell by almost a fifth - 114p - to 488p, marking their lowest point since 1999. Before last year's controversial appointment of chairman Rupert Murdoch's youngest son as chief executive, the shares were just below 700p. </p> <p>Company plans to spend more on marketing and increase capital expenditure by £450m prompted several analysts to cut the profit forecasts for 2006 by 20%. The stockbroker, Numis, cut its 2006 forecasts by 25% to £830m. </p> <p>The share price collapse - dubbed \"savage\" by one investor - marked James Murdoch's first chance to convince the City of his long-term vision for the group 35% owned by his father's company. </p> <p>Instead, his two-hour presentation about the results and his strategic direction served to exacerbate the market's initial negative reaction. </p> <p>One investor, who refused to be named, said: \"The City only likes jam tomorrow stories if there is huge faith in the management, but no one trusts James Murdoch. They think he's only in there to trash the share price so Rupert can buy it back [cheaply]\". </p> <p>Several analysts and one investor said the results themselves - which showed an almost four-fold increase in pre-tax profits - did not justify the share price collapse. </p> <p>James Murdoch sought to shrug off concerns about the City reaction as short-termist: \"If you're focused on what's happening on any given day then it's completely the wrong focus and not what we get paid for ... As a management team we have to be focused on the long term.\" </p> <p>A key plank of the company's long-term strategy was to set a new subscriber target of 10 million by 2010, with a quarter of those subscribing to the high-margin Sky+ service. Although the figure represents a 25% increase over five years, bullish analysts had hoped for more, up to 12 million. </p> <p>Sky also said it was on track to meet existing targets of 8m by the end of 2005. </p> <p><strong> Targets</strong><br> </p> <p>The long-term targets, which the company said would be characterised by \"sustained and substantial profitability\", were accompanied by disappointing short-term figures. Some 81,000 new subscribers were added in the last quarter, compared with analyst expectations of between 100,000 and 130,000. </p> <p>Although the City was disappointed at this slowing subscriber growth, the real surprise came with an extra £450m to be set aside for capital expenditure over the next four years on top of a yearly total of £100m. The bulk of this extra cost - £300m - is to be spent on Sky's headquarters in Osterley, west London. </p> <p>\"Our site is sort of a mess,\" Mr Murdoch said. \"There's very little flexibility and very little room for growth.\" </p> <p>Sky had considered moving elsewhere but had decided instead to improve the quality of the working environment. </p> <p>The decision was not well-received by the City. One analyst said: \"He talked about parking and access, for God's sake.\" </p> <p>Some of the money will be spent on technology and training. \"It's the right thing to do for the business going forward and we are going to do it,\" Mr Murdoch said. </p> <p>His presentation focused on the robust financial health of BSkyB, which is now seen in more than 55% of homes in the UK and Ireland. </p> <p>Operating profits rose 65% to a record £600m in the year to the end of June, on total revenues up 15% to £3.7bn. Net debt has more than halved from £1.1bn a year ago to £429m. The company said it would return some of this surplus cash to shareholders with an annual 5% share buyback. It also paid out its first final dividend for five years. Gross margins improved by three percentage points in the period to 53%. </p> <p>However, Mr Murdoch admitted that margins would be squeezed next year, largely because of the increased costs but also because share options were being expensed for the first time. </p> <p>The company is to increase marketing costs by up to 50% next year to £75m. </p> <p>Part of its plan is to \"reintroduce Sky\" in order to bring the public perception of its brand in line with the positive view of pay-TV as a whole. Sky characterised this strategy of enhancing the value of its brand as \"less sell sell sell, and more surprise, show, seduce\". </p> <p>Mr Murdoch said the short-term impact on costs would allow the company to take advantage of the massive increase in households watching pay-TV in this country. Using the American market in 1989 as a model, Sky believes that pay-TV can double its penetration of the UK market until 80% of homes have access to subscriber-based services. </p> <p>Sky's new marketing campaign will target different market segments, from the cheapest £13.50 monthly package to its high-end products such as high definition. The free to air service - dubbed Freesat - will be launched in October. The company believes it can get these relatively low-margin subscribers to trade up. </p> <p>Sky is also to set up its own database of customer information, using the same company that worked with the Tesco group on its clubcard. </p> <p>\"It sounds creepy but really isn't,\" said Mr Murdoch. \"It will be a living, breathing database that we can really use. It's not just about buying lists.\" </p> <p> <strong>From Murdoch's presentation ... </strong><br> </p> <p><strong>More</strong> It's fun. It's good. Join in </p> <p><strong>Less:</strong> Utility </p> <p><strong>More:</strong> Surprise, show, seduce </p> <p><strong>Less:</strong> Sell, sell, sell </p> <p>I didn't know Sky did that. That Sky could be like that. That's different. I want it </p> <p>It's time to re-introduce Sky and invite people to join in </p> <p>Those who don't get Sky don't 'get' Sky </p> <p>And those who buy Sky value the product more than the brand </p> <p>We've only scratched the surface</p> <p><strong> Subliminal message? </strong><br> </p> <p>James Murdoch's presentation used images of a clown fish, ostensibly illustrating the National Geographic channel. Some in the audience might have known that the hero of Pixar's Finding Nemo animated film is a clown fish forced to find his own way in the big wide ocean after being separated from his father. Eventually, the father rescues him.</p>",
  "<p>Yukos, the embattled Russian oil group struggling to pay a crippling $3.4bn (£1.9bn) tax bill, last night secured a double lifeline in moves that could help ease the global crisis over oil prices. </p> <p>The Russian justice ministry released frozen accounts to enable Yukos to allow its daily operations to continue after the oil group had warned it would have to cease production as early as next week. </p> <p>The group, which has only until the end of this month to pay its tax debts, also won backing from BP to raise up to $360m through the sale of its 56% stake in Siberian gas firm Rospan to its joint venture partner, TNK-BP, in a deal that could be signed within weeks. </p> <p>TNK-BP, which operates Rospan and has a 44% stake, confirmed that talks with Yukos to buy out its stake had begun - subject to shareholder approval and permission from the Russian authorities. But Yukos said negotiations were being blocked by the same justice ministry that unfroze some of its accounts. </p> <p>Bruce Misamore, Yukos's chief executive, said: \"We welcome the justice ministry's decision [to release accounts] which lets us continue financing our ongoing business.\" </p> <p>But according to the Interfax news agency, Yukos lawyer Dmitry Gololobov said that the ministry had so far not answered a letter asking for permission to sell its stake in Rospan. The company, which produces 3.6bn cubic metres of gas a year, is held by an offshore subsidiary of Yukos named Hedgerow and, TNK-BP said, any transactions it made were not in breach of Russian law and were unaffected by the freeze on the Yukos assets. </p> <p>It is the first effort by the Russian group to sell assets to pay off its tax debts, but a company spokesman warned that Yukos would still be hard-pressed to meet its payment deadline. Of its $1.7bn monthly income, he said, $1.5bn is required for expenses, including taxes and transport. That would leave just $200m for payment of back tax, and the company has said it can raise only $1.8bn by August 31. </p> <p>Yukos would get $357m from the sale of its stake in Rospan, which has reserves of 950bn cubic metres of gas plus another 100m tonnes of gas condensate; it is based in Urengoy, eastern Siberia. </p> <p>Through a subsidiary, Rizben Enterprises, TNK-BP can unilaterally decide to buy shares from Hedgerow upon written notification. </p> <p>Apart from yesterday's developments and a rare piece of good news this week, when a court ruled in Yukos's favour against the collection of a $230m bailiff fee, the oil company's fortunes have continued to deteriorate. </p> <p>Along with the $3.4bn tax debt from 2000 it is facing another bill for $3.3bn from 2001, and government officials have warned they are likely to collect back taxes from subsequent years as well. </p> <p>The federal arbitration court yesterday rejected Yukos's attempt to stop the seizure of the $3.4bn in tax debt. Court bailiffs have said they will seize and sell Yukos's core operation, Yuganskneftegaz, if the tax debt is not paid in full by the end of August. </p> <p>Another appeal is scheduled to be heard on September 6 - after the collection deadline has passed. </p> <p>Yukos's former chief executive and controlling shareholder, Mikhail Khodorkovsky, and fellow shareholder, Platon Lebedev, are on trial in Moscow on charges of fraud, embezzlement and tax evasion.</p>",
  "<p>The European Union's regime for subsidising sugar farmers was declared illegal by the World Trade Organisation yesterday in a landmark ruling that will severely curtail dumping of excess production on global markets. </p> <p>Brazil, Australia and Thailand were claiming victory last night after a preliminary WTO finding that the EU had affected the livelihoods of farmers in the rest of the world by breaching agreed limits on financial support for exported sugar. </p> <p>Coming just three days after the WTO's 147 members agreed to cuts in farm support as part of an attempt to broker a new trade liberalisation deal, the ruling in Geneva was seen as an important breakthrough in the fight to reduce western protectionism. </p> <p>\"This decision is another im portant step in the elimination of distortions in international agricultural products markets,\" the Brazilian foreign minister, Celso Amorim, said in a statement. </p> <p>The sugar ruling provided Brazil with its second WTO victory over the west this year. In April, the body that polices world trade told the United States that much of the aid for 25,000 American cotton farmers was illegal. </p> <p>A spokeswoman for Pascal Lamy, the EU trade commissioner, declined to comment yesterday, noting that WTO rules prevented public reaction to confidential rulings. But a trade source in Geneva said: \"Brazil has won on pretty much all counts.\" </p> <p>The country's agriculture minister, Roberto Rodrigues, said the EU would have to cease exporting 2 million tonnes of sugar starting from next year because of the ruling and that Brazil would export 10% more. Brazil is the world's largest producer and exporter of sugar. </p> <p>The interim ruling by the WTO's disputes panel found that the EU was exporting four times the permitted amount of subsidised sugar on world markets each year, depressing world prices and costing Brazil, Thailand and Australia hundreds of millions of dollars in lost foreign exchange earnings. </p> <p>Oxfam, the development charity, said last night: \"This ruling is a triumph for developing countries and a death knell for unfair EU sugar subsidies, which undermine poor farmers' livelihoods and deny them the chance to trade their way out of poverty. </p> <p>\"The scam has been uncovered. The EU must now act to reform the regime in a way that benefits poor countries,\" Oxfam added.</p>",
  "<p>Kevin Maxwell, son of the late, disgraced media baron Robert Maxwell, appeared to win some breathing space yesterday in his battle to stave off financial crisis. </p> <p>The companies court in London was told that a long overdue £18,000 payment had been made to a creditor seeking a winding-up order against Mr Maxwell's main business, Meynard Freres, a property and financing firm. </p> <p>The winding-up petition had been sought after two cheques for £18,000 had bounced. The payments related to the acquisition of some assets of struggling Midlands firm Astec Engineering Services. </p> <p>Mr Maxwell became Britain's biggest bankrupt in 1992, with debts of £400m in the wake of the Mirror Group pension scandal that engulfed his family. </p> <p>By 1995, however, his bankruptcy had been discharged and a year later he was acquitted on criminal charges relating to allegations that he had helped his father steal more than £120m from the Mirror pension fund. </p> <p>Yesterday there remained some confusion over the position of outstanding debts of more than £300,000 which Meynard Freres owed to a second creditor, Global Investment. Global had sought a winding-up order earlier this year but the application was later dismissed. </p> <p>It is understood that the creditor has issued another petition at Oxford county court which has yet to be resolved. </p> <p>A spokesman for Beachcroft Wansbrough, the law firm acting for Global, said yesterday: \"As far as I know that position has not changed.\" He refused to comment further. </p> <p>In the meantime, Mr Maxwell will receive a small cash injection after agreeing to hire out his £3m home, Moulsford Manor, overlooking the Thames near Henley, to a television production team shooting the Midsomer Murders drama series.</p>",
  "\"I think they intend to go to Chicago or some place and fly into a building - Don't worry, Dad - If it happens, it'll be very fast - My God, my God.\" Peter Hanson, a passenger on United Airlines Flight 175, is talking to his father, Lee Hanson, at 9am on Tuesday September 11 2001. He thinks that he's about to die. A son's instinctive compassion leads him to look beyond the grave and help a father's grieving: \"Don't worry, Dad - If it happens, it'll be very fast.\" Three minutes later, his plane strikes the World Trade Centre in New York and Peter Hanson is dead. <p>This phone transcript from the recently published 9/11 commission report reminds us why the United States is a country that still considers itself to be at war. As I write, Washington has just joined New York on the second highest level of alert against terrorist attack. President Bush has announced the creation of a new national intelligence director and counterterrorism centre, swiftly implementing key recommendations of the bipartisan 9/11 commission. According to a recent poll, the military is by far the most trusted institution in the United States. Four out of five Americans say they have confidence in the military, compared to just one in five who trust Congress. In the presidential election, warlike images prevail. It's as if Bush and Kerry are standing mainly for the office of commander in chief. </p> <p>John Kerry started his acceptance speech at last week's Democratic convention by giving a military salute and saying, \"I'm John Kerry, and I'm reporting for duty.\" He was introduced, very movingly, by a veteran who lost both legs and one arm fighting in Vietnam. On stage were other Vietnam veterans who served with Kerry on one of the so-called swift boats going up the Mekong river. That swift boat provided the metaphor for Kerry's whole speech. Evoking \"our band of brothers\" he said: \"We may be a little older, we may be a little greyer, but we still know how to fight for our country.\" Pointing to a giant stars and stripes flag, he recalled how \"Old Glory\" used to fly \"from the gun turret right behind my head and it was shot through and through and tattered, but it never ceased to wave in the wind.\" And he came back to the gunboat at the end, claiming that the men who served on it cared nothing for their differences of race and background. \"That is the kind of America that I will lead as president: an America where we are all in the same boat.\"</p> <p>This unabashed, emotional, militant patriotism is something unimaginable in contemporary Europe. Watching many hours of it, glued to the television screen here in California, I felt conflicting emotions: some envy of a nation that still has the confidence and optimism to evoke those simple, primary colours, \"freedom and faith and family\" as Bill Clinton put it, in a brilliant speech; some alarm at the way in which my own emotions could be manipulated, for this Democratic convention was directed like a Hollywood movie. (Steven Spielberg helped with the documentary film introducing Kerry.) Then a fit of old European irony at the patriotic kitsch. John Kerry served bravely in Vietnam, but only for four and a half months. We shall be hearing about his service for a lot longer. </p> <p>I was reminded of an old Czech joke about the much mythologised Slovak national rising against the Nazis: \"Which lasted longer, the Slovak rising or the film about the Slovak rising?\" And yet, through it all, I had an overwhelming sense that here, amid these enthusiastic men and women of every colour and background, was the other, better America, which has got lost from European view amid the Cheneys, Rumsfelds and Bushes. </p> <p>Of course we all understand what is behind this war show. Here are the Democrats defiantly occupying the high ground of patriotism and national security on which the Bush White House has chosen to fight this election. Swing voters should trust the seasoned Vietnam veteran Kerry to win the war on terrorism rather than the Vietnam draft-avoider Bush. Kerry's critique of the way the Iraq war has been prosecuted, alienating America's friends around the world and without any proper plan for winning the peace, is compelling. In fact, almost every point that critical Europeans have made against the Bush administration was made by Democrats at the convention. They spoke passionately about the environment. They pilloried America's dependence on \"foreign oil\". They talked again and again about how America cannot win this war on its own. </p> <p>Will this campaign strategy work? Although people say Kerry is a strong finisher, I have a nagging feeling that he may still prove too remote and wooden for the undecided swing voters, when contrasted with the folksy Bush. (A reporter who has followed Kerry as a senator in Boston pays him a deadly compliment. John Kerry, he says, is perfectly qualified to be the president - of France.) So much will depend on what happens in the last weeks of the campaign; in America, and in Iraq. If it were possible for this to happen without more American soldiers coming home in bodybags, and tens of ordinary Iraqis dying for every one American, I would express the Machiavellian hope that things should get visibly worse in Iraq until election day, then dramatically better from November 3 on. </p> <p>If Kerry does scrape home, Europe will find a president who leads a more congenial America in almost every respect. But we won't be back to business as usual before September 11 2001. The key difference is now clear. All American leaders think we are at war; most European leaders think we are still at peace. </p> <p>The Bush administration started out believing that the United States could, if need be, win this war on its own. A Kerry administration would start from the position that this war can only be won by working with America's friends and allies around the world. It will therefore ask us to step straight up to the plate. Kerry's carefully unspecific recipe for the future of Iraq is that bringing more allies on board should help to reduce the American troop presence there. </p> <p>If Europe has any wisdom at all, we should start thinking now about how we answer this Democratic challenge. Our answer should be, \"Yes, so long as _ \" Yes, so long as you rededicate yourself to a peace process between Israel and Palestine. So long as you recognise that Iraq has to be embedded into a much larger project of reform and development in the broader Middle East, which America and Europe can only achieve together. So long as you deliver on your promises to develop alternative energy technologies, address your own excessive carbon dioxide emissions, come back to the international treaties and institutions that the Bush administration abrogated and scorned. </p> <p>We're all in the same boat, too, and we want to be. However, before skipper Kerry pulls the throttle, we have to agree not just the rules of engagement but who exactly the enemy is and what creek we're up. </p> <p><b>· </b>Timothy Garton Ash's new book, Free World: Why a Crisis of the West Reveals the Opportunity of Our Time, was recently published by Penguin </p> <p><a href=\"http://www.freeworldweb.net\">www.freeworldweb.net</a></p>",
  "Wow. The results of the new Yellow Pages survey - which calculates which categories of profession have expanded and which have imploded since 1992 - would almost make you think that we are a generation of overweight, surface-obsessed, mumbo-jumbo worshippers. <p>Let's see, makeup artists are up 1,007% and aromatherapists up 5,200%, while good old traditional gamekeepers and carpenters are on the way out. Cosmetic surgery is up 1,780% as, understandably, we all want to look like Jordan, Joan Collins or Anne Robinson, before we rush off to ruin all that hard work by rushing off to a sunbed parlour (up 299%). </p> <p>And, as if we weren't spoilt enough, we are hothousing our darling ruined children so that they can make even more money to waste on complete fripperies - home tutoring is up 601%. </p> <p>The biggest downward trend is greengrocers - there are 59% fewer of them. This is entirely obvious, of course - just look around at your local high street, or try to avoid those bores on the Atkins diet. Along with the people on programmes like the poo-analysing \"You Are What You Eat\", it seems that, rather than consuming the recommended five portions of fruit and veg a day, everyone in the country is managing to survive on absolutely none at all. </p> <p>Meanwhile, dieticians and weight-control experts are up by an astonishing 1,445%. Duh! Who are all these incredibly bad dieticians who are failing to tell their clients to \"get thee to the greengrocer\"? I bet they are selling them junk-meal replacements. Haven't they heard the mantra of that high priestess of junk culture, Paris Hilton? \"Only fat people eat low fat!\" </p> <p>In truth, I don't think the news is that bad. After all, on even the most generous estimates, only about 10% of all work done is vital in providing us with basic food, clothing, shelter and medical care. Everything else is just a case of finding people something to do all day to stop them going to the pub. This mostly involves getting them to push bits of paper about and inventing things such as \"human resources\" and \"personal injury lawyers\". So, once our basic needs for shelter, food and clothing are met - and for the vast majority of us, they certainly are - it is nice to know that we are not truly interested in anything more aggressive than sticking heated glass cups on our backs. Plus, in a country that no longer makes or builds anything much, you would not want to let that BA in aromatherapy from the University of East Central Frinton go to waste. </p> <p>What we are also seeing here is women buying things, too, which is why hardware outlets have dropped 34%. Now the Pope is allowing us out to work, there is just no stopping us crazy girls. You might imagine that in a culture that demands we make the best of ourselves, and where we are encouraged to believe we can do anything - while simultaneously being expected to stay at home fingerpainting with our children all day and being ravishing sex kittens to avoid our husbands leaving us - it is probably understandable that we are running around like mad things, trying to buy ourselves happiness and perfection. </p> <p>Obviously the more benign the spending, the better: paying someone £80 an hour to get your feet massaged, for example, (reflexology is up 829%) is infinitely preferable to requesting that someone cuts up your body with a big knife to make you look more like Sharon Osbourne. Look on the bright side: it could be massive increases in \"All-New Underage Chimney Sweeps\"; \"Cheap Offal\", \"Slum Landlords-Are-Us\" and \"Backstreet Abortions Inc\". </p> <p>I like the Yellow Pages' findings: they make me feel that we don't have too much to worry about. Apart from being wiped out by terrorists (which, like global warming, is too huge a concept to get your head round, and thus best ignored in favour of eating crisps and reading articles about lipstick), our concerns are all our own. We may not be happy, but we are, on the whole, safe enough to be daft enough to spend our cash on pampering, preening and out-and-out charlatans. </p> <p>Why, you would almost think of us as a vain, silly people - the kind who, for example, would be against invading and occupying foreign countries for no good reason based on dodgy evidence. Which we are, not that it seemed to help us very much at the time. </p> <p>And yes, things are certainly looking bleak for the butcher and the baker - but, thanks to all our lovely new-age sensibilities, the number of candlestick-makers is up 208%. </p> <p><b>A plague on Tudor houses</b><br></p> <p>No more nouveau Palladia-bethan abominations. No more oversized Doric columns supporting huge glazed semicircles of bulletproof glass. No more original Georgian surround-sound cinema screen rooms. Thank God the government is finally doing something about the hideous monstrosities of the rich that are marching across the countryside, and suggesting that people try to build new and interesting things instead. </p> <p>\"It's terrible, and very elitist,\" says the traditionalist architect Quinlan Terry, proving, yet again, that anyone who uses elitist as a criticism is an idiot. Call me nuts, but, given the choice, I'd quite like my architecture to be elite, thanks. </p> <p>Architect Robert Adam (you just have to love that name - \"I like your house.\" \"Oh, thanks, it's Robert Adam, actually\"), pastiche-monger to the wealthy, splutters, \"It's absolutely horrible,\" by coincidence almost exactly the same words that are used by most people on viewing the gin-palace eyesores currently buggering up Surrey, all the vomitous mis- proportioned offspring of the Acropolis and a Tudor coaching inn, with triple garages. </p> <p><b>Ukip hooray on Gibraltar's birthday</b><br>  Happy birthday, Gibraltar, where the smell of monkeys, tax-free fags and all-day breakfasts is never far away. How nice to celebrate it with a show of military might through the centre of town, marching up and down, sticking their tongues out at our fellow Europeans. </p> <p>This sits well with the fact that the government of Gibraltar has refused to show its accounts to Britain for more than three years. Oh, and two of its seven MEPs are Ukip, which seems entirely fitting given the fondness that party's leadership already shows for Spain. God Save the Queen.</p>",
  "<p>\"It's not where you start,\" the cast of this exuberant outdoor performance of Shakespeare's early comedy sing, \"it's where you finish.\" The line has a strong resonance for the play's plot - the reunion of two pairs of identical twins after 25 years - but also for the fraught realities of staging open air theatre during the British summer. </p> <p>On the opening night, a stormy sky pelted us all with cold rain for half an hour. The stage was covered in polythene, while the audience resignedly put up brollies and donned waterproofs. It looked like the kind of uniquely British scene at which Cliff Richard might pop up for a rousing medley. </p> <p>From these damp beginnings, however, the Oxford Shakespeare Company brought us a hugely warm and engaging performance. Playing the drama as a slapstick romp, with nods to silent film, Benny Hill, musicals, pantomime, Laurel and Hardy and commedia dell'arte, it did so in a mood of celebration of the play, rendering its somewhat creaky plot a carnival of possibilities for song, dance, bad jokes and comic embellishment, including a walk-on part for Al Capone and the cast pausing at one point to say: \"This line? Nobody knows what it means. Nobody.\" </p> <p>Within the camp tomfoolery, Chris Pickles's direction is sharp and smart, playing on the theme of mirror images. Performances are faultless, and there is a sense of joy about them. Drawing on an eclectic range of references, this production doesn't aim, as some have, to explore the existential angst of separation or the bewilderment of finding yourself mirrored in a twin who is a stranger. Instead, it's a toe-tapping, heart-warming hoot. Just what you need in the drizzle. </p> <p><strong>·</strong> Until September 3. Box office: 020-7351 5417. Then touring.</p>",
  "John Kerry, the Democratic nominee for president, published a list of about 200 entrepreneurs supporting his run for the White House, in an effort to reassure voters of his moderate credentials. <p>The list, not unexpectedly, included endorsements from players in the entertainment and fashion industries. </p> <p>Among the signatories were Miramax boss Harvey Weinstein; former Hollywood mogul Barry Diller; the chairman of Warner Music, Edgar Bronfman Jr; Dreamworks co-founder Jeffrey Katzenberg; Peter Chernin, the chief operating officer of News Corporation and Jann Wenner, chairman of Rolling Stone magazine's publisher, Wenner Media. Designers on the list included Donna Karan, Vera Wang and Diane von Furstenberg. </p> <p>But there was backing from other industries. Mr Kerry has public support from Robert Fisher, chairman of The Gap, August Busch, president of Budweiser's brewer, Anheuser-Busch, Jim Clark, the founder of Netscape and Eric Schmidt, the chief executive of Google. He also lists a handful of senior Wall Street figures. </p> <p>Mr Kerry released the list on the campaign trail in Iowa, a key swing state in the midwest where he is currently neck and neck with George Bush in the polls. Bill Clinton employed a similar tactic in his successful run for the White House in 1992. Publication of the list hints at the erosion of a traditional Republican party base. </p> <p>Mr Kerry has already enlisted the respected investor Warren Buffett and Apple founder Steve Jobs to his team. But the Republicans have deeper support among the business community and Mr Bush has raised more than Mr Kerry from corporate donors. </p> <p>Owsley Brown II, chairman of Brown-Forman, the maker of Jack Daniel's, is a former Bush supporter now backing Mr Kerry. He told the Wall Street Journal: \"It's not something someone does lightly and certainly not for someone like me, a registered Republican all my life. But it seems pretty clear that our choice last time has not been such a good one for the United States.\" </p> <p>Former Chrysler chief, Lee Iacocca, campaigned for Mr Bush in 2000 but has switched to Mr Kerry. </p> <p>He said Mr Bush was taking the US \"in the wrong direction\". </p> <p>The list appeared to be aimed at calming the nerves of some voters concerned that some of Mr Kerry's campaign promises might herald a hostile environment for corporate America. </p> <p>He has promised tax breaks for companies which employ workers in the US to discourage outsourcing and to close tax loopholes for companies registering overseas. </p> <p>He has also promised to end the special interests which have infiltrated Washington, especially the influence of the oil and gas industries in shaping government energy policy. </p> <p>Mr Kerry has also said he would roll back some of the tax breaks for the rich, awarded by Mr Bush. </p> <p>Releasing the list, Mr Kerry said: \"George Bush has been bad for American business. His irresponsible mismanagement of the economy has led to record deficits, job loss and decreased confidence in the economy.\" </p> <p>The music industry is also backing Mr Kerry. More than 20 acts including Bruce Springsteen, REM, Pearl Jam and the Dixie Chicks are to perform fundraising concerts in an effort to unseat Mr Bush. Nine concerts are planned, all in swing states. </p> <p>\"We're trying to put forward a group of progressive ideals and change the administration in the White House,\" Springsteen told the Associated Press. \"That's the success of failure, very clear-cut and very simple\". </p> <p>Wall Street chiefs backing Mr Kerry include Robert Hormats, the vice chairman of Goldman Sachs, Thomas Lee, who runs the venture capital firm Thomas Lee Company, Arthur Levitt, the former chairman of the securities and exchange commission and the investment banker Bruce Wasserstein.</p>",
  "<p>Munich's plan to move its desktop PCs from Microsoft Windows to Linux by 2009 has apparently been called into question. In this case, however, \"apparently\" means \"not really\". What we are actually seeing is an attack on the German government's love affair with software patents. </p> <p>It's a love affair unfortunately shared by the UK, France and others. We could face the same problem. </p> <p>The question was raised by Wilhelm Hoegner, Munich's chief information officer, who said it was indispensable to check the consequences the European Union's adoption of software patents would have on open source software. Any such oversight could, he said, be a \"catastrophe for Munich's Linux migration project, and for open source in general\". </p> <p>This was followed by Jens Muehlhaus, an alderman from the Green party, who filed two motions calling on Christian Ude, Munich's mayor, to contact the government for advice. This directed the pressure where it belongs: Munich can do nothing about software patents; the German government can. </p> <p>What had been a local affair was made global by Florian Mueller, an adviser to MySQL, who issued an English version of the Greens' statement via PR Newswire. He also posted it on Slashdot, the pro-Linux website. The quotations are taken from Mueller's version. </p> <p>Muehlhaus also says: \"A cursory search revealed that the Linux 'base client', which the city of Munich plans to install on the desktop computers of approximately 14,000 employees, is in conflict with more than 50 European software patents.\" This search was performed by the Foundation for a Free Information Infrastructure (<a href=\"http://www.ffii.org\">www.ffii.org</a>), Europe's leading anti-software-patent activist group. </p> <p>If anyone tried to exercise these patent rights, it could \"massively hinder\" Munich's developments or even take the city administration out of operation, says the release. </p> <p>Of course, this is not an anti-open source attempt to discredit Linux or discourage Munich, but a pro-open source attempt to put pressure on the German government. The idea is to present legislators in general with a stark choice between software patents and open source, and thus encourage them to choose the latter. </p> <p>Although software patents apply to all forms of software, they are a bigger threat to open source, for two main reasons. First, patent violations are easier to find in open source code than in unreadable binaries. Second, the open source movement has no mechanism for accumulating its own patent portfolio, and thus taking the industry standard route of patent cross-licensing. This system requires even people who don't believe in software patents to get as many as they can, to have something to trade. </p> <p>The alternative to cross-licensing - paying for patent rights - is not practical for open source developers: none of them makes a significant amount of money. All they can really do is program round them. </p> <p>Ironically, the biggest campaigner for software patents in Europe, and the company with by far the biggest patent portfolio, is also the one that wants to supply Munich's computer systems: IBM.</p> <p> <strong> Links</strong><br> </p> <p><strong> Greens of Munich press release</strong> </p> <p><a href=\"http://masl.to/?J5E8215F8\"> http://masl.to/?J5E8215F8</a></p> <p> <strong> Florian Mueller's version</strong> </p> <p><a href=\"http://masl.to/?V4D8525F8\">http://masl.to/?V4D8525F8</a></p> <p> <strong> Munich's Linux Migration Raises EU Patent Issues (Slashdot)</strong> </p> <p><a href=\"http://masl.to/?E30C223F8\"> http://masl.to/?E30C223F8</a> </p> <p> <strong> IBM and Software Patents</strong> </p> <p><a href=\"http://masl.to/?H209235F8\"> http://masl.to/?H209235F8</a> </p> <p> <strong> IBM sustains patent dominance</strong> </p> <p><a href=\"http://masl.to/?P32C263F8\"> http://masl.to/?P32C263F8</a> </p> <p> <strong> Software's game of mutually assured damage</strong> </p> <p><a href=\"http://masl.to/?R3C8255F8\"> http://masl.to/?R3C8255F8</a></p>",
  "<p>August is here and millions of pasty-faced, workaholic Brits will down tools and head off to sunnier climes. For many, though, holidays aren't what they used to be. In an age of mobile phones, BlackBerrys and mini laptops actually getting off message probably means taking a climbing trip in Nepal. </p> <p>Still, there are plenty of gadgets available both for those who want to keep in touch and those who want to forget their office exists. </p> <p>One of the most irritating things about gadgets is that they aren't too happy mixing it with water and sand. Fortunately, if you do want to take calls while on the beach, Siemens has the answer in the M65 mobile phone. With its toughened screen and rubber and metallic finish, it is more than a match for sand, sea and sun cream. And should you feel active, it will take a knock or two as you spin around on a bike. </p> <p>Similarly, while it is great to take your iPod to the beach, sand tends to wreak havoc with the player's screen and hard disk. In that hostile environment, the Apple is no match for the £100 Oregon Scientific MP120 waterproof MP3 player. Due to launch shortly, it has 128MB of storage - enough for a couple of hours of Beach Boys tunes - and, apparently, you can even take it surfing. </p> <p>With the Olympics just days away, you may find yourself torn between idling by the pool and wanting to cheer on the UK team. If so, you will need a handheld LCD TV. Casio has pretty much cornered this market, and its SY-20 splashproof 2.3in model is arguably the best around. It retails for around £80. </p> <p>For capturing the beach in all its sun-drenched glory, you need to invest in some waterproof housing for your digital camera. Alternatively, Sony has a fun waterproof mini in the CyberShot DSC-U60. Retailing for around £200, the camera takes two megapixel images, and its waterproof seal and rubberised body ensures you can snap away underwater. </p> <p>Finally, one ingenious gadget hasn't made it to the shelves in time for this season, but has to be a must for next year: the Bluebird Bluetooth luggage tag. While others crane their necks to spot their cases on the luggage carousel, you can sit nursing a cappuccino in the knowledge that when your luggage appears, the Bluebird tab will alert you of its arrival by sending a message to your mobile. </p> <p><a href=\"http://www.siemens.co.uk\">www.siemens.co.uk</a> </p> <p> <a href=\"http://www.oregonscientific.co.uk\"> www.oregonscientific.co.uk</a> </p> <p><a href=\"http://www.casio.co.uk\"> www.casio.co.uk</a></p> <p><a href=\"http://www.sony.co.uk\"> www.sony.co.uk</a></p>",
  "<p><strong> Dutch planner</strong><br> </p> <p>The feature Journey from A to B (July 29) says that the UK journey planner is a \"world's first\" national planner. That's a bit of an exaggeration on the part of Transport Direct, I fear. It may be Britain's first, but here in Holland I've been using the national public transport planner, 9292OV (<a href=\"http://www.9292ov.nl\">www.9292ov.nl</a>) for years. Put in two addresses, down to the house number, and it plans a public transport route, including walking maps etc. It integrates trains, buses, metros, trams, ferries and taxis. If you want to drive, a number of commercial services such as Lokatienet (<a href=\"http://www.lokatienet.nl\">www.lokatienet.nl</a>) do the same thing for the roads nationally, and throughout Benelux/France/Germany.<br><strong> Owen Carter</strong><br>Amsterdam </p> <p><strong> Killer talk</strong><br> </p> <p>Victor Keegan's view of the rise of mobile phones is very perceptive, though the comment about them being \"predatory\" feels a bit bruising to those of us in the business. What has happened is that the mobile business (and particularly the European adoption of Global System for Mobile Communications, or GSM, as a digital mobile standard) has provided the business case for developing mass-market, cheap, light computers with a wireless connection infrastructure. As soon as that happened, all the other functions were just software - we could do them, so we did. </p> <p>In reality, the killer application was \"talking\", and that drove everything else. I use the camera, send SMS, listen to MP3s, and occasionally the screen backlight to find keys at night, but mostly, I talk. We all do - more and more, it seems - and in a world obsessed with technical advancement, I find it fascinating that progress is being driven by one of the basic characteristics that links with all of our human past.<br><strong> Steve Bridges</strong><br>Sony Ericsson </p> <p><strong> Endless options</strong><br> </p> <p>Having read your article on multitasking mobiles, have you not seen the Sony Ericsson range? Who needs a clock when the phone handles alarms, and a power save option displays the time. With the P900 and recently announced P910, the options are endless.<br><strong> Ian Hanson</strong> </p> <p><strong> Link mystery</strong><br> </p> <p>Since taking up BT Broadband 11 days ago, and dropping BT Yahoo, my spam dropped overnight from 30 minimum to two a day - after having leapt to the 30 plus when BT-Yahoo joined up. What I can't understand is that, to keep my BT email address, it has to go through a BT-Yahoo link up in some way.<br><strong> Derek Heckle</strong> </p> <p><strong> Hack sore</strong><br> </p> <p>Jason Kroll is another one who incessantly goes on about the word \"hacker\" in a way that reminds me of old duffers who used to complain about the word \"gay\" no longer being used as a synonym for \"happy\". Both arguments are equally lost.<br><strong> Antony Shepherd</strong><br>Croydon </p> <p><strong> Duty owed</strong><br> </p> <p>Your article MyDoom hits search engines, Guardian (July 27), highlights how long MyDoom had been developing its attack. MyDoom has evidently been happening for months. This is a classic example of the importance of the incubator community to the development of viruses. </p> <p>Every computer can be part of the incubator community, whether it has protection - anti-virus software and firewalls - or not. The Department for Trade and Industry report in April stated that 99% of large companies in the UK had anti-virus software and 68% had experienced a virus attack in the past year. This tells us how ineffective the current industry standard approaches are. </p> <p>It is possible to stop email viruses. Businesses and individuals owe it to everyone who uses the internet to make sure they are protected and not part of the incubation process. That way, we will get rid of email viruses.<br><strong> Nick Scales</strong> </p> <p><strong> Half-baked solution</strong><br> </p> <p>I wouldn't touch internet banking with a barge pole. The thought of hackers lining up to empty my bank account would seriously disturb my sleep. I would always be on tenterhooks wondering if someone on the other side of the world were putting the final touches to his brilliant decryption algorithm. </p> <p>Sooner or later there will be a humungous hit on millions of online accounts, and who will refund customers if they suddenly default on mortgage payments and are declared bankrupt? Just because Osama bin Laden and friends haven't been successful, you can be sure they are trying hard to abuse the internet to destroy the world economy. </p> <p>So thanks, but no thanks. I like going to my bank, then talking to a human being as my pass book is stamped and my transaction recorded in black and white. Simple methods are the best, even though banks try to convince us life without computers would be impossible. </p> <p>Internet banks only exist because their young, naive customers have not lived long enough to realise the world is full of half-baked solutions.<strong>Michael D. Mitchell</strong><br>Flackwell Heath</p>",
  "The vast unemployment problem in Iraq could be solved by getting Tony Blair to produce the figures. <br> SC Jones <b>Daily Mail, August 3</b> <p>A lot of people think the writing off of debts by America is good news [for Pakistan]. Nobody writes off anything. America will extract a price for this in some other form, maybe continuation of Pakistan's de facto status in its war against Islamic countries ... Real good news would be when Pakistan repays its debts with confidence and grows out of the need to look for aid.<br> Srinivasan <b>Dawn, Pakistan, August 2</b> </p> <p>I understand that the World Bank is a target for terrorists because it lends money to the Egyptian president, Hosni Mubarak, and the Pakistani president, Pervez Musharraf, and it soon will lend to the Iraqi interim prime minister, Ayad Allawi, and to Libya's Muammar Gadafy - the Islamists' enemies. I also know that no building in Washington contains more people working tirelessly for the good of millions of Muslims in the Middle East and the developing world. </p> <p>Targeting that facility is the final statement of the terrorists' intellectual, moral and spiritual destitution.<br> Michael Clemens <b>Washington Post, August 3</b> </p> <p>If the Athens Olympic stadium isn't finished in the next few days, perhaps the construction workers need to be given the performance-enhancing drugs that the Olympic athletes won't be taking this time.<br> Ian Watson <b>Australian, August 4</b> </p> <p>Mayor Michael R Bloomberg says New York City will not be 'cowed' by terrorists. Leaving aside the fact that we are too afraid to build another office tower as tall as the World Trade Centre, the city's economy is being dragged down by security measures that divert time and energy from work to standing on line. And we have barely begun to make ourselves safe. </p> <p>We are not going to get the twin problems of safety and efficiency under control unless we, and the rest of America, start recognising that New York City has problems. The terrorists have slowed down business in this congested island city, and the true cost of our self-defence is the loss of our competitive edge.<br> Richard Joffe <b> New York Times, August 4</b> </p> <p>The prime minister's call for Malaysians to be fussy and responsible consumers is ... timely ... Malaysia [is becoming] an 'imitation goods paradise', not a label we want. More importantly, if we continue to accept poor quality things, our manufacturers will never learn how to make high quality goods at reasonable prices. And if that happens across the manufacturing and service industries, we will not be able to compete in the global market.<br> RK Nair <b>New Straits Times, August 2</b> </p> <p>I have yet to receive the government's Preparing for Emergencies booklet. Should I panic?<br> Nick McArdle <b> Independent, August 3</b></p>",
  "Industrial pollution may be helping to suppress emissions of one particular greenhouse gas. Vincent Gauci, of the Open University, and his colleagues report in the Proceedings of the National Academy of Sciences that sulphur pollution may be helping to keep methane emissions in check. <p>Previously the scientists have shown that the bacteria that reduce sulphur compete with the microbes that produce methane. Now they have constructed models of global sulphur deposition and global wetland methane emissions between 1960 and 2080 to examine the effect of sulphur emissions on methane production. </p> <p>They calculate that sulphur pollution is reducing methane emissions by 8%, and they believe that this could increase to as much as 15% by 2030. </p> <p>Methane is estimated to be responsible for 22% of the greenhouse effect. Reducing sulphur pollution could make methane more of a threat.</p>",
  "<p>David Cowan is a man with a lot of piss on his hands. About 650 litres of the stuff passes through his system each year, donated by everyone from millionaire premiership footballers and elite UK athletes to promising amateur sports stars. </p> <p>Cowan's drug testing laboratory at King's College London is where the sporting careers of record-breaking British pole vaulter Janine Whitlock and rising sprint star John Skeete ground to a halt after traces of banned stimulants were found in their urine (it was later found that Skeetes' supplements had been spiked). It is where Manchester United defender's Rio Ferdinand's sample would have been tested, had he supplied one (he didn't and is currently serving a ban). And it is where the bulk of Britain's Olympic team will have been screened before they head to Athens next week, for anabolic steroids, amphetamines, protein hormones, epitestosterone, darbopoetin and up to 500 other controlled substances that could illegally boost their chances. </p> <p>Entry to the laboratory is tightly controlled, for good reason. It handles 7-8,000 anonymous urine samples sent from across the UK every year, and each must be treated with great care and precision. In the event of a positive test, sports stars can send their own scientific experts or lawyers to sniff out sloppy procedures, or anything else that could save a shamed reputation. </p> <p>So when the Guardian was granted rare access to the lab last month, it was under strict instructions not to touch anything. </p> <p>It is not only the athletes who are preparing for the Olympics. Leading drug testers will gather in Athens, ready to pit their wits and skill against the cheats in a specially constructed facility that will work around the clock to test about 3,000 samples in all. </p> <p>The experts are facing unprecedented challenges. The Athens games are the first major event since the THG designer steroid scandal rocked athletics and saw British sprinter Dwain Chambers banned. The scientists have been forced to accept an unpalatable truth: their most dangerous opponents are now their own kind - rogue chemists specifically designing drugs to slip past the tests. </p> <p>The move caught anti-doping experts by surprise. \"That was new for me, because I was working on the basis that no sensible athlete would take a drug that hadn't gone through the proper testing,\" Cowan says. \"I was wrong. They're prepared to take substances of unknown toxicity, and that's scary. It's also a bit uncomfortable that there is clearly some connivance. There are some crazy scientific minds probably just making money out of designing things to beat the tests.\" </p> <p>Things could get worse. According to US scientists developing gene therapies to treat patients, several athletes have already asked about having their DNA rewritten to boost physique and stamina. In theory, athletes could inject genes to rapidly, and perhaps undetectably, increase muscle size and strength. Other gene techniques being tested to treat blood disorders could boost the numbers of oxygen-carrying red blood cells. \"I think it's on the horizon,\" Cowan says. \"But I don't think it's as near as everyone says it might be.\" </p> <p>Conventional thinking says sporting pressure and rewards have created a greater incentive than ever to cheat, and that dopers have become so sophisticated that the drug detectives on their trail are constantly one step behind. \"I'm not in total agreement with that,\" Cowan says. \"Is there more pressure to cheat? Our testing has improved over the years so it's a bit of a balance between the two, I'd say.\" In some cases, he says, the anti-dopers are ahead of the field: tests have already been developed for several new substances not yet abused in sport. </p> <p>Doping is no modern phenomenon. Olympic victories brought ancient Greek athletes tax exemptions and deferment from military service, and competitors would ingest any preparation they believed might enhance performance. Roman chariot racers are said to have doped themselves and their horses with mysterious herbal infusions in the search for speed. Much later, in the early years of the 20th century, brandy, strychnine, heroin and cocaine were all used widely. </p> <p>Neither is fighting the dopers new. The first recorded case of anti-doping came in 1865 when the organisers of an Amsterdam canal race expelled a swimmer for taking an unnamed performance-enhancing substance. </p> <p>The development of amphetamines in the 1930s raised the stakes. After a succession of deaths linked to the drug, British cyclist Tommy Simpson collapsed and died during the tough ascent of Mount Ventoux in the 1967 Tour de France. His death, brought on by heavy amphetamine use and caught on film, convinced the authorities that action was needed. Drug testing began at the Winter Olympics in Grenoble the following year. </p> <p>The early tests to detect amphetamine use were developed by the British chemist Arnold Beckett, with whom Cowan - an expert in the way drugs break down in the body over time - began working in the mid-1970s. </p> <p>\"As a naive academic I said 'look, we can't just occasionally get samples from sport because it disrupts the research. We need to do it properly',\" Cowan says. </p> <p>Screens to find anabolic steroids followed, and in 1985 the King's College operation became one of only a handful in the world to be accredited by the International Olympic Committee. </p> <p>The global operation against the cheats - now run by the World Anti Doping Agency (WADA) - today boasts more than 30 labs. Last month, the horseracing forensics laboratory in Newmarket became the UK's second WADA-approved testing facility. </p> <p>Cowan may be less naive now, but he remains an academic and has interests away from sport. He is involved in criminal cases as a forensic toxicologist, and his group is one of a few in the world given a licence to let people take the dance floor drug ecstasy to test its effects. Neatly for a chemist, he crystallizes much of his academic interest to one simple question: \"If we find a sample of drug in your body, we have two important unknowns: how much did you take and when did you take it?\" </p> <p>The answer often lies within a mass spectrometer - the tool of the serious drug hunter's trade, which analyses the different chemicals in a given sample to produce a characteristic profile of peaks and spikes. The King's sports lab has banks of them, sitting side by side and quietly hunting their way through a checklist of banned drugs in dozens of samples every day. </p> <p>Some sports allow substances that others have banned (swimmers, for instance, can take some stimulants that high-board divers can't) which means that, while the testers do not know the identity of the person who supplied the sample, they are told the discipline. </p> <p>Urine to be tested arrives from the collecting officers responsible for taking it from the athletes in two identical bottles. One, the B sample, is frozen for long-term storage, while the A sample is cracked open (the lids have tamper-proof seals). Small amounts are chemically treated before the search for prohibited substances. </p> <p>\"Urine contains thousands of chemicals,\" Cowan says. \"We want to get rid of the ones we're just not interested in and concentrate on the chemicals that shouldn't be there.\" </p> <p>Up to 90% of samples breeze through the battery of tests and are declared all clear. Others require more attention. \"We see something that's allowable, but could it be hiding something that's prohibited?\" </p> <p>Such masking agents are a growing problem for anti-dopers. Some tests for the anabolic steroid testosterone, for example, rely on the fact that the supplements throw the body's chemistry out of kilter - specifically the ratio between testosterone and epitestosterone. </p> <p>Taking supplements of epitestosterone with the active steroid makes the ratio appear normal. Balco labs, the controversial site in California at the heart of the THG enquiry, has been accused of supplying a mixture of testosterone and epitestosterone, which was also produced by a pharmaceutical company in the former East Germany. </p> <p>\"Why would a pharmaceutical company make a hormone preparation of active and inactive material if not to aid the East German athletes?\" says Cowan. \"That was the state system; what we're seeing now on the US side is probably finance-driven. That one is dead easy science, but cleverly, they had the knowledge of our tests. That's one of the reasons it's better if we don't all use the same methods.\" </p> <p>Back in the lab, the suspect 10% samples are subjected to closer scrutiny. \"When it becomes a more solid suspect we go right back to the original A bottle and analyse it specifically for that substance,\" Cowan says. \"We must get two hits before we put that first report out. We're awfully careful to get it right, it's not like workplace testing where they might use a single sample.\" </p> <p>Accused athletes have the right to visit the lab to see the B sample retrieved and tested while they watch. Few do: \"We get them from time to time, sometimes with their lawyers. The big names often get their representatives to come along.\" </p> <p>About 1% of samples tested are positive - down from 2-3% when testing was introduced. \"Testing clearly helps control drug abuse in sport,\" he says. </p> <p>But to reduce it further and to tackle the problem of designer drugs like THG, Cowan believes that sweeping changes are needed to the system. </p> <p>\"The interesting thing about THG is that we couldn't have found it from urine samples alone - the concentrations are just too small. Give us a few litres and we'll identify it, but give us just 75ml and that's really pushing it.\" </p> <p>THG was only identified because traces were found in a syringe handed anonymously to the US authorities. </p> <p>Cowan says that rather than trying to find the drugs themselves, we should be watching for their knock-on effects on athletes' physiology. Testing sports stars more regularly and comparing the tests month-on-month could allow the authorities to build up a profile of normal hormone levels in each individual. \"Then if you use THG we would start to get suspicious because, if we had your profile, we would see that your androgens are suppressed.\" </p> <p>He says this system would be much harder to beat. \"I'd be able to say 'wait a minute, what's happened to you suddenly?' I think that would make the whole system a lot more powerful.\" </p> <p>It could also clear innocent athletes tainted with drug allegations. \"I don't need to know who the individual is. All I need to know is that it's from subject x rather than subject y,\" he adds. </p> <p>\"Athletes want a level playing field and they want us to do it properly. If we're not doing it properly then a number of them on the borderline are going to go to the wrong side of the rules.\" </p> <p>Despite Cowan's immersion in sport's murkier side, he says he is able to watch events without much suspicion. In fact, he takes a low-key attitude to the moral aspects of his work. \"It's more the science of it than 'yes, we've got someone',\" he says. \"When I was in Salt Lake City [for the 2002 winter games] there was a lot of excitement when we got the first darbopoetin positives.\" </p> <p>Cowan will not be drawn on how many athletes may be getting away with drug use, and how many could have narcotics to thank for the medals they will win in Athens later this month. But he is certain of one thing - they won't get away with it for ever. </p> <p>\"One of the things about cheats is that they keep cheating,\" he says. \"And we catch them in the end.\" </p> <p><strong>Life at a glance</strong></p> <p><strong>Education</strong><br>BSc, PhD in pharmacy from Chelsea College </p> <p><strong>Career</strong><br>Director of Drug Control Centre and professor of pharmaceutical toxicology, King's College London; member of the International Olympic Committee's medical commission for the 2000 Olympics. </p> <p><strong>He says</strong><br>\"If we had the means of looking at individuals rather than populations that would really help.\" </p> <p><strong>They say</strong><br>\"He's awesome - a rare combination of expertise and wisdom.\" Don Catlin, head of UCLA's Olympic testing lab.</p>",
  "<p>Top marathon runners tend to be lean and light, star swimmers are gangly things with huge feet and gold medal weightlifters are solid blocks of muscle with short arms and legs. So does your physique - and indeed the way your body works - fit you for a particular sport, or does your body develop a certain way because of your chosen sport? </p> <p>\"It's about 55:45, genes to environment,\" says Mike Rennie, professor of clinical physiology at the University of Nottingham Medical School in Derby who cites the case of identical twins from Germany, one of whom was an endurance athlete, the other a power sportsman, \"They look quite different, despite being identical twins.\" </p> <p>A five footer has little chance of becoming an elite basketball player, but being six foot nine with the springiest tendons in the land doesn't automatically propel you to Olympic gold. </p> <p>Craig Sharp, professor of sports science at Brunel University, made this point at a recent Royal Institution event at which the limits of human performance were debated. \"Unless you have tactical sense where needed, unless you have access to good equipment, medical backup and the psychological conditions to have the winning attitude and be able to drive yourself through pain, and of course, superb technique, all the physical side will be in vain.\" </p> <p>Jonathan Robinson, an applied sports scientist at the University of Bath's sports development department, underlines the importance of technique. \"In swimming, only 5-10% of the propulsive force comes from the legs, so technique is vital.\" To illustrate his point, he cites triathletes, who are all extraordinarily fit, yet who may fail to reach competition standard if their swimming technique is poor. </p> <p>But having the right physique for the right sport is a good starting point. Seventeen years ago, the Australian Institute of Sport started a national Talent Search Programme, which scoured schools for 14-16-year-olds with the potential to be elite athletes. One of their first finds was Megan Still. In 1987, she had never picked up an oar in her life. But she had almost the perfect physique for a rower. After intensive training, she won gold in women's rowing in the 1996 Atlanta Olympics. </p> <p>Other countries have followed the Australian example. The explosion of genetic knowledge has meant that there is now a search, not just for sport appropriate physique but also for \"performance genes\". Several are implicated. For instance, the ability to use oxygen efficiently is key to gaining the winning edge. The EPOR gene initiates the process of red blood cell production and then switches off, but one mutation means that it carries on working, leading to an abnormal amount of red blood cells. Finnish researchers identified an entire family with this EPOR mutation, several of whom were championship endurance athletes, including the great cross-country gold medalist skier, Eero Mantyranta. This mutation was definitely performance-enhancing. Craig Sharp believes that elite athletes of the future may well come from among such physiological \"outliers\", people who naturally possess extremes of normal physiology which also happen to be performance-enhancing. \"It's a question of finding them,\" he said at the RI. </p> <p>The drive to pick elite athletes based in part on body shape or characteristics has had a difficult history, with work bedevilled by the race issue. Competitors of African origin hold most of the leading times for top running events, even though only one in eight of the world population is black. And Kenyans from the Kalenjin tribe hold 40% of the top honours for distance running. </p> <p>These Kenyan runners tend to have slim legs, with high calf muscles (a genetic trait), which is a very efficient anatomy for a runner. But, they also live above 2,000ft, which helps to increase the body's amount of red blood cells as well as its cardiovascular capacity, which are both vital for long distance running. And since runners are national heroes, and running requires no more equipment than a pair of shoes, there are considerable rewards for training intensively. </p> <p>In truth, there is more genetic variation between individuals than there is between races. All we may be seeing is encouragement for those of a similar skin colour to train hard and be the best. </p> <p>But, so far, what do we know about the different physiological types suited to particular sports? </p> <p><strong>Rowing</strong><br>The perfect male rower is an extraordinary physiological specimen. He is tall, heavy but with very low body fat (10% in men), with broad shoulders and long, powerful limbs. His heart is capable of pumping 40 litres of blood a minute. Rowers have the highest absolute maximum oxygen uptakes of any athletes and the highest intakes of air, up to 300 litres per minute. </p> <p><strong>Shooting</strong><br>You might think a sport that requires you to lie down, doesn't require fitness. But perfect shots have very good cardiovascular fitness and a low heart rate, which they can slow further. Within seconds of firing, they can (without knowing it) drop their heart rate by 20 beats and fire exactly between heatbeats. Pistol shooting also needs strong upper body musculature. </p> <p><strong>Swimming</strong><br>The perfect swimmer is tall, with very long limbs, particularly arms. Top-class swimmers have big feet, which provide a huge propulsive advantage. They have big hands to act as paddles, narrow hips to reduce drag and broad shoulders to maximise arm power. Sprint swimmers are more mesomorphic, with high power energy systems. </p> <p><strong>Sprinting</strong><br>dThe perfect 100m sprinter is tall, with a strong mesomorphic body shape. Top sprinters have slim lower legs and relatively narrow hips which gives a biomechanical advantage. They have a high percentage of fast twitch fibres (more than 80%). They use muscle fuel so fast that they are practically running on empty by the end of the race. </p> <p><strong>Marathon running</strong><br>The perfect marathon runner has a light frame, slim legs and is of small to medium height. They have high percentage of slow twitch fibres and very high maximal oxygen uptake. They can withstand dehydration, and training gives their muscles a high storage capacity for the premium muscle fuel, glycogen. </p> <p><strong>Gymnasts</strong><br>The perfect female gymnast is small and slim, with a high strength to weight ratio and an even musculature. Unusually, she will have grown steadily, rather than in spurts, during her early adolescence. She has a narrow body to permit speedy rotation and superb balance. Gymnasts of both sexes require both high power and high capacity energy systems and, overall, are the fittest of all athletes. </p> <p><strong>Weightlifting</strong><br>The perfect weightlifter has a strongly mesomorphic body type, and is very well muscled. Good weightlifters are not tall and tend to have relatively short arms and legs, which makes them more effective levers. They have cardiovascular systems able to stand sudden surges in blood pressure). High percentage of fast twitch fibres. </p> <p><strong>Morphs and muscles</strong></p> <p><strong>Body type: ectomorph, mesomorph, endomorph?</strong><br>Mesomorphs have well-defined muscles and large bones, with a low, narrow waist. Men are rectangular, and women are hourglass-shaped. Ectomorphs are skinny, lightly muscled with thin wrists and ankles. Endomorphs are round and soft, with relatively short limbs, high waists, small hands and feet. Most people are mixtures of body types, but those who are strongly mesomorphic tend to do well in sports such as weightlifting, while running is where ectomorphs are found to excel. </p> <p><strong>Body physiology: high power or high capacity?</strong><br>To determine your physiological type, it is useful to think of your muscles as being powered by batteries (in reality, they are fired by three different types of cellular fuel). Some people's muscles have a much greater capacity to deliver big bursts of power for short periods, while others are better at delivering a smaller amount of energy over a sustained period. The former group are suited to power events and the latter are better adapted to endurance sports. </p> <p><strong>Muscle composition: fast twitch/slow twitch?</strong><br>Muscles are made up of two different types of fibre. The \"fast twitch\" fibres deliver extreme amounts of power for a few seconds, whereas \"slow twitch\" fibres deliver prolonged contraction over many minutes or hours. The ratio of fast to slow fibres in each person is inherited. Those with more slow twitch fibres favour endurance events. Individuals with fast twitch fibres favour sprint events or those requiring sudden power, such as weightlifting.</p>",
  "<p><strong> Has the internet come into its own in the presidential campaign or is it still playing a bit part?</strong><br>The internet is playing a bigger role in this election than newspapers, television, and the candidates ... combined. Wait, that's not true. But it's playing a big role. Campaigns use the internet to email damaging rumours about the candidates to newspaper and television reporters. </p> <p><strong> Is there a future for online voting in the United States?</strong><br> Online voting would be even worse than letting people vote by mail, something that also will never happen, if I have anything to do with it. My biggest objection would be the possibility of fraud - specifically, fraud by the other side. There's no way our fraud would be as good as their fraud. </p> <p><strong> How influential are websites such as MoveOn.org et al on public opinion in the US?</strong><br> MoveOn.org (<a href=\"http://moveon.org/front/\">http://moveon.org/front/</a>) is making a huge difference. I've never been to et al's site, but if it's anything like MoveOn, my hat's off to them. If you're asking if the net has seen an upsurge in activism then ... the answer is \"yes\". </p> <p><strong> Can the net be trusted for information more or less than conventional US news networks?</strong><br>It depends. Most conventional news sources are much more reliable than, for example, FoxNews.com. As for whether it's harder for government to keep things secret with the giant rumour mill that is the internet ... evidently not! </p> <p><strong> And internet radio allows The Al Franken Show a global audience?</strong><br>Yes, it's great. The best thing is that a lot of would-be terrorists listen to the show and think to themselves, \"Hey, America isn't so bad\". </p> <p><strong> Do you listen to any radio stations around the world?</strong><br>No, I try to steer clear of anything that might present information I don't already know or points of view I don't already agree with. That's how we do things in the States. </p> <p><strong> Are websites such as The Onion keeping satire's teeth sharp while television isn't matching them? </strong><br> The Onion (<a href=\"http://www.theonion.com\">www.theonion.com</a> ) is great. So is The Daily Show, which is on television. Those two take turns sharpening satire's teeth. The Onion sharpens the front, the Daily Show sharpens the back, and I sharpen the sides. Satire's teeth are incredibly pointy. </p> <p><strong> Any favourite gadgets? </strong><br>I love the idea of an electronic voting machine that creates a paper trail so you can verify your vote. </p> <p><strong> How important is a web presence? </strong><br>\"As far as I'm concerned, if you don't have a website, you don't exist.\" That's the kind of snotty thing I can't stand. </p> <p><strong> Any favourite tools for writing?</strong><br>PC, MS Word, Final Draft (<a href=\"http://www.finaldraft.com\">www.finaldraft.com</a>), LexisNexis (<a href=\"http://www.lexisnexis.com\">www.lexisnexis.com</a>), Google and lots of coffee. </p> <p><strong> Interviewed by Hamish Mackintosh</strong> </p> <p>Visit: <a href=\"http://www.al-franken.com\">www.al-franken.com</a> and <a href=\"http://www.ofrankenfactor.com\">www.ofrankenfactor.com</a> </p> <p><strong>Al Franken's bookmarks</strong></p> <p><a href=\"http://www.dailykos.com\"> www.dailykos.com</a> </p> <p><a href=\"http://atrios.blogspot.com\"> atrios.blogspot.com</a> </p> <p><a href=\"http://www.mediamatters.org\"> www.mediamatters.org</a> </p> <p><a href=\"http://www.factcheck.org\">www.factcheck.org</a> </p> <p><a href=\"http://www.talkingpointsmemo.com\"> www.talkingpointsmemo.com</a> </p> <p><a href=\"http://www.slate.com/Default.aspx\">www.slate.com/Default.aspx</a> </p> <p><a href=\"http://www.salon.com\"> www.salon.com</a></p>",
  "So the Liberal Democrats consider it radical to go pro-market? (Lib Dem radicals call for pro-market switch, August 4). Just like New Labour and the Conservatives? I shall be intrigued to find out just how they propose to \"make greater use of market forces to address [the] global environmental crisis\" largely caused by those forces. <br> <b>Jim Scott</b> <br>Chairman, Save Our World <p>Alan Paterson (Letters, August 2) claims that the European project has succeeded in \"preventing the reoccurrence of the wars that blighted the continent's history for centuries\". Yugoslavia?<br><b>Dr Colin Crouch</b><br>Harrow Weald, Middlesex </p> <p>It can hardly be a surprise that the west does not intervene in Sudan (Letters, August 4). The last time that the west forcefully intervened against an oppressive dictatorship that sanctioned the killing of its own people, millions of people demonstrated in opposition.<br><b>Dan Dennis</b><br>Edinburgh </p> <p>Presumably Rachel James (Cut it out, please, G2, August 3) believes that the NHS should not treat illnesses caused by smoking, alcoholism or obesity. After all, the victims brought it on themselves.<br><b>Alex Cooray</b><br>Stratford </p> <p>What's all the fuss about sleaze at the FA (Letters, August 4)? We don't have the phrase \"It's not cricket\" for nothing.<br><b>Nigel Armstrong</b><br>Leeds </p> <p>We need not worry about the shrinking of Mont Blanc (News roundup, August 4). Mount Elbrus (5,633m) in Russia has always been the highest mountain in Europe and I expect it to stay that way for many years to come.<br><b>Ken Vines</b><br>Horrabridge, Devon</p>",
  "<p>It became known affectionately as the world's online flea market after it formed in 1995 and has protected its \"community feel\" for its core customers of individuals and small businesses. </p> <p>But times are changing, and while it was one-off collectables that built its reputation, that category, with $1.4bn of global sales, has long since played second fiddle. Other sectors, such as consumer electronics, with $2.5bn of sales; clothes and accessories, at $2.2bn; and motor cars, with $9.8bn of annual sales, represent the future. </p> <p>This growth in \"practical\" categories has led to the emergence of two trends. First, eBay is increasingly attracting large retailers to trade in its ultra-efficient marketplace that gives them access to 114 million registered users. Second, these professional merchants want to sell new products in volume, which is driving the growth of fixed-price transactions, in contrast with eBay's original auction model. </p> <p>This fixed-price trading accounts for 27% of the total value of all goods sold - primarily from eBay's \"Buy It Now\" feature, where items can be bid for but can also be purchased immediately for a fixed price. </p> <p>Pure fixed price, where there is no auction alternative, is of most interest to professional retailers, and accounted for 11% of sales last year. eBay has not disclosed the percentage for the current year - possibly because it wishes to downplay its activities with big business and preserve its increasingly delicately balanced non-corporate heritage. </p> <p>There is no denying eBay is on a path to breaking out of its peer-to-peer, auction-driven heartland. And the speed with which it is expanding suggests the company is heading towards the status of Wal-Mart of the online world. So reckons Jonathan Wall, marketing director of Dabs.com, a leading online electricals retailer, which recently began trading on eBay. \"I'd rather have shares in eBay than Wal-Mart,\" he said. eBay is currently valued at $53bn on Wall St. </p> <p>Having recently sold 100 end-of-line products and old stock and received around 60p in the pound, compared with the typical 25p from a broker, the company is looking to open an eBay \"store\". </p> <p>These stores enable retailers and named manufacturers to set up their own branded shops on eBay. The number of such stores has increased from 110,000 to 181,000 over the past year, proof of its growing attractiveness to traditional retailers. </p> <p>While this might be anathema to community-eBay, it represents revenue opportunities for corporate-eBay. Evidence of its increasing strength in this area is that new inventory listings from stores in the second quarter of this year were up by nearly 400% on the same period last year. </p> <p>Dabs.com will join operators such as Hewlett-Packard, Vodafone, Carphone Warehouse and Richer Sounds with its branded store. Although Richard Ambrose, category manager for eBay in the UK, says it is still early days, he predicts they will move substantial amounts of stock. </p> <p>This tends to be a combination of new and end-of-line, out-of-season goods and, in the case of electronics, older technology. Johan Brenner, general partner at Benchmark Capital - the venture capital firm that backed eBay in its early days and made the biggest gain in the history of the VC industry, - says eBay has also enabled retailers to take used goods as part exchange for new items and sell these second-hand goods on eBay. </p> <p>\"In the US, Circuit City has set up its own eBay store to sell used goods as an encouragement [for people to] then buy new from its online shop. eBay therefore fosters e-commerce in general,\" says Brenner. </p> <p>Ambrose agrees eBay offers retailers a variety of potential benefits. \"Given the size of our audience, it is an offer that is compelling. We have many retail partners and [the market] is proving very active in the UK.\" </p> <p>Although Comet is not one - yet - it recognises the benefit of selling over a platform such as eBay. Tim Woollias, commercial trading manager of direct channels at Comet, says: \"Comet has been using auctions ... for over three years to solve a traditional retail problem - clearing end-of-range and clearance items.\" </p> <p>Although it has no plans to sell pristine stock via auction, Woollias says the company monitors auctions. While he says Comet's most popular channel remains its stores, he only has to look at Dixons - which is in the process of reducing its high street presence - as a warning of how the growth of online retailing and eBay continue to eat into the margins of many on the high street. </p> <p>A major downside for retailers using eBay is that it predominantly attracts the value-driven shopper. Wall says Dabs.com has invariably sold new goods for less than it could have achieved from its online store. </p> <p>However, Wall doesn't want to miss out on the big opportunity eBay provides for attracting a different kind of customer to Dabs.com. The company therefore intends to link up with a few major manufacturers to offer a co-branded eBay store and divide the margin deficit. </p> <p>Judith Clegg, internet entrepreneur and associate director of Egremont, a consumer consultancy, agrees that the selling of new goods might be more difficult than end-of-line products. In addition, she says eBay's value-driven aspect lends itself particularly well to consumer electronics, which generally have a short life span. When the end approaches, retailers have no qualms about offloading stock at reduced prices. </p> <p>This puts question marks over how beneficial eBay is to retailers in other categories. Tom Athron, associate director of Javelin, a retail consultancy, whose clients include John Lewis and Marks &amp; Spencer, says: \"Some brands are more concerned than others about setting up shop on eBay.\" </p> <p>This is why he says you can find M&amp;S Lifestore sofas for sale on eBay, sold by clearance houses and liquidators, but you won't find the M&amp;S brand. \"For commodity products, it's an opportunity, which is why a Dabs.com is OK with it but an M&amp;S is twitchy,\" he says. </p> <p>But as eBay continues to grow at a phenomenal rate, it will surely be sensible for retailers such as M&amp;S to use eBay for selling direct or staying hidden and using stock liquidation companies. </p> <p>However, retailers at the luxury end of the market selling overtly branded goods do regard eBay as a threat. An example is clothing, a growing part of eBay's business. According to Ambrose, clothing and accessories is now the biggest category in the UK, with 300,000 items sold per week. A huge percentage is designer goods. </p> <p>Says Clegg: \"If you see Prada goods on eBay at unbelievable prices, the tabloids will have you believe they are stolen. But I believe it is legal and comes from third parties.\" These tend to be grey market operators, who buy goods as excess stock from legitimate sources, and liquidation houses. </p> <p>However, not everyone is so sure. Professor Joshua Bamfield, a director at the Centre for Retail Research and a specialist in retail crime, says: \"People who commit burglary are younger and have been using the internet for years. They know they can get more money back for less risk. Retailers have been saying eBay is a problem.\" </p> <p>Bamfield says that in February, the Chief Constable of Nottinghamshire announced that police intelligence suggested \"the internet, in particular eBay, is a medium for disposing of stolen property\". </p> <p>Jerry Carter, head of loss prevention at House of Fraser, has also stated it's a problem. \"The days of taking [stolen goods] to the pub and selling them for £5 are over. With the internet, you can have total anonymity and sell for a lot more.\" </p> <p>There is also concern about fakes. In the US, high-end jewellery house Tiffany is suing eBay over this issue. </p> <p>It seems clear eBay is having a profound impact on the way retailers sell and consumers buy, and it is not necessarily smooth. Athron says: \"eBay is a clever business that is growing its mainstream categories and therefore attracting mainstream customers. It will become more and more part of the standard shopping process and it will take a chunk of business from everyone.\" </p> <p>But while this will be great for eBay's bottom line, Clegg says the company must be careful to maintain its community. In time it could be forced to show the fixed-price listings from professional merchants separately, in a similar way to Google's Adwords. </p> <p>She warns: \"While fixed-price selling will make eBay more accessible and convenient to those people scared by auctions, and attract a new section of the market, it may have the negative effect of appearing to just cater for professional retailers.\" </p> <p>So as eBay moves closer to offering more new fixed-price goods from large retailers and manufacturers, Amazon, its online rival, is increasingly expanding its eBay-style Marketplace offering. In so doing, these two internet behemoths are slowly converging, and a bruising battle for online supremacy looks likely. While eBay was reluctant to talk about this oncoming clash, others weren't. The verdict is that the sheer quantity of categories in which eBay has a strong foothold gives it the early advantage. </p> <p>Clegg agrees: \"We are only just at the beginning of what's possible for eBay. It's the most exciting business in the world at the moment.\"</p>"
]