[
  "<p>General Motors announced plans yesterday to shed 12,000 jobs - a fifth of the workforce - in its heavily loss-making European operations and issued a profits warning for its global business in the face of ferocious competition and pricing pressure. </p> <p>The overwhelming bulk of the job losses, probably about 10,000, will fall on Germany, which accounts for more than half of GM's manufacturing costs in Europe and where labour costs are twice as high as in Sweden. The Saab plant in Trollhattan, Sweden, will lose 500 jobs. </p> <p>It is thought likely that GM's British operations, including the Vauxhall plant at Ellesmere Port, Cheshire, employing 3,200 people, will escape relatively lightly. GM has 7,000 workers in the UK, including 2,200 in Luton; the carmaker could cut up to 200 posts. </p> <p>The plan to save €500m (£345m) a year by 2006 comes after five years of losses, culminating in a $236m (£131m) deficit in Europe in the third quarter alone, and the failure of the three-year, €1bn Project Olympia to staunch these. GM could lose close to $500m in Europe this year, despite raising its market share to 9.6%. </p> <p>Fritz Henderson, GM Europe's chairman, said: \"This is a pretty sober day for us.\" It is also a savage blow to Germany, where unemployment this winter is expected to top 5 million. Companies are cutting costs as a result of weak consumer demand, increasing working hours, and shifting output overseas to escape Germany's high wages and social security contributions. </p> <p>Union leaders, who have agreed locally to widespread job cuts at GM's Opel business in previous years, said they were ready to negotiate but blamed the management for the company's problems. Carl-Peter Forster, former Opel chief and now GM Europe president, said: \"If you look back three years, nobody would ever have predicted the softness of the European market, especially in Germany.\" </p> <p>Acknowledging \"tremen dous\" price pressure in Europe, where Asian and even French manufacturers are increasing sales and profits, he squarely blamed the German middle classes for failing to spend enough - forcing GM to offer costly discounts and incentives. </p> <p>But Mr Henderson, a renowned cost-cutter, allayed German fears that the new plan would mean closure of a car plant, notably Rüssel sheim, near Frankfurt, or Bochum, in the Ruhr region, which employs 7,500. </p> <p>However, GM plans to decide next year where to build its new mid-sized Vectra and the Saab 9-3 later this decade, and there are strong suggestions that either Rüsselsheim or Trollhattan might close, with insiders and analysts pointing to the Swedish plant. </p> <p>GM's chief executive, Rick Wagoner, announced flat third-quarter global earnings of $440m yesterday, sustained by its financing business. </p> <p>He cut full-year profits guidance from $7 a share to between $6 and $6.50. The car business lost $130m, compared with a net profit of $34m a year ago, and Mr Wagoner said these figures were \"frankly disappointing\". He added: \"We've got to move more quickly in addressing these challenging, chronic structural-cost issues.\" </p> <p>He also attributed blame for for GM's relatively poor profit performance on lower production in North America - where GM is facing substantial healthcare costs - and slower economic growth in China, as well as price deflation in most markets.</p>",
  "<p>Laurus, the struggling Dutch supermarkets group, today launches a rights issue to shore up its balance sheet, in further evidence of the retailing crisis in mainland Europe caused by a price war and poor consumer spending. </p> <p>The group, based in Hertogenbosch, is the second-largest supermarket operator, behind Royal Ahold, but has been hit by falling sales and last month declared a first-half pre-tax loss of €13m (£8.95m), compared with a profit of €19m a year ago. </p> <p>Its heavily discounted rights issue comes the day after KarstadtQuelle, the German retailer which is selling 77 of its 171 stores, said it had reached a deal with unions to cut costs by €760m, shed 5,500 jobs and impose a three-year pay freeze. Laurus last night refused to comment on its latest capital-raising exercise, which comes five days before it is to announce weak third-quarter sales at its Edah, Kopnmar and Super de Boer supermarkets, whose sales fell 7.7% in the first six months on a like-for-like basis. </p> <p>The group, which has been forced to raise money by selling its loss-making operations in Belgium, reached agreement with unions in the summer to shed 1,290 jobs - after the board waived all executive bonuses for the year. </p> <p>Harry Bruijniks, the chairman, said last month that the results were \"disappointing\" but \"it is still Laurus's long-term objective to restore the business to full health\". He admitted it would make losses in the full year because of the Dutch price war and poor state of the market, and it would \"inevitably\" take some time to restore profitability. Laurus, which suffered negative cash flow of €22m in the first half, said it had agreed a credit facility of €530m with its banks to the end of 2007 and had so far drawn down €190m of this. </p> <p>Karstadt, owner of the renowned KadeWe department store in west Berlin, is expected to shed 4,000 jobs in its stores operations and a further 1,500 at its Quelle mail-order business, though unions initially feared 10,000 jobs might be lost. </p> <p>Christoph Achenbach, the chief executive who secured an extension of existing credit lines from banks last week, said he had been given the green light to implement the cost cuts, which will see staff give up their traditional Christmas bonus - the so-called 13th month - and take the summer bonus in the form of store vouchers rather than cash. </p> <p>Mr Achenbach joined the group in June, launching an immediate strategy review.</p>",
  "<p>Corin Group, the Cirencester-based manufacturer of artificial hips admitted yesterday that takeover talks with a potential buyer had collapsed.</p> <p>Shares in the company, which admitted it had been approached a week ago, dropped by 58.5p to 311p, slicing £24m off the value of the business.</p> <p>Traders said there had been persistent talk that Corin, which specialises in replacement hips that can be fitted into younger patients, could be taken over and the fall had been mitigated by hopes that another bidder might emerge.</p> <p>While Corin refused to say who had walked away from the negotiating table yesterday, analysts believe it had been in talks with the American orthopaedics group Stryker, which wanted to get its hands on the company's business in metal replacement joints.</p> <p>Unlike traditional hip replacements, in which part of the patient's bone is chipped away, Corin's joints rely on a metal cap being placed on the top of the patient's thigh bone.</p> <p>The metal structure of the hips makes them more durable and ideally suited for younger patients, who will be able to remain mobile much later into life without the need for further painful surgery.</p> <p>Corin appears likely to be come the first company to secure regulatory approval for these all-metal joints in the potentially lucrative US market.</p> <p>Corin, which is valued at £125m, has had a good run since it braved the turbulent market conditions of May 2002 to float at 111p.</p> <p>While the company has shown steady progress in sales and profits - the latter rose 18% to £2.7m last year - much of the stock's appreciation over the past two years has been due to its potentially strong position in the US.</p> <p>Analysts estimate that metal-on-metal implants could win almost 10% of the global hip replacement market, which is worth about $5bn (£2.78) a year. However Corin's metal-on-metal, large-diameter hip resurfacing implant will not reach the market for another two years and analysts said yesterday that last week's bid approach had come too soon.</p> <p>\"It seems the approach came too early,\" said Seb Jantet, an Investec Securities analyst. \"I don't think it affects the attractiveness of the assets or the chance that they won't get a bid for some time in the future. It is really a question of timing.\"</p> <p>Many in the City had seen Corin as an obvious target for the British health care group Smith &amp; Nephew but this year it bought another hip-resurfacing firm, Midland Medical Technologies.</p>",
  "<p>Citigroup and Bank of America both reported higher earnings for the third quarter yesterday on the back of strength in their consumer businesses.</p> <p>Citigroup, the world's largest financial services group, posted a 13% rise in profits to $5.3bn (£3bn), while Bank of America's were 29% higher at $3.8bn.</p> <p>Both banks said growth had been driven by areas such as consumer lending, deposits and credit cards. The breadth of their retail operations has helped the pair navigate the choppy waters on Wall Street which have caused a decline in profits at big American firms more exposed to investment banking, including Merrill Lynch, Morgan Stanley and Bear Stearns.</p> <p>Profit from Citigroup's consumer business rose 23% during the quarter to $3.1bn, offsetting weakness in capital markets and bonds. The global corporate and investment bank division also managed to scratch out a modest improvement in earnings to $1.45bn. Citigroup made revenues of $20.5bn during the three-month period, up 6%.</p> <p>For the first nine months of the year, Citigroup has recorded profits of $11.7bn, down from $13.1bn a year ago. This year's figures include a near $5bn charge related to the settlement of the bank's role in the WorldCom collapse and other litigation.</p> <p>Chief executive Charles Prince said he regretted the continuing scandals dogging Citigroup, including Japanese regulators demanding that the firm close its operation there, and a rogue trade which angered European bond markets.</p> <p>\"When things happen that cause our legacy and history to be tarnished a little bit, it hurts all of us. Examples like that are simply not acceptable,\" he said.</p> <p>Bank of America benefited from the inclusion of figures from FleetBoston, which it acquired this year.</p> <p>The bank revealed this week that it would cut 4,500 staff on top of the 12,500 it announced at the time of the deal.</p>",
  "<b> USA Today</b> <br> Editorial, October 14 <br> \"President George Bush and Senator John Kerry agree on precious little. That was even more evident as they wrestled over domestic issues on Wednesday night than during the first two debates, dominated by Iraq and the war on terror. Perhaps more significant than their huge gulf on issues, these are two very different men. Different in style. Different in approach and temperament. Different in core beliefs ... <p>\"It was a contest of caricatures: Mr Kerry the budget-busting, tax-happy, ultra-liberal v Mr Bush, the fiscally irresponsible, fumbling leader dedicated to advancing the interests of the overdog ... Again, Mr Kerry showed himself to be an articulate, thoughtful master of detail who weighs issues carefully, ultimately arriving at cohesive policy positions. And Mr Bush burnished his image as a plain-talking, intense true believer ... </p> <p>\"Voters who add up policy options to make a decision have a long list to calculate. But for the majority - those who make a more intuitive judgment - the debates offered at least as much.\" </p> <p><b> New York Times</b><br> Editorial, October 14 <br> \"Listeners certainly came away knowing that Mr Kerry was a liberal senator and that under Mr Bush, working people have fared poorly. The election may depend on which they decide is worse ... </p> <p>\"The campaign's debate season began with wide doubt about the usefulness of encounters that were so completely scripted by lawyers and handlers that it seemed unlikely the public could learn anything. But the result has been much better than expected. True, both men tried to score cheap shots, and they hewed to their talking points even when their answers didn't quite fit the topic ... But it's hard to believe that anyone who watched with attention didn't come away with a good handle on who Mr Kerry and Mr Bush are, what they believe, and how they would approach running the country.\" </p> <p><b> Boston Globe</b><br> Editorial, October 14 <br> \"The two candidates were more closely matched in this debate than in the previous two appearances; Mr Bush seemed more comfortable in his own skin. But the facts are not a draw: there are more Americans living in poverty today; there is a massive loss of jobs; there are growing numbers of Americans without health insurance. All while the richest 1% of Americans received extravagant tax cuts. </p> <p>\"These issues are at the heart of Mr Kerry's critique of the Bush administration's economic policies, and he effectively drove home his differences.\" </p> <p><b> Washington Post</b><br> Editorial, October 14 <br> \"Although the debate was meant to focus on domestic issues, the war on terrorism and the conflict in Iraq managed to weave their way into the discussion at several points, not surprisingly, since those have been the dominant issues of the campaign. In the end ... that may be where this election is decided for many voters.\" </p> <p><b> Los Angeles Times</b> <br> Editorial, October 14 <br> \"Mr Bush led the nation to a war that much of the rest of the world, as well as a small majority of Americans, now thinks was unjustified. He wrecked the treasury's finances with reckless tax cuts that still failed to prevent him from becoming the first president since Herbert Hoover to preside over a net loss of jobs. </p> <p>\"It's no wonder the Bush team, hobbled by such a record, acts as if it can win only if voters treat this election as a referendum on Mr Kerry's fitness for office. It should be clear by now that Mr Kerry is not for some Stalinist government healthcare system, that he won't give Paris a veto over US foreign policy and that he doesn't think terrorism is merely a nuisance. He was thoughtful and firm in all three debates, despite his enduring stiffness. The shrillness of the Bush camp's attacks on Mr Kerry betrays an unbecoming desperation, and adds to the sense that the challenger came out the convincing winner.\" </p> <p><b> New York Post</b> <br> Editorial, October 14 <br> \"The debate for the most part was an often-deadening exchange of statistics that must have left a lot of voters more than a little confused. They traded a few 'gotchas', accused each other of distorting facts and promised a fundamentally brighter future if America pulls the correct lever on November 2 ... </p> <p>\"Now the home-stretch run begins. We don't know how helpful these exchanges were to most voters - but they certainly made clear the sharp differences between the two candidates over what, in the end, remains the most important issue of the day: defending America against the threat of global terrorism. On that, Mr Kerry is a talker. Mr Bush is a doer.\" </p> <p><b> Michael Goodwin</b><br> Daily News, New York, October 14 <br> \"Though Mr Bush looked flushed and jumpy at times, both seemed punched out from their first two high-spirited encounters and a campaign that has been bitter and hard-edged for six months. With too much to lose, they played it safe and stuck to well-worn charges and themes. In truth, they've said about all they can say about each other without going after their mothers ... </p> <p>\"The night ended with the families coming on stage for the ritual hugs and Hatfield-and-McCoy handshakes. They all looked relieved it was over. I know I was.\"</p>",
  "Over the past three years, to judge by these polls, the Bush administration has squandered a huge wealth of global goodwill towards America - a moral, political and social asset as necessary to managing the world as money or military power. <p>Rarely has an administration been as isolated as this one is after the situation it has created in Iraq. </p> <p>In the end, however, whether it is Bush or Kerry who wins, the US will need some international help if it is to escape the quicksand it has fallen into through recklessnes, ideology and incompetence.</p> <p>That wealth of sympathy was never so great as in the wake of the 9/11 attacks. Yet three years later, mostly because of the war against Iraq, the perception of the US and of its administration among citizens in the countries included in the poll, from Japan to Mexico, lies at almost dangerous levels - at least, it does in Spain. </p> <p>Even during the long Vietnam war, successive administrations were able to leave \"their\" war out of transatlantic relationships. Iraq, however, is a different case, because of its importance from regional and strategic points of view, because of all the deception, because of the emergence of a global public opinion, and because the invasion is seen as useless in the war against terrorism. </p> <p>Generally speaking, the polls show the same pattern in almost every country: rejection of the Iraq invasion, contempt for the Bush administration and lukewarm support for Kerry, but no clear sentiment of anti-Americanism, no rejection of the Americans or of their society. Such is the case in Spain, where there has traditionally been anti-American sentiment on the extreme right and the extreme left, but not in the centre. </p> <p>This lack of anti-Americanism is evidence of a mature society. Along with Mexico's, Spain's rejection of the war was the most emphatic - the strongest in Europe, including Britain, where opposition to the invasion and to Bush is as big as in other countries. Yet only 32.5% of Spaniards claim to have a poor opinion of the Americans, while 47.3% think favourably of them. </p> <p>The divide between the Spanish left and right in this respect is obvious, but even Popular party voters largely reject the war and the Bush administration, while expressing some scepticism about Kerry. These views are widespread in the society as a whole and in other countries, though the Democratic candidate is way ahead in the preferences.</p> <p>The big exception is Israel, which clearly supports both this war and Bush and wants the US to keep playing the role of world leader. This gulf between the Israeli and European points of view is one of the things widening the transatlantic breach. </p> <p>To a lesser degree, Russia shares Israel's more lenient attitude towards Bush. The Russians are, perhaps because of their past and their dreams of being a great power, among those who most favour the US being the world's policeman, whereas Europe sees the hyperpower as wielding too much influence.</p> <p>Many links have been broken in the last three years. However, these polls show that whether the winner is Bush or Kerry, the possibility remains - perhaps even with a mandate - of rearranging positions in a way that people would understand, as long as those positions were reasonable. </p> <p>In every country, the generally favourable opinion of \"the Americans\" should mean that after November 2 it will not be too difficult to achieve a victory for who regard a good relationship with the US as very important - provided Washington also takes a step.</p> <p><b>·</b> Andrés Ortega writes for El País</p>",
  "Anti-American sentiment has made headlines in the global press, but that feeling among Koreans is a relatively recent development. <p>After the end of the Japanese occupation in 1945, the image of the United States and Americans etched into the Korean consciousness was that of the most trustworthy friend and benevolent liberator. </p> <p>During the Korean war, US soldiers held back the invading North Korean army. Of those troops, 103,000 were wounded and 54,000 died in battle.</p> <p>In the half-century since the 1953 ceasefire brought an uneasy, armed peace on the peninsula, the security of South Korea has been almost completely dependant on the United States. </p> <p>Economically, too, Korea's meteoric rise from the ashes of war to the 11th most prosperous nation in the world was made possible by the security umbrella, generous economic aid and market opening offered by the United States. Korean society and culture flourished under the leadership of a mostly US-educated elite.</p> <p>With this historical understanding of Korea-US relations, one would assume that Korea should be a country that is most friendly and appreciative to the United States.</p> <p>But that assumption is wrong.</p> <p>In recent years, the perception of the United States among many Koreans has changed drastically. This is especially the case for the younger generation.</p> <p>Now, many see the United States as having moved from a benefactor to an impediment to inter-Korean reconciliation; from a protector to a country that could shatter peace on the Korean peninsula with hardline policies towards North Korea. There is fear of a pre-emptive US strike against the north.</p> <p>Less a benevolent friend, the United States is seen as a hegemonic power that takes unilateral military action without regard to enormous consequences. </p> <p>The poll of America's image in Korea provides insight into why Koreans have changed their minds about America: the US fall from grace, it appears, can be traced to George W Bush's ascent to the presidency. </p> <p>The reponses to a poll question about Koreans' impressions of Americans in general, of the current president, and of his Democratic challenger John Kerry bear this out. </p> <p>Americans overall received a positive response from 65% of the Koreans surveyed, and, while 47% held a favourable view of Mr Kerry, 72% had negative feelings toward Bush. At the same time, 68% of Korean respondents said they hoped for a Kerry victory on November 2, while only 18% looked forward to a win for Bush.</p> <p>The poll revealed that Koreans make a critical distinction between the state and the people. Though 65% said they felt friendly towards Americans, 67% said they felt unfriendly towards the country. </p> <p>It may be that many Koreans see the United States as embodying the Bush administration, in effect pasting the face of the man over the nation as a whole. </p> <p>Mr Bush's unpopularity with Koreans may be attributed in part to his inclusion of North Korea in the \"axis of evil\" along with Iraq and Iran; to his failure to produce a comprehensive North Korean policy, while pursuing a one-sided policy of relentlessly focusing on the nuclear issue; and to his refusal to engage in direct bilateral talks with North Korea. </p> <p>All of these issues are likely to have angered younger Koreans who tend to view North Koreans as brothers rather than as potential enemies.</p> <p>In terms of how impressions of the United States are developed along generational lines, 47% of Koreans over 50 years of age who were surveyed said they held an unfavourable view of the United States, compared with an overwhelming 70% of those in their 20s to 40s. </p> <p>Anti-American sentiment in Korea, of course, is not itself a novel phenomenon but reaches back to 1980, when democratic activists were brutally murdered by followers of the then-president, Chun Doo Hwan, in Gwangju. Many young Koreans today harbour suspicions that the United States condoned or even supported the Gwangju massacre, and some interpret the recent outbreak of anti-Americanism as the delayed eruption of emotions that have been festering for 20 years.</p> <p>Two noteworthy observations can be drawn from the poll results.</p> <p>First, 93% of the Koreans surveyed said they believed in the importance of preserving good Korea-US relations, and 67% said that the current state of relations was worrisome. Such responses strongly imply that Koreans tend to approach Korea-US relations from a realistic stance rather than from one filtered through the prism of reckless anti-Americanism or emotional nationalism.</p> <p>Second, the poll indicates that Koreans' general knowledge of the United States is staggeringly poor. If representative of the Korean population, the survey suggests that 87&amp; of Koreans have never been to the United States, and 70% do not read American periodicals. And 53% confessed to a total or near-total ignorance of the United States. In this respect, President Roh Moo-hyun, who had never set foot in the US before assuming office last year, can be said to accurately represent the Korean people.</p> <p>There is no guarantee that increased familiarity with the United States will bring about friendlier Korean attitudes towards the nation and its present leader. What is certain, however, is that Korea and the United States are the closest allies fit to counter the last remaining threat of the cold war.</p> <p>Given that an astonishing number of Koreans are barely familiar with America, it is hardly a desirable situation in which these are the people forming judgments and impressions about their partner nation. But if a poll were taken inquiring into Americans' familiarity with Korea and Koreans, it is just as likely to yield discouraging results.</p> <p><b>·</b> Young Hie Kim is the JoongAng Ilbo newspaper's senior columnist</p>",
  "<p>It was the sort of night for pulling everybody back, leaving the big lad alone up front and hitting him early, in the hope that the wind and rain would induce the occasional pratfall among the opposition's defenders. Unfortunately the one thing Sven-Goran Eriksson's England lack is a big lad of the requisite type. Where was Emile Heskey when, finally, he might have exploited his physical qualities? </p> <p>But it was encouraging to see Eriksson sticking to the principles of the formation that made its debut at Old Trafford last week, with Wayne Rooney sitting behind Michael Owen and Jermain Defoe. Although the two lightweight strikers were hardly tailor-made for last night's difficult conditions, they made the best of things, even though this was not one of Rooney's evenings of magic and astonishment. </p> <p>Owen's goal was enough to see England over a hurdle that looked negligible on paper but in reality could have produced a nasty shock. Azerbaijan tried to play progressive, intelligent football in a manner that did credit to their coach, the great Carlos Alberto. England's defenders needed to be vigilant and industrious, and to make no assumptions of superiority on a night when the conditions brought the teams much closer together than their reputations would suggest. </p> <p>Every guidebook tells the tourist that Baku means \"City of Winds\". They say rather less about the rain. Barely 24 hours after visitors had been wandering among the 600-year-old mosques and caravanserais within the ancient walled city preserved on the shores of the Caspian sea in temperatures approaching 80F (27C), the drizzle was being blown sideways and producing a distinctly inhospitable environment. </p> <p>So maybe David Beckham really did know what he was up to when he clattered into Ben Thatcher for a second time last Saturday. Perhaps he had taken a look at the long-distance forecast and decided to sacrifice the chance to taste black caviar on the shore of the waters from which it is taken in order to avoid such a raw and charmless night. Two hours before the kick-off, rumours of a postponement produced a degree of hilarity when it was thought that his suspension might have to be served when England play Northern Ireland at home. </p> <p>But Fifa's match officials, quite correctly, insisted that the match should be played, much to the relief of the Football Association. There was no desire in the English camp either for a 24-hour postponement, which would hardly have pleased the Premiership managers with fixtures to fulfil this weekend, or a longer-term rearrangement, which would have cost them Beckham's presence in the important match at Old Trafford. </p> <p>Baku's main stadium, a typical old-fashioned Soviet-era arena with a running track and a vaguely Palladian main stand, is not in the best of repair, but the pitch was firm enough to withstand yesterday's downpours and still produce a true playing surface. </p> <p>Understandably enough, England began the game at high pace, probably as much as anything in an effort to keep warm in the knife-like wind. The ball skidded across the turf, the players slid into tackles, and accuracy was hard to find. </p> <p>Owen, retaining his record of never having captained a losing England side, made good on his promise to lead by example, always making himself available and creating one of the most promising of the early openings when he slipped past a defender on the right-hand touchline and played in a dangerous low cross. A few minutes later he came back to claim possession and slid the ball square to Jermaine Jenas, whose 25-yard shot thumped into the goalkeeper's midriff. </p> <p>Owen's goal closely resembled the one he scored on his debut as England's captain, a good header applied to Ashley Cole's long left-wing cross. Entering the net off the goalkeeper's body, it gave England all the margin they needed. </p> <p>Undaunted, the home crowd continued to make a vibrant noise every time one of their players took possession. Unexpectedly, the match was not a sell-out and there were large empty spaces in the grandstands, but the occasion never lacked atmosphere. Cheering neat backheels, clever dummies and wild clearances with equal enthusiasm, they were rewarded by a team who never looked like caving in to the pressure from players of much higher status. </p> <p>But it was to England's credit that the evening never looked like a disaster in the making. Not all their individual performances were outstanding: Ledley King will have looked with interest on an untidy showing from the usually impeccable Sol Campbell, Ashley Cole was foolish to pick up a booking for complaining to the referee too frequently, and Defoe made little significant impact after another bright start. But in collective terms there was an underlying assurance to go with the unstinted effort. </p> <p>And when it came to making his substitutions, Eriksson showed no sign of an overcautious desire to protect a 1-0 lead. Alan Smith replaced Defoe, Shaun Wright-Phillips came on for Jenas, and Joe Cole took Rooney's place. A man wanting to play safe would have made use of King or Jamie Carragher. But Wright-Phillips used his 20 minutes on the pitch to show that he has something important to bring to the party, in terms of pace and directness. One lovely exchange with Joe Cole certainly deserved to produce a second goal. Eriksson will not always play the 4-3-1-2 that we have seen in the last two matches, and the bright little Manchester City winger will be ready to take advantage of whatever opportunity he is offered. </p> <p>With 10 points from four games, Eriksson can look back on a convincing start to the World Cup campaign. Nothing too spectacular yet, but a solidity of performance that bodes well for the future and enables the squad to ride the disruption caused by the latest episode in the David Beckham soap opera as well as they coped last night with the worst that the City of Winds could produce.</p>",
  "<p> There's only one game that really matters this week - <a href=\"http://www.rewiredmind.com/review.php?r=321\">Pro Evolution Soccer 4</a> on the PS2. The latest version of the classic footy series is the best yet, with even more intelligent AI and licensed teams. Elsewhere there is the EyeToy game <a href=\"http://www.the-magicbox.com/0409/game091904d.shtml\">Sega Superstars</a>, bling basketball title NBA Ballers and the bongo bashing <a href=\"http://www.wired.com/news/games/0,2101,65219,00.html\">Donkey Konga</a>. Oh and Dukes of Hazzard: Return of the General Lee...</p> <p><strong>Pro Evolution Soccer 4</strong> is predictably great. I reviewed it for <a href=\"http://www.theguardian.com/online/story/0,3605,1326240,00.html\">Online</a> and thoroughly recommend it. Xbox owners may want to wait for the Xbox version though, which has online play.</p> <p>If, for some bizarre reason, you don't fancy getting your footy kicks from Pro Evo then <strong>Club Football (PS2, Xbox)</strong> series may tempt you. Focussed around <a href=\"http://www.codemasters.co.uk/clubfootball2005/\">indivdual clubs</a> (Man Utd, Arsenal, er, Tottenham etc) this is essentially the same game with a different kit. But while the emphasis on each club is good for the fans - only Birmingham fans will love the graphically accurate close-ups of Robbie Savage - the action on the pitch is no match for Pro Evo.</p> <p>Another example of EA trying to bling up their staid image is <strong>NBA Ballers (PS2)</strong> - a basketball game concerned as much with the lifestyle as the sport. The action is one on one, which makes this simple to play, and <a href=\"http://ps2.ign.com/articles/503/503913p1.html\">Ballers</a> does have style. But there's only one sports sim worth your money this week, and this ain't it.</p> <p>Elsewhere <strong>Sega Superstars (PS2)</strong> takes Sega characters into the EyeToy environment. Similarly amusing is <strong>Donkey Konga (Gamecube)</strong> a music game that comes with a set of attachable bongo drums. Kiddies will enjoy <strong>Digimon Rumble Arena 2</strong> - a Super Smash Brothers-style beat-em-up using the Digimon characters. Last, and most certainly least is <strong>Dukes of Hazzard: Return of the General Lee (PS2/Xbox)</strong> - the sequel to the dire original <a href=\"http://www.dukesonline.com/\">DoH</a> game. Oh, nearly forgot, there is a hack n' slash role-playing game called <strong>Macfalane's Evil Prophecy (PS2)</strong> coming out today too. I know nothing about it and haven't seen it, but my hopes aren't high.</p>",
  "<p>Between the fast food chicken joint, the Turkish grocer and the beauty salon in my local parade of shops stand a number of boarded-up shop fronts. If a McDonald's was to open there next week I ought to welcome it with open arms, according to a new report on the economic benefits the Golden Arches can bring to deprived inner-cities.</p> <p>Forget about the obesity of the neighbours' children and the high street homogenisation: think instead of the opportunities it presents an ethnic minority entrepreneur, whose other business plans have all been flatly refused by the bank. Think of the 50 local young people who could be recruited, trained and promoted instead of despondently hanging around the jobcentre. </p> <p>Yet this is a company so synonymous with low-paid, dead-end work that it spawned the term McJob. So it is surprising to read a Work Foundation study, out today, (see <a href=\" www.theworkfoundation.com\"> www.theworkfoundation.com</a>) claim that if Gordon Brown is serious about stimulating and supporting new businesses in deprived areas of the UK he would do well to promote the McDonald's franchise model.</p> <p>Some 1,200 McDonald's restaurants have opened in the UK since the global fast food brand arrived on these shores 30 years ago. 'Who is being served? McDonald's and the UK Enterprise Agenda' argues that many are owned by local ethnic minority businessmen in poor, crime-ridden areas where the workforce possess few skills, and where it is therefore difficult to borrow money and make small enterprises successful. And far from providing McJobs, it cites the impressive number of McDonald's managers who have worked their way up from hourly paid jobs shovelling fries. </p> <p>What's special about a franchise, rather than a centrally controlled chain such as Tesco or Asda moving into a rundown area, is that they are locally run and use local services, so less of the wealth creation leaks out from the local economy. Or so the theory goes. </p> <p>The study estimates that 60% of a typical franchised restaurant's expenditure stays local - some £900,000 a year - and with a local multiplier effect - wages are assumed to be spent locally - that generates a further £2.2m of local spending. </p> <p>There are McDonald's restaurants in 85 of the 88 poorest areas in Britain. But this begs the question: why are they still the poorest areas? Perhaps the answer is because less than half of McDonald's UK restaurants are actually franchised. Or could it be that the local people are so unhealthy from eating junk food they aren't well enough to work? </p> <p>In the US there are 760,000 franchises, generating approximately $850bn and employing close to 10 million people. But the cost of buying the bright lights of a proven global brand is paid in the fading of local colour.</p> <p>Can you differentiate one American town from another? No. Can you get a choice of food, or anything else for that matter - Gap clothes, Starbucks coffee, Snappy Snaps photos? The answer, in most places, is 'no'. </p> <p>Andy Westwood, co-author of the report, is unrepentant. \"If it's a choice between a boarded-up shop and a neon sign, we should put aesthetic and cultural sensibilities to one side,\" he argues. But surely the questions is why can't banks lend money in poor areas to businesses that are desperately needed, rather than more fast food outlets? There are plenty of places to buy chips where I live, but not a great deal of choice of fresh vegetables. </p> <p>Or, if not banks, why are there not more not-for-profit community reinvestment trusts set up with government funding to get small businesses in deprived neighbourhoods off the ground?</p> <p>Many young kids who find their way into the drug economy in our inner-cities are aspiring entrepreneurs, whose talents could be channelled into legitimate business.</p> <p>Despite Westwood's pleas, I argue that you can never separate a company's economic impact from the social and environmental consequences.</p> <p>If that was the case, I would have to forgo my boycott of the Starbucks which has appeared in the posher part of town - opposite the organic coffee shop.</p>",
  "<p>Mobile phone maker Sony Ericsson today reported that it had more than trebled third quarter pre-tax profits, but the market leader, Nokia, reported a 20% fall.</p> <p>Sony Ericsson, the world's fifth biggest handset maker, made gains on the back of soaring demand for its camera phones. It said it expected sales to grow further during the crucial Christmas shopping quarter. </p> <p>The company - a joint venture between Sony, of Japan, and the Swedish mobile network maker Ericsson - made profits of €136m (£93m) during the quarter, up from €39m last year and well ahead of market forecasts of €118m. It sold 10.7m phones in the three months, up 51% on last year. </p> <p>\"We are growing and outperforming the market in most of the regions around the world, so we are confident that we are taking share,\" the chief executive, Miles Flint, said. Mr Flint added that the group now had just over 7% of the global market share.</p> <p>Sony Ericsson has been focusing almost entirely on camera phones, with nearly all new handsets launched in the last 18 months able to take pictures. \"Over 60% of phones sold during the quarter featured integrated cameras,\" Mr Flint said. </p> <p>Another area of growth saw a boom in mobile phone subscriptions in China, India and parts of Latin America, the company said. Its average selling price (ASP) per handset rose during the quarter, from €145 to €157.</p> <p>Sony Ericsson's success, coupled with that of the US group Motorola and Samsung, of South Korea, have dented Nokia sales. </p> <p>Although still the world leader, the Finnish company saw its mobile phone sales decline by 13%, to €4.4bn, with 51m handsets sold in the three months to September.</p> <p>It claimed, however, that its share of the market had gone up from 31% to 33% during the quarter. However, with its ASP declining, profits dropped from €823m to €660m. </p> <p>Nokia also said its fourth quarter sales would slow, although less than the market had predicted. It said fourth quarter sales would dip from €8.8bn last year to €8.4bn.</p> <p>The chief executive, Jorma Ollila, said the company - which has 53,000 employees and operates in 130 countries - had lost share in its biggest market, the US, but had made \"substantial gains\" in western Europe.</p> <p>He predicted that total market volume in 2004 would be approximately 630m mobile phone sales, against Sony Ericsson's forecast of 600m.</p>",
  "Israel is set on a collision course with the EU and could turn into a pariah state, on a par with South Africa during the apartheid years, if the conflict with the Palestinians is not resolved, Israel's foreign ministry has warned. <p>In a confidential 10-year forecast obtained by the Associated Press, the ministry's Centre for Political Research said the EU is pushing to become a major global player in the next decade, and that as a result the US, Israel's main ally, could lose international influence. If the 25-member EU overcomes internal divisions and speaks in one voice, its global influence would grow considerably, and be more in line with its powerful economy, analysts wrote. Europe is Israel's major trading partner.</p> <p>Up to now, Europe has divided on major foreign policy issues, such as the war in Iraq. A more united and influential Europe would likely demand greater Israeli compliance with international conventions and could try to limit Israel's freedom of action in its conflict with the Palestinians, the document said. Israel might also have to pay a price for growing competition between the EU and the US. Israel-EU relations have long been shaky, and Israeli foreign minister Silvan Shalom has repeatedly warned that Israel has to work to strengthen ties with Europe. However, Israel also accuses the Europeans of pro-Palestinian bias, and complains of a growing wave of anti-Semitism in parts of Europe. </p> <p>EU officials in Brussels said that while the EU and Israel have sound relations in the areas of trade and scientific research, they have very definite differences of opinion over the Palestinians. </p> <p>\"Regarding the Middle East peace process and our relations with Israel and the Palestinians, there is no doubt that the role of the EU has increased,\" said Christina Gallach, a spokeswoman for EU foreign policy chief Javier Solana. </p> <p>The EU says Israel's planned withdrawal from the Gaza Strip in 2005 must be followed by major troop withdrawals in the West Bank, and pave the way for Palestinian statehood. \"None of this is exactly what the Israelis want to hear, but we have to say it,\" Ms Gallach said. </p> <p>She added that the Israeli government wants to broaden the relationship with Europe without giving the EU a bigger role in resolving the Middle East conflict. </p> <p>The EU's ambassador to Israel, Giancarlo Chevallard wrote on the legation's website that when it comes to the conflict, Israel \"tends to keep Europe at arms length and prefers to place all its eggs in the American basket.\"</p> <p>According to the Foreign Ministry document, which was written in August, Israel could become increasingly isolated in the coming years if Europe becomes more influential. </p> <p>\"In extreme circumstances, this could put Israel on a collision course with the European Union. Such a collision course holds the risk of Israel losing international legitimacy and could lead to its isolation, in the manner of South Africa,\" according to the document. </p> <p>Even if the EU fails to become a major international player, Israel will still become increasingly isolated if it fails to resolve the conflict with the Palestinians, according to the document. The best possible outcome - that the Middle East conflict moves toward solution - would still not put Israel and the European Union on good terms, the document said. \"In almost every scenario, there is the potential for friction in Israel-EU relations,\" the analysts wrote. </p> <p>Ron Prosor, the director of Israel's Foreign Ministry, said Israel is investing a great deal in improving ties with the EU, especially in economic areas. </p> <p>\"The situation is not easy, but there is an investment here, especially in Europe, that is important to us all,\" Prosor told Israel's Army Radio. </p> <p>Meanwhile, the Israeli Prime Minister Ariel Sharon said he will limit the number of Muslim worshippers to 50,000 at Islam's third holiest shrine, the Haram as-Sharaf or the Temple of the Mount as it is known to Jews, because of safety concerns.</p> <p>Israeli police and archaeologists have said a corner of the sacred hilltop should be roped off to prevent it from collapsing during the Muslim holy month of Ramadan, which starts tomorrow and draws large crowds to pray at the shrine. </p> <p>Authorities have said an eastern retaining wall of the compound was weakened by an earthquake in February and it is shifting.</p> <p>However, Muslim officials are refusing to meet Israel's demands, which include roping off part of the site and have quoted engineers from Jordan and Egypt as saying the shrine is safe. The chief Muslim cleric of Jerusalem, Ikrema Sabri, has accused Israel of exaggerating the danger in order to gain greater control of the site.</p> <p>Israel captured the site in the 1967 war and retains overall control of the site while Muslims run it. The site is plagued by controversy and it has been claimed the second intifada was started when Sharon, then opposition leader, visited it in 2000. In other developments today, Israeli tanks and bulldozers pulled back from the Gaza Strip town of Beit Lahiya today, after tearing up roads, flattening strawberry greenhouses and knocking down walls of dozens of houses in what residents said was the most devastating raid in four years of fighting.</p> <p>The two-day foray into Beit Lahiya was part of a major Israeli military offensive in the northern Gaza Strip, now in its third week. As part of the latest fighting, five Palestinian militants and an elderly civilian were killed in three separate missile strikes, starting yesterday evening. </p> <p>Israel says the campaign is aimed at halting Palestinian rocket fire on Israeli towns. Palestinians say much of the destruction is wanton. </p> <p>Since the September 29 start of the campaign, triggered by a deadly Palestinian rocket attack on an Israeli town, 105 Palestinians have been killed by Israeli army fire, including dozens of militants and 18 children and teens under the age of 16. </p> <p>Despite the heavy army presence in northern Gaza, Palestinian militants have continued to fire rockets and mortars at Israeli border areas and Jewish settlements in Gaza. Israeli military commentators wrote today that while an offensive might appease Israeli public opinion, it would not stop rocket fire. </p> <p>Sharon told parliament's defence and foreign affairs committee in a closed-door meeting that the offensive would continue as long as Israelis were being harmed, Israel Radio said.</p>",
  "<p>Channel 4 viewers will be asked to identify Britain's worst building in a new four-part reality series which will culminate in a live broadcast of the building's destruction. </p> <p>The series, Demolition, beginning in 2005, will attempt to build on the success of BBC's popular series Restoration, which was based around a contest to find the historic building that viewers most wanted to see restored.</p> <p>But in Demolition, which is being supported by the Royal Institute of British Architects (RIBA), viewers will nominate the buildings they want to see destroyed rather than saved.</p> <p>Nominations for Britain's worst eyesore will be judged by a panel of experts, who will then decide the building's fate. </p> <p>The series will conclude with a kind of real-time architectural snuff movie - the live broadcast of the demolition of the building which the judges have condemned. </p> <p>Demolition's executive producer, Nick Kent, from Oxford Film and Television, said the series would explore why bad buildings were built and how they could blight people's lives.</p> <p>\"It's about kickstarting a nationwide debate about the value of architecture and empowering people to feel they can improve the quality of the built environment,\" he said.</p> <p>The president of RIBA, George Ferguson, said: \"What I seek is public intolerance of the worst and demand for the best. This is about repairing damaged places.\"</p> <p>A spokeswoman for the RIBA said the logistics of the programme were unclear at this stage. But she added: \"We would not have embarked on this if we did not think it was possible to demolish a building.\"</p> <p>Asked if the choice of building would be fixed, she said: \"We are going to demolish a building.\"</p> <p>The head of arts at Channel 4, Jan Younghusband, said: \"There is a valuable public service in opening up a debate about the impact of architecture on our everyday lives and well being. Demolition is about planning for a better future.\"</p>",
  "<p>Cast an eye over the many forests' worth of scientific literature on global warming and it quickly becomes clear that working out what a temperature rise of a few degrees will mean for life anywhere on the planet is far from straightforward. Vast ice sheets may melt, sea levels will rise, and faced with a new climate, species must adapt, move or perish. Yet the precise details of how any of it will happen are, frankly, unknown. </p> <p>Now it seems the future has become even more uncertain. Climate scientists say they have identified a dozen weak links around the world, regions where global warming could bring about the sudden, catastrophic collapse of vital ecosystems. The consequences will be felt far and wide. </p> <p>An abrupt halt in one ocean current could devastate Antarctic fish stocks, while disruption to another could make temperatures in Britain and elsewhere plunge. When rains return to the Sahara, disease and crop damage from pests could soar. Meanwhile, a drier Amazon will trigger huge die-back of the forests, threatening many species with extinction. Losing the forests will itself exacerbate global warming. </p> <p>Earlier this week, scientists reported that we may have less time to combat global warming than we realised. Measurements of carbon dioxide, a greenhouse gas, taken from the Mauna Loa Observatory, 12,000ft up a mountain in Hawaii, suggest atmospheric carbon dioxide levels have risen sharply and inexplicably in the past two years, prompting fears of runaway global warming. Though it is too early to confirm that it is a definite upward trend, the results came as an unwelcome surprise to climatologists. </p> <p>Over the span of the coming century, even the most extreme global warming scenario predicted by the Intergovernmental Panel on Climate Change - an increase of 5.8C - seems gentle. </p> <p>Surely civilisation will have enough time to protect itself against the consequences, while ecosystems could gradually adapt? Not so, say scientists studying the world's weakest links. </p> <p>John Schellnhuber, research director at the Tyndall Centre for Climate Change Research in Norwich, played a key role in identifying the dozen systems where global warming could produce sudden and dramatic environmental damage. He calls them the \"tipping points\", the achilles heels of the planet. </p> <p>At a conference earlier this year, Schellnhuber and other scientists called for a concerted, global effort to investigate the earth's known tipping points and to search for new ones. Only then, he says, will we be able to identify where the consequences will be felt first. </p> <p>\"It'll take a global effort to understand these, and we have to make sure that none are activated through human actions,\" he says. Here, we present a list of the tipping points and what might happen if they are triggered.</p> <p><strong> Sahara desert</strong><br> </p> <p>Occupying some 3.5m square miles of northern Africa, the Sahara desert is expected to shrink with global warming as more plentiful rain brings a flourish of vegetation to its southernmost reaches. </p> <p>For those on the edge of the desert, the fertile land will undoubtedly be a boon, but the Sahara plays a broader role in the health of the planet. The dry dust that is whipped up from the desert by strong prevailing winds contains crucial nutrients that seed the Atlantic and may even help fertilise the Amazon. </p> <p>As the Sahara turns from brown to green, the flux of nutrients into the ocean is expected to drop, restricting food available for plankton, the smallest of links in the marine food chain. </p> <p>As the number of plankton falls, so does food for aquatic creatures further up the food chain. </p> <p>That's not the only knock-on effect. Plankton lock up the greenhouse gas CO <sub>2 </sub> from the atmosphere, and so help counter global warming. With fewer plankton, the oceans will take less of the gas from the Earth's atmosphere. </p> <p>Dust from the Sahara has other, more subtle influences. When blown out over the Atlantic, clouds of Saharan dust act to stabilise the atmosphere, suppressing the formation of hurricanes. </p> <p>A greener Sahara could mean more frequent, or more severe hurricanes slamming into the Caribbean, parts of central and southern America and the south-eastern US. </p> <p>Meanwhile, the now wetter Saharan regions of Sudan, Morocco and Algeria could become more prone to infestations of locusts, such as the swarms that have devastated crops in the region this year.</p> <p><strong> Amazon forest</strong><br> </p> <p> The size of western Europe, the Amazon forest is one of the most biodiverse regions on Earth. Models suggest that with global warming will come a drop in Amazonian rainfall, leading to the gradual death of the forest and subsequent collapse of the myriad ecosystems it supports. </p> <p>The extinction of species is only one consequence of a warmer planet. As the trees die off, they will fall and rot, releasing carbon dioxide. In the worst case scenario, the quantities of CO <sub>2 </sub> emitted could be of the same order of magnitude as from the 20th century's total fossil fuel output. </p> <p>\"It's the biggest biodiversity pool on Earth and if it were lost, it would be an incredible loss for our nature capital. This is not just a fantasy. There's clearly a vulnerability here,\" says Schellnhuber. </p> <p><strong> Ozone hole</strong><br> </p> <p>Decades after many countries introduced a ban on CFCs, the danger of the ozone hole causing a nasty surprise remains very real. </p> <p>\"In a sense, this is the mother of all tipping points, and it's one that has been activated already,\" says Schellnhuber. </p> <p>Scientists are now generally agreed that global warming may drastically amplify the power of ozone-destroying chemicals, which linger in the stratosphere for decades. At high altitude, ozone acts as a shield against the sun's damaging radiation. Global warming, while heating the lower atmosphere, can lead to cooling in the stratosphere where the ozone layer forms. Cooling this band of air has a complex knock-on effect, disrupting a chemical process that prevents ozone from breaking down. The result is a loss of ozone as the world warms up. </p> <p>Though the ozone hole is often associated with Antarctica and Australia, ozone loss due to global warming could see a hole appear over parts of Europe. </p> <p>\"If it were to stretch beyond Antarctica, it would increase in an intolerable way, the risk of skin cancer and blindness,\" says Schellnhuber. </p> <p><strong> Greenland ice sheet</strong><br> </p> <p> The Greenland ice sheet holds about 2.6 million cubic kilometres of fresh water, which is some 6% of the planet's supply. It is imperative that this water remains frozen. If global warming sees temperatures rise by more than about 3C, Greenland is likely to begin a slow thaw, steadily releasing all that water - currently resting on land - into the north Atlantic Ocean. </p> <p>Climate models suggest that a more drastic temperature increase of some 8C could see the Greenland ice sheet disappear almost entirely, a thaw that would see the seven seas rise by seven metres. Such a dramatic rise in sea level would cause flooding that is bound to have a devastating impact on people living on unprotected shorelines around the globe. </p> <p>And the drowned land won't reappear for some time. \"If the Greenland ice sheet goes, it probably will not come back for the next 60,000 years,\" says Schellnhuber. </p> <p><strong> Tibetan plateau</strong><br> </p> <p>Spanning one quarter of China's entire landmass lies the Tibetan plateau. Because the region is permanently under snow and ice, it behaves like a giant mirror, reflecting the sun's rays back into space. </p> <p>The effect is to keep a lid on global warming, at least locally, as the darker soils are unable to bask in the sun's radiation and increase in temperature. </p> <p>In a warmer world, the white of the Tibetan plateau will slowly turn to brown and grey as the snow retreats to reveal the ground beneath. As the ground warms, melting will accelerate. Tibet will become a much warmer place. </p> <p><strong> Salinity valves</strong><br> </p> <p> In some parts of the world, local geography conspires to pinch the waters between adjacent seas into separate bodies of water. If one is saltier than the other, a flux of salt, nutrients and oxygen can be set up across the gap, producing what scientists refer to as a salinity valve. </p> <p>Arguably the most significant salinity valve is the Strait of Gibraltar, acting as a pinch between the Mediterranean and the north Atlantic Ocean. The gradients across the valves give rise to unique ecosystems that are highly adapted to local conditions. </p> <p>As global warming is expected to disrupt ocean currents, by warming the seas and diluting the surface waters that drive other water circulations, marine life around salinity valves could in turn face major disruption. </p> <p>\"Everything is in a balance now, all the ecosystems have adapted to a certain salinity,\" says Schellnhuber. If conditions around salinity valves change rapidly, those ecosystems might not be able to adapt quickly enough to survive. </p> <p>\"The Mediterranean is very fragile already. It could have an extremely negative effect for several decades,\" adds Schellnhuber. </p> <p><strong> North Atlantic current</strong><br> </p> <p> The North Atlantic current is one of the strongest ocean currents in the world, of which the Gulf stream is the precursor. </p> <p>It works like a conveyer belt. Surface water in the North Atlantic is first cooled by westerly winds from North America, making the water more dense and salty so it sinks to the ocean floor before moving towards the equator. Driven by winds and replacing the cold water moving south, warm water from the Gulf of Mexico moves upward into the Atlantic. </p> <p>The effect of the current on climate is dramatic. It brings to Europe the equivalent of 100,000 large power stations' worth of free heating, propping up temperatures by in excess of 10C in some parts. </p> <p>Global warming could change all that, though not very quickly. Computer models predict that as global warming increases, so will rainfall in the North Atlantic. Gradually, the heavier rains will dilute the sea water and make it less likely to sink, a process that could bring the whole conveyer to a gradual halt. </p> <p>\"It won't happen in a matter of weeks, like in the movie The Day After Tomorrow, but it could happen over a few decades,\" says Schellnhuber. </p> <p>In the past 50,000 years, the current has stopped at least seven times. Collapse of the North Atlantic current would hit Iceland, Scotland and Norway most, where temperatures could drop 10C or more. If it happened soon, we would notice a difference. But in 100 years, when global temperatures may be a few degrees higher anyway, temperatures may simply revert back to today's levels. Total shutdown of the current would lead to a rapid regional sea level rise of around 1m along UK the coast as the ocean adjusts to the change. </p> <p><strong> El Niño</strong><br> The disruption caused by El Niño is well known, from droughts in Asia and Australia to flooding in regions such as Ecuador and northern Peru. The Peruvians gave El Niño its name, derived from the Spanish for \"the boy child\". El Niño was originally used to describe a warm ocean current that arrived around Christmas time. </p> <p>Nowadays, the term refers to a general warming of the central and Asian Pacific, which causes a major shift in weather pattern and in particular responds sensitively to changes at the western boundary of the Pacific. El Niños are already somewhat erratic, occurring every two to seven years, but some models suggest global warming could make El Niños not just more severe but more frequent. </p> <p>The impact on agriculture and so food production could be serious. Indonesia, the Philippines, south-east Asia and Eastern Australia could face damaging droughts while the heavy rains and flooding cause problems for the northwestern regions of South America. </p> <p><strong> West Antarctic ice sheet</strong><br> </p> <p> The giant West Antarctic ice sheet is not about to melt any time soon - the ice is up to a kilometre thick - but two years ago a vast chunk, the Larsen B ice shelf, broke off the eastern side of the Antarctic peninsula and fragmented into icebergs. In just 35 days, about 3,250 square kilometres of ice was lost; the size of the entire shelf is now roughly 40% the size at which it had previously stabilised. </p> <p>Some predictions suggest that the rest of the sheet could feel the force of global warming quickly. Should the entire sheet melt, it is estimated the sea level rise around the world would top 6m. Once more, coastal regions would be under threat. </p> <p><strong> Methane clathrates</strong><br> </p> <p> Deep within the Siberian permafrost and ocean floor sediments lie vast deposits of gas-filled ice called methane clathrates. </p> <p>At Siberian temperatures, or under the weight of icy oceans, the clathrates are stable. But as global warming takes effect, the icy crystals that clutch the gas could rupture, releasing it into the oceans and atmosphere. </p> <p>According to the US Geological Survey, some 10 to 11 trillion tonnes of carbon are locked up in clathrates in ocean floor deposits, the equivalent of 20 times the known reserves of natural gas. Some scientists believe sudden releases of methane from clathrates caused a severe environmental impact in the past. </p> <p>If released into the atmosphere, methane from clathrates could exacerbate global warming. Some estimates suggest that since methane is such a strong greenhouse gas, a significant release could increase global warming by up to 25%. More likely, some scientists say, is that released methane poisons the oceans or oxidises and dissolves as carbon dioxide as it rises, which would still be toxic to some species. </p> <p><strong> The monsoon</strong><br> </p> <p> During March and April, the Indian subcontinent begins to heat up, reaching some of the highest surface temperatures of the year by May. The hot land produces a sharp temperature gradient between the land and sea which causes an abruptreversal of the winds from seaward to landward. </p> <p>As the winds strike the Himalayas and are deflected upwards, they create a low pressure system, forcing rainclouds to release their stores of water. While the monsoon season can cause incredible flood damage, local populations are largely adapted and to some extent reliant on the weather. </p> <p>If global warming has the expected effect of heating India even more, the monsoon season could become far more severe. What happens will be influenced by the level of pollution in the region. Sulphur dioxide and even dust make rain droplets smaller and so diminish overall rainfall. These substances also increase the reflectivity of clouds, which prevents the ground from heating up so much. </p> <p>Both of these factors would weaken the monsoon, causing havoc for Indian agriculture, with serious consequences for food production.</p> <p><strong> The Atlantic circumpolar current</strong><br> </p> <p> Some scientists believe the Atlantic circumpolar current to be the most significant on the planet. It swirls some 140m cubic metres of water around Antarctica every second, mixing water from the Pacific, Atlantic and Indian oceans as it goes. </p> <p>The current taps into another circulation that sees cold surface water sink while warmer water rises, bringing with it vital nutrients from dead plankton (left) and other marine life on the ocean floor. </p> <p>Global warming is expected to produce more rainfall over the poles, which could slow the rise of nutrients for dispersal by the Atlantic circumpolar current. </p> <p>\"For marine life, any change in the currents is extremely important,\" says Schellnhuber.</p>",
  "Britain should adopt a National Slavery Remembrance Day to acknowledge its role in the global trade in human beings, according to a prominent Labour backbencher. <p>Louise Ellman, who represents a Liverpool seat - the heart of the UK's former trade in slaves - called the practice a \"global crime against humanity\" - and said her home town had \"blazed a trail\" in facing up to its past involvement.</p> <p>She is now seeking to make August 23 each year a day of remembrance for the millions of Africans and others displaced and killed by slavery before its abolition in 1807.</p> <p>Ms Ellman has already got the backing of 118 MPs for her appeal, and has called a debate in Westminster Hall today to put her case. Unesco has already endorsed the concept.</p> <p>She told Guardian Unlimited: \"I'm calling on the government to set up a slavery remembrance day to educate people about the horrors of slavery as crime against humanity.</p> <p>\"It will also serve to highlight the current crimes of slavery, in particular the international trade in trafficking women.\"</p> <p>\"Liverpool has blazed a trail in terms of accepting its role in slavery. It has a prominent role through the shipbuilding and ship repairs, and it's estimated that 80% of British slaves passed through Liverpool.</p> <p>\"We now have a transatlantic slavery exhibition in Liverpool museum since 1997, with a new gallery and academic centre planned for 2007.</p> <p>August 23 was picked as the potential date as it commemorates the successful uprising by slaves in St Domingo, the capital of the Dominican Republic, in 1791.</p> <p>She is to tell parliament: \"Since the 18th and 19th centuries the city has been the centre of exposing the shameful history of slavery because of the work done in Liverpool's museums.\" </p> <p>Ms Ellman said she was optimistic the idea may get taken up, as the government has already set up a working party to look at the idea. \"They haven't said no,\" she added.</p> <p>Her early day motion, which support from MPs of all parties, notes that Bristol, Liverpool and London were the UK centres for the slave trade, and that \"a large proportion of Britain's black community are descendants of enslaved Africans\" and calls on the government to make the teaching of the slave trade and plantation slavery mandatory as part of the national curriculum.</p>",
  "Would you trade five years of retirement for £25,000? According to the pensions minister, Alan Johnson, the proposed revival of Chancellor Bismarck's favoured retirement age, is a way of helping, now that the average man can expect to live for 18 years after 65. In exchange for working until 70, we will be offered an enhanced pension, or lump-sum payment amounting to around £5,000 for each year sacrificed. <p>To some older people, this may seem a good deal. Particularly if their pensions are non-existent, and this lump sum the only one they have ever been offered. All they must do, to secure it, is carry on working in the arduous, low-paid jobs that have prevented them from saving, and which probably make them likely to enjoy a significantly shorter, after-65 life, than the one anticipated by Mr Johnson. The International Longevity Centre-UK, incidentally, uses the post 65-survival figure of 16 years, of which 11.5 will be in good health. </p> <p>But that, of course, is an average. Sir Michael Marmot, director of the International Centre for Health and Society at University College London, recently pointed out that the difference in life expectancy between the rich and poor rose from 5.5 in the 1970s, to 9.5 years in the 1990s. If you take the Central line from the centre to the east of London, he explained, for every stop there is a drop in life expectancy of a year. </p> <p>Going in the other direction, there are Welsh villages where the life expectancy is still below 70. The government may be, in effect, offering their inhabitants £30,000 in exchange for no retirement at all; a pact that makes the classic, Faustian arrangement look like rather a good deal. In a fairer world, these impoverished workers might be offered early retirement, not an inducement to die unrested. </p> <p>For the more fortunate, the government deal may be attractive. Their jobs are more agreeable; for them, being at work longer could even lead to a livelier, as well as better cushioned retirement. But for anyone who does not, like Mr Blair, live to work, going on until 70 is a risk. You could die before you collect. Patrick Grattan, chief executive of the Third Age Employment Network, who supports the incentive to save, compares the scheme to \"a game of russian roulette\". A rather protracted game. Even those who survive it may come to regret wasting five active, irrecoverable years. </p> <p>Turning to the obituaries, one notes that it would not, for example, have been a very good deal for Jacques Derrida, who died aged 74, had he planned to stop deconstructing one day, and dedicate himself to birdwatching. The obituary pages abound in tributes to prosperous men and women of blameless habits who might reasonably have expected to live until they were 90, but didn't. Including those who made a living from longevity. The dietician Dr Robert Atkins died at 72; the jogger Jim Fixx at 52. </p> <p>For anyone tempted by the government's deal, some sort of estimate of the gap between collecting the reward and dropping dead would be helpful. So far, no one appears to be offering this service. \"You can go to your GP,\" says Ed Harding of the International Longevity Centre, and \"they are going to tell you to go away, unless you are chronically ill.\" Plainly, there has never been a better time to train as a palmist. </p> <p>Like Grattan's Third Age, the centre welcomes the government's decision to address the dearth of pensions, although it has questions about the changes in attitudes and in training needed if the extended working life is to work fairly. For manual workers, staying longer in the same job could not only consume a greater proportion of their lives, but also ease them, more precipitately, into the grave. </p> <p>But even more affluent workers may struggle to see this new work-death wheeze as the anti-discrimatory opportunity advertised by Mr Blair. On the contrary, in the context of our enlightened new era of work-life balances and extended child-bearing breaks, some may find it a proposal so immediately unappealing as to seem almost discriminatory. Are the early, longed-for years of retirement to be so lightly traded in for cash? </p> <p>All the polls in which people say they would simply love to work longer if anyone would let them are hard to reconcile with the numbers of early-retired, constantly picnicking fiftysomethings who now keep the literary festivals in business. It might be more realistic, in future, if reports on the pension crisis featured contributions from people who can't wait to retire, as opposed to earnest public servants such as Bismarck. Or Adair Turner. What if Philip Larkin, writer of Toads, had a contribution in the pensions report? \"Ah, were I courageous enough/ To shout Stuff your pension!\" Admittedly, he later wrote Toads Revisited. \"Give me your arm, old toad; Help me down Cemetery Road.\" He died aged 63. </p> <p><b>So, Carole, what were you saying about 4x4s?</b></p> <p>Since her boyfriend's mentoring of Mrs Blair forced her into the public eye, Carole Caplin, the fitness expert, has been using her platform to put something back. Each week, in the Mail on Sunday, the public can access the strictures on style and healthy living for which Mrs Blair has been known to pay several thousand pounds a month. It is thanks to Carole that many of us have learned to abhor alcohol, chocolate, sweets, caffeine and \"fatty, salt-laden crisps\", adopting instead, the cleansing, stimulant-free lifestyle that has made the Blairs the picture of health and well-being. </p> <p>\"It's impossible to avoid some level of exposure to chemicals, pollutants and contaminants,\" she admits, \"but we can minimise that exposure by buying chemical-free, organic products whenever and wherever possible. Did you know, for instance, that there are alternatives to chemically based deodorants?\" </p> <p>This demanding, even puritanical approach is not confined to questions of personal hygiene. She worries, too, about fluoridisation of water, and about GM foods and \"terrible plastic wrapping\". A recent piece about global warming, and the \"greedy, hedonistic lifestyles\" which are ultimately responsible for the melting of remote icecaps, moved many Mail on Sunday readers to forswear barbecues for the rest of the 2004 summer season. \"Sometimes I think we're like the first-class passengers on the Titanic, sailing gaily to our doom with the champagne flowing, the lights blazing and the band playing on,\" Ms Caplin mused. \"Every now and then, someone spots an iceberg in the water, but who cares?\" </p> <p>So it was no surprise, when Carole came to choose a new car, that she was keenly aware of the environmental implications. \"Four-wheel drives\", she wrote last week, \"do emit more carbon monoxide, hydrocarbons and nitrogen dioxide than standard cars.\" She was also, no doubt, influenced by these vehicles' prodigiously wasteful consumption of fossil fuels, their impact on air quality, their injurious effect on unfortunate pedestrians, and - for the lifestyle-acute - their strikingly disagreeable connotations of vulgarity and extreme selfishness. Carole took all this into account, before deciding to buy another 4x4, explaining: \"As it happens, most of the time I have to carry a lot of styling and fitness equipment around, making the height and depth of the 4x4 essential.\" She consoles herself that this vital machine will, at least, be diesel-powered. </p> <p>It would be fascinating to hear more about the cumbersome, but essential styling and fitness equipment. Has Ms Caplin devised, for her ladies, some new form of exercise that requires not only a rolled-up mat, but various pieces of heavy lifting machinery? However heavy her burden, it seems hard that this sensitive environmentalist should be condemned, for Mrs Blair's sake, to spew out more toxins than the average, chemically deodorised plumber in his van (alas, according to Friends of the Earth, diesel emits more nitrogen oxides, sulphur dioxide and more particulates than petrol). </p> <p>Happily, there exists a website that might have been created to help Ms Caplin with her dilemma: <a href=\"http://www.whatwouldjesusdrive?\">www.whatwouldjesusdrive?</a> But if her destructive behaviour persists, she should fall back on a strategy she has often commended in her columns: total prohibition. As Ms Caplin put it, when she urged a smoking ban: \"If an addict can't find the willpower within themselves to stop, the next best thing is being ordered to do so by an external authority.\" We must save her from herself.</p>",
  "<p>General Motors today announced that it is to axe up to 12,000 jobs in Europe over the next two years in a bid to reduce its annual costs by €500m (£340m).</p> <p>The company, which is the world's biggest car manufacturer and owns UK group Vauxhall, said most of the cuts - which represent one fifth of the European workforce - would take place in Germany, and that 90% of them would happen next year. </p> <p>\"With losses since 1999, and no reasonable indication that market or economic conditions will improve substantially in the coming years, we have no other choice than to take tough steps to ensure our long-term success,\" the GM Europe chairman, Fritz Henderson, said. </p> <p>Mr Henderson refused to discuss the impact on specific plants before he had met union officials, and also declined to rule out the possibility of factory closures. </p> <p>However, union sources later said 4,000 jobs would go from each of GM's two main German plants, at Bochum and Ruesselsheim, as well as 600 from Opel plants in Spain.</p> <p>The Saab chief executive, Peter Augustsson, said 500 jobs would be lost in Sweden - possibly as soon as tomorrow - under the parent company's plans.</p> <p>GM runs 11 production and assembly plants in Europe, and employs around 63,000 staff. The division lost $45m (£25m) in the second quarter, compared with $3m a year earlier, resulting in a half-year loss of $161m. It has now abandoned its original target of making a profit in Europe this year.</p> <p>Mr Henderson blamed \"the lack of industry growth, the pricing environment and the competitiveness of the market [which] do not allow us to grow fast enough to offset the cost base we have today\".</p> <p>He also warned that sales were likely to be flat again next year, admitting that \"we are not forecasting any demand growth\" . </p> <p>The chairman declined to say whether the cuts would return GM Europe to profit by 2006, but described them as \"clearly required and necessary to put us on the right path\". GM has already reduced European capacity by 28% from 1999 levels.</p> <p>GM, which also owns the Daewoo, Cadillac and Chevrolet brands, is not the only carmaker to experience major difficulties in western Europe. </p> <p>Last month, Ford-owned Jaguar announced 1,150 job cuts in a bid to return to profit, while Volkswagen is trying to push through a 30% reduction in German labour costs by 2011.</p>",
  "<p><strong>·</strong> Find out why Manchester council staff are set to be health trailblazers<br><strong>·</strong> Read the LGA's suggestions on tackling antisocial behaviour<br><strong>·</strong> Job of the week - up to £71,000 in Suffolk</p> <p>Welcome to SocietyGuardian.co.uk's weekly round-up for local government professionals </p> <p>^^^^^^^^^^</p> <p><strong>WHAT'S HAPPENING IN LOCAL GOVERNMENT THIS WEEK</strong></p> <p>In Manchester, the fag break, that institution of British office life, is about to become a thing of the past for more than 26,000 local government employees <a href=\"http://society.theguardian.com/localgovt/news/0,8368,1326818,00.html\">Read the story</a> .... The winners of the annual prizes for IT innovations in local government show that e-nirvana is possible. Michael Cross reports <a href=\"http://society.theguardian.com/internet/story/0,8150,1326358,00.html\">Read the feature</a> .... Council tax payers are to have their income taken into account when billed by their local authorities in the future, says former cabinet minister Stephen Byers <a href=\"http://society.theguardian.com/conferences/story/0,9744,1326399,00.html\">Read the story</a> .... The local government minister, Nick Raynsford, has admitted that council tax benefit is not \"an easy option\" for people who struggle to pay their bills <a href=\"http://society.theguardian.com/publicfinances/story/0,12671,1326340,00.html\">Read the story</a> .... The dysfunctional relationship between politicians and their council chiefs make high performance impossible to achieve, according to the leader of the council chief executives' body <a href=\"http://society.theguardian.com/localgovt/news/0,8368,1326317,00.html\">Read the story</a> .... A power-sharing deal has frozen Labour out of one of its municipal fiefdoms. Peter Hetherington reports on how the two new ruling parties have buried the hatchet locally in the interests of improved services and efficiency <a href=\"http://society.theguardian.com/localgovt/story/0,7890,1325568,00.html\">Read the feature</a> .... Gordon Brown campaigns for a Yes vote in the north-east's forthcoming devolution referendum <a href=\"http://society.theguardian.com/regionalgovernment/story/0,8150,1326218,00.html\">Read the story</a>.</p> <p>^^^^^^^^^^</p> <p><strong>LOCAL GOVERNMENT DIARY: WHAT'S COMING UP THIS WEEK</strong></p> <p>TODAY: The last day of the Society of Local Authority Chief Executives discuss the implications of the Gershon review on local government. See the <a href=\"http://society.theguardian.com/conferences/story/0,9744,1326304,00.html\">conference coverage</a> so far.</p> <p>The third day of the <a href=\"http://www.irrv.org.uk/about/item.asp?id=39\">Institute of Revenues Ratings and Valuation conference</a> will hear Department for Work and Pensions junior minister Chris Pond talk about the success of the controversial pensions credit. </p> <p>THURSDAY OCTOBER 21: The Association of London Government's <a href=\"http://www.alg.gov.uk/cat.asp?cat=1495\">transport and environment committee</a> meets.</p> <p>^^^^^^^^^^</p> <p><strong>ELSEWHERE THIS WEEK </strong></p> <p>The Local Government Association has published a <a href=\"http://www.lga.gov.uk/Documents/Publication/ASB%20FINAL%20WEB.pdf\">report on sustainable solutions to tackling antisocial behaviour</a> (pdf). </p> <p>The Office of the Deputy Prime Minister has issued its <a href=\" http://www.odpm.gov.uk/pns/displaypn.cgi?pn_id=2004_0241\">response to the ODPM select committee on local government funding</a>.</p> <p>Mr Prescott's department has also launched a <a href=\"http://www.odpm.gov.uk/pns/displaypn.cgi?pn_id=2004_0243\">consultation on the criteria to be included in the council tax band re-evaluation exercise</a>, due to start next year.</p> <p>And the department has issued a <a href=\"http://www.odpm.gov.uk/pns/displaypn.cgi?pn_id=2004_0244\">consultation on pensions for fire and rescue services</a>. </p> <p>^^^^^^^^^^</p> <p><strong>JOB OF THE WEEK </strong></p> <p>Mid Suffolk district council is looking for an executive director, \"an inspirational individual to invest time and energy in working with staff and senior management colleagues to manage change\". Salary is between £61,545 and £71,307 with a cost of living pay award pending.</p> <p>For more vacancies, including assistant director, international, with Cipfa and seven posts at North Lanarkshire council, visit our <a href=\"http://jobs.theguardian.com/\">free online database</a>.</p>",
  "<p>Welcome to the lunchtime news alert from SocietyGuardian.co.uk</p> <p><strong>·</strong> Homes plan 'will swamp' countryside<br><strong>·</strong> Vote for your Guardian Public Servant of the Year<br><strong>·</strong> Why affairs between doctors and patients can often be devastating</p> <p>^^^^^^^^^^^</p> <p><strong>Today's top story - Bichard to track inquiry progress</strong></p> <p>The head of the inquiry into how Soham murderer Ian Huntley gained a job as a school caretaker has pledged to put government and police \"on the spot\".</p> <p>^^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Housing</p> <p><strong>·</strong> Homes plan 'will swamp' countryside </p> <p>Building 500,000 new houses risks water and roads crisis, says report.</p> <p><strong>·</strong> Dame Shirley could face new charges </p> <p>Disgraced former Westminster council leader Dame Shirley Porter may face a criminal investigation in connection with the \"homes for votes\" scandal of the 1980s, it has emerged.</p> <p>^^^^^^^^^^<br>Local government</p> <p><strong>·</strong> Manchester blazes smoke-free trail </p> <p>City council bans 26,000 workers from lighting up on its premises.</p> <p>^^^^^^^^^^<br>Health</p> <p><strong>·</strong> Patients guaranteed out-of-hours care </p> <p>New services to replace GP out-of-hours cover will be regularly audited to ensure the care for patients does not go downhill, the government today promised.</p> <p><strong>·</strong> Confusion in Whitehall as IT budget for NHS balloons </p> <p>Department says running costs could be £40bn over 10 years.</p> <p><strong>·</strong> Hospital infection deaths 'four times the official toll' </p> <p>The number of deaths from infections picked up in hospital is four times higher than the government's official figure, campaigners claim. </p> <p><strong>·</strong> Epilepsy drug blamed for lower IQs in children </p> <p>A commonly used epilepsy drug is responsible for developmental problems and lower IQs in the children of women who take it during pregnancy, new research suggests.</p> <p><strong>·</strong> Battle ahead over life of baby Luke </p> <p>A terminally ill baby boy is at the centre of a court battle over his fate days after a high court judge ruled that 11-month-old Charlotte Wyatt should be allowed to die.</p> <p><strong>·</strong> Man from the motor trade to root out racism and sexism </p> <p>The NHS yesterday appointed a manager from the motor industry to be its first ever \"equality tsar.</p> <p><strong>·</strong> Why sex advice is not reaching the 'promiscuous 10%' </p> <p>A reluctance to engage with the \"promiscuous 10%\" in society, because of the protests of a minority who oppose education and discussion about sex, is at the heart of the sexual health crisis, experts claim.</p> <p>^^^^^^^^^^<br>Regeneration</p> <p><strong>·</strong> Industrial retreat opens way for a 21st century city</p> <p>Plans have been drawn up which would create a second 'New Leeds' alongside the existing centre.</p> <p>^^^^^^^^^^<br>Voluntary sector</p> <p><strong>·</strong> Now Lotto players get chance to win by text </p> <p>Text-messaging yesterday became the latest form of technology being exploited to boost sales of tickets for the national lottery.</p> <p>^^^^^^^^^^<br>Social care</p> <p><strong>·</strong> Duncan Smith attacks 'creeping euthanasia' </p> <p>Iain Duncan Smith warned that some frail patients still risk being \"starved or dehydrated to death\" despite legislation to protect mentally incapable patients from \"creeping euthanasia\".</p> <p><strong>·</strong> Psychosis and despair afflict terror detainees </p> <p>Detainees held at Belmarsh high security prison without charge or trial have become seriously clinically depressed, report shows.</p> <p>^^^^^^^^^^<br><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Crime and punishment: Record female jail suicides feared </p> <p>Prison campaigners yesterday warned that a record number of female inmates are likely to kill themselves this year, after a woman serving a five-month sentence became the 12th to die at her own hands this year.</p> <p><strong>·</strong> Private finance: Jarvis sells PFI unit to reduce debt mountain </p> <p>Jarvis said yesterday it was pulling the plug on future private finance initiative (PFI) contracts and has sold its bidding team to Vinci of France.</p> <p><strong>·</strong> Courts: Ex-detective jailed for childcare scam </p> <p>A former detective and an ex-local government employee were jailed yesterday for a \"despicable\" plot to try to con a local authority out of almost £100,000 earmarked for deprived children.</p> <p><strong>·</strong> Legal system: Diversity drive for judges to reflect society </p> <p>A drive to recruit more women, ethnic minority and solicitor judges to make the judiciary more closely represent the general population was launched yesterday.</p> <p>^^^^^^^^^^^<br><strong>GUARDIAN PUBLIC SERVICES AWARDS </strong></p> <p>The shortlist for our Public Services Awards has just been announced. See the shortlist in full, plus read profiles of the five nominees in the Public Servant of the Year award - then cast your vote online.</p> <p>^^^^^^^^^^^<br><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Children's services: Bob and Batman can't help Natasha </p> <p>Contact with violent fathers is the last thing children need, writes Sandra Horley.</p> <p><strong>·</strong> Politics: Crimes against statistics </p> <p>As a former home secretary, Michael Howard can't really believe what he is saying about violence in Brixton, says Mike Hough.</p> <p><strong>·</strong> Prisons: 'I will kill myself before they kill me' </p> <p>Manfred Zachel has been on remand in Brixton prison for seven years, to the outrage of civil rights campaigners. He is 68 and frail. After launching legal action, the Guardian has been allowed to hear his story.</p> <p><strong>·</strong> Healthcare: Doctor, no </p> <p>Affairs between male doctors and female patients are not uncommon but can be devastating. Sarah Boseley reports.</p> <p><strong>·</strong> Disability: The wheelchair diaries </p> <p>It's a feel-good film about disabled people. But not everyone is cheered by Inside I'm Dancing. Fiachra Gibbons reports.</p> <p><strong>·</strong> Environment: Pressure points </p> <p>The climate is changing. But where will we see the devastating effects first? Ian Sample reports.</p> <p><strong>·</strong> Local government: A year in the life </p> <p>Sarah Teather, the youngest MP in the Commons, tells Matt Barnard about her first year in office.</p>",
  "<p>Because at the moment, the only space agency with a reliable handle on the growing mountain of orbiting space debris - everything from astronauts' dropped tools to splintered rocket casings - is Nasa. </p> <p>But European nations hope to do some counting for themselves, which is why a recent meeting of the European Space Agency in Madrid heard a preliminary estimate of more than 2,500 pieces of space rubbish measuring between 20cm and 25cm across. To stay in orbit, such lumps of polymer and metal must be travelling at 17,500mph or more. So a direct hit from one would be calamitous for a space station, satellite or space tourist. </p> <p>What's up won't come down unless it slows sufficiently to burn up in the atmosphere. Otherwise, it could get some extra kick to shove it into higher orbits, further from the main space traffic routes. </p> <p>In the 47 years since the launch of Sputnik 1, near Earth orbit has become crowded. Occasionally big objects smash into even larger ones and create more space buckshot. Europe has big investments in space, and every reason to protect them. </p> <p>\"Future space systems such as Galileo (Europe's answer to GPS) will be relied upon for safety critical applications such as aircraft navigation,\" says Richard Crowther, of the Rutherford Appleton Laboratory, and a professor of astronautics at Southampton university. \"Europe needs an independent and comprehensive space surveillance capability to en sure the integrity of such systems in a deteriorating space environment.\" </p> <p>Meanwhile, near Earth orbit remains a shooting gallery. The UK got the International Telecommunications Union to agree to dispose safely of telecoms satellites just before the end of their lives by kicking them into a different orbit. Unfortunately, there are reports that operators are ignoring the recommendation because the longer they keep their machines on station, the more profit they make. </p> <p>\"In years to come, we can expect to see the fixed satellite dishes on the sides of people's houses replaced by moveable antennae which have to track satellites that can no longer operate safely in the geostationary ring,\" Crowther says.</p>",
  "Tony Blair today flies to Hungary for a summit of 13 centre-left heads of government - with Iraq firmly off the agenda. <p>The prime minister is attending a meeting of Peter Mandelson's Progressive Governance thinktank, which is being held in Budapest under newly elected socialist prime minister Ferenc Gyurcsany.</p> <p>But Mr Mandelson himself has already ensured that the war will be debated behind the scenes at the policy session, with remarks appearing to blame the French for the ongoing insurgency in Iraq.</p> <p>The former Labour MP and incoming EU commissioner said the failure to secure a second UN resolution - and have the UN \"in the driving seat from the start and throughout\" - made the situation in Iraq worse. France, a security council member, made it clear at the time it was not prepared to sanction a second resolution entailing the use of force.</p> <p>Mr Mandelson said that although intelligence failings showed the US-UK doctrine of pre-emptive action \"cannot be applied scientifically\", it should not be wholly abandoned.</p> <p>But he went on to say that \"greater transparency\", and reaching an international consensus before military action, was essential.</p> <p>He said: \"Who can doubt that the insurgency in Iraq would today be a lesser problem had a second resolution been agreed and the UN been in the driving seat from the start and throughout.\" </p> <p>Mr Blair has always insisted that no second UN resolution was needed to authorise the military action, and blamed the French for blocking attempts to win one. </p> <p>Although today's meeting of 100 policy wonks and strategists meets behind closed doors, a press conference was scheduled for the end of the day. However, this morning Downing Street denied any knowledge of one.</p> <p>The Canadian prime minister, Paul Martin, and Sweden's prime minister, Goeran Persson, are expected to attend.</p> <p>Spanish prime minister José Luis Rodríguez Zapatero, who pulled his troops out of Iraq after his surprise election victory in March, was also invited to attend the summit. </p> <p>The former Hartlepool MP's remarks come as Mr Blair faces fresh pressure in the wake of an official report which concluded that Saddam Hussein did not have weapons of mass destruction. </p> <p>The Iraq Survey Group report was followed by confirmation that British secret service chiefs had withdrawn crucial intelligence used to justify the war.</p> <p>Mr Blair yesterday apologised for the errors, but angrily rejected Tory claims that he had \"misrepresented\" intelligence. </p> <p>In a joint article written for the launch of the conference, Mr Blair and Mr Gyurcsany called for reform of the common agricultural policy, and for maintaining better links with the US.</p> <p>The two leaders said that that the EU's agricultural policy needed \"fundamental reform\".</p> <p>\"It ill serves our taxpayers, our farmers, our environment and partners in the developing world,\" they said.</p> <p>They also said the EU's constitution would strengthen its institutions while keeping \"the free will of nations, collectively expressed,\" as its source of authority. </p> <p>\"We need a union of nations, rather than a 'United States of Europe,\"' the two leaders wrote. </p> <p>Mr Blair and Mr Gyurcsany, who was elected just three weeks ago, said new EU countries such as Hungary - which joined in May along with nine other nations - brought to the union their recent experience of wide-ranging reforms. </p> <p>\"We both believe that the experience and determination they bring to the EU will boost the pace of modernization, to the benefit of all of Europe,\" they said. </p> <p>Regarding relations with the United States, they said that the new members' attachment to the trans-Atlantic alliance was \"particularly strong.\" </p> <p>\"EU enlargement will bind it even more firmly together, but deep down all of Europe knows its importance,\" the prime ministers said. \"It is vital that Europe is America's partner, not its rival nor its servant.\" </p> <p>The gathering is being hosted by Mr Gyurcsany, who is leading the biggest transformation of his Socialist party since its 1989 creation from the remains of the communist regime that ruled Hungary for more than 40 years. </p> <p>Mr Gyurcsany, one of Hungary's richest businessmen, said that while the socialists no longer saw change as a struggle between social classes, there should be \"more responsibility taken above and more opportunities below.\" </p> <p>\"While I accept Tony Blair's slogan that rights and responsibilities go hand in hand, if those rights aren't paired with opportunities, then it's no use,\" Gyurcsany said earlier this week. \"Many don't have opportunities, so that's why they can't be abandoned.\"</p>",
  "<p>It's 12.30am at the Palais in Berlin, a 1980s throwback with mirrored walls. The venue is filled with what could be extras from Prince's 1984 film Purple Rain: punks, skater kids and girls who kiss other girls. Le Tigre, a punk-pop feminist trio who politicise hard and party harder, should have been on stage over an hour ago. Bodies are propped against the walls; some people are asleep. </p> <p>At last, Kathleen Hanna, Johanna Fateman and JD Samson take to the stage. Squelchy synth sounds fill the air; the trio, dressed in garish pink, gold and turquoise, move in sync while images of fingernails being painted a shimmering gold are projected on to the screen behind them. Fateman swings her blonde hair wildly while Samson jolts around like a freestyle breakdancer tackling Michael Jackson's moves. This is a lurid, provocative girl's world brought to life, at once playground posturing and an aggressive display of adult femininity. </p> <p>But Le Tigre aren't just here to have fun. At one point, Hanna interrupts the dry electro beats to deliver an anti-Bush monologue. The Dixie Chicks have been vilified for much less, and Hanna is aware that she is in a privileged position to air her views. </p> <p>\"The audience creates a safe space for us,\" she says. \"If I was walking out on to a street and saying some of the things I think, it might not be as safe for me. But when I'm on stage, I can be who I really am.\" </p> <p>The perky, sweet-voiced Hanna of Le Tigre is a far cry from the angry teenager who fronted the riot grrrl band Bikini Kill. Formed in Olympia, Washington, in 1991, Bikini Kill were the aggressive antidote to the male-dominated Seattle grunge scene that grew up around Nirvana. Their abrasive punk songs bled feminist politics: misogyny was their enemy, frustration their weapon. And Hanna was just as feisty in real life. When attacked by Courtney Love at Lollapalooza in 1995, Hanna pressed charges and Love received a year-long suspended sentence. </p> <p>But when she formed Le Tigre with Fateman and Sadie Benning in 1998, Hanna's agenda changed. Though the political bite remained in the band's 1999 debut album, it was sugar-coated. There was something softening up the sound: the desire to have fun. \"Remember that feeling of dancing in your basement when you're a kid?\" says Hanna. \"We really like that.\" Creating that feeling became the band's motivation. </p> <p>Following Benning's departure, Samson, previously in charge of Le Tigre's visuals, stepped in. The trio recorded their second album, 2001's Feminist Sweepstakes, and, as a sign of unity, began experimenting with matching outfits. \"Everyone should do it,\" says Hanna. \"It's kind of like doing drugs without doing drugs.\" </p> <p>But with the band's new album, named This Island after their Manhattan home, Hanna has done two things her younger self would have thought unthinkable. Le Tigre have signed to a major record label, Universal - and embraced pop. </p> <p>Neither circumstance led to the other, says Hanna. Even as their previous label, the independent Mr Lady Records, went bust, she was already taking a different approach to her songs. \"The writing was emerging as poppier and accessible. I remember saying to the others, 'All the songs I'm writing are pop songs. What are you writing? Because if we're going on a major label, let this be the record.'\" </p> <p>This Island is full of hard-edged pop songs, from the lusty come-on of After Dark to the shout-along of On the Verge and Viz, Samson's paean to her butch lesbian lifestyle. But it's in Tell You Now, a knowing take on innocent, early-1960s pop, that Hanna's past and present collide. </p> <p>\"I was thinking, 'What if it was like a Lesley Gore song that was about confronting someone who sexually abused you or hurt you in some way?'\" she says. \"Part of the song was letting go of that desire to confront someone in my own life. I wanted it to be 'I hate you', but also really beautiful, because that's the best fuck-you.\" </p> <p>Once the band had agreed to polish up their DIY sound, they had to learn how to make a pop song. \"You know those jokes - how many feminists does it take to screw in a light bulb?\" asks Hanna. \"Well, how many feminists does it take to make a feminist punk electronic record with Pro Tools?\" Thankfully, the Cars' Ric Ocasek was on hand: he produced Tell You Now and showed the band a few \"pop tricks\", as Samson calls them. \"He'd say, 'Repeat the chorus again!' We were like, 'Which parts are the chorus?'\" says Hanna. </p> <p>Along with the new sound, the band have found a new relish in leaving their songs open to interpretation. The change has come with confidence, according to Fateman. \"We don't feel like we always need to make something political. Just speaking from our hearts means it'll be in the song, regardless. There are lots of things on the record that could slip by people - references to feminist culture and the current global political situation. But they're not necessarily the subject of the song: they're integrated into the whole album.\" </p> <p>How do they feel now that everyone from the Dixie Chicks to Springsteen has jumped on the down-with-Bush bandwagon? \"Bruce Springsteen has a long history of speaking out,\" says Hanna. \"He wrote a song against police brutality in New York four or five years ago. He's an interesting performer. And he's really cute!\" </p> <p>The band dissolve into giggles, as though one of them has just admitted to fancying a teacher. It's left to Fateman, the most self-possessed member, to pick up the theme. \"His patriotism is sort of unquestioned. The Dixie Chicks can't do it without being accused of being satanic.\" </p> <p>Though the trio are Kerry supporters, the accusations of voting fraud in the last presidential election haunt them. They all condemn the coverage of the war in Iraq on American TV networks, bemoaning the lack of prominence given to the deaths of ordinary soldiers in their country's newspapers. </p> <p>\"People think the war is over. Or that we won,\" says Fateman, astounded. \"That no one really died,\" adds Hanna. \"It's like a video game and no one really gets hurt. That's what can win Kerry the election. All the families of the dead being against the war and all the people that are starting to think, well, wait, why is my kid over there?\" </p> <p>The band's anti-war sentiments come through most strongly on the album in the song New Kicks. A sound collage of voices from an anti-war demonstration in New York in 2003, it turns dissent into giddy celebration. But do they think their audiences come to gigs for a lesson in ideology? Probably not, admits Hanna. \"It's usually just a bunch of cool screaming kids looking really happy,\" she says, grinning. </p> <p>She's right. Back at the Palais, the crowd shudders and shimmies to the speeding bubblegum rhythms. Anyone here purely for the politics is doing a good impression of having the best night of their lives. </p> <p>\"I feel really happy that people are starting to do something,\" says Samson. \"We need people to go out and vote this year, and it's great people are making it a hip thing to do.\" </p> <p><strong>·</strong> This Island is out now on Universal. Le Tigre play the Islington Academy, London N1 (0870 771 2000), tonight, then tour.</p>",
  "<p>Telecoms giant BT yesterday announced the world's biggest purchase of \"green\" electricity in a huge deal that will see virtually all the firm's power needs supplied by environmentally friendly energy. </p> <p>Under three-year contracts with British Gas and npower worth several hundred million pounds, BT's depots, offices and 6,500 telephone exchanges will be powered mainly from sustainable resources such as wave, solar, wind and hydroelectric schemes. </p> <p>The deal will save emissions equivalent to the amount of carbon dioxide produced by over 100,000 cars. </p> <p>The move was welcomed by the government and campaign groups. </p> <p>Prime Minister Tony Blair said: \"The actions of leading companies such as BT are living proof that significant cuts in greenhouse gas emissions need not come at the cost of economic growth.\" </p> <p>Paul Reynolds, chief executive of BT Wholesale, said: \"Energy efficiency is a key element of our purchasing strategy and sustainability is at the heart of our business. </p> <p>\"We are aiming to increase energy efficiency and reduce emissions and we believe we will achieve both aims with these new contracts.\" </p> <p>Dr Steve Howard, chief executive of the Climate Group, which campaigns to reduce greenhouse gas emissions, said: \"BT's initiative is globally significant and sends out a message that the purchase of green electricity is no longer a niche market - it has now gone mainstream. </p> <p>\"BT is leading the way in showing that good business, cost savings and protecting the climate all go hand in hand.\" </p> <p>BT has been investing in energy efficient plant and equipment and is looking at renewable technology within its buildings. </p> <p>The company said the contract was the biggest ever purchase of green electricity anywhere in the world.</p>",
  "<b>With backing of the ESF from the mayor, the GLA, Unison and the T&amp;G, what do you say to accusations that the event has become corporate and mainstream by coming to the UK?</b> <br> There are no corporations involved in this year's ESF. The trade unions and the host city have been involved in every ESF. Last year's event in Paris received more than ¿3m in funding from the French government, the mayor of Paris and three other big municipalities. The previous ESF in Florence received material support from the Florence City administration. The ESF encompasses the entire range of movements for social justice - trade unions, social movement, human rights groups, the anti-war movement, diverse communities, NGOs and many, many others. <p><b>When and how did you first become aware of the European Social Forum?</b><br> I first became involved when a number of organisations approached me about a year ago to ask whether I would be supportive of a proposal to host the ESF. The reply was yes.</p> <p><b>How will it benefit London?</b><br> It will introduce the city to some of the most advanced debates and discussions on the environment and sustainable development, social services, human rights, social justice and a host of other issues which affect the life of every Londoner. At the same time, thousands of young people from all over Britain, Europe and the world will be introduced to London and I hope will go home with our city retaining a place in their hearts. I hope that they will keep coming back over many years.</p> <p><b>How much has the GLA spent on the event, both in kind and in cash terms?</b><br> The GLA's contribution will depend on the final level of registrations for the ESF. We have budgeted to spend up to £480,000 - all of which is allocated from existing budgets for the GLA's international, equalities, human rights and stakeholder engagement so that the ESF involves no additional cost to the council tax. In addition, we are underwriting the cost of the Dome [which is to provide accommodation].</p> <p><b>Being a veteran of many Labour conferences - and even, as mayor, several Liberal Democrat and Tory ones, how does this compare?</b><br> It is on an incomparably larger scale: up to 10 times the size of the Labour party conference. It is entirely international - all of the plenaries and seminars are translated into at least five languages and more than half the advance registrations are from outside Britain. The programme of more than 500 discussions and debates is decided by a process of consensus involving regular meetings of people from more than 20 countries. All of the meetings are open. </p> <p><b>Who are you most looking forward to meeting/listening to?</b><br> I am looking forward to the whole thing, but I am really pleased with the breadth of the platform at the welcoming event on Thursday evening which should make it a really interesting meeting.</p> <p><b>Why was London rather than one of Britain's regional cities chosen?</b><br> London was the only city to bid to host it.</p> <p><b>How do you ensure that the Continental European left, which is vibrant and diverse, is not swamped by the hard-left Socialist Workers party at the London ESF?</b><br> The ESF is far too big and diverse to be swamped by any particular viewpoint. The whole point is that the enormous diversity of the global justice movement will be reflected in the different debates and speakers. It's not just that there are more than 500 sessions - but virtually every session in turn has a range of different views on the platform.</p> <p><b>Does the number of young activists attending convince you that young people are political, but not party political?</b><br> Young people are highly political. In the world today we are seeing an intensification of ideological debate and polarisation - with, on the one hand, a resurgence of racist theories justifying the oppression of the global south by a few rich countries, and, on the other hand, a massive progressive swing among millions of young people all over the world.</p> <p><b>What do you say to delegates who accuse you, through rejoining the Labour party, of being a representative of \"racist, war-crazy corporate whores\"?</b><br> I don't pay much attention to be honest. My record on the war is clear - I opposed the war, spoke on the anti-war demonstrations and represented the majority opposition to the war in London. I made clear when I was invited to rejoin the Labour party that I had no intention of changing my anti-war policy and the Labour party made clear that they were not asking me to do that. I continued to oppose the war during the mayoral election campaign. Thousands of Labour party members, including many Labour MPs and leading peace activists such as Tony Benn opposed the war.</p>",
  "<p>The man who controversially launched \"I Can't Believe It's Not Butter\" on the British public more than a decade ago has become the UK chairman and chief executive of Saatchi &amp; Saatchi.</p> <p>Lee Daley, who was global chief executive of Red Cell network, owned by Sir Martin Sorrell's WPP, before he left in February, starts work at Saatchi &amp; Saatchi headquarters in Charlotte Street in London today. </p> <p>He replaces Kevin Dundas, who has moved to the new position of worldwide strategy director. Mr Dundas, who had a career in planning at Saatchis before he was promoted to chief executive, will work with worldwide chief executive Kevin Roberts and worldwide creative director Bob Isherwood.</p> <p>Mr Daley, 42, rose to fame at McCann Erickson, where as a 28-year-old he managed the controversial launch of \"I Can't Believe It's Not Butter\". The imminent launch of the spread in 1991 had outraged farmers who thought that its title would mislead consumers into thinking that it was a dairy product. </p> <p>After public pressure led to the banning of the original television campaign on the grounds that it was misleading for using the word butter, Mr Daley ran a series of full-page colour advertisements in national newspapers protesting that the product had been denied free speech and fair play.</p> <p>\"We were creating an issue but we didn't want to go to war,\" Mr Daley said.</p> <p>The campaign provoked comment in parliament and a column full of praise from Bernard Levin in the Times. The spread sold out and the campaign helped sales grow 300% in two years.</p> <p>Mr Daley also enjoyed success at Red Cell. The network expanded rapidly by purchasing stakes in other agencies, including London's HHCL. Red Cell media billings grew from $850m to US$2bn in 26 months.</p> <p>As chairman of Saatchi &amp; Saatchi UK, owned by Publicis Groupe, the fourth-largest advertising group, Mr Daley will manage clients including Royal Bank of Scotland, Procter &amp; Gamble, Toyota and the NSPCC.</p> <p>His first task will be to find someone to fill the key post of creative director, following Tony Granger's return to the New York office in September, after a reorganisation which saw several senior creatives depart. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The BBC's youth-oriented channel, BBC3, was intended to \"reconnect\" the corporation with the fickle and demanding 25- to 34-year-old audience. </p> <p>But, according to a government-commissioned report published yesterday, the BBC's \"obsession\" with this narrow, nine-year age range has imposed a creative straitjacket that has hamstrung the channel from delivering on its brief. </p> <p>Coupled with BBC4's tendency to show programmes that \"virtually no one watches\", the public broadcaster is failing to provide value for money on a combined launch budget for the two digital channels of £130m, the study said. </p> <p>The BBC and the government, which approved conditions for both channels, yesterday welcomed the report, which is intended to feed into the process of reviewing the corporation's royal charter. But the sharply worded study by Patrick Barwise, professor of management and marketing at the London Business School, made for uncomfortable reading in Whitehall and White City. </p> <p>The Department for Culture, Media and Sport commissioned Prof Barwise to examine whether BBC3, BBC4 and the two children's channels had fulfilled their original briefs, laid down when they launched over the past three years. </p> <p>In general, Prof Barwise said, the four digital channels had fulfilled the narrow terms of their launch remits. But he questioned the BBC's priorities, pointing out that 80% of the £167m originally allocated to the four services was spent on channels aimed at under-35s, even though older viewers were less likely to be attracted to digital television. </p> <p>On the youngest channel, 18-month-old BBC3, Prof Barwise said the corporation had aimed too specifically at 25- to 34-year-olds. \"By focusing so narrowly on viewers in this age group, the temptation is to stereotype and patronise them, assuming that they are all celebrity-obsessed clubbers with the attention span of a gnat,\" he wrote. </p> <p>But he conceded that its tightly drawn launch brief had almost delivered \"mission impossible\" to the people charged with implementing it. </p> <p>Turning to BBC4, styled as a \"place to think\" for viewers of a more cerebral bent, Prof Barwise was scathing of the 17,000 viewers attracted by its nightly global news programme, The World, which was intended to serve under-represented groups. </p> <p>\"Given these tiny figures ... we can confidently conclude that The World does not appeal significantly to multicultural groups, business people - or anyone else,\" Prof Barwise wrote. </p> <p>There was much praise in the report for the two children's channels launched by the BBC, CBeebies and CBBC. The former, aimed at pre-school children, was an unqualified success: \"CBeebies is a triumph, an exemplary service for pre-school children.\" </p> <p>CBBC, aimed at school-age children, was also successful, though there were questions about tone. \"Looking at the scantily dressed presenters, you have to ask: Who are these people and where are they going? It's 4pm and they look as if they're going to a nightclub.\" </p> <p>Overall, Prof Barwise said the BBC should aim for a rebalancing exercise: to increase the relative impact of BBC3 and 4 while accepting that BBC1 and 2 should become less populist as they concentrate on more \"public service\" programming. </p> <p>Specifically, BBC3 should be released from the need to concentrate on 25- to 34-year-olds, while continuing to build on its successes in original entertainment such as Little Britain and Monkey Dust, and innovative science shows like Body Hits. Such programmes enjoyed appeal well beyond the artificial target age range. </p> <p>BBC4 should broaden its appeal by becoming \"more like Radio 4 than Radio 3\". </p> <p>Tessa Jowell, culture secretary, said the report raised \"important issues about how the BBC can develop its digital product, while staying true to its public service aims.\" </p> <p>The BBC governors welcomed the \"comprehensive\" report, and promised a detailed response by November. </p> <p><strong>The mission: met and missed </strong></p> <p><strong>BBC3</strong></p> <p><strong>On the one hand: </strong><br> \"It has had some great successes such as the 60 Seconds news, comedy shows such as Little Britain and the comedy animation Monkey Dust, the drama Burn It, the Glastonbury music festival and programmes such as Little Angels on parenting and Body Hits on health.\"</p> <p><strong>On the other hand: </strong><br> \"BBC3 has so far failed to 'reconnect' its target age group to the BBC. It appears that BBC3's distinctive programmes, notably news and current affairs as well as most of the original drama, are attracting only tiny audiences. Not only has BBC3 achieved limited impact within its target audience _ most of that impact has come from [the] mainstream such as EastEnders, feature films, and BBC1 and 2 spinoffs such as _What Not to Wear.\"</p> <p><strong>Verdict: </strong><br> \"BBC3 should loosen up a little, worry less about what's different about the 25-34s, and concentrate on making good programmes with broad appeal. Television is a mass medium, not a niche medium.\"</p> <p><strong>BBC4</strong></p> <p><strong>On the one hand: </strong><br> \"BBC4 has successfully established itself as 'a place to think'. It exemplifies the BBC 's traditional, self-confident public service values - meeting both the letter and the spirit of its remit - without undue stuffiness or paternalism.\"</p> <p><strong>On the other hand: </strong><br> \"Its viewing share and reach, while growing, are both very low. It is contributing little to the broader aims of driving digital takeup. Its weekday news programme is not working ... and in general, people do not want to sit in front of a television watching a [classical music] concert.\"</p> <p><strong>Verdict: </strong><br> \"BBC4 should be more selective about showing arts and other programmes which virtually no one watches.\"</p> <p><strong>CBeebies/CBBC</strong></p> <p><strong>On the one hand: </strong><br> \"CBeebies is a triumph ... meeting both the letter and the spirit of its remit. It has a feeling of integrity and public service but has also been extremely successful at reaching and engaging its audience as well as developing new techniques and formats.\"</p> <p><strong>On the other hand: </strong><br> \"CBBC should address the virtual absence of anyone looking older than 21, the crassness of some of the presentation, the tastelessness and occasional cruelty of some of the programmes. But these are executional details, not fundamental issues.\"</p> <p><strong>Verdict </strong><br> \"CBeebies is doing a terrific job with its existing resources. The BBC should improve CBBC's tone of voice and presentation style.\"</p> <p><a href=\"http://www.mediatheguardian.com\">MediaGuardian.co.uk</a></p>",
  "<p>The New York Times reported lower quarterly net profit yesterday on inconsistent advertising sales, but said ad trends improved this month. </p> <p>Newspaper publishers had hoped to record sustained advertising growth after several years when results were hit by factors including the war in Iraq and the September 11 attacks. </p> <p>In fact, the recovery has been uneven, with several publishers including the New York Times recently cutting earnings expectations on disappointing advertising levels. </p> <p>The publisher of the New York Times and Boston Globe said third-quarter net profit was $48.3m (£27.5m), down from $50.1m a year earlier. On a per-share basis, earnings were 33 cents, equal to the figure recorded a year earlier and surpassing the 32-cent average estimate of analysts surveyed by Reuters Estimates. </p> <p>\"I think the best news is that they are saying October ad trends are stronger,\" said Douglas Arthur, a Morgan Stanley publishing analyst who rates the stock overweight. \"They are maintaining guidance for the year, which is not very exciting, but at least they're not lowering it.\" </p> <p>Chief financial officer Leonard Forman said in a statement that ad sales in October are rising at a faster annual rate than September, when total ad revenue climbed 2%. He added that \"clearly, the advertising environment is uncertain\". </p> <p>The company reiterated the forecast it issued last month for full-year profit to match or come in slightly below year-earlier results of $1.98 a share. It said it still was on track to post total 2004 ad revenue growth in the low to mid single-digit percentage range. </p> <p>Quarterly revenue rose 1.9% to $773.8m, from $759.3m a year ago. Advertising revenue, which accounts for about two-thirds of total turnover, increased 3.7% in the quarter, while circulation revenue was flat.</p>",
  "<p>All3Media, the fast-growing independent, is to announce today the acquisition of the television production company behind Channel 4's Shameless and new film The Life and Death of Peter Sellers. </p> <p>The purchase of Company TV for an undisclosed sum is expected to catapult 14- month-old All3Media to the top of the league table of independents in terms of turnover. </p> <p>All3Media, which made its last acquisition four months ago, was created last year when a group led by former Granada chief executive Steve Morrison bought Chrysalis's TV assets. </p> <p>With £140m in combined revenues this year, All3Media is set to earn more than Endemol or TalkbackThames, according to figures compiled by Broadcast magazine. </p> <p>The group, which is also run by former Granada executive Jules Burns and ITV's former director of programmes, David Liddiment, now controls eight independent production houses as well as an international distribution arm. </p> <p>It is among a small number of \"super-indies\" which have grown rapidly following the deregulation of media ownership in last year's Communications Act. </p> <p>Mr Morrison, the chief executive of All3Media, described the acquisition as a great fit, given the track record of Company TV and the dynamics of the media industry. \"We have always admired their work and, given that drama is the biggest genre in British television, we're very pleased with this acquisition,\" he said. </p> <p>The two men behind Company TV - George Faber and Charlie Pattinson - are former senior executives at the BBC. Since founding Company TV in 1998 they have produced a long list of drama for ITV and C4, including White Teeth, The Lakes and Nicholas Nickleby. Mr Liddiment commissioned some of that work while at ITV. </p> <p>The Life and Death of Peter Sellers, starring Oscar winners Geoffrey Rush and Charlize Theron, which was co-financed by HBO and the BBC, was the only British film selected to compete in this year's Cannes Film Festival. </p> <p>Commenting on today's acquisition, Mr Faber and Mr Pattinson said: \"This is an exciting development for Company. In a lively market that is rapidly consolidating we are able to retain our strong identity and brand under the umbrella of an ambitious and energetic management team at All3Media.\" </p> <p>All3Media operates a federal structure that allows each production house to operate separately. Its main central function is that of selling rights and programmes overseas. </p> <p>Mr Morrison suggested yesterday that the firm would continue to be a catalyst for consolidation in an industry that contains about 1,000 independent production companies. </p> <p>\"We're not going to be rushing around acquiring everything that moves. We have grown very well and we have found the companies we really wanted,\" he said. \"But I'm not ruling out further acquisitions. They just have to be right.\" </p> <p>He said the firm was keen to continue with three-pronged strategy of organic growth, acquisitions and exploitation of international rights. </p> <p>Today's deal, which offers leading Company TV executives a five-year earn-out as well as a profit share and upfront payment, was financed by Bridgepoint, the private equity firm behind all of All3Media's deals, as well as RBS. </p> <p>Last year, Company TV's revenues rose 75% to £20.4m. All3Media had £93m in revenues last year. </p> <p>All3Media, which is chaired by Sir Bob Phillis, chief executive of the Guardian Media Group, also owns Bentley, which produces dramas such as Midsomer Murders, and Cactus, the maker of Richard and Judy. In June it bought Lion, the firm behind Castaway and Paddington Green.</p>",
  "<ul> <li><a href=\"http://sify.com/finance/fullstory.php?id=13582831\">Indian farmers win wheat patent battle</a></li> <li><a href=\"http://www.bullyonline.org/\">Workplace bullying</a></li> <li><a href=\"http://www.klas-tv.com/Global/story.asp?S=2421595&amp;nav=168XRvNe\">Voter registrations going missing?</a></li> <li><a href=\"http://blogs.guardian.co.uk/online/archives/digital_music/2004/10/fewer_people_paying_for_music_downloads_npd.html\">Slowdown in music downloads</a></li> <li><a href=\"http://www.snackspot.org/\">The latest snackfood news</a></li> <li><a href=\"http://blogs.guardian.co.uk/news/archives/cat_linklog_archive.html\">Archive</a></li> </ul>",
  "Here are three examples of real politics. On Monday we had news about carbon emissions which has baffled scientists and suggests the world may be on the edge of \"runaway global warming\". It may mean we have years, not decades, to tackle the problem, which seems to be worse in the northern hemisphere. Tom Burke, a former adviser to Tony Blair, told the Guardian the climate clock was ticking faster \"like it seems to before a bomb goes off\". And every non-expert with eyes to see and skin to feel knows the planet's temperature and gustiness is changing. <p>The following day we had the financially devastating details from Adair Turner about how many of us may feel genuinely poor in old age. The pensions gap is a far bigger problem than the simple-minded finger pointing at Labour indulged in by the Tories and the Lib Dems; its roots are in demography and hundreds of decisions by politicians, businesses and funds over decades. But we know now how tough the choices facing us really are. </p> <p>And, though it doesn't quite measure up to the size of the first two, this week Ken Livingstone announced massive rises in London tube and bus fares, and a decade of weekend disruption to build and repair the capital's transport system and stop it grinding to a halt. The alternative, he said, was that business would simply give up on London and move to Paris, Munich or Berlin. </p> <p>Politics does not come much bigger than choices about whether our planet remains comfortably habitable for the billions of humans on it. But below that, the quality of many of our lives is directly affected by the pensions gap - there really are millions of people facing unexpected poverty, or much longer working lives, when they had hoped to retire, travel and muse their declining years away. And the future of London is intimately connected with the future of the whole British economy. No one who lives in London can avoid the thought, day after clogged, frustrating day, that it can't go on like this. </p> <p>Each of these huge challenges also offers genuine opportunities for a revival of idealistic, progressive politics. Each has been caused by consumer short-termism; or, to put it another way, the compelling power of the market we are all supposed to worship with such zeal. And each can be helped, if not cured, by a long-term and determined political response. </p> <p>Climate change may have been set going when we were ignorant of the effect of pumping out massive carbon emissions - rather like smoking and cancer, we didn't know at the time. But to slow it, we do know what has to happen, and it will be highly disruptive of our current lifestyles. It means reversing the huge growth of car use; flying less; using cleaner technologies; and eating less food from the other side of the planet, freighted here in cargo jets. </p> <p>Very few of us, left to our own devices, would change our lifestyles so radically. We still clamber into cars to go and buy an interesting range of food novelties, wherever they came from. We still prefer to holiday in warm or exotic places. We instinctively shift the burden of blame to anonymous billions somewhere else - the gas-guzzling Americans or the industrialising Chinese. It's the \"please miss, she was doing it too\" approach to global responsibility. Without real political leadership, brutally clear explanations of the dangers ahead and burden sharing, there is no chance of change. </p> <p>The pensions crisis is not dissimilar. Why has it happened? Partly because we live longer but also because we have grown to be consumers, heedless of the long term, ready to spend now because hell, who knows what might happen tomorrow? We live in the culture of instant gratification, and it is a powerful culture. To damp down our spending we need to be rationally frightened into thinking about the consequences. </p> <p>And who is this \"we\"? For here is where the progressive part of the politics comes in. There are plenty who can escape, at least for a while. They can escape the pensions crisis because they are rich enough, or old enough to avoid what is coming. Tough choices don't apply to people retired now with good company schemes, or to those whose capital still means they can stop working at 55. And tough choices don't actually apply to the poorest, since they don't have any choice. </p> <p>No, the choices are for those who have real disposable income and options, but who are not rich. They are the people who will have to save more, be taxed more or work longer to deal with the pensions gap. It is the very same broad mass of middle-class people who will have to be persuaded to give up many car journeys, and accept that the routine flights abroad cannot go on if we are to slow climate change. In other words, these issues go to the heart of what politicians on all sides like to call hard-working families - vast swaths of ordinary Britons. </p> <p>Brave politicians know that only brave politics can make the shift. It requires straight talking - and the Adair Turner report encourages that, as does the weight of knowledge about climate change. It requires sharing the burden, so that we all pay in to help those who are most threatened. But it also requires the understanding that such changes have to be sustained past, and during, many general elections to come. That means persuading the voters that short-termism just will not do. </p> <p>I have praised Ken Livingstone before - for bringing in the congestion charge - and find myself doing so again: he is putting up fares and promising disruption, but for the long-term good. Speaking frankly about the extra funds needed to repair and improve tubes, buses and bridges, Ken says he could have put it all off for his successor to worry about, and retired elegantly. But he is grasping the nettle and will, whatever our grumbles, be rewarded for that. He is a bit of a Victorian: they thought long too, which is why we still use so many of their sewers and railways. </p> <p>The politics of climate change and of pensions, require Ken writ large. Not, perhaps, the man himself - he's ruled out a return to national politics - but someone who shares his boldness. For surely the purpose of the centre-left is not, primarily, to do with arcane arguments about the funding of this service or that, or about the number of targets. It's about the need for a shift in our perspectives, timescale and attitudes so that we can hand on a country as a going, responsible concern to the next generation - a country that is a low polluter, with a sustainable spread of energy sources and without endless increases in travelling; that is financially balanced between young and old; and that feels relatively fair. </p> <p>It's about long-termism and a belief in the future. The coincidence of stories about the climate, pensions and transport this week is a wake-up call to the left. Except, of course, that it was no coincidence. </p> <p><a href=\"mailto:jackie.ashley@theguardian.com\">jackie.ashley@theguardian.com</a></p>",
  "John Prescott's plans to cram an extra half a million homes into the east of England will cause a water crisis, threaten landscapes, damage historic towns and destroy wildlife, according to an independent consultant's report commissioned to look at the proposals. <p>The Guardian has seen detailed lists of the suggested housing developments in each district of six counties in the region. The proposals are due to be agreed on Friday at a committee of the east of England's regional assembly. </p> <p>Areas which will take the brunt of the housing include a \"growth corridor\" from Peterborough through Cambridge, Stevenage and Harlow, part of the expansion of Milton Keynes and the Thames Gateway development where it spills over into Essex. </p> <p>The detailed lists were drawn up at the insistence of Mr Prescott's office before an independent consultant's report required by EU law to look at the possible impact of the changes. </p> <p>The report was finished a few days ago and concludes that the government plan \"is likely to have serious negative impacts on water resources, biodiversity, tranquillity, air quality, recreational access and congestion. The larger the volume of development the harder it will be to avoid increased flood risk, erosion of the quality and distinctiveness of settlements and the built environment, and landscape.\" </p> <p>The deputy prime minister's housing drive is intended to slow the price rises across the country. It is also designed to provide cheap homes for key workers such as health workers and teachers, particularly in the south-east, where many are dissuaded from applying for jobs because of the overheated housing market. </p> <p>The proposals seen by the Guardian cover the most intensive cramming of the green belt proposed by Mr Prescott - around half the extra houses needed to meet demand in the overheated south-east. </p> <p>Altogether the plans are for 478,000 homes to be built at the rate of 23,900 a year until 2021. The largest share falls on the fringes of London in Hertfordshire and Essex, the two counties most unhappy with the proposals. </p> <p>The leader of Hertfordshire county council, Robert Ellis, said the demands being made on the county were impossible because of lack of roads and railways to cope with the extra people who will live in another 79,500 houses. He feared that some of the busiest motorways in the country could become gridlocked. </p> <p>\"This is already the most densely populated county in England, with 1 million people, crammed in 29 settlements surrounded by green belt. The M25, M1, A1 and M11, all key trunk roads which cross the county, are already full to capacity.\" </p> <p>He said that the region's railways were full, with no investment planned. </p> <p>\"All this is supposed to be sustainable. There is nothing sustainable about it.\" </p> <p>The consultants, Levett-Therivel, note that the whole of eastern England is already under stress and say a sensible approach would have been to compare benefits of developing in the area with other parts of the country, particularly in the north. </p> <p>\"We suspect that growth would be far less environmentally damaging in many other parts of the UK, especially the north of England, because there is generally much greater environmental and infrastructure headroom.\" </p> <p>A committee of the assembly is expected to pass the plan on Friday to be ratified by the full assembly on November 5. Eventually it will go to a public inquiry. </p> <p>Mr Ellis said: \"We believe that once it gets through the committee on Friday it will be too late to go back on it. Mr Prescott has railroaded this through the new regional assembly process. There seems to be no opportunity to look at any constructive alternative and after Friday we will have no say in the matter.\" </p> <p>The government blueprint predicts that the provision of affordable homes will lead to economic growth in the area and generate 379,100 jobs. However, many of the jobs are associated with the expansion of Luton and Stansted airports, and more than 10,000 houses proposed for Stevenage would be built on the Luton flight path. </p> <p>Sean Traverse-Healy, deputy director of the Campaign to Protect Rural England, said: \"It seems idiotic to develop the south-east when other regions need renewal. The papers make it perfectly clear that further development in what they call the London arc is unsustainable. This is the driest part of the country. We just cannot keep pumping more and more water.\" </p> <p>Transport campaigners were equally concerned. Steve Hounsham, of Transport 2000, said: \"This plan was supposed to be about sustainable settlements which encouraged more walking, cycling, and public transport and stopped car dependency. Instead what we have is adding estates in green fields on the edge of existing settlements so forcing people to use a car to commute to work and the shops.\" </p> <p>A spokesman for Mr Prescott's office said it would be wrong to comment before the decision on Friday but the government was not forcing growth on anyone. There was a demand for growth in the south-east, not in the north, and the government was aiming to satisfy that. </p> <p>\"Our general view is that new homes will not be built without supporting roads, hospitals and schools, and the new communities will be sustainable.\"</p>",
  "A small group of smokers are shielding themselves from the rain in Smoker's Alley, a covered walkway which reeks of stale tobacco between the city's register office and an upmarket Chinese restaurant. A pile of cigarette butts has been swept into a corner along with the autumn leaves. <p>In Manchester, the fag break, that institution of British office life, is about to become a thing of the past for more than 26,000 employees. </p> <p>The city council is banning smoking in all its buildings, including the splendid neo-Gothic town hall. Council workers will be similarly banned from smoking in all the entrances to its buildings. There will be no smoking facilities provided anywhere, inside or outside, and staff will not be not allowed time off work to go and have a cigarette. Anyone contravening these rules will face disciplinary action and, ultimately, the sack. </p> <p>Smokers are finding themselves increasingly marginalised in a move which will delight the anti-smoking lobby, but will horrify smokers. </p> <p>\"This is probably the most important public health decision Manchester has made for generations,\" said Pat Karney, the head of the pressure group Smoke-Free Greater Manchester. \"It's on par with the clean air acts of the last century. </p> <p>\"It means that the next generation of Mancunians will grow up in a city protected from toxic second-hand smoke.\" </p> <p>It is the first step in making the conurbation's workplaces smoke-free. A report on tobacco control was agreed by the council's executive yesterday, proposing that visitors and councillors are also banned from smoking. </p> <p>\"Staff will not be able to excuse themselves for smoking breaks during work time,\" says the report. \"Failure to abide by the tobacco control policy could result in the initiation of disciplinary action on the individual, in accordance with Manchester city council procedures. Non-employees who breach the policy will be asked to leave the premises. Smokers, employees and non-employees may be fined for littering the streets when inappropriately disposing of cigarette ends.\" </p> <p>Around the corner from the town hall, in Smoker's Alley, this proposal is greeted with contempt. </p> <p>\"I have long since given up taking notice of what the council say,\" said Danny Warke, 43, who has smoked for 30 years. \"I think it is ridiculous. At the end of the day, we are out in the fresh air smoking. What about all the cars chucking out fumes? I am sure they will get the trade unions on to it; it is about freedom of choice and we are not doing anyone any harm. I know the cigarette butts can look unsightly but they should provide more ashtrays.\" </p> <p>Karen Timon, who was enjoying a cigarette with two other smokers, said her boyfriend works at the council and they were \"not at all happy about this\". </p> <p>She said: \"I think it is right for companies to have designated areas for smokers but it is wrong that we won't be able to have breaks. </p> <p>\"Whether you smoke or not, has nothing to do with your employer. It is a personal choice and its like them asking have you had sex, or have you had a drink. It has gone too far towards the nannying state.\" </p> <p>In the report, Manchester is portrayed as a city with a history of being forward-thinking and unafraid of taking risks. \"The smoke-free city is an idea whose time has come: Manchester should be in the vanguard of this change,\" it says. </p> <p>It follows the model of Dublin, which has had smoke-free workplaces (including pubs, clubs and restaurants) for six months. </p> <p>Rates of smoking in Greater Manchester are among the highest in England. The most reliable data from the Health Survey for England indicates the smoking rate was 38.5%, compared with 28.8% across England as a whole. </p> <p>In a recent Mori poll in the region, 77% of respondents said they were bothered by smoke in public places; 74% favoured smoke-free enclosed public spaces and 90% agreed that people who work indoors have the right to work in a smoke-free environment. Only a quarter favoured completely smoke-free pubs and bars, with a further 39% wanting them mainly smoke-free with separate smoking areas. </p> <p>Richard Leese, the leader of Manchester city council, said: \"We take the health of our residents and visitors very seriously. We are not proposing to ban smoking, but to take a lead in doing something about the number of deaths and amount of illness caused every year by smoking and breathing second-hand smoke. </p> <p>\"We need to get a message over: reduce smoking and live longer.\" </p> <p>The anti-smoking organisation, ASH, said it strongly supported employers who want to go fully smoke-free. \"We applaud Manchester council's efforts to encourage and support staff that want to quit,\" said Ian Willmore, its spokesman. </p> <p>\"That will greatly improve the health of the council's workforce, reduce sickness absence and improve the standard and efficiency of its services to the public.\" ASH says it has been estimated that exposure to other people's smoke in the workplace causes 700 premature deaths across the UK every year - three times the number killed in industrial accidents. </p> <p>Second-hand smoke at work also causes many thousands of episodes of illness and is the second most common trigger of asthma attacks. Research in Canada suggests employees who smoke cost their employers an average about £1,500 a year through absence and lost productivity. </p> <p>\"Although many offices and other workplaces are now smoke-free, more than 2 million people still work in places where smoking is allowed throughout, and another 10 million work in places where smoking is allowed somewhere on the premises,\" Mr Willmore said. </p> <p>\"As far as smoking breaks are concerned, that has to be a matter for each employer to discuss with their own workforce and trade unions. There isn't any obvious reason why smokers should get longer work breaks than non-smokers.\" </p> <p>But Simon Clark, spokesman for Forest, the smoker's lobby group, described cigarette breaks as \"punctuation marks for smokers through the day\". </p> <p>\"This is another demonstration of the anti-smoking hysteria that is happening in parts of the country. When you remember that about a quarter of the population are smokers, to refuse to allow them to smoke at any point during the day is very heavy-handed.\"</p> <p><b>For and against the fag break</b></p> <p><b> Stephen Merchant, co-writer of The Office</b> </p> <p>\"I'm anti-smoking in that I don't smoke and it bothers me. I'd quite happily see smoking banned in restaurants but people huddled in the doorways of offices in the rain is a quintessential part of British life. You can't take that away. It is all people have got to keep them going. </p> <p>If you work in a call centre - and I used to work in one - the fag break is the highlight of your day.\" </p> <p><b>Felix Dennis, media mogul and poet currently touring Britain</b></p> <p>\"At Dennis Publishing, our policy is pretty simple. If only one person in the office doesn't want smoking then we don't do it, but we provide roof terraces where people can walk out, catch some sun, sit on comfortable chairs and take a cigarette break. </p> <p>\"What we need here is a massive smoke-in. We need 2,000 people smoking outside Manchester city council buildings.\" </p> <p><b>Ronald Harwood, playwright, screenwriter</b></p> <p>\"That's disgusting. Banning smoking is a fascist impulse. The first government ever to try to ban smoking was the government of Adolf Hitler. Manchester city council are fascists. It is dreadful and intolerable. </p> <p>\"People should always have smoking areas or smoking rooms in offices. </p> <p>\"I feel the evidence about passive smoking is about as good as the evidence for weapons of mass destruction in Iraq. It has all been twisted.\" </p> <p><b> John Britton, professor of epidemiology, Nottingham city hospital</b> </p> <p>\"There are lots of reasons to ban smoking from offices. If you make a workplace smoke-free it is very good for your employees' health. It encourages a lot of your employees to stop smoking. That is more true if your smoking policy is complete. </p> <p>\"If you replace a partial smoking ban with a complete ban, like Manchester city council's, about one in 14 smokers will quit.\"</p>",
  "<p>Soon, oceanographers need never get wet. They will be able to sit in their laboratories and read data direct from ocean observatories around the world. They will be awash with real-time information from biological and chemical samplers, current meters, underwater cameras and submarine seismic detectors. The National Science Foundation in the US has given $3.9m (£2.17m) over the next four years to Woods Hole Oceanographic Institution to make it happen. </p> <p>The institution is one partner in a monster project called Looking, which stands for the Laboratory for ocean observatory knowledge integration grid. Other partners include the University of Washington and the University of San Diego, and the plan is to link marine robots, buoys and stationary data collection points by fibre optic cable to the world's oceanographers, many of whom will be literally home and dry. </p> <p>\"Looking will help us implement the ocean observatory networks we will need in other remote and hostile environments in the ocean,\" says Alan Chave, of Woods Hole. \"Scientists around the world will be able to access data from specific instruments on different observatories linked by this growing global network, making much more information available to scientists, teachers and students, and the public. Internet access to the sea - or at least more of it than we now have - will become routine.\" </p> <p>The challenge ahead includes experimental wireless, optical networks and grid technology, as well as some clever networking protocols, sensors and devices. Participants will also need a crash course in acronym management. They will be plugging into existing US coastal submarine scholarship projects such as Leo, the long-term ecosystem observatory off New Jersey; H2O, the Hawaii-2 observatory; Mars, the Monterey accelerated research systems off California; Neptune, the North-east Pacific undersea networked experiments, off Washington and Oregon states; and GoMoos, the Gulf of Maine Ocean Observing System. The National Science Foundation has also just established Orion, the oceanic research interactive observatory network to co-ordinate all the science. </p>",
  "<p>The NHS IT boss, Richard Granger, was in the US this week to address the users' conference of Cerner, a healthcare software firm. As Cerner is a crucial subcontractor in the NHS's e-booking project, he no doubt took the chance to remind executives of the stink he will cause if its system doesn't do what it says on the box. </p> <p>Granger has visited the US regularly over the past two years, and not surprisingly. The majority of the £6bn he has agreed to spend on new IT systems and services for the NHS is with companies based in the US, even though, in the case of Accenture, they have headquarters in tax-friendly Bermuda. </p> <p>There was never any secret about this. From the beginning, the NHS National Programme for IT set out to procure industrial strength technology from global suppliers. It made a deliberate effort to lure multinationals back into a market dominated by UK-based small and medium-sized enterprises. </p> <p>It succeeded. The programme's only major UK-based prime contractor is the behemoth BT. Isoft, Britain's biggest home-based healthcare software firm, operates in the programme only as a subcontractor to Accenture and Computer Sciences Corporation. Isoft gains status from its association with Microsoft, which is helping fund the development of new software. </p> <p>Dozens of innovative start-ups, some of which regarded themselves as world leaders, have in effect been given notice to quit. </p> <p>There was surprisingly little fuss. Companies were told that making noises in public would imperil what future they had as subcontractors. So far, only Emis, which supplies more than half of GPs in England, has risked it. The Department of Trade and Industry half-heartedly grumbled that the NHS was wrecking its efforts to promote the British healthcare informatics industry overseas. The NHS responded with a token gesture to engage with small and medium-sized firms. </p> <p>Although the NHS is an extreme example, it is in line with government policy towards awarding IT contracts: an openness to overseas-based multinationals that may be unique in a major industrial country. </p> <p>The economic arguments for openness are familiar. So are the practical benefits: Fujitsu is a better company today than it was in the early 1980s, when as ICL, it lobbied to try to keep US competitors out of NHS contracts. </p> <p>The Office of Fair Trading revealed this week it is getting interested in the way government procurement policy favours a small number of large contractors. This is welcome. Other countries have shown it is possible to nurture local innovation through public procurements: Oracle was once a start-up. </p> <p>The British government is mid-way through a massive programme of spending on IT-enabled transformation. Taxpayers' dosh has helped the IT industry through a rough patch. Yet, over and over again, the public sector has shown its preference for dealing with multinational \"strategic partners\" rather than local start-ups. We are entitled to ask whether any other major economy would give such a leg-up to its competitors.</p>",
  "Congratulations to John Howard on modelling middle Australia in his own image. Like the mythical Bunyip, the Australian image of the independent, courageous, tolerant, compassionate and truthful Aussie stereotype that cared about the less fortunate and our environment is now dead. <p>Howard's way now reflects the new Australian image: sycophantic, fearful, intolerant, selfish and deceitful. A brilliant marketing campaign of fear and deception - and a sad day for the principles of democracy, truth in government, fairness and integrity. John Howard 1, Australia 0.<br> William Yeadon <b> Age, Australia, October 11</b><br></p> <p>The citizenry of allied countries know that the invasion and occupation of Iraq has crippled the fight against terrorism. Why partner with an administration either too ignorant to see its mistakes or too arrogant to admit making mistakes?</p> <p>When it served their purpose, George Bush, Dick Cheney and Donald Rumsfeld ridiculed the European countries that did not support the war _ If I were a voter in \"old Europe\" I would be angry if my elected leaders offered to help the US while Mr Bush is in office, especially if that offer helped Mr Bush get re-elected.<br> Bill Madigan <b>Boston Globe, October 11</b><br></p> <p>The so-called civilised democratic western governments would rather aid and abet evil with assorted aid programmes designed to sponsor the regime in Zimbabwe rather than in any way save, help and care for its victims of tyranny. The freeloaders of the UN are also to blame. These gravy-train operatives continue to siphon western sourced assets that pay them rather than abiding by the organisation's charter that they apparently have still not read.<br> Walther Hurley <b>Daily News, Zimbabwe, October 13</b><br></p> <p>At the opening of the Scottish parliament building at Holyrood, the first minister, Jack McConnell, said \"buildings do not speak\". This new building does not speak, it shouts. It is a positive and strikingly beautiful building that would do any nation proud. Is it not a building in waiting, waiting for the fullness of Scottish nationhood.<br> JJK Smith <b>Scotsman, October 11</b><br> </p> <p>There are many people living in the countryside who hunt foxes but will be prevented from doing so when the new anti-hunting laws come into effect. I should like to suggest alternative quarries for these people; these are so much scarcer than foxes but many hours can be spent trying to track them down in our country districts. My suggestions are: post offices, pubs, banks and primary schools.<br> Nigel Dipper <b>Independent, October 13</b><br></p> <p>Is nature defending us from the party political conference season? As a practice nurse on the south coast, I have seen a record number of patients recently presenting with deafness caused by impacted earwax. I wonder if this is a local phenomenon or is it occurring nationally?<br> Elspeth Raisbeck <b>Sunday Times, October 10</b><br></p>",
  "The shots are not quite as loud as you might expect them to be, but still they are too close for comfort. The bullets fly past the head of a shocked Territorial Army soldier and embed themselves in the wall, just inches from where he is standing. A sharp voice shouts: \"Contact to our left, three or four rounds.\" Seconds later, there is a small burst of fire. <p>They call it a contact and what it means is that somebody, somewhere, shot at British troops. It happens every single day in Iraq. Today they think it might be a warning that they have stayed in this area for too long, but in truth they really don't know. It is one of the first forays British sol diers have made into the town of Amara, north of Basra, for quite a while and the locals aren't happy. On the wall of a nearby community centre, a scrawl in red paint reads: \"Dawn No No USA Brtish [sic]\". </p> <p>This group of 12 Territorial Army soldiers from 52 Lowland Regiment Y Company have been escorting a man from the Ministry of Defence to another British-built community centre. The civil servant - known as a political adviser, or \"polad\" for short - has flown up from Basra to check that British government funds are being properly spent. Colour Sergeant Keith Irving from Hawick in the Scottish Borders is in charge of this expedition, and is standing on a street outside the community centre, watching for possible trouble, his SA80 rifle at the ready. He is surrounded by dozens of cheeky-faced children shouting, \"Mister, mister, Saddam donkey,\" while showing him the soles of their feet. But as the convoy pulls off later, the children's faces turn resentful and they start throwing stones. </p> <p>It's just another day for the Territorial Army soldiers serving in Iraq - people who, most of the time, live daily lives every bit as ordinary and banal as yours or mine, but who find themselves, in times of war, called upon to do an extraordinary second job in a very dangerous place. The mobilisation of reservists for the war in Iraq was the biggest since the Suez Crisis, and it continues to grow through the postwar phase. There are 1,210 Territorial Army soldiers serving on Op Telic 4, as the current operation in Iraq is known, making up 14% of the 8,069-strong British force. Roughly 10% of the TA contingent are female, many of them nurses. </p> <p>As the British army has come to rely ever more heavily on part-time soldiers, the contrast between the jobs they do at home and what they do in \"theatre\", as the military call the Iraqi conflict zone, has become more striking than ever. There is the Calor Gas tanker driver who is currently gathering intelligence; the joiner who runs a job creation scheme for Iraqi people; the marketing officer for the National Archive at Kew who now spends his days trying to liaise with public service officials; as well as the mechanics, plumbers and City analysts doing guard duty. Then there are those on a busman's holiday of sorts: the two electricity specialists working on the Basra power grid; the doctors and nurses working in the military field hospital; the chefs now preparing meals for thousands of soldiers stationed in the desert. </p> <p>The soldiers from 52nd Lowland Regiment have spent most of their time in Iraq on force protection, interspersed with what they consider the more boring job - guard duty. They are coming to the end of their six-month stint in Amara and their morale is still pretty high. At home, they belong to various TA units, training in their different bases in Edinburgh, Glasgow, Ayr and other towns across Scotland during the week, coming together as a brigade at periodic short residential camps. While they may have met each other's wives and families at dances and other TA events, they don't like to talk about home too much. </p> <p>Irving, the broad-accented Scotsman, is typical of the TA soldiers here in that he believes that he is just as professional as any regular in the field. He served in the regulars for five years, then signed up with the TA 10 years after leaving the forces. \"Having seen it from both sides of the fence, I think commitment-wise the TA guy is the better soldier,\" he says. We are standing outside a British-funded blacksmith's shop. Inside, the owner is telling the MoD man that he is now employing five members of his family because of the funds he received to kit out his workshop. The MoD man is happy, even though this marks just a small success in terms of the British attempt to help rebuild the country. </p> <p>Outside on the street there is a perception that the tension is mounting. The road is busy with cars and bicycles and people, all of them staring: most don't look particularly friendly. It's not the numbers on the street you need to worry about, says Irving, it's when the crowd suddenly disappears that you know something might go wrong. I ask him if he ever gets scared. He shrugs his shoulders and quips: \"Wit's for ye will no go by ye,\" a fatalistic Scottish expression which means whatever happens happens. In his other life, Irving delivers medical oxygen across the Borders of Scotland. </p> <p> *** </p> <p>Another day, another scene. It is just past 7am and a watery sun is burning a hazy white light across the flat landscape that British soldiers have taken to calling the \"Gifa\". Territorial army fusilier Michael Greville explains that it means the \"great Iraqi fuck all\". </p> <p>Greville is 26, and usually works as a credit analyst for Cazenove, a city investment bank. It's an office-bound job and most days he finds himself by a computer. In Iraq, when he is not soldiering, he goes back to his accommodation to study his notes for the chartered financial analyst exam which he hopes to take next year: \"When I am really bored, which is pretty much 12 hours a day when we are not working, I go back to my room and study.\" Being here means he is missing out on his city bonuses, but Greville is enjoying the tour anyway. </p> <p>This morning some of Four Platoon from Messines Company, the London Regiment, are on their way north, escorting three vehicles from the British divisional headquarters at Basra airbase to the Dutch army camp near the town of Samawa, south of the flashpoint city of Najaf. Like 52 Lowland, they provide armed escort and covering fire should the convoy of regular troops meet any insurgency on the road. </p> <p>They may work alongside the regulars, but ultimately all the TA soldiers in Iraq are under the command of the British Forces General Officer Commanding Major General Rollo, who is a regular soldier. Those serving with Messines Company are led by a TA Major Conrad Giles whilst those attached to a regular regiment such as the Princess of Wales's Royal Regiment take orders from a regular commanding officer. The TA frequently provides protection for regular soldiers who are not fighting on the frontline but who have to move around southern Iraq. In such situations the regular soldier must obey the TA unit's senior ranking soldier. </p> <p>In this instance it is Colour Sergeant Rob Denman, and he is calling out orders through the radio to the two guys in each of the vehicles whose heads are sticking out through a hole in the roof to provide covering fire. They are known as \"top cover\" and find themselves in one of the most exposed situations of all the military - a number of the recent deaths and injuries in Iraq amongst British troops were of soldiers doing top cover. </p> <p>Up top, one soldier faces the front and another the back, one with an SA80, one with a Minimi light machine gun, both looking for a possible threat. They cautiously keep their eyes open for snipers, mortar teams, rocket propelled grenades (RPGs) and the particularly lethal improvised explosive devices, IEDs, that can be left on the side of the road and detonated some distance away by remote control. If the convoy stops or slows for too long, they must dismount and try to move the trafficon while at the same time watching out for potential assaults. The rebels in the south have yet to use the suicide car bombs seen in Baghdad, but the soldiers are anxious that they soon could. </p> <p>\"Just so you are aware, there's one pax [person] standing up on that flatbed coming towards us,\" says Denman. \"As we move up the MSR [main supply route] make sure the vehicles are tight. I don't want no civvies in between us.\" The previous night, another Messines Company force protection team was the target of an RPG, which shot through the gap between two of their vehicles. They need to stay close. </p> <p>Nicknamed the Colourman because of his rank, Denman is 37 and works as a principal officer at Wandsworth prison. An hour and a half outside of Basra, he spots a cloud of black smoke up ahead. He tells the boys to approach slowly. They soon realise it's a traffic accident involving a Dutch military vehicle and a local car. </p> <p>Three Iraqis have died in the accident (the casualties were quickly removed by locals), but the Dutch soldiers have been standing by the side of the road for a while apparently doing nothing to police the situation. \"Maybe they are in shock,\" says Denman. He jumps down from his wagon and orders his soldiers to enact the drill they have trained for to deal with this situation. Denman starts to set up a vehicle checkpoint and control the traffic; the rest of the guys are sent to guard the peripheral area. An hour and a half later, the Dutch \"quick reaction force\" arrives and he can stand his men down. \"It's not very quick, the quick reaction force, is it?\" someone pipes up. \"Yesh, we have just come from Camp Shpliffy,\" cracks another. The Dutch, whose camp is called Smitty, are the butt of a lot of British jokes. </p> <p>Denman calls his boys \"the PlayStation generation\" because \"all they can use is their thumbs\", but really, he admits, \"I think they are the mutts' nuts because they bring all their outside experience to the job - and today they showed that the TA can do the same job as the regular army.\" </p> <p>In the team - as well as the prison officer, the nurse, and the City boy - are: Lance Corporal Ander Broadman, 30, who procures engineering works for Network Rail and missed out on a vital promotion by being in Iraq; private Ed Elliott, nicknamed Billy (as in Billy Elliott), who works for JP Morgan Fleming in the city and \"likes this sort of stuff, it's a break from delays on the Northern Line and fixing the photocopier\"; Private Tom Kelly, nicknamed Forceps because of the shape of his skull, who drives a HGV lorry for the Post Office; Dean \"Deano\" Moore, a shaven-headed joker of a joiner from Belfast; and Private Tim \"Watesy\" Wates, a recently-redundant recruitment consultant who joined the TA \"to shoot stuff. Not people, but to shoot off weapons, the feel, the sound, the power, there's a huge adrenalin rush: it's boys' toys\". </p> <p>Pace, who could have been a medic in the TA but preferred to join the infantry, says: \"It's like training for a football match and wanting to play. I didn't want to train and just use blanks in a forest somewhere. We do use live rounds when we are training sometimes in the UK but there's a different apprehension about it.\" Wates pipes in: \"That's what gives it the edge, you know there are people out there wanting to kill you.\" </p> <p> *** </p> <p>Britain has a long history of reserve forces, with Volunteer and Yeomanry units being formed during the Napoleonic wars. The TA was established in 1907. First known as the Territorial Force, it encouraged Britons to join in \"homeland defence\": the word territorial signified that those who served with the force were under no obligation to serve overseas. By 1921 it had changed its name to the Territorial Army. In the first world war, a number TA units volunteered to go to war and did not come back for four years, bringing back 71 Victoria Crosses for bravery. </p> <p>With the abolition of national service and the advent of the cold war, it seemed the TA's role was assured, but with the fall of the iron curtain, the security of the homeland was deemed to be under rather less of a threat. The Conservatives cut TA numbers by 15,000 between 1991 and 1994, then the present government scythed the numbers further from 54,000 to 41,000 as part of the 1998 Strategic Defence Review. The then defence secretary George Robertson said: \"The TA should no longer be a force of last resort, held against a major conventional threat to the UK and Nato allies. More units will be placed at significantly higher states of readiness. And we will now be prepared to call them up - in formed units if needs be - in situations that fall short of a direct threat to the UK such as the Gulf war.\" This would, he added, give them a \"more heavyweight role\". The 40,000-strong TA now forms 25% of the British army, and can be called on to provide the army with entire formed units, or to supply individual specialists as required in IT, logistics, medicine, communications and other areas. </p> <p>Almost all of them, while essentially volunteers, have been compulsorily mobilised (the MoD calls it \"intelligent mobilisation\", insisting that it accommodates people who can prove it would be impossible for them to go for professional or personal reasons). The Reserve Forces Act 1996 obliges all employers to keep a TA soldier's job open but some have returned from Iraq to find this isn't the case. At least 17 are believed to be taking their former employers to tribunals after losing their jobs upon their return. </p> <p>Compared to the training undergone by regular soldiers, the territorials' induction can seem light. Soldiers attend training on three evenings each month, and commit themselves to one Sunday a month, and six weekends and two full weeks camp a year, which they must take out of their annual work leave. For these hours they are paid the same as a regular soldier of equivalent rank, ranging from £29.10 a day for a private to £102.51 for a major. Each year they are awarded a tax-free bounty of between £350 and £1,380 depending on length of service and on passing an annual battlefield weapons and fitness test. While they are mobilised, their salaries from their employers are suspended. The theory goes that a TA soldier on active service will be no worse off than he or she would be at home but sometimes this doesn't work out: a City trader can't expect to get his or her bonuses, but will get their mortgage and other \"reasonable\" outgoings covered. </p> <p>Inevitably, the \"Terries\" take a ribbing from both civilians and the regular army for \"playing\" at being soldiers, a dads' army of weekend warriors. The comedian Jack Dee recently described members of the TA as \"part-time soldier, full-time banging on about it\", while the best-known fictional TA member, Gareth from the Office, never lets his own service go forgotten: \"A lot of people think that the Territorial Army are not real soldiers. We are. We are well trained, highly disciplined fighting machines ready for war. We're just not available during the week.\" </p> <p>\"Until the TA changes their courses to six weeks like the regular army we will never be seen as the same as them,\" says one soldier from 52nd Lowland. \"But it takes them six weeks to do a course that takes us two weeks because they are not as brainy as us. That's why when regular guys leave the army the best job they can get is as a security adviser. But TA guys are different.\" In addition, the concept of rank can work rather differently with the territorials. Often, highly qualified civilians prefer to remain privates in what they see as a break from responsibility. Better educated, white-collar professionals often find themselves taking orders from someone who comes from a blue-collar background. </p> <p>Certainly there can be a marked difference in culture between regular and territorial units. Last year, I was embedded with a squadron of regular soldiers during the invasion of Iraq. Spending time with the TA in a similar situation, it seemed to me that the diversity and breadth of experience that these men and women had gained in their normal daily lives gave them more interesting things to talk about than their regular counterparts - and a rather different view of their involvement in the conflict. Most had signed up for the TA out of a sense of patriotism and duty, but they are far from army machines; as one, who had copies of The Spanish Civil War and The Rise and Fall of the British Empire by his bed, told me: \"I am a historian and I suppose I am in love with the romanticism of it all.\" Another did not believe the war was justified but enjoyed the adventure of it. </p> <p>Denman has been in the TA for 14 years - \"promoted and demoted a couple of times\" - and got his call-up papers for Iraq in January 2004. It was a blow to his wife Sandy and his two children, Amy, 11, and James, 7, but he has worked every other weekend as a prison officer so he is used to missing key family moments. He has gone on exercise to Estonia, Germany, Cyprus and Romania, but Iraq is his first proper tour of duty. With a few qualms, he says, he would be happy to come back for another. \"It's given me an outlet physically, getting out and not being surrounded by walls, a feeling of not being hemmed in. </p> <p>Like other soldiers, Denman has his own opinion about the war, but out here considers it irrelevant. \"I look at it the same way I do in the prison service: I am paid by society to carry out a task. I am paid to be a prison officer and to lawfully detain people and out here I am paid to be a soldier and follow the orders of my commanding officer and carry out foreign policy.\" </p> <p>His worst day in Iraq, he says, was when he went to the field hospital at Shaiba Logistics Base and saw a 22-year-old private from his company being fed through a straw. He had received a shrapnel wound in his throat when an IED exploded under his vehicle. \"Because I am a platoon sergeant I feel really, really responsible,\" says Denman. \"In a way you are a father figure; I feel responsible for my blokes. When you have been through all the training and the camaraderie and you see someone you don't want to see hurt hurt it makes you angry.\" </p> <p> *** </p> <p>This kind of attack has become more frequent in the British-controlled south since August, when Moqtada al-Sadr declared a holy war on British troops. It is now very rare to see British soldiers on the ground in their soft berets, a style of dress that was much trumpeted by the MoD in the days immediately after the war. The British claim they still have 90% of public consent, but it doesn't seem like that on the ground. </p> <p>The battle group further north in Amara, for instance, has been under the most sustained attack of any British unit since the Korean war, with 881 mortar rounds being fired at them since April. It is estimated that the Princess of Wales's Royal Regiment has fired 30,000 rounds of ammunition, more than was used by all troops in the invasion phase last year. In August, the former family home of the governor of Maysan province used by the British as the headquarters of their civil and military cooperation unit (known as \"Cimic House\") came under siege; during one 10-day period, 428 mortars were fired at it. The 100 or so soldiers there - a high percentage of them TA - had to sit and battle it out. </p> <p>Hanging out in the humid, malodorous tent that is their home in Abu Naji camp, five miles outside Amara city centre, some of Colour Sergeant Irving's \"jocks\" (as the infantry privates in the 52 Lowland are known) recall the three-week battle of Cimic House. One soldier filmed the engagement: the camera tracks red tracer fire as it thrashes across the sky towards the building and then back out in returning fire. The subtitles count the 595 mortars, 10% of which landed within the perimeter: 57 RPG attacks, five 107mm rocket attacks and 86 small arms engagements. </p> <p>\"I wouldn't say it was horrific,\" says Fusilier Derek Currie. \"It was mad. A mortar knocked our sanger [an elevated guard post on the edge of camp] and deafened me for 8 hours.\" Currie is 21 and from Glasgow. In his normal life he works with children in after-school care: \"I do training, I do workshops with new employers, I organise sports days.\" Private David McCauley, 29, works in a call centre for the Manpower employment agency. \"It's not scary at the time but you sit down after and go, oh God, that was a bit hairy.\" </p> <p>But a boy with chipmunk teeth pipes up that it's \"brilliant\". Private Craig Hardie is 24 and a mechanic from Kelso, and he loves all this. He joined the TA 18 months ago, around the time of the fall of Saddam Hussein. Having trained in battlefield first aid he is the team medic, and the boys have stuck the label \"witch doctor\" above his campbed. This kind of engagement, he says, is \"what we join the TA for\". </p> <p>But however much it may seem to some like a great game, these boys, unlike many of the territorials in Iraq, have killed people. They know it should bother them, but at the time, when the killing was done, it just didn't. \"They shoot first: it's them or us,\" says McCauley. \"I would rather go home and see my two kids. If you slot someone, they are usually quite a distance away, so surprisingly, when you see them fall over, it doesn't really affect you that much since they were firing at us first.\" </p> <p>They say they are not worrying now about post-traumatic stress, or the many other psychological scars they may carry back to nine-to-five civilian lives. \"Most of us here will be OK because we talk to each other about it,\" says McCauley. \"I have been [nearby] when a mortar has hit a civilian's house and the first thing I have heard is a woman screaming, a sound you would never want to hear. I might not forget that.\" </p> <p>Later, a regular soldier tells me a story about being at Cimic House. \"I was on top of the Pink Palace with Keith [Irving] and we were crouched behind a really low parapet. I was shitting myself. I was on my belt buckle [lying down]. And Keith's up there with his rifle mounted over the parapet, bullets whizzing past him on either side and he's looking at me going: 'When your time's up you time's up.'\" He adds admiringly: \"And he's in the TA.\" Irving is not much of a stickler for ranks and titles. He and his sergeant Gordon Wylie, a plumber affectionately known as \"Wee Speccy\", believe that it is good for morale for the men to talk to each other like friends. </p> <p>That night, at 1am, a loud bang, followed by a dull thud, shudders the ground on the eastern perimeter. Ten 107mm rockets - \"a beast of a munition\", says Irving - have landed and detonated. They are met by outgoing rounds from a Warrior tank. Just another contact, but this time the assault is much more sustained and it comes as a shock to TA Corporal Lisa Lovell, who is in the Royal Military Police. Sitting up in bed, a worried look on her face, she tells me that this is the most scared she has felt on her tour. She is a solicitor from Newcastle and thinks this fear may be because her time here is coming to an end. The soldiers believe that this is statistically the time when something bad might happen to them because they are apt to let their guard down. </p> <p> *** </p> <p> Last month, the British moved out of Cimic House and handed it back to the Iraqis. Much of the work they were doing is now carried out from a cabin they call Cimic Hut that sits at the gates of Abu Naji; trips out of base are now very limited. On a table inside the hut sits a thick green file with the words \"Compensation Claims\" written on its spine. Sergeant William Cooper is looking at a photograph of a hole made in a wall by an RPG. A local woman, Jinan Salman Mohammed, hands over a photocopy of her identity card and a form which says, in English: \"My house was bombed during the events between Al-Sadr militias and British forces by shelling by British army.\" In a box she details the damage and how much she reckons it will cost to build again. \"Air conditioning, $400, bricks $250, sink and paint and glasses and basin with valves and mixer, $140, cement and sand, $300. Total: $1,340 US.\" </p> <p>Cooper says it seems a pretty fair assessment - \"sometimes, for damage to buildings they are trying for $10,000\" - but says it is not clear who is to blame. \"A lot of them bring these claims but they are not really sure who fired. We are trying to tell them that if we do fire any rockets or missiles it is all regulated and documented and we will know if it was us.\" In the past week they have had 30 claims for rocket damage. </p> <p>Sitting beside him, Lance Corporal Dougie Telford, a swimming pool lifeguard from Motherwell, is looking at a set of photographs showing damage to a car and getting angry. \"I saw this photograph yesterday with another claimant. Fuck off. I want other pictures, I want a court report.\" The young man's claim for damages astounds him. \"An air conditioning unit for $6,372. You can build a house for $2,500 and you are trying to claim $6,372.\" The boy laughs when he hears the interpreter's translation. They add the claim to the pile. </p> <p>Later, Telford holds up an x-ray and says: \"This is a compensation claim. The person says they have been hit by shrapnel.\" In the middle of the negative is a distinctive foreign body lodged in the gut. \"Look, it's a bloody safety pin.\" </p> <p>Today, a frustrated crowd of 350 men have been hanging around since dawn. This assembly has been going on for a few days now, since the rumour spread that they were hiring people at the camp and recruiting for the new Iraqi police force. It's not true, but still the desperate turn up; an enterprising man hunkers down on his knees beside the crate of cola he has hauled for miles to sell to them. Lack of jobs is probably the most serious issue in Amara. \"The pot is starting to boil again and it is all about unemployment,\" predicts one intelligence officer. </p> <p>Several soldiers tell me they are enjoying their time in Iraq, but many members of the TA detest their assignments. One senior regular officer admits that the TA very often get the less exciting jobs, particularly the monotonous guard duty, day in day out. This is because his men - the \"real soldiers\" he slips, before quickly correcting himself with \"regular soldiers\" - are career soldiers who have to think about promotion and the jobs they have to do in order to secure it. </p> <p>Nor are the conditions in which they are serving in any way hospitable. Abu Naji is the worst of the British camps in terms of living conditions: there isn't much to do here apart from be a soldier. There are no TV lounges or bars like the other camps, and no air conditioning in the junior ranks' cookhouse. In the height of summer the fetid 60 degree air is thick with flies. </p> <p>Corporal Malcolm \"Beachy\" Grieve is a 43-year-old slaughterman whose daily life involves cutting through animal carcasses in an abattoir in Selkirk in the Scottish Borders. He was mobilised in February and is extremely unhappy in Abu Naji. He joined the TA 14 years ago, he says, \"to be part of a team and get the extra coin, it was good money at the time\"- and until Iraq he loved it. This is his first deployment and, apart from the TA annual two-week camp, the first time he has been away from his family. His wife Theresa was \"very upset and didn't want me to gang [go]\". A small man with a large paunch and decorously tattooed arms, he has been assigned to stores and so instead of soldiering he is gofering: \"I go for coffee, I go for salmon, I go for corned beef.\" </p> <p>Sitting in the Portakabin-type accommodation that he shares with Telford and Cooper, he says he was originally brought out as a driver of what are called \"white fleet\" vehicles, unarmed 4X4s. But the situation in the Amara area has since escalated, and the white fleet never go out any more. Hence the gofering. </p> <p>\"For the first three months we were battered from pillar to post - guards, convoys, whatever they could fit us into - which was a bit of a disappointment because I would rather have gone back to my own company. Really, I thought they had nothing for us to do. If anybody said to me, 'What do you think of the tour?' I would say it's been the biggest waste of nine months of my life, because I have never done anything constructive to help the Iraqis.\" </p> <p>Beachy's other big complaint, aside from boredom, is money. He is missing out on his bonuses and funds at home are tight. \"Naturally, working in a slaughterhouse, there's no need for the wife to buy butcher meat and that. With four bairns that's quite a lot of money. Every job has got its perks but the army doesn't appreciate that.\" He asked to get back home in October so that he could be back at work in time to earn some money for Christmas. TA soldiers are allowed 40 days leave upon their return but many, like Beachy, can't afford to take it. </p> <p>Then there's what he sees as the lack of support for his wife. \"I'm lucky because I have a big family around about my wife but there has been no information or support for her. I think the army should help them, the wives have not got a clue. What does the wife do if she's got depression or that?\" </p>",
  "<p>It is a story with components that would have most conspiracy theorists running for the nearest tinfoil hat shop: a radical media organisation, the FBI and an apparently anonymous foreign government. </p> <p>Last week, Rackspace, a hosting company with headquarters in Texas, handed two of its London-based web servers to the FBI after a subpoena for their contents was issued by a US district court. The servers contained material belonging to the Independent Media Centre - better known as <a href=\"http://www.indymedia.org\">Indymedia</a> - a conglomeration of global radical anti-globalisation sites produced by ordinary citizens. Indymedia claims it was not informed of the decision to seize its content, nor has it been told the reasons, despite the fact that 20 sites and more than 1m pieces of content were affected. </p> <p>The FBI has said it was acting on behalf of a foreign government, though for the American subpoena to have power in the UK, it would need approval from either the British courts or the home secretary. Such agreements would usually be made over investigations into terrorism, though nobody involved has been able to confirm this. </p> <p>Rackspace said it is complying with a court order \"which establishes procedures for countries to assist each other in investigations such as international terrorism, kidnapping and money laundering\". Clearly, such serious allegations against any media organisation - even one produced by amateurs - could be devastating. </p> <p>\"The site crashed last Thursday at 4pm,\" says one Indymedia UK volunteer who asked to remain anonymous. \"Since then, the only official communication we've had was from Rackspace, but they would only say they couldn't tell us what was going on. No one at the FBI has talked to us about this, and we have not been told anything.\" </p> <p>With the situation shrouded in a legal fog, the often-controversial grassroots news organisation has struggled to operate its sites across countries including the UK, France, Belgium, Serbia, Portugal, Italy and parts of South America. </p> <p>\"This seizure has grave implications for free speech and privacy,\" says Kurt Opsahl, staff attorney of Electronic Frontier Foundation, a digital rights campaign group working with Indymedia to uncover the root of the FBI action. </p> <p>It is not the first time Indymedia has come to blows with law enforcement. During the G8 summit in Genoa three years ago, buildings used by Indymedia journalists were among those raided by Italian police. Computers were destroyed and equipment seized in an action that international press watchdog Reporters Sans Frontieres described as unprecedented and incredibly violent. </p> <p>Founded as an anti-globalisation news source covering the protests against the World Trade Organisation summit held in Seattle in 1999, Indymedia quickly turned into an international network of citizen journalists. It provides a voice of underground political opinion around the world, though its open door policy has seen the occasional publication of unsavoury and offensive content, including anti-semitism and incitement to violence - though representatives are quick to disown these. </p> <p>The latest raid is more than just emblematic of the conflict between one radical anti-government organisation and the establishment. It highlights the potential for conflict between law enforcement agencies and citizen publishers and sends a warning to anyone involved in web publishing operations. </p> <p>\"Certainly on face value it looks like an attempt to gag an independent media organisation,\" says Barry Hugill, a spokesman for civil liberties organisation Liberty. \"It is just possible that there is a legitimate reason for this action, but we certainly need more clarification.\" </p> <p>At a time when mainstream media is being opened up to the masses, such crackdowns deal a blow to citizen journalism. Threats to the freedom of web publishers could damage the amateur investigators and webloggers who are the lifeblood of independent online journalism. The lack of information given about these seizures raises the potential threat that anyone could see their content removed without warning or explanation. It shows how fragile internet publishing can be - even in the hands of major media organisations. </p> <p>\"It is easy to go after the provider or the hosting company to close down a website,\" says Yaman Akdeniz, the director of <a href=\"http://www.cyber-rights.org\">Cyber Rights and Civil Liberties</a> and a lecturer at the University of Leeds cyberlaw research unit. \"Unfortunately, arbitrary censorship exists. There are less risky places to publish information and there are more risky places. I do not recommend anybody to rely on a hosting company in the UK, and certainly our cyber-rights.org servers are run outside the UK for a variety of reasons.\" </p> <p><strong>·</strong> Send comments to <a href=\"MAILTO:online.feedback@theguardian.com\">online.feedback@theguardian.com</a>. Please include address and phone number. If you do not want your email address published, please say so.</p>"
]