[
  "New homes spread like so much detritus discarded across thousands of hectares of southern England. Plots of land the size of handkerchiefs, crumpled into the nowhere lands of the Thames Gateway, the M11 corridor and greater Milton Keynes. Hundreds of thousands of new homes: red-tiled, UPVC-windowed, developers' junk. <p>That is what many of us fear when we think of future housing. An England made more subtopian than suburban. A Britain divided between overcrowding and underachieving. Every last corner of a southern English field that once was forever cornflowers, dog rose and meadowsweet now built on in the most meretricious, money-wringing manner. Ever more cul-de-sac housing estates linked together by raging arterial roads lined with chain stores - with a bit of swooping-roofed architectural fantasia sculpted in between. Breeze-block homes - or \"consumption units\" as they will be known by 2020 - with twin garages for two Jags, or a brace of Jeeps. Petrol-powered still, despite the insoluble problems of the Middle East. </p> <p>Superstores. Multiplexes. Distribution depots. An England 100% England free. A getting- and-spending, logoed and baseball-capped land, chock-full of call centres and staffed by customer service facility managers. An England stripped of public-minded public services and punished by even more CCTV cameras, by congestion charges, creativity charges, intelligence charges. </p> <p>An England where no one will remember Adlestrop, much less Grantchester or Little Gidding. A nation of mass housing with as much poetry as the infinite sub-clauses of a particularly turgid and much-delayed government report. A land stupefyingly bland and irredeemably boring. </p> <p>A country offering good old English staples: cappuccinos, quarter-pounders, barbecued ribs and deep-pan pizzas, all you can eat at every bloated turn, every blubbery day. A self-righteous, increasingly foul-mannered nation valuing \"accessibility\", \"inclusivity\", \"sustainability\" and rights rather than duties. A country of shopaholic, drunken, TV-eyed excess, signifying not very much at all. </p> <p>Depressing? Yes, and this is the indolent world we are in danger of creating, while governments, quangos and worthy professional bodies bang on about shaping \"sustainable communities\", their idea for the New Urbanism of the future. </p> <p>But this glum, dystopian world is already with us. It has been, in one form or another, since the 1920s: only its rate of expansion and the places it is colonising are changing. Along the once silver-fringed and bird-haunted marshes of Thamesside Essex are new estates of witless housing, which have been approved - as blustering signposts at Barking Reach boast - by Whitehall. They are so dismal, strung out under high-voltage electricity cables, scented by sewer works and scored by roaring dual-carriageways, that anyone with a choice - something we are all meant to be endowed with in New Britain - would surely opt for a caravan, a tree-house or a lean-to.</p> <p>How can the country - how can London, which once boasted some of the best respected low-cost and middle-class housing in the world - have stooped so very low? Architectural students from around the world now come to gawp at and video the staggeringly inept new world we are creating with which to punish our citizens. By 2020, those who have not been imprisoned for increasingly petty offences to satisfy the baying of moral cretins will, increasingly, live in jails of their own buying, if not making.</p> <p>Or will they? Is there a chance that we might yet use our architectural and design talent, latent though it might be, to shape a very different Britain? Could our housing enjoy a renaissance between now and 2020? Cynics and fatalists will shrug their shoulders and argue that what will be will be: London and the south-east will metamorphose into one amorphous economic hothouse, one big dormitory suburb, a snook to cock at continental Europeans with their elitist, un-American obsession with compact, cultured cities. Sod them for a game of urban warriors. The towns and cities north of the Humber-Severn divide, these cynics argue, will shed their residents like a moulting dog, leaving their centres top-heavy with \"iconic\" City of Culture-style architectural follies, heaving nightclubs, drunken ravers, ailing PFI hospitals and graffiti-sprayed public art in pedestrian precincts. </p> <p>Thankfully, there are alternatives, and we are not too late to build them. Housing does not need to be so vapidly dull, nor so very cynical. If we are honest with ourselves, we might learn to admit that neither suburban sprawl nor stock suburban housing is for all of us. Planning authorities, housebuilders and architects should be able to respond more fluidly, and fluently, to people's dreams. Admittedly, by 2020 we are unlikely to be able to buy the sort of houses evoked in JG Ballard's Vermilion Sands - the very structures of which mutate according to the emotions of those who live, or once lived in them - but we might be able to buy, and even build for ourselves, homes that have more meaning and life than mass-produced, brick-dressed breezeblock boxes.</p> <p>To enable that to happen, planners and those who draw up the planning laws need to think hard, and laterally. If we are going to house people on floodplains, as we are doing in the Thames Gateway, we might offer them houses on stilts, or boat houses - or just boats. The house types already under construction in the area are the architectural equivalent of King Canute ordering back the waves, except Canute did it to prove that even a king had no power over the gods of nature. Contemporary housebuilders appear to believe they have gone one better. High waters, though, will come to the Thames Gateway as surely as they did over Canute's knees, and to ancient Mesopotamia, as recounted in Genesis. Noah built his ark, and survived the flood. We would be wise to follow the mythical example of Noah and assume the waters will come. </p> <p>Or we might choose to build houses that soar above future floodwaters and that, instead of gobbling up land, use as little of it as possible. On pages 16 and 17 we show the ideas for Skyhouse by Marks Barfield, architects of the London Eye. Skyhouse, as Marks Barfield is keen to stress, is not a proposal for a new generation of tower blocks, structures now largely discredited. It is, rather, a kind of giant artificial stem off which grow flats, houses, shops, health clubs and gardens. Powered by recyclable solar and wind energy sources, Skyhouses could provide clusters of ultra-modern homes, offering peerless views without destroying the land from which they rise. They would, in all likelihood, be popular with the young, those without dogs and children, and those happily retired from the Ricky Gervais-style office, customer service facility and chain store world below them.</p> <p>Equally, we might want to build new land, reclaimed from the water, as the Dutch have done with their polder for generations. Or we could build lightweight cabins, or the equivalent of Mr and Mrs Peggotty's boat, on soil unsuitable for conventional homes. We could add cabins along old lanes, flanked by allotments, instead of thumping down executive estates and their dream-shattering houses.</p> <p>But there is a tremendously strong vein of snobbery running through planning departments the length and breadth of Britain. Conventional housing schemes designed in garish, pseudo-vernacular styles - meaning they look the same wherever you go - are given the go-ahead pretty much willy nilly, because they look like the proper homes depicted in children's drawings, even if they undermine the character of the villages they desecrate and make a mockery of centuries of local architectural styles, and run counter to an area's building character and materials. Yet when people try to build truly local homes that would blend in to their surroundings, or add to the character of a locale, they are usually told by their local planning departments that they cannot do so. </p> <p>But think of the startling places of Britain, and consider for a moment the fact that their attraction is owed to what sets them apart from a thousand other places. Then think of how their characters could be destroyed in weeks. Imagine, for example, if Dungeness in the far south-east corner of Kent was to be rebuilt with contemporary, pseudo-vernacular developers' housing. No more black-tarred fishermen's cottages. No more railway-carriage homes. There would be no particular reason to live here. It would be just like anywhere else.</p> <p>It is an irony that Dungeness, a very special place, has been saved by a product of the modern world less attractive to most than even the boxiest of starter homes. It has avoided the fate of much of the rest of Romney Marsh, which once seemed safe from crass housing developments, not so much by its remote, end-of-the-world location on a shingle beach looking across a rough stretch of sea, but because there is a nuclear power station there. Most people want cheap(ish) electricity on demand, but few want to face up to the reality of the nuclear power that helps to provide it. </p> <p>Just a few miles from Dungeness is St Mary-in-the-Marsh; the ancient parish church celebrated by artists for centuries is now faced by a singularly unsuitable row of pseudo-vernacular-style executive houses. That is a dumb piece of building work, but it has been replicated throughout the country. The character of charming old villages throughout Oxfordshire - a county of home workers sitting behind computer screens, SUV in the yard - is being undermined as fast as I can type this by mind- numbingly banal new housing.</p> <p>This same housing can be seen from the windows of any number of garishly painted, privatised trains. Swindon, for example, once the proud home of the Great Western Railways locomotive works, is swamped with the stuff, wilfully badly planned and designed to numb brains. Ely, all of a sudden, is even worse. Didcot, a disaster. </p> <p>This new, ever-extending subtopia is not a patch on Bekonscot Model Village in Beaconsfield, Buckinghamshire. Bekonscot was built in 1929 as an idyllic vision of a contemporary Britain. But it was a dream even then: three-quarters of a century ago, critics were aiming the same criticism at crass new housing developments as we hear today. There were solutions then, as there are now, but clearly the idea of extending the sub-Metroland style of housing and living throughout the country has been, and may yet remain, unstoppable. There is no reason to doubt that in 2020 we will still be building this kind of poorly planned, pokey, two-fingers-up-at-local-character housing, and it will still be marketed in the property pages as some sort of domestic dream.</p> <p>Over the past decade we have seen a rise in the number of new \"apartments\" and \"lofts\", converted from old warehouses, in revitalised city centres, but these are only a small part of the housing market and they will remain so, as will some of the fascinating and even romantic designs by many architects trying to inject fresh ideas into housing. </p> <p>We could, of course, build more on what are known as brownfield sites on former industrial land, especially in any number of the all but forgotten corners of London and its inner suburbs. Why build on virgin land when we have great patches of the London borough of Brent, for example, to build on? And many other inner suburbs in need of upgrading and general redevelopment.</p> <p>The reason we rape so many virgin sites with crude housing is that there is still cheap land to buy. It is much easier, and more profitable, to build cheap, conventional houses for sale on greenfield sites rather than to clear redundant city sites and design intelligent architecture. It is certainly easier to sell those houses than to convince buyers they need not be sceptical about an elegant flat, perhaps with a balcony and a roof garden, or maybe looking over a courtyard or a town square garden. Instead the shoddy little house is sold as a dream, yet it is nothing of the sort, out in the wind-scythed Thames Gateway, where public transport will never be as good or as well connected as it is further into central London.</p> <p>Beyond the question of cheap virgin land versus more expensive used land, we need to think about what our inner suburbs might be like in 2020 if current trends prevail. To ensure they are truly attractive places to build and live, we need to make sure they retain some of their essential and distinctive services - post offices, family-owned shops, libraries, street markets, swimming pools. All those things, however, are in danger of being swept away by dull-minded corporations, which appear to despise the very people they are meant to serve (as in the case of the Post Office), or else by the chain stores pressing hard on the frontiers of even the most special of our old inner suburbs. </p> <p>Who would want to work so very hard and save enough money to buy a home in an area meant to be special, but which ends up - certainly by 2020 - almost 100% free of independent shops and cafes and pretty much 100% full of boring chain stores? </p> <p>The trouble is that there is no grown-up - much less joined-up - thinking in local or national government, much less in planning offices, to prevent the destruction of the distinctive nature of our high streets and suburban centres. Policy in general is aimed at undermining local character, and small family businesses; it encourages powerful national and global business interests better able to pay high taxes. Property is simply too expensive for anyone's long-term good or happiness in Britain. That is unlikely to change by 2020.</p> <p>And yet there is so much talk of \"urban regeneration\", of government quangos working with the best architects, with a desire, however superficial, to raise the standards of housing design and improve the ways we live. That, though, is so much hot air, because the economy does not need to follow such high-flown ideas to keep functioning. It needs only to perform its task at the most prosaic level. </p> <p>By 2020, then, more and more people will live in execrably dull new homes, in increasingly characterless extended suburbs lined with chain stores. Such homes will be described by ministers of parties right and right (there will be no \"left\" or even \"centre\" by then) as \"cutting-edge designs\" in \"sustainable communities\". They will claim to have \"delivered\" (ministers, it seems, would care to be regarded like the milkmen of yore) the half-million new homes, or whatever the figure will be by then, that the south-east of England so badly needs, while palming off northerners with some cultural festivals, more nightclubs, fancy department stores and bread-and-circus architecture.</p> <p>But, what if ... what if we revolted against this trash, this \"delivery\" hype, this wilful blandness, and went for what, in our hearts, and even in our minds' eyes, we might be really happy with, and delighted by? Houses with local character, whether cobbled together from rags and patches or the very latest in leading-edge design. Suburbs revitalised, and given form, with new homes built around squares, along canals, with communal as well as private gardens, shot through with covered markets, street markets, libraries (instead of dumbed-down Idea Stores), served by intelligent public transport services run, not by some bullying, punitive, power-hungry mayor, but by a new, forward-looking public corporation with the aim of providing the very best to ordinary people.</p> <p>On the skyline, there may well be some of Marks Barfield's elegant Skyhouses. Down on the Romney Marshes, or in the byways of Cambridgeshire, there will be cabins - some clapboard, some made of ultra-modern materials - tucked in between hollyhocked hedgerows, choired by songbirds, replacing crass pseudo-vernacular housing estates. Ely and Swindon, Didcot and Doncaster will gang together to demolish trash cul-de-sac housing, and rediscover both their local identities and their place in the world in the third decade of the 21st century.</p> <p>In towns, new housing, whether truly traditional or super-new, will be squeezed into any number of unlikely sites, so people can live cheek-by-jowl with their history as well in the present, while looking to the future. The Thames Gateway will be given back to marshes and fowls, with those who truly choose to live here investing in houses on stilts and houseboats.</p> <p>Independent shops and cafes will be encouraged by planning and local taxation laws; chains will be curbed in their ambition to turn us into a nation of all-consuming dullards. We will learn to stop \"delivering housing\" and to design decent homes and rewarding places to live. In 2020. Maybe. </p> <p>Jonathan Glancey is the Guardian's architecture critic</p>",
  "An innocent man going about his business is seized by Muslim raiders, and his life is put at risk. Members of his family issue desperate pleas for his safety and release. Special church services and prayer meetings are held on his behalf. Petitions are dispatched to London urging the powerful to \"do something\" to free him. In sections of the media there are dark mutterings about the clash of civilisations. <p>No: this is not to do with poor Kenneth Bigley and his terrifying and terrible ordeal. I am writing about those Britons who were held captive in North Africa in the 17th and 18th centuries; but I could equally well have been referring to British captives in other continents and at other times. As far as these small islands are concerned, recurrent crises over hostages and captives is part of the price we have paid over the centuries for intruding so busily and often very violently into other people's lands.</p> <p>In the early modern era, British commercial interests in the Mediterranean and colonial incursions into Tangier, Gibraltar and Minorca made us more vulnerable to the so-called Barbary corsairs. These were privateers, operating out of Morocco and other North African polities, who attacked Christian merchant and fishing vessels at sea, and took those on board captive. At least 20,000 Britons suffered this fate between 1600 and 1730. Some of these victims were enslaved in North Africa for years, or for ever. Others (just like Muslims captured by Christian corsairs) were forced to row in galleys - effectively a death sentence.</p> <p>Those men and women who left Britain to settle in North America were also vulnerable to capture, sometimes by rival European colonisers, but mainly by Native Americans. The latter seized at least 3,000 British settlers in Pennsylvania, Maryland and Virginia in the late 1750s alone. Many of these captives were ordinary folk, farmers, labourers, women, and children. The luckier ones were often absorbed into the tribes of their captors; but male captives were sometimes tortured to death. Naturally, in the years before the Raj was securely established, there were also many British captives in India. In 1780, perhaps one-in-five British-born soldiers in India were being held in captivity, most of them in the powerful southern Indian state of Mysore.</p> <p>Some of these men were killed by their captors. Others died of malnutrition, or wounds, or despair. But, again, it was not only those in uniform who suffered. One of EM Forster's little-known works is an edition of the autobiography of Elizabeth Fay, a very ordinary Englishwoman who was reduced to utter terror when she was briefly held captive in Mysore.</p> <p>These kinds of imperial captivities, whether of soldiers or civilians, also occurred in the 19th century. Some of the most famous happened when the British invaded Afghanistan in 1838. They did so not to colonise the region, but to enforce regime-change in Kabul. Initially, things went smoothly. Then, as tends to happen in Afghanistan, it got rough. Over 12,000 British and Indian troops perished in this Afghan war. Others were sold into slavery. And well over 100 British men, women and children were held captive for several months.</p> <p>As with other captivity crises - as now - the fate of the individuals caught up in these overseas traumas aroused deep emotion and anger back in Britain. The captives in Afghanistan, wrote one London journalist in 1843, had: \"excited more interest in the mother country than all the other events of the war\"; \"The history of the world,\" claimed another, \"barely contains scenes of more terrific interest.\" Songs, circus-acts, speeches and plays were devoted to them. Bestsellers were published about them. The letters the captives sent home were read out in parliament and pored over by Queen Victoria herself. And this kind of excitement was generated by subsequent captivity crises too. For, as the extent of the empire widened, so did the locations of British captivities: men, women and children from these islands were held in Australia at the hands of Aborigines, in parts of Latin America, in Egypt, in South Africa, and in India again during the so-called \"Mutiny\".</p> <p>So why are these dramatic and pitiful episodes so often forgotten now? Why isn't Mr Bigley's ordeal viewed in a much longer, broader context? The answer lies in the way that Britain's past global experiences are generally represented and written about.</p> <p> W hen the British empire was still in existence, the more embarrassing and painful aspects of these captivity episodes were often airbrushed out of the official story. Members of the master race were not to be seen as suffering in such a disadvantaged fashion. Professional historians of the British empire now tend to focus on its elites - the generals, explorers, proconsuls, administrators, capitalists, financiers and intellectuals - not the sort of people who always formed the bulk of captives: common soldiers, sailors, small traders, mere womenfolk and the like.</p> <p>Likewise, postcolonial writers on British activities overseas often leave these bedraggled people out. They argue that it is the indigenous peoples of America, India, Africa, the Caribbean and elsewhere - those at the receiving end of Britishimperial aggression - whose sufferings and struggles should be remembered, not those stray Brits who got caught and caught out in large numbers on every continent.</p> <p>This is an understandable reaction, but a mistaken one. For while colonisation as Europeans practised it has largely ceased to be a factor in our global experience today, varieties and versions of empire are still very much with us - and are likely to be so in the foreseeable future. It is, therefore, imperative that we remind ourselves of what empire has really been like over the centuries for all of those involved in it. For some of its exponents, to be sure, overseas empire meant power, prestige and substantial profits. But as Stephen M Walt has written: \"It is extremely difficult to project power across water and on to a foreign shore.\" Empire in the past was always a far harsher and much more accident-prone business than conventional history books imply. And the costs of these overseas invasions were borne not just by those on the receiving end but - frequently - by ordinary, vulnerable people among or associated with the invaders.</p> <p>There is a final point. In the past, whether Britons were being held captive in Africa, India, North America or Australia, their countrymen and relations at least knew who they should petition to help in their release. The authorities might - or might not - be able to expedite the hostages' release, but at least these authorities were in London.</p> <p>Now Britain is once again engaging in overseas adventure, but this time as a subordinate ally to another, far greater power. Whatever one thinks of this, our long history of overseas captivities has clearly entered a very different and more problematic phase.</p> <p><b>·</b> Linda Colley's Captives: Britain, Empire and the World 1600-1850 is published by Pimlico</p>",
  "A rebel group battling rival militias and government forces in Nigeria's oil-rich delta has threatened to target oil installations in an escalation of the conflict. <p>Production in Africa's biggest oil exporter has not been disrupted by the fighting which has turned much of the region into a war zone.</p> <p>But that may change after one of the most powerful militias, the Niger Delta People's Volunteer Force, vowed this week to target wells and pipelines unless the government halted its offensive. Such attacks could increase global oil prices, since about half of Nigeria's 2.5m daily barrels comes from the Port Harcourt area where the militia operates.</p> <p>\"If this war on the Niger delta people is not stopped, oil installations will be attacked,\" a militia commander named Abiye told Reuters.</p> <p>The militia, also known as the Egbesu Boys after the Ijaw god of war, has hundreds of fighters, a fleet of speedboats, heavy machine guns and intimate knowledge of the waterways and swamps. But since fighting flared two weeks ago it has been under pressure from attacks by the government's helicopter gunships.</p> <p>Few doubt their ability to disrupt the oil industry: an uprising last year shut down 40% of Nigeria'sproduction.</p> <p>No official announcement has been made but oil companies are rumoured to be considering moving all production offshore to escape the fighting.</p> <p>The latest round of mayhem was partly blamed on rivalry between the Egbesu Boys and other militias, with names such as Icelanders, Greenlanders and KKK, which compete for oil wealth and their own ethnic group's ascendance.</p> <p>About 500 people have been killed, according to Amnesty International, though authorities put the toll at a few dozen. Army troops and aircraft have reinforced the police but analysts question how effective they would be; the Egbesu Boys' leader, Alhaji Dokubo- Asari, reportedly has connections to senior political and military officials.</p> <p>In a separate development, security forces in the north of Nigeria claimed to have killed 29 Islamist guerrillas who this week attacked police stations in bordering Cameroon.</p>",
  "<p>Ari Sufosa is a rarity in Jakarta. For this interior designer is one of the handful of the Indonesian capital's 12 million residents who braves the heat, humidity, traffic jams and all-engulfing pollution to cycle to work. \"I'm lucky though,\" he says. \"My office is only a kilometre or so from home, I go via back roads and so avoid the really nasty buses. And I can shower at the office if I need to.\"</p> <p>Many others, like Budi Harapan, are less fortunate. He pedals around south Jakarta every day hawking meatball and noodle soup from wooden paniers attached to the back of his bicycle.</p> <p>\"Hardly a day goes by when I'm not knocked by cars or motorbikes,\" he says. \"Sometimes I even fall off. And then there are all the fumes from the vehicles. The buses and trucks are particularly bad.\"</p> <p>Such tales will become a thing of the past if an alliance of non-governmental organisations, the city's administration and the environment ministry gets its way. These groups, who are usually not the most comfortable of bedfellows, are campaigning to clean up Jakarta and get more people on bicycles, or at least out of their cars.</p> <p>This week is the climax of their annual campaign, which hitches a lift with the global Car Free Day movement.</p> <p>Initiated five years ago to commemorate the centennial of the death of Henry Bliss, the first recorded motor vehicle fatality, Car Free Day seeks to get people out of their petrol-guzzling vehicles and into environmentally sustainable transport.</p> <p>The day itself, on Wednesday, was marked in Jakarta by a cycle convoy down central Jakarta's busiest thoroughfare, but the main events will be held tomorrow.</p> <p>The same road will be closed to traffic from 6am to 3pm and many awareness-raising events will be staged.</p> <p>\"By having Car Free Day on a Sunday it will hopefully become a family event,\" said Wiwi Kurniawati of the Clean Emissions Partnership, one of the organisers. \"It's very hard to change adults' attitudes so we have to target children.\"</p> <p>The scale of the problem is enough to put anyone off visiting Jakarta, let alone living in the city. Last year residents experienced only 25 days of \"good\" air quality, while the most recent survey on the economic and health impacts of Jakarta's pollution reckons the smog - 70% of which comes from vehicle emissions - results in 1,840 otherwise avoidable deaths and health costs of £123m a year.</p> <p>The bad news is that this study is 14 years old and it is universally agreed that the situation has deteriorated.</p> <p>\"The traffic is getting worse and worse,\" said Bahariyani of the Indonesian Environment Forum. \"What's being chucked out of vehicles is so bad. But people don't feel comfortable or safe riding the buses, so they prefer to spend hours in their cars.\"</p> <p>Ms Wiwi and her fellow campaigners admit they are fighting an uphill battle, but say they have to start somewhere. \"This is the third time we've had a Car Free Day in Jakarta and it's getting bigger every year,\" she said. \"Eventually we want to make it a monthly event and have it on a working day.\"</p> <p>Experts say significant change will only happen when viable alternatives exist, the commuters' patience snaps, and residents embrace the country's growing democratisation to demand change.</p> <p>\"You've got to build up the constituencies,\" said Josef Leitmann, an environmental specialist at the World Bank. \"And you've got to get famous and respected people to build the pressure. Otherwise it will take a disaster to precipitate action and we don't want that.\"</p> <p>In the meantime, Messrs Sufosa and Harapan will continue to pedal their lonely paths though the polluted and clogged streets.</p>",
  "<p>London Fashion Week is finishing and the Milanese equivalent about to begin but neither is likely to feature the garment currently most coveted in Nottingham. </p> <p> It costs £15 but Brian Clough-style green sweatshirts were walking off the shelves at Nottingham Forest's club shop yesterday as fans sought to honour their former manager, who died on Monday, by wearing replicas of his favourite top to Sunday's televised home game against West Ham United. </p> <p> Sunday has been designated Green Day at the City Ground, with supporters urged to attend the match wearing something green, a concept Clough, who during his 18-year Trentside reign was invariably green sweatshirted, would surely appreciate. </p> <p> Since his retirement there has always been a modest demand for replicas of the jersey in which he oversaw a league title win, two European Cup triumphs and four League Cup victories, but since Monday machinists at ANS, Forest's supplier, have been working overtime to meet demand. </p> <p> Although the sweatshirt is essentially plain green, the stitching involved in the logo of a tree from Sherwood Forest is tricky and time-consuming. Demand is far exceeding supply and only a few hundred fans will be able to don \"official Cloughie tops\" on Sunday. </p> <p> \"The embroidery requires a great deal of intricate work and means each sweatshirt takes 25-30 minutes to make,\" explained Kay Whitelam, manager of Forest's club shop, which sold 100 sweatshirts in less than two hours yesterday afternoon. </p> <p> Green Day is the brainchild of Richard George, who works for the club's sponsor, Capital One. \"When I first started watching Forest at the age of seven I used to ask my dad to point Clough out and he told me to look for the man in the green jumper,\" said George, who floated the idea on a fans' forum and has been \"astounded\" by the response.</p>",
  "<p> Last weekend I was doing some work on a Habinteg HA property in my own neighbourhood of Southfields. It was an infill scheme, probably completed in the early 90s. providing special needs accommodation for people with disabilities. </p> <p>There was a family of three living in the house we were working on, a mother recently out of hospital and now confined to a wheelchair and her two teenage sons. She was confronted with the daunting day-to-day struggle of living with a debilitating long term illness, the gnawing loneliness caused by isolation and the recent departure of her partner, and the task of trying to keep her sons on the straight and narrow. </p> <p>But in the midst of this struggle were the housing association, providing and adapting this lifetime home with ongoing specialist support.</p> <p>Talking to the family, which was infinitely preferable to the task of painting, I was struck by the most difficult question I face as Chief Executive of the Housing Corporation - how to bridge the day to day reality of housing association work on the ground, the reality of working with a family like this, with the perpetual policy discourse played out in the thinner air of the corridors of Whitehall. It is this clash of micro and macro, the need to implement policy in a way that somehow meets the needs of a Habinteg and the residents whom they serve, while still satisfying the relentless numerical demands of the Treasury and others. This is what keeps me awake at night.</p> <p>I regard my speech today as the second half of a two partner. The first part I gave at Harrogate at the CIH conference stared through the macro end of the telescope. It took the policy imperatives flowing from the Communities Plan, as filtered through the analysis of the Barker and Gershon reviews, to present a picture of where the Housing Corporation was heading. Its central premise was that we were moving from being the allocator of grant to becoming the procurer of new homes on behalf of Government, and from a one size fits all model of regulation to a risk-based model. It also talked about the particular demands of regional devolution, growth areas, renewal areas, special purpose vehicles and the like. You can find it and read it if you like on our web-site.</p> <p>Here in Birmingham, I want to turn my telescope around and look at the world from the perspective of you as a sector. Using a range of examples, I want to set out where I think the housing association movement, (to the extent that we can still talk about a single movement), might be heading, and about how the Housing Corporation can help.</p> <p>Like my Chairman, Peter Dixon, I was a huge fan of the sector long before I arrived at the Corporation. My career has criss-crossed the work of the sector, from the HA sponsorship division at the then Department of the Environment through partnership in estate renewal while working in London local government to working on affordable warmth schemes in the charitable sector, from the high policy terrain of the Housing Minister's office through the reality of building in social housing to gap funding at English Partnerships and finally, to exemplary design work at CABE.</p> <p>I consider the growth of the HA sector in this country to be an international phenomenon of historic importance. I also believe that the movement is the best example of the Third Way that the Prime Minister is likely to find during his tenure, with £27 billion of public money and £22 billion of private finance now embedded in almost 2 million homes.</p> <p>I am therefore firmly on your side from day one. There will be times when you doubt it, perhaps the advent of grant for non-RSLs or the harsh sting of efficiency data, but there is nothing I want more than to see this sector prosper. This support is not borne from nostalgia or territorialism, but rather, a firm held belief backed up by significant evidence that working with and through the sector is an effective means of meeting the needs of more households - from the homeless to prospective first time buyers.</p> <p>In the remainder of this speech, I want to look at three questions:</p> <p><strong>·</strong> what are the key strengths of the sector that, from a Corporation perspective, we are looking for you to build on </p> <p><strong>·</strong> what are the new opportunities for the sector that the Corporation is looking for you to respond to</p> <p><strong>·</strong> what are the demands on the sector that the Corporation needs to reflect and even facilitate in our policies.</p> <p> Three strengths, three opportunities, three demands.</p> <p>First, the three strengths - your diversity, your innovation and your asset strength.</p> <p>First then, diversity. By diversity here, I mean the growing heterogeneity within the sector. </p> <p>While you are united in the primary cause, the provision of affordable homes, you are choosing many different directions for future development. This is challenging for the Corporation in regulatory terms, and consequently we must keep our own regulatory guidance on diversification under review. </p> <p>But it is also welcome. While there are givens for all of you - rent restructuring, decent homes - the Government has many tasks that it needs associations to grapple with; let me rattle through a list:</p> <p><strong>·</strong> general needs social rent<br><strong>·</strong> key workers<br><strong>·</strong> supported housing<br><strong>·</strong> temporary housing provision<br><strong>·</strong> move-on accommodation for refugees<br><strong>·</strong> partial and full stock transfers<br><strong>·</strong> neighbourhood management<br><strong>·</strong> estate renewal<br><strong>·</strong> strategic site development<br><strong>·</strong> conversions and major rehabs<br><strong>·</strong> procurement expertise<br><strong>·</strong> market renewal<br><strong>·</strong> town extensions<br><strong>·</strong> rural provision<br><strong>·</strong> public private partnerships, including PFI</p> <p>..and that list is by no means exhaustive.</p> <p> At the Corporation, we want to see associations developing their own unique brand identity linked to their own strengths and visions. For some associations, we know that will mean hard questions, not just in terms of where you should focus your efforts, but also what you should stop doing. </p> <p>At present, we can see that there are some areas of under provision on the part of HAs. I would for example, like to see more associations moving into the specialist provision of move-on accommodation for refugees, sharing the burden with the likes of Safe Haven and Refugee HA. The addition of a question about refugee provision has been added to the next RSR to help us track this provision.</p> <p>Taking just one other area, the passage of the current Housing Bill is likely to create greater opportunities for some housing associations to specialise in managing empty privately owned accommodation on behalf of local authorities. I hope that some of you will grasp this opportunity.</p> <p>The In Business for Neighbourhoods agenda also brings focus to many of your value added opportunities. For example, associations now construct or acquire an average of 6,000 homes a year and improve a further 7,000 units all without SHG. These alone amount to an estimated added value of about £450 million a year.</p> <p>Across the country, associations make even greater contributions to supporting other Government objectives; for example, by funding community wardens or supporting training opportunities, housing associations are often providing the crucial 'glue' that holds hard pressed communities together.</p> <p>There are two associations that I visited over the summer which showed the full benefits of grasping the In Business agenda. The first in Liverpool is CDS Plus and their work in the L8 district of Liverpool. This is one of five full neighbourhood management pilots in the country. </p> <p>However, to understand the L8 story more fully, one has to appreciate the LIFE model that all the main HAs in Liverpool have developed together. Effectively, they have split the geography of the city between them in allocating 'lead' roles. The remaining associations in each area have then identified themselves within each city quarter as either influencing, following or exiting associations. Over time, this should help to rationalise stock holdings and lead to more efficient and effective delivery of development and management services. </p> <p>In Liverpool 8, CDS plus have used their leadership role to work with the City Council, the police and others to establish a one-stop shop for all neighbourhood services, backed up by some good quality new build and some innovative rehab.</p> <p>The second example is longer established, the work of Poplar HARCA. Here, a housing association has defined its mission by the constraints of geography. It is a true community association, with provision from parents and toddlers through to older residents, mixing economic, social and environmental interventions.</p> <p>These 'housing plus' benefits need to be encouraged and increased. Accordingly, we have initiated a major research project to quantify the added value generated by associations, which will report in 2005. In the interim, we intend to publicise examples of added value to encourage associations to consider how they can do more, and also to help facilitate associations' ability to draw down resources from other parts of Government.</p> <p>The second key strength is innovation. I already knew that the sector was a hive of creativity but seeing is believing. </p> <p>On the challenge of environmental sustainability, associations like Gallion and Catalyst are pushing the boundaries in achieving excellent eco-homes at affordable costs. This is crucial for the Corporation as we consider the timing of moving to at least demanding a 'very good' eco-homes rating on new development.</p> <p>I am seeing innovation in regeneration. In Sheffield, I saw the excellent work that Places for People are leading in the re-development of the Norfolk Park estate, working hand-in-hand with the private sector. </p> <p>In Newcastle, both Nomad and Enterprise 5 impressed me with their commitment to resident involvement in the development process. </p> <p>In London, it has been Toynbee and Bethnal Green Victoria Park who showed me how good urban design and traditional homes can still create thrilling environments. </p> <p>Partnership with the private sector seems to be a recurring and encouraging theme. Another great regeneration project was in Birmingham - this time a partnership between Optima and Crest Nicholson, renewing five estates with a fully integrated mixed tenure scheme. </p> <p>Last week in Slough I saw this terrific scheme as a result of a partnership between Thames Valley HA and Wimpey.</p> <p>I'm also seeing great brownfield and refurb. Projects such as </p> <p>Derwent HA in Loughborough, </p> <p>Metropolitan at Portland Square in Nottingham</p> <p>Community HA at Passmore House in London.</p> <p>I have seen excellent innovation in development models and structures - Harvest, Maritime and Devon &amp; Cornwall are just three associations that have impressed in this respect.</p> <p>I have seen plenty of innovation driving the best LSVT associations, </p> <p>the work of Procure 21 driven by St Helena and Knowsley, </p> <p>the sheer ambition of Sunderland HG.</p> <p>I have seen fantastic community work being undertaken by some of our BME associations, such as North Muslim HA around Stoke Newington &amp; Clapton, and Spitalfields HA, celebrating their 25th anniversary this year, and busy working with other HAs to stitch back together parts of the East End.</p> <p>The roll call could go on and on. I am impressed and excited. And while you will rightly worry about the implications of the current efficiency drive, I do not want to slake your thirst for creativity and innovation. What I do want however is two things. </p> <p>First, it would be good to see more discipline in turning innovation into mainstream practice. A good example of this is in Modern Methods of Construction where we need to see partner relations flourishing with contractors and manufacturers to start driving higher volumes. A second example is the hundreds of projects funded through our Innovation and Good Practice programme where dissemination of outcomes seems too often to be overlooked or downplayed.</p> <p>Second, we have to shout louder about all the brilliant things the sector is doing. I was and am a big fan of the In Business agenda. I was a personal patron long before I joined the Corporation and I now want the Corporation to be In Business too. But I have seen the recent 1st anniversary results and they look all too true to me. You are still talking predominantly to yourselves. You are not reaching the key decision-makers and the key commentators often enough. The result is that too often you are being passed over for new responsibilities and opportunities.</p> <p>We at the Corporation must take some responsibility for this and we must become more powerful advocates for the work of the sector. But the sector itself needs to up its game. Out there in the neighbourhoods you are punching above your weight, but in the corridors of Whitehall, Westminster and Wapping, you are too often featherweight. </p> <p>Let me then turn to a third strength, your asset base, your financial muscle. The Global Accounts analysis this year revealed a sector which overall is in a rude state of health, with surpluses up, and gearing and interest cover ratios both healthy. </p> <p>As regulator, we look at these numbers with caution. We are probably at the top end of the property cycle, with a surge in receipts and capital values. Things may change. Certainly, we are not going to push you towards the cliff edge in search of short term gains at the expense of long term viability.</p> <p>However, as investors on behalf of Government, we are looking for you to use those assets creatively. We are looking for more innovative forms of financing with the lenders, we are content to see a certain level of cross-subsidy to reduce the call on the public purse, and we do want to see associations pooling their asset strength to maximise leverage.</p> <p>The Corporation itself will also be looking for new ways to invest to optimise our return. Clearly, the prospect of grant for non-RSLs is one route but our relationship with English Partnerships may well open others, as exemplified by The Challenge Fund and, more recently, the London-wide initiative. In the past, our investment has been in the form of grant but in the future it may, in part, be in the form of equity - sharing more of the risk, more of the return.</p> <p>Turning then from strengths to opportunities. I want to talk about three opportunities:</p> <p><br><strong>·</strong> the opportunity provided by the move to risk-based regulation</p> <p><strong>·</strong> the opportunity provided by a larger investment programme</p> <p><strong>·</strong> the opportunity provided by the partnering process.</p> <p>First then, the move to risk-based regulation. We commenced our Regulatory Change programme in 2002, and we have so far seen the introduction of lead regulation, Housing Corporation Assessments and our efficiency programme. We are also about to publish a revised memorandum with the Audit Commission, as the relationship between regulation and inspection starts to bed down pretty well. </p> <p>Now it is time for another major step. The development of a risk model will allow us to allocate our regulatory resources more efficiently, based on the probability of something going awry and the impact if it does. Bob Dinwiddy will go through the detail of this later in the conference but for about 100 associations, it will mean that you are going to see considerably less of us from now on. We are going to quickly reduce your regulatory burden and re-allocate those resources where they are more needed.</p> <p>Second, the opportunity presented by a bigger investment programme. We do not know the full detail of the Spending Review outcomes as yet but we do know that it is good news, with more money to tackle growing problems of homelessness by the provision of more homes for social rent. Clearly, this is core business we all know well but the pressure is on us to develop the right homes of the right size in the right places at the right price.</p> <p>With the focus on London and the South East, many of these additional homes will be delivered through section 106 agreements. That is why we are working closely with ODPM on the revision of PPG3 and will shortly issue a revised policy statement on how we will work on section 106 schemes. Our approach will be positive but will demand early engagement where Social Housing Grant is likely to be required.</p> <p>At the same time, in allocating scarce resources, we need to know who is developing efficiently. There are two tools that will help us here. The growing and successful use of our impact assessments is giving us excellent feedback on the quality of new development. We now want to complement this by establishing an index of development costs, in terms of grant required. This will not be easy and will require full and proper evolution and consultation, but if we can get it right, it will allow us and you to help benchmark your development performance. </p> <p>While complying with the Regional Housing Strategies, we will also be increasingly targeted in how we use our resources. For example, we are increasingly concerned about overcrowding in parts of London and urgently need to increase the provision of family homes. We know this is hard while still meeting unit numbers but I have seen the conditions in which some families are now living, particularly among the Bengali community, and standing still is not an option. </p> <p>Third, the opportunity provided by partnering. Many of you no doubt see this more as threat than opportunity, as the entitlement to ADP resources dries up. We accept that there must be a full evaluation of the partnering programme and we will be commissioning this shortly.</p> <p>But unless that study throws up some very unexpected results, then I think we can safely say that partnering is here to stay. Already we are seeing some really excellent partnerships develop. </p> <p>To give just one example, the NEAT partnership in the North East made up of Enterprise 5, Endeavour, Newcastle and Witney, and Tynedale , a real mix of associations in terms of stock size, distribution, traditional and LSVT, but increasingly combining their asset strength and wielding combined purchasing power. </p> <p>And partnership is increasingly spanning the sectoral divide. For example, we have what I call the Gang of 8 - Hyde, Metropolitan, L&amp;Q and Southern combining with Westbury, Countryside, Bellway and Bovis to provide standard scheme specifications, joint procurement plans, standard section 106 clauses and development protocols. Whether gearing up for grants for non-RSLs or not, this must be sound business development practice.</p> <p>We certainly want partnering to evolve. Neil Hadden, my Deputy, will talk more about this tomorrow but we look towards the prospect of longer term rolling programmes with our partners, driving economies and efficiencies, while upping the quality of the product through experiential learning. The key word going forward will be 'relationship', together, HC and partner HA, building up programmes of schemes on an open book basis, optimising the use of public sector land courtesy of English Partnerships, local government and others, and sharing risk and return. </p> <p>For those of you not in the partner group, I know you will be asking yourself hard questions. Some of you have or will cede your development ambition and focus on management specialisms. Others will retain that development ambition but will seek to fulfil this without access to our resources. Others will also seek to retain the ambition but know that they will need to accede to a partnership with other associations or existing partners. And finally, there will be a small number of associations on the cusp of partnership, who can realistically hope to become fully fledged partners in due course.</p> <p>All these are of course legitimate business courses. The key is to adopt a realistic stance. Partnering is already evolving. The competition will continue to hot up as our demands continue to increase. Non-RSLs are ready to enter the fray. Our demand is higher quality and lower costs, and we do not consider that an impossible equation for the top providers in both sectors. We are becoming more sophisticated in our partner programme evaluation. We will spot and discard the marriages of convenience in the pursuit of genuine added value.</p> <p>So finally from strengths and opportunities to demands upon the sector. There are again two I want to consider, the demand to become more efficient and the demand to be more responsive to residents.</p> <p>Let me then start with efficiency and the pilot index we published in the summer. The index has provoked some fierce reactions, both positive and negative. And I can definitely see if you have a low ranking and you think the pilot index has treated you unfairly, that you would be smarting at present.</p> <p>However, let me try and put the thing in context. First, let us look at where we were eighteen months ago when the Treasury were making assertions that there was a fivefold operating cost differential between the best performing and worst performing associations. At the same time, Peter Gershon was insisting that all providers look at how they could increase value from the public purse.</p> <p>It is these interventions that have influenced us to develop a full efficiency programme of which the pilot index is just one part. </p> <p>There are many good aspects of the index that we have developed through Indepen. It is based on real validated data provided by associations themselves. It reflects many key cost variables. And in comparing actual costs against predicted costs, it looks at each association on its own terms.</p> <p>The index was always intended as one PI, to be published alongside all the other PI data we collect. By itself, it does not tell us or you whether an association is either efficient or effective, but it does provide a potentially important piece of the jigsaw.</p> <p>Various people have accused us of getting different things wrong with the index. Some say we should have validated the index results individually and confidentially with each association, but that would have just created an index of special pleading with the integrity and logic of the approach lost or badly diminished. Others suggested we should have published the pilot list anonymously, but then how would we have learnt where the errors and difficulties lie. Yet others have suggested that there must be a measure of quality in the index but that would be mixing apple and pears. Rather, we must consider the data alongside other indicators such as inspection ratings to ensure a balanced cost and quality approach.</p> <p>One thing I will acknowledge we got wrong and we will now correct. As the National Housing Federation have stated in their considered response to the draft index, we should have not referred to this exercise as the efficiency index but rather to an operating cost index. I accept this criticism and we will make this change when we publish the 2004 results alongside the other PIs. From now, this exercise will be titled an operating cost index. At the same time we are, of course, also reflecting on other criticisms and suggestions that have been made. </p> <p>But all that said, I am a Yorkshireman and I am therefore, by nature, stubborn. The sector must become more efficient and it is part of our task to facilitate this process. There will be an index of operating costs for the foreseeable future and other indices and initiatives will follow under the general banner of efficiency. The agenda is not going away and neither are we. So I suggest we work in partnership on this one.</p> <p>Finally then, the demand of greater responsiveness to the needs of residents and here I can finish on some really good news. </p> <p>Later in the autumn we will be publish the full results of our periodic surveys of tenants and households in shared ownership. But let me share with you some early headlines. </p> <p>As a sector, 77% of your tenants are satisfied with your performance as landlords and 9 out of 10 shared owners are satisfied with their homes and neighbourhood. Only 20% of tenants are looking to move home in the next two years. 69% would like to be still renting from a housing association in ten years time, compared to 2% who would like to be renting from a council.</p> <p>Turning to shared ownership, 15% of new shared ownership sales are to BME households, and the average gross income of all shared ownership households is £400 per week, in other words, key worker territory. Particularly encouraging is that 51% of buyers were previously tenants and a further 24% had been living with parents, relatives and friends. We are therefore genuinely helping people into ownership for the first time.</p> <p>So well done on all that. But again no grounds for complacency. We can all improve, including the Corporation, on how we involve residents and how we learn from them how to improve services. To assist this, we are launching today the Routes to Involvement web-site, a dedicated resource for housing associations and their residents to access information and suggestions on how to begin, maintain and improve resident involvement. It is an 'electronic handbook' that will be updated over time. And you can test it out on our web-site on the HC stand tomorrow.</p> <p>Time for me to know my place and hand over to the main act. Let me though just summarise my remarks. In the constant battle to reconcile policy demands and resident needs, I want you to know that we are and remain committed to working with and through housing associations as a tried and tested means of meeting the housing needs of vulnerable people. </p> <p>We recognise you have strength in diversity, that many of you are cradles of innovation and creativity, and that most of you have managed your assets wisely over many years. Frankly, who would not want to work with such a sector?</p> <p>There are opportunities that lie ahead, in evolving our regulatory relationship to give greater freedoms where we can, in growing the investment programme and in taking the partnering relationship to another level.</p> <p>In representing the interests of residents and tax-payers, we will remain demanding. We will keep pushing for greater efficiency from the sector in pursuit of our efficiency targets, but not at the expense of quality of product and quality of service. And we will always remember, that, like you, our ultimate customers are the 2 million residents you serve and that we, Corporation and associations, are only intermediaries. Their interests will come first.</p> <p>So thank you for welcoming me to my first NHF conference as Chief Executive of the Corporation. I hope it will be the first of several. I want to work closely with the sector. We have the same goals. We will from time to time disagree. But that is only healthy. As the self-help guru Alexander Penney once said, \"The ultimate test of a relationship is to disagree but keep holding hands.\" My hands are open.</p>",
  "<p>ITV's top entertainment stars, Anthony McPartlin and Declan Donnelly, have signed a new three-year exclusive deal with the network.</p> <p>Ant and Dec's latest exclusive deal - the third they have signed with ITV - will keep them at the network until the end of 2007.</p> <p>The pair, who have been signed to ITV since 2000, front two of the channel's most successful entertainment shows, Ant and Dec's Saturday Night Takeaway and I'm a Celebrity... Get Me Out of Here!.</p> <p>Saturday Night Takeaway returns to ITV1 next weekend, and Ant and Dec will also be appearing on the network later in the autumn in the hotly anticipated fourth series of I'm a Celebrity.</p> <p>\"Ant and Dec are an enormous asset to ITV and we're thrilled to extend our partnership with them. They have a unique appeal to our audience and are loved by everyone from kids to grannies,\" said the ITV director of programmes, Nigel Pickard.</p> <p>The ITV controller of entertainment, Claudia Rosencrantz, added: \"The last four years have allowed us to build some great shows with Ant and Dec. They have become synonymous with the channel and I'm really pleased they still feel so at home with us.\"</p> <p>Mr Pickard first brought Ant and Dec to ITV six years ago, when he was controller of children's programmes, to host Saturday morning kids' shows SM:TV Live, which soon saw off rival BBC1 programme Live and Kicking and became a huge hit.</p> <p>The pair signed an initial exclusive deal with ITV in 2000 and had their first mainstream entertainment hit the following year with Pop Idol. </p> <p>In the past three years they have scooped numerous industry prizes, including being voted best entertainment presenters by viewers in the National Television Awards three times on the trot.</p> <p>Ant and Dec are part of a very exclusive club of star presenters signed exclusively to ITV, which used to have a number of its top drama stars, including Sarah Lancashire, Robson Green, Ross Kemp and Martin Kemp, on golden handcuffs deals.</p> <p>However, in the past couple of years the network has uncuffed all these actors and now only has exclusive arrangements with Ant and Dec, Sir Trevor McDonald, Harry Hill, Frank Skinner, Michael Parkinson and Simon Cowell.</p> <p> <strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "A rocket fell on a busy Baghdad street today, killing four people and injuring 14 others, Iraqi police said. <p>It was not known who was responsible for the attack on the eastern part of the city.</p> <p>The news came as Iraq's leading Shia Muslim cleric, Grand Ayatollah Ali al-Sistani, insisted next year's elections should go ahead.</p> <p>He was responding to suggestions from US defence secretary, Donald Rumsfeld, that January's poll may not cover the entire country because of the worsening security situation.</p> <p>Mr Sistani, leader of Iraq's biggest Shia Muslim political party, the Supreme Council for the Islamic Revolution, said the worsening violence should not be used as a pretext to postpone or limit the vote. </p> <p>At the Senate and armed services committee in the US, Mr Rumsfeld said yesterday: \"Let's say you tried to have an election and you could have it in three-quarters or four-fifths of the country but some places you couldn't because the violence was too great. </p> <p>\"Well, so be it. Nothing is perfect in life, so you have an election that's not quite perfect. Is it better than not having an election? You bet.\" </p> <p>But an aide to Mr Sistani said the vote must include all the sects and ethnic groups in Iraq. </p> <p>\"We affirm on the necessity to hold elections on time and we reject any attempt to delay the elections under any pretext,\" said Abdel Aziz al-Hakim. \"What we say is we stress that the elections should take place on time and be supervised by the United Nations.\" </p> <p>Earlier, the interim Iraqi prime minister, Ayad Allawi, on a week-long trip to the US, also ruled out delaying the elections. </p> <p>He told a joint session of Congress that Iraq was succeeding in establishing freedom and democracy and thanked the United States for helping free his country, insisting his government would defeat a virulent insurgency. </p> <p>\"It's a tough struggle with setbacks, but we are succeeding,\" he said. </p> <p>In his speech, and later at a White House news conference with President George Bush, Mr Allawi said the fight in Iraq was part of a larger, global war against international terrorism. </p> <p>\"We are fighting for freedom and democracy - ours and yours,\" Mr Allawi said. \"For the struggle in Iraq today is not about the future of Iraq only. It's about the worldwide war between those who want to live in peace and freedom and terrorists - terrorists who strike indiscriminately at soldiers, at civilians, as they did so tragically on 9/11 in America.\" </p> <p>Mr Bush warned that Iraq's \"decisive moment was approaching\". </p> <p>\"If we stop fighting the terrorists in Iraq, they would be free to plot and plan attacks elsewhere, in America and other free nations,\" he said.</p> <p>But the Democratic presidential candidate, John Kerry, campaigning in Ohio, said the picture of Iraq put forward by Mr Allawi and Mr Bush was misleading. </p> <p>\"We have an administration in disarray,\" he said, adding a \"true test of leadership is how to respond when things go wrong.\" </p> <p>\"The prime minister and the president are here, obviously, to put their best face on the policy,\" Mr Kerry said. \"But the fact is that CIA estimates, the reporting, the ground operations and the troops all tell a different story.\"</p> <p>He also questioned Mr Allawi's optimism on whether the election could go ahead, prompting a rebuke from the US vice-president, Dick Cheney. </p> <p>\"I was appalled at the complete lack of respect Senator Kerry showed for this man of courage when he rushed out to hold a press conference and attack the prime minister, the man America must stand with to defeat the terrorists,\" Mr Cheney, speaking in St Joseph, Missouri, said. </p> <p>But some Middle East analysts shared the scepticism about Mr Allawi's comments. </p> <p>\"It looked like a publicity stunt for Bush's election campaign,\" Baria Alamuddin, foreign editor of the pan-Arab al-Hayat newspaper told Reuters. </p> <p>\"The reality on the ground does not conform to his wishful thinking. It will go down badly in Iraq, where people are being bombed and bombarded every day. Allawi may be a sincere man, but he will be seen more and more as an American stooge.\" </p> <p>Mr Alamuddin said Mr Rumsfeld's comments that the elections \"would not be perfect\" added insult to injury.</p> <p>Mr Allawi's visit to the US has coincided with an escalation of the violence in Iraq. </p> <p>Officials estimate more than 300 Iraqi civilians have died in the past week and 60 US servicemen have lost their lives in the past month.</p> <p>However, Mr Allawi said that social programmes, including schooling and polio vaccinations, were being put in place, showing that many parts of the country were returning to normal.</p> <p>Describing the insurgents as a \"tiny minority\" comprising former Saddam Hussein loyalists, religious fanatics and foreigners, the Iraqi leader charged that the media focused disproportionately on the unrest in Iraq, that \"doubters\" and \"sceptics\" were \"fuelling the hopes of the terrorists\".</p>",
  "First, I thank God for relieving me of my ordeal and delivering me home safe; also, thanks to all those who prayed for me and supported me through this whole dark episode, from eminent politicians, the press and religious leaders, to plain, everyday people. <p>Never would I believe that such a thing could happen in the land of the free - unfortunately, it did. But it's warming to have such a wave of sympathy from my friends and my worldwide well-wishers. </p> <p>After the experience of my dramatic deportation from the USA it feels like I am on a different planet from the one I was on a couple of days ago; certainly the world has changed, not for the best. </p> <p>Two days beforehand, I had started a journey with my daughter to Nashville, intending to initiate work on a new recording project. Suddenly, our aeroplane was diverted 600 miles to Bangor International Airport and I found myself surrounded by six uniformed officers and handed over to the FBI for questioning. </p> <p>The most upsetting thing at this point was being separated from my daughter, Maymanah, not knowing how she was or when and where we might be united. </p> <p>And since my phone was confiscated I couldn't contact my family (nor could they ring me) and they were relegated to watching the whole frightening episode on TV and surviving on scraps of information shown by the media. </p> <p>My interrogators repeatedly wanted to know how my name was spelt; it sounded to me as though they had it mixed up with someone else's. Security officers finally told me that my name was on a no-fly list, I was classified as inadmissible and sent back to London. </p> <p>The amazing thing is that I was not given, and have still not been given, any explanation whatsoever as to what it is I am accused of, or why I am now deemed an apparent security threat - let alone given an opportunity to respond to these allegations. I was simply told that the order had come from on high. </p> <p>We have now initiated a legal process to try to find out exactly what is going on, and to take all necessary steps to undo the very serious, and wholly unfounded, injustice which I have suffered. </p> <p>I am a man of peace and denounce all forms of terrorism and injustice; it is simply outrageous for the US authorities to suggest otherwise. </p> <p>I have dedicated my life to promoting peace and understanding throughout the world. It would be devastating were the charity work I do through my humanitarian relief organisation, Small Kindness, which helps countless children and families, and which is accredited by the United Nations, to be undermined by what has happened. </p> <p>What makes the situation even more distressing is the fact that I have now been prevented from entering the United States - a part of God's earth that I love and whose people have always been great friends to me. </p> <p>Yet, after all this, I can think of no better response than by continuing what I believe to be the tremendously important work of caring for the needy and campaigning for peace and stability in this volatile and increasingly violent world, and at the same time try to seek to clear my name of this appalling and baseless slur. </p> <p>In the meantime I am confident that, in the end, good sense and, above all, justice, will prevail.</p>",
  "<p>A majority of American parents say they were not too concerned when Janet Jackson revealed her breast during this year's Super Bowl show, the incident that landed US broadcaster Viacom with a record $500,000 fine.</p> <p>In a survey undertaken by the influential Kaiser Foundation, less than 20% of parents said they were \"very concerned\" over the incident, which sparked a crusade by American regulators against on-air indecency and a series of massive fines against radio and TV companies.</p> <p>The survey, Parents, Media, and Public Policy, reveals that although 60% of parents are \"very concerned\" over the amount of sex and violence on television, most only favour more stringent controls in pre-peak time hours, when the majority of children are watching.</p> <p>Just 17% said they were \"very concerned\" when Janet Jackson's breast was revealed by singer Justin Timberlake during the peak time Super Bowl show.</p> <p>The stunt earned CBS the record fine despite pleas by the US broadcaster that it had no prior knowledge of the incident.</p> <p>Though it was the highest ever fine awarded against a TV broadcaster, it was dwarfed by the $1.75m fine imposed on US radio group Clear Channel after notorious shock-jock Howard Stern was found guilty of breaching indecency rules.</p> <p>More than 90 million people watched the prime time broadcast, and over 542,000 viewers complained after seeing the show.</p> <p>Federal Communications Commission officials pointed to the complaints as evidence of a nationwide outcry against the amount of nudity and bad language on TV.</p> <p>But decency campaign group Parents' Television Council claimed it was responsible for hundreds of thousands of the complaints after it organised an email campaign.</p> <p>The campaigning group welcomed the record fine but called on the FCC to step up its campaign against on-air indecency.</p> <p>\"Janet Jackson's Super Bowl stunt was raunchy and tasteless and while we applaud the FCC's finding of a violation of the federal law, frankly the commission didn't go far enough,\" said the PTV president, Brent Bozell.</p> <p>\"And while the FCC issued the maximum fine against CBS and its affiliates, let's put it in perspective: their $550,000 fine represents the cost of just 7.3 seconds of advertising during the Super Bowl. It's laughably trite, and yet another reason why Congress needs to increase these fines at least ten-fold.\" </p> <p>CBS, whose MTV subsidiary produced the show, said it would contest the fine.</p> <p>\"While we regret that the incident occurred and have apologized to our viewers, we continue to believe that nothing in the Super Bowl broadcast violated indecency laws,\" CBS said in a statement. </p> <p>\"Furthermore, our investigation proved that no one in our company had any advance knowledge about the incident.</p> <p>\"We are reviewing all of our options to respond to the ruling.\" </p> <p><strong>Is it President Bush's fault?</strong> </p> <p>Soon after the show was broadcast Janet Jackson issued a video apologising for the show, but she and Howard Stern have both recently accused the Bush administration of manipulating public opinion to try and shift the spotlight away from the ongoing political turmoil in Iraq. </p> <p>The two have pointed to the links between the FCC and the Bush administration. The FCC chairman, Michael Powell, is the son of US secretary of state Colin Powell.</p> <p>\"I truly feel in my heart that the president wanted to take the focus off himself at that time,\" Jackson also told the gay magazine Genre in an interview planned for its October issue. \"And I was the perfect vehicle to do so at that moment.\" </p> <p>Meanwhile, Howard Stern has used his widely syndicated show to lobby the US electorate to vote President Bush out of office.</p> <p>\"The show is under siege. Stem cell research is stifled. Free speech is endangered. The environment is being ruined. Court appointments, the freedom to have an abortion and everything that makes our country great are about to be compromised for the next four years,\" Stern says on his website.</p> <p>\"You have the power to change all of these things by voting on election day, but you cannot do that unless you are registered to vote. Please take the time to register right now, so all Howard Stern fans can unite and tell the president we don't want him in office anymore. Kick his frigging ass out of office and send him back to the ranch where he spends most of his time anyway.\"</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Devon &amp; Cornwall have a lot to offer, from beautiful scenery and perfect beaches to historic sites, traditional villages and University towns. A safe environment, competitive cost of living, good education and career opportunities encourage many people to move to the South West.</p> <p>In Cornwall and Devon the NHS is one of the biggest employers, employing over 37,000 people. The NHS provides good benefits and a wide choice of working environments, from fast moving acute hospitals to working in the community in urban or rural areas. </p> <p>Continuing training and education means great career progression and personal development. Dynamic developments in healthcare, innovative practice in workforce development, new medical training at the Peninsula Medical School; collaborative University multi professional education; partnership working and some of the first foundation trust hospitals in the country, all make the south west the place to live and work. </p> <p>Interested? Visit our stand - B22 or visit <a href=\"http://www.dcwdc.nhs.uk\">www.dcwdc.nhs.uk</a></p>",
  "Tony Blair spent yesterday in the tranquil Buckinghamshire countryside, working on next week's Labour party conference speech in between making and taking a succession of telephone calls from within Britain and abroad. <p>For Mr Blair the daily grind of routine business must go on, even though the shadow of such a cruelly personalised drama as Ken Bigley's casts a shadow over every working moment - as its orchestrators mean it to. </p> <p>\"It's a grim time, you wish you could do more to help,\" said one official involved in the hourly meetings that characterise crisis management. </p> <p>But rural Chequers is never immune from the wider global crisis nowadays. The prime minister's country residence was surrounded, as usual, by state-of-the-art security, its lawns patrolled by police officers with machine guns. </p> <p>Yesterday afternoon, for the second time this week, Mr Blair spoke to Mr Bigley's family, his son Craig and brother Philip, and, this time, to the Liverpool engineer's 86-year-old mother, Lil, at the family home in Bedford Road, Walton. </p> <p>Downing Street officials are said to have been impressed by the family's strength and realism about the horror to which they have been randomly subjected by one of the most brutal terrorist splinter groups in Iraq. \"They are realistic about what can and cannot be done,\" said one. </p> <p>Number 10 has repeatedly made it clear that there can be no negotiation with the hostage-takers, only behind-the-scenes efforts to establish whether the kidnappers have rational demands and pursue all avenues that may yield a reprieve. </p> <p>But, in marked contrast to the frantic activity in France when two Le Figaro journalists - still not released - were seized, Mr Blair is deliberately making no public comment. </p> <p>His wife, Cherie, told reporters at a scheduled appearance on behalf of Age Concern, that \"our hearts go out\" to the Bigley family and that the country's thoughts were with them. Yesterday was her 50th birthday. </p> <p>Most of Mr Blair's advisers - including Jonathan Powell, his chief of staff, David Hill, his communications chief, Sally Morgan, his Labour party fixer and Tom Kelly, his official spokesman - remained at the hub of events in Downing Street. He is kept in touch by telephone and conference call. </p> <p>Did Mr Blair see the video released by Mr Bigley's captors in which he directly appealed to Mr Blair - \"Please show some compassion\" - as the deadline for his murder loomed? </p> <p>Officials do not say. He probably saw it like everyone else on the TV news. He was certainly sent a transcript along with the flood of need-to-know data sent from No 10. </p> <p>It was left to Jack Straw, the foreign secretary, to make the government's official public utterances. Speaking from Britain's UN office in New York, where he was addressing the general assembly before flying home last night, he praised the Bigley family's courage as they endure their \"absolutely grotesque\" vigil - and \"preparing for the worst\". </p> <p>Downing Street was quietly relieved when Michael Howard, the Tory leader, backed Mr Blair's stance on Radio 4's Today. At a reception for the Labour veteran Lord Radice's new volume of diaries, former cabinet heavies such as Lord Healey (against the Iraq war) and Lord George Robertson (as Nato's last secretary general, pro-war) agreed too. </p> <p>\"There's bugger all they can do,\" Lord Healey told the Guardian. </p> <p>The former defence secretary, Lord Robertson, said: \"The only way to stop hostage-taking is to make sure they get nothing out of it, that they get no traction. </p> <p>\"When the IRA, the Red Brigades and the Baader Meinhoff gang realised that, they stopped.\" </p> <p>It was Mr Straw who set up a consular counter-terrorism response centre at the Foreign Office, manned round the clock to service the frequent crises. </p> <p>A parallel team deals with the families involved to ensure that they always know the voice on the phone. They - and the 24/7 news channels which themselves raise the stakes in such a time of crisis - are No 10's chief source of instant news. </p> <p>Ministers know they must do what they can, show all possible concern, but also strike a balance between activism and giving hostage-takers the publicity (or concessions) they crave. That will only encourage more of the same. </p> <p>But, like Mr Blair, Mr Straw cannot drop everything and work on a crisis in which his practical options are few. </p> <p>On Wednesday, as the possible release of women prisoners in Baghdad raised hopes, he phoned both Colin Powell, the US secretary of state, and Iraq's prime minister, Ayad Allawi, both in New York, to ensure that the judicial review was fortuitously timely but independent and would neither be delayed nor expedited. </p> <p>At 5pm New York time - 10pm in London - he spoke to the Bigley family by mobile phone from his suite in the Millennium Plaza hotel opposite the UN in mid-town Manhattan while juggling meet ings with Russian, South African, Argentinian and Iranian ministers. </p> <p>When it was decided he must say something - \"We cannot be seen to be callous,\" said one Whitehall official - Mr Straw left a French-led environment meeting to give brief interviews to the BBC and Sky TV. </p> <p>Routinely 100 interview re quests a day are rejected by the FO. But this was different. The foreign secretary had already received a transcript of Ken Bigley's \"harrowing\" video before it was broadcast. </p> <p>Last night, as he flew home, he was as uncertain as Mr Blair and everyone else what dawn would bring. </p>",
  "<p>Cadbury Schweppes, the world's biggest confectioner, today forecast disappointing annual profits after a wet summer dampened drink sales in Europe.</p> <p>The maker of Dairy Milk in the UK is the latest food and consumer company in the sector to deliver downbeat news, after profit warnings from the global soft drinks giant Coca-Cola and the Anglo-Dutch foods group Unilever, a big seller of ice cream.</p> <p>\"Our European beverage business has had a more difficult summer than anticipated. This is in line with the industry as a whole where cold and wet weather in 2004 compares with record summer temperatures in 2003,\" Cadbury said in a statement. </p> <p>The company stressed, however, that its global confectionery businesses had continued to perform well. </p> <p>\"Although a significant proportion of our sales and profits are earned in the final three months of the year, we continue to expect to deliver financial results within our goal ranges, but toward the lower end,\" it said. </p> <p>Last October, Cadbury unveiled a four-year \"fuel for growth\" strategy aimed at making annual savings of £400m by 2007, and increasing sales by 3-5% a year. The plan involves closing about a fifth of the company's 133 factories worldwide and reducing its workforce by 10%. </p> <p>Cadbury employs 54,000, of whom about 7,000 work in the UK at eight sites including its chocolate factory at Bourneville in Birmingham. As well as the Dairy Milk range, its chocolate brands include Roses, Flake, Crunchie, Double Decker, Picnic, Turkish Delight and Boost. </p> <p>Today's market update was released in conjunction with an investor roadshow in the US and a visit by analysts to the company's Bournville site. Cadbury faces difficult conditions in the US, with increasingly health-conscious shoppers in the US failing to buy soft drinks with as much zeal as before. </p> <p>\"On balance the fundamentals of its business are not hugely appealing, given its largest profit centre [US beverages] is a market that is not growing,\" Andrew Saunders, an analyst with Numis, told Reuters. </p> <p>The company's continental European soft drinks business, which includes the Orangina fizzy orange brand, was boosted in 2001 by the acquisitions of Spanish soft drinks manufacturer La Casera and the continental European, North American and Australian soft drinks business of Pernod Ricard. </p> <p>Its carbonated soft drinks business in the US, which produces Dr Pepper, had continued to outperform the market, Cadbury said. </p> <p>In July, the group posted a 2% rise in first half underlying profits to £371m in the 24 weeks to June 13 and said it remained \"cautiously optimistic\" about the full year. </p> <p>Cadbury reported an encouraging performance in the UK, where the relaunch of its Dairy Milk range led to double-digit growth in sales of the chocolate bars. Cadbury's overhaul of the range last year saw products such as Crunchie, Fruit &amp; Nut and Caramel more closely tied together under the same branding.</p>",
  "<p>Further evidence of a cooling in the property market came today as a survey cited a fall of 0.3% in average house prices across the country. </p> <p>A report published today by the property website Hometrack said house prices had fallen in all but five of 57 counties in England and Wales. The only counties where property prices rose were Teeside, which had an average increase of 0.2%, South Lincolnshire, Nottinghamshire, North Yorkshire and North Wales, which all saw prices increase by 0.1%. </p> <p>The largest falls were seen in west London and Surrey, where the average house price dropped by 1%. </p> <p>It's not only house price inflation that is slowing down, the time it takes to sell a property has increased too. It now takes on average 5.8 weeks to sell, compared with 5.3 weeks in August and 4.8 weeks in July.</p> <p>There are signs, too, that number of people looking to sell their property is rising while the number looking to buy is falling. The number of buyers registering with estate agents fell by 5% in September, and by 4% in the two previous months. </p> <p>John Wriglesworth, housing economist at Hometrack, said: \"Rising interest rates and reducing consumer confidence in the future health of the housing market have taken their toll for the third month running. Falling numbers of buyers, relative to the number of properties for sale, are increasing excess supply in the market, suggesting more price falls in the coming months.\" </p> <p>Hometrack has revised its forecast for house price inflation over 2004 to 3%, down from 5%, and the group expects prices to stand still in 2005. However, Mr Wriglesworth said: \"We see no evidence pointing to a housing market crash over the coming year: stagnation or modest deflation depicts the future course for house prices.\"</p> <p>The Bank of England has increased interest rates five times since November, and surveys from across the property industry have suggested a slowdown in the market in recent weeks. </p> <p>Howard Archer, economist at investment firm Global Insight, said: \"Given that recent data and survey evidence has increased the monetary policy committee's concern that the housing market could suffer an abrupt correction, the Hometrack report adds to the case for no more interest rate hikes this year.\"</p>",
  "<p>The trouble with London Fashion Week is that everyone thinks they are Alexander bloody McQueen. So they make some really strange trousers - to take just two examples I saw this week, trousers with the waistband hanging down at the back to show your pants, or trousers with black ropes that bind your legs together to trip you up - and then gather an audience somewhere really uncomfortable and too dark to read and make them wait for two hours (this is important for \"the vibe\", you see) before starting the show. For good measure, they finish off with some sort of stunt - a model in white standing between inkjets to spray her clothes black, for instance. And if they can't think of an idea, no matter, they just nick one from a previous show by McQueen/John Galliano/Hussein Chalayan. </p> <p>The trouble is, if you take a McQueen show and strip away the excitement of fresh ideas, beautiful execution and clear, consistent vision, all you are left with is weird, unwearable clothes and a tired, fed-up audience. The whole exercise becomes pointless. This, frankly, is the kind of show that gives fashion a bad name. I have never really minded the long waits for shows to start - I learned long ago that the first thing to pack for fashion week is a really good book - but I do expect the result to be worth the wait. Just because someone is happy to spend two years on a waiting list for a Hermès handbag doesn't mean that they expect the same delay when they go to Tesco for a pint of milk. </p> <p>Of course, London is the place where new fashion talent should be given a chance. And, of course, even good designers have bad seasons. But there were collections on the catwalks this week that wouldn't have stood up to the best of Graduate Fashion Week and if London is to be taken seriously as a fashion capital, that is not good enough. As Stuart Rose, chairman of the British Fashion Council and chief executive of Marks &amp; Spencer, commented when the week began: \"When you are young, you always think you can conquer the world, but not everyone can. Our job is not to prop up designers who are never going to make it.\" </p> <p>Rant over. There was, in fact, plenty to be excited about on this week's catwalks. Giles Deacon took the pressure of last season's acclaimed debut in his stride, warming to his themes of power tailoring (more great skirt suits), fabulous prints (bats, owls and monkeys this season) and exacting craftmanship (skirts made from feathers, accessories from wood). What impresses about Deacon is how every element of an outfit - the silhouette, the fabric, the colour - adds layers of interest, without muddling the final look. </p> <p>Jonathan Saunders is entering a particularly sticky phase for young British designers. He is no longer a brand-new name, but does not yet have a solid commercial base. This collection was heartening for his fans. The delirious, Pucci-bright prints he is known for were as strong as ever, especially in a Miro-meets-Mondrian print of black, red, yellow and aqua. What is more, the shapes were vastly more sophisticated. In the past, he has favoured either very tight or very billowing shapes, neither of which most women want to wear. This season there were fit-and-drape dresses, which flattered the body rather than simply using it as a shop dummy for print. </p> <p>Karen Walker, a young New Zealand designer, took as her inspiration the 1930s aviatrix Amelia Earhart - \"one of the first great 'pants' girls\". The result was a nice balance of elegance and kookiness - Chloë-meets-Hoxton, if you will - with wide white trousers worn with a stripy T-shirt and an outsize horn necklace, or a burgundy satin mac worn belted over trousers and a long white scarf. </p> <p>Of the brand-new names on the schedule, Gardem, by the Lebanese-Armenian, Beirut-born, Paris-based Garen Demerdijan stood out. The clothes are admittedly slightly odd - spiralling, asymmetrical, fragile-looking combinations of texture in soft, natural colours - but the effect is sophisticated, coherent and beautiful. </p> <p>There were strong collections, too, from the established but relatively small-scale designers who make up the meat of London Fashion Week. Elspeth Gibson's subtle, vintage-influenced, classy-feminine look was well suited to this season's 30s influences. Backless cocktail dresses and elegant separates came in gorgeous shades of Tiffany blue and dulled silver. Clements Ribeiro was a feast of colour and print - I particularly loved the long dress in Matisse cut-out-style flower and leaf print - put together in a slightly Prada-esque mode, with full skirts and mismatched blouses and jackets. Julien Macdonald made a very welcome return to the elaborate knits that made his name in the first place, although his prom-queen look for the season lacked his usual sexiness and to me, Julien Macdonald without sexiness is like chips without ketchup. </p> <p>Boyd was all about flowers - because \"we need flowers more than they need us\", as Tracey Boyd put it in opaque fashion-speak in her show notes - with an irresistible poppy-painted linen coat, plus swimsuit and bag to match. Margaret Howell was impeccably restrained and elegant, with beautifully cut trousers and slightly mannish tailoring in sage green, slate blue, or stone grey. The effect is a cross between a chic British school uniform and a heroine from a French arthouse film, all scarves and pouts and messy ponytails. </p> <p>The most successful, most established designers on the catwalk - Paul Smith, Betty Jackson and Nicole Farhi - developed fashion's prevailing ladylike theme. Paul Smith was all Prada-esque soft metallics and brocade trims mixed with prints of very English daffodils and roses. Betty Jackson had butterfly-printed silk dresses for English summer days and beaded kaftans for holiday nights. Nicole Farhi had Ferretti-like separates in soft blush shades of silk chiffon and adorable floral dresses with applique flowers stitched on top for a 3-D effect. </p> <p>Thank heavens some designers are old and wise enough to realise that they are not going to be Alexander McQueen when they grow up.</p>",
  "Airline passengers should be encouraged to make voluntary payments to offset the damage caused by carbon dioxide emissions from their flights, the government suggested yesterday. <p>The proposal emerged in published exchanges between the Department for Transport (DfT) and the Commons environmental audit committee, over the growing impact of aviation on climate change. </p> <p>There are already schemes in this country, such as Future Forests, which allow travellers to calculate the CO2 produced by planes they have flown in and donate money, or buy products, which support tree-planting to soak up the resulting emissions. </p> <p>In its submission, the government backed the idea of voluntary payments. \"Such a scheme has been endorsed by the German government recently and the concept may merit further investigations in the UK,\" the department said. </p> <p>Friends of the Earth yesterday welcomed the proposal but warned that more urgent action was needed. </p> <p>\"Air passenger tax, which has been falling in real terms, should be increased,\" said Richard Dyer, FoE aviation campaigner. </p> <p>Earlier this year the DfT revealed that air traffic projections show that by the year 2050 a third of all gases produced in the UK affecting world climate will be those released by the aviation industry. </p> <p>MPs on the committee have become increasingly exasperated by the position taken by the department and what they see as its failure to curb carbon emissions at a time when more and more people are flying around the globe. </p> <p>\"Only last week the prime minister emphasised again that climate change was the biggest challenge we face,\" said Peter Ainsworth, the chairman of the MPs' committee, \"and he has made this a key priority for the UK presidency of the G8 and EU next year.\" </p> <p>He added: \"There is clearly a glaring inconsistency in the DfT promoting so large a growth in carbon emissions from aviation at a time when we need to make huge cuts to minimise the worst impacts of global warming. We need a much more informed public debate.\" </p> <p>Much of the report was taken up with disputes over passenger forecasts. </p> <p>\"One-fifth of all international air passengers in the world are on flights to or from a UK airport,\" the transport department told the committee. \"Drastic measures to bring down the UK figure would cause significant damage to the UK's position in the global economy.\"</p>",
  "A team of international monitors is spending this week in five key states across the US observing preparations for the November vote. <p>The team of 20 intends to focus on three issues that have arisen in the wake of the controversial Florida vote in the 2000 election: concerns that some eligible voters are excluded from registering or voting, doubts over the security of voting electronically and worries about campaign financing. </p> <p>The observers, from Europe, Latin America, Australia, India and the Philippines, will publish a report at the end of their stay identifying their concerns. A second, smaller team will return at the end of October to monitor the vote. </p> <p>This week, monitors are in Florida, Missouri, Georgia, Arizona and Ohio, having spent the first five days of their stay meeting election officials in Washington DC. </p> <p>\"Perhaps the most important thing is that, for the first time, the election process in the US has been questioned, not just after the Florida fiasco,\" said one observer, Oscar Gonzalez, a former diplomat and ex-president of Mexico's Human Rights Academy. \"It is the beginning of a wave of reform.\" </p> <p>Mr Gonzalez, with observers from Ghana, Australia and Chile, are spending this week in Arizona, investigating campaign finance reform, the political rights of the largest Native American tribe, the Navajo, and meeting Mormon and student groups as well as election officials. </p> <p>Georgia has been chosen because it is one of only two states where all voting will be electronic. There are concerns about whether the machines can withstand fraud and the lack of a paper audit. </p> <p>Missouri experienced problems in 2000 that were similar to those in Florida, where former prisoners and African Americans were excluded from voting lists. Ohio has been chosen because it is one of the closest swing states in the election. </p> <p>The team has been assembled by Global Exchange, a non-governmental organisation which has observed elections in 10 countries. </p> <p>Ted Lewis, director of the fair elections project, said in a statement: \"The presence of independent non-governmental observers can help boost public confidence in electoral processes. Our friends from around the world can help us enliven discussions about what it takes to keep a democracy vital and they are coming here to help us at a time when mistrust and polarisation are eroding our national dialogue.\"</p>",
  "'From a party of protest to a party of power\"? Anything is possible, but as things stand that remains unjustly unlikely. Never have the Liberal Democrats looked more plausible. Charles Kennedy's grown-up quietude chimes well in a world of political mistrust. They were right to hold back the ceilingful of yellow balloons - balloons are not the message. No shouting, no boasting, just a clutch of policies that are reported seriously this time. <p>Kennedy's team breathes experience and confidence - Menzies Campbell has more avuncular aplomb than Jack Straw; Vincent Cable's Treasury costings look more credible and he is considerably more chancellor-like than the eccentrically erratic Oliver Letwin; Steve Webb and Chris Huhne have brains and political acumen to match Labour ministers. </p> <p>Never before has this party approached an election with a great vote-getting policy that is its alone: its stand against the Iraq war. The Lib Dems have Europe, climate change and green politics to themselves, questions of monumental importance lamentably sidelined by Labour. </p> <p>But whether or not they deserve it, they are still nowhere near power. The electoral mathematics remain infuriatingly unfair. Professor John Curtice, a leading psephologist, gives them only a 10%-15% chance of landing themselves that elusive hung parliament at the next election. It's a sad irony that a hung parliament can only happen if the Lib Dems do rather worse and the Tories get a three-point lead. The better the Tories do, the closer the Lib Dems are to that statistical chance. </p> <p>Iraq will change some votes. Lib Dem supporters who threw Labour votes to keep the Tories out may not do it this time, too angry over the war. But even so, says Curtice, with Labour some three points ahead, the chance of that hung parliament remains remote. What are the chances of the Lib Dems taking power - actually winning? \"Zero.\" They would need to be at least six points ahead of the rest to do that, and that would take a political earthquake. </p> <p>In truth, the realistic Charles Kennedy doesn't expect it either. He hopes to bag another 20 seats; he might make inroads into more Labour urban heartlands - Hartlepool, perhaps - but Tory seats are still his prime pickings. He aims for a good benchful more MPs in 2005, and then maybe power in 2009. But that dizzying date is beyond our short-termist political horizons. Who will be Labour leader then? Will there be a new model Conservative party? What wars, what US leader, what urgent issues global or domestic are not worth crystal-balling about? </p> <p>In the here and now, political atrophy with an ever worse turnout beckons. Millions tell pollsters they would vote Lib Dem if the voting system let them. In a horseshoe-shaped Commons, proportional representation would make a coalition between Labour and the Lib Dems necessary, desirable and wise - the best of both parties. It works well in Scotland and now, with PR for Scottish local elections, it breaks up the old Labour rotten boroughs. </p> <p>It is the standard tribal jibe to complain that the Lib Dems face both ways, depending on where they are standing. Peter Hain in these pages - an ex-Liberal himself - cranked out the stock insults that make politicians so disliked. How can Labour, with a straight face, call the Lib Dems two-faced? Labour has made facing both ways its ruling creed these past 10 years. It has been Blair's mercurial political genius to refuse to be defined left or right. \"Both ways\" is what the third way is, wooing the Mail and Murdoch into its big tent alongside as many strange bedfellows as can be coaxed. A touch of Janus may be necessary to seize that sacred centre ground now old party political loyalties are weak and voters fickle. </p> <p>To be sure, there are important differences between Labour and the Lib Dems that go deeper than cultural and historic animosity. Labour remains the only party for the dispossessed, where its heartlands remain. Despite control of Liverpool, Newcastle and other urban territories, Lib Dem political roots are still in middle England. Lib Dem policy-making has a tin ear for questions of equality and class. They are nice people from nice places, and their policies are not aimed at the poor. Where in Kennedy's speech yesterday was Labour's great pledge to end child poverty? </p> <p>He did deplore the injustice of a system that taxes the poorest 20% far more, proportionately, than the top 20% - but he then proceeded to redistribute cash to the middle classes, not to the unpropertied poor. So Lib Dem university-fee subsidies will go overwhelmingly to middle England families; the few of the poor who go to university already get their fees paid. Manual workers will pay taxes for lucky middle-class kids to go free. </p> <p>Most elderly people get free care already; it is the better-off 40% who would also get free care under the Lib Dems. They are home-owners who want their well-heeled children to inherit those homes, making taxpayers (some of them poor, as Kennedy says) fork out instead. It would cost a hefty £2bn. </p> <p>Council tax would be replaced with local income tax. But that removes the only property tax in a land where 70% of people hold most of their wealth in their property; a combination of the two would be fairer. To avoid too many losers, the local tax take will actually shrink, with even more contributed from Whitehall - which is an odd policy for a localist party. As for localism versus centralism, it's that old conundrum about which is worse: services run by central diktat or by postcode lottery. </p> <p>Now all these are debatable questions, on which opinions vary wildly across the left-of-centre spectrum within Labour and within the Lib Dems, as much as between the two parties. Delegates' anger about the privatising tendency of the Lib Dem Orange Book suggests the same splits in Bournemouth this week that caused Labour backbench rebellions on these very themes. For David Laws, read Alan Milburn. Here are two parties play-acting a phoney war - and wondering why voters yawn. </p> <p>The tragedy is that among Tony Blair's too many missed chances, he retreated from his promise to Roy Jenkins and Paddy Ashdown to heal this rift. It is the schism that made the last century the conservative century, despite a minority of conservative voters. Under proportional representation, even with a tame alternative vote system, it would be worth citizens' while to go out and vote for a party closer to their views. </p> <p>Under PR, open debate between parties on fraught issues would be better than closing down argument behind the ruling party's cabinet doors. Under PR, a coalition would be strong enough to raise taxes to EU levels and lift public service standards. Under PR, we would be at the heart of Europe, not in Iraq. </p> <p>The time will come, in some election not far off, when Labour will rue the day it let the childish hubris of a large majority blind it to this 21st-century necessity. </p> <p><a href=\"mailto:polly.toynbee@theguardian.com\">polly.toynbee@theguardian.com</a></p>",
  "<p>Sir Martin Sorrell, the group chief executive of WPP, has ignited speculation over the future of Havas by revealing that he is in contact with the financier who has spent the last few weeks building a large stake in rival French advertising group</p> <p>Sir Martin said he had discussed Havas with the dissident Vincent Bollore, who has twice recently increased his stake in the company and demanded seats on the board.</p> <p>\"We have been in touch,\" said Sir Martin, who deflected questions about the detail of the discussions he had with Mr Bollore, whose stake in Havas is nearly 14%.</p> <p>Mr Bollore is now the largest shareholder in Havas and has openly criticised the company's chairman, Alain de Pouzilhac, over its failed bid for advertising group Grey Global, which was snapped up by Sir Martin two weeks ago.</p> <p>Analysts believe Havas is now vulnerable to a takeover, and there has already been speculation that WPP would make a move.</p> <p>When asked precisely what he discussed with Mr Bollore, Sir Martin replied \"The weather ....that's spelt 'w.h.e.t.h.e.r ' - a clear reference as to whether the French group will be taken over and by whom.</p> <p>But Sir Martin made it clear he was in no rush to make any further acquisitions.</p> <p>\"We are very focused on Grey and making sure that works,\" he said.</p> <p>On beating Havas to the deal two weeks ago Sir Martin revealed that WPP had made an approach in the past to buy a stake in a subsidiary of the French company.</p> <p>In an interview with MediaGuardian.co.uk today, Sir Martin took issue with Mr de Pouzilhac's denial that WPP twice offered to buy a stake in Havas's Media Planning Group 18 months ago.</p> <p>Mr de Pouzilhac said that no offer from WPP had \"crossed his desk\".</p> <p>Sir Martin said: \"He's being economical with the actualité, as they say.\"</p> <p>Havas, which owns the Euro RSCG advertising network, last week reported improved profits in the first half of the year after restructuring. The company's net profit in the first half of 2004 was £9.5m, compared with a net loss of £39m a year earlier. But revenues were down 10% to £510m from £569m.</p> <p>Presenting the results, Mr de Pouzilhac paid Sir Martin a backhanded compliment by calling him a master at manipulating people.</p> <p>\"I must recognise and salute an excellent quality in Sir Martin Sorrell of managing speculation and, in effect, manipulating people, of which he is a master,\" Mr de Pouzilhac said. </p> <p>\"We have much to learn from him in this respect.\"</p> <p>After paying £845m to buy Grey Global, the last major independent advertising company, Sir Martin Sorrell told reporters he did not rule out bidding for parts Havas it was eventually sold. </p> <p>In 2001 Mr de Pouzilhac and Sir Martin fought to buy Tempus, the media-buying group. Mr de Pouzilhac later said Sir Martin was \"more arrogant than the entire French nation\". WPP outbid Havas for Tempus, but Havas outmanoeuvred WPP by withdrawing its bid before the value of Tempus collapsed in the wake of the September 11 terrorist attacks.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Shaun the sheep has many of the trappings that come with his celebrity status as a character from Wallace and Gromit: lunchboxes, backpacks and clothing. But now he's to get his own television series. </p> <p>In the great tradition of spin-offs Shaun, star of the Academy-award winning Wallace and Gromit film A Close Shave, will feature in a 40-part series, commissioned from Aardman Animations on CBBC, the BBC's digital channel for children. </p> <p>Production will begin at the end of the year and the series will be transmitted on CBBC in 2006, the BBC announced. </p> <p>Aardman, the creators of the film Chicken Run, which was the third highest grossing UK film ever in the US, with a box office total of more than £63m, is also working on a Wallace and Gromit feature film. </p> <p>Shaun made his television debut on Christmas Eve 1996 in A Close Shave. </p> <p>CBBC's controller, Dorothy Prior, described Shaun as \"an adorable character with a big following\". </p> <p>\"This is a great opportunity to introduce him and his new friends to a wide audience of children and no doubt their parents too,\" she said. </p> <p>Aardman executive Miles Bullogh said he was \"very happy to have secured such a strong UK platform\", for what he called \"a significant global property\". </p>",
  "<p>Vincent Bollore, the French corporate raider, has increased his stake in Havas to almost 14%, heightening speculation yesterday that he is planning a takeover of the struggling advertising group. </p> <p>Mr Bollore, who is seeking seats on the Havas board, raised his stake to 10.4% this month after the French company, the world's sixth-largest agency, was outbid by British group WPP in the battle for US agency Grey Global. Mr Bollore was critical of debt-laden Havas's bid approach. </p> <p>Sources within Havas were relaxed yesterday at the latest bout of stake-building by Mr Bollore, which takes his holding to 13.6% - the largest in the company. They pointed out that the next board meeting is not due until December and there are no plans for emergency talks among directors. </p> <p>The corporate raider, who reportedly has a war chest of €1.5bn (£1bn), made his fortune largely in shipping, commodity and industrial ventures but has taken stakes in media companies such as film production groups Pathé and Gaumont, and owns terrestrial television channel Direct 8, which is due to start transmission early next year. </p> <p>A ready source of surprises, he has often held on to investments in companies when their shares have sunk on profit warnings or threats of insolvency, converting the holdings into voting stock. He is equally ready to cash in when the companies have rallied - or, as in the case of banker Lazards, his approaches have been beaten off. </p> <p>Mr Bollore has proposed a change of corporate governance at Havas, replacing its management board with both an executive and a supervisory board. The agency, headed by Alain de Pouzilhac, has yet to respond but has said it would welcome a Bollore presence on the board. </p> <p>Havas, which lost €396m last year, showed signs of recovery in the first half of 2004 with operating income of €91m. But its net debt stood at €800m at June 30 and it launched a €404m rights issue this month to help to repay a line of credit.</p>",
  "<p>If you are travelling to an event that bills itself as the world's first conservative film festival, it is prudent to do a little research in advance. The premise of the American Film Renaissance, held in Dallas recently, was that Hollywood is in the grip of a clique of anti-religious, gay-loving, gun-hating, foreigner-appeasing, left-wing degenerates who wilfully and foolishly fail to represent mainstream American opinion. </p> <p>Cruising over the Atlantic on an American Airlines Boeing 777, en route to Dallas, seemed a good opportunity to test the theory, particularly since I had been seated squarely over the right wing of the aircraft. Films don't come any more Hollywood mainstream than the ones they put 20 inches in front of your face on big US airlines. </p> <p>Fourth on American's inflight bill was Saltwater, a four-year-old foreign film, and hence immediately suspect, but not actually Hollywood's fault (it's Irish). Third on the menu was Bobby Jones: Stroke of Genius, about an amateur golfer who achieved a clean sweep of the big world golfing trophies in 1930 and went on to found the Augusta National Golf Club. I searched for a Marxist parable on the hallowed greens. I did not find one. </p> <p>I sought, too, for the dark satanic subtext of Harry Potter and the Prisoner of Azkaban, for the hidden message of evil that would draw American youngsters into a life of godlessness and vegetarianism. I sought in vain. </p> <p>Top of the bill was a movie called New York Minute, starring the Olsen sisters, Ashley and Mary-Kate, as pretty blonde teenagers being pursued through Manhattan by a truancy officer, a criminal bungler of less than pantomime menace and a pair of lovable mussy-haired boys. Where was the sex? Where was the violence? Where were the drugs? Where, in this Desperately Seeking Susan de nos jours, was the subversion to inflame conservative America? </p> <p>\"Our film festival is not really to chastise liberals, it's to chastise conservatives,\" said Jim Hubbard in the lobby of the Intercontinental Hotel, Dallas, next day. Hubbard set up American Renaissance with his wife Ellen. \"Quit whining about Hollywood, quit threatening these meaningless boycotts, get into the market of ideas and fight for what you believe. There was just such a shortage of films and documentaries that represented a conservative world view. For some reason, conservatives don't go into film. They don't tend to be artists. I don't know why. That's just a tendency.\" </p> <p>Hubbard has been described by the media as a wealthy Dallas attorney, although he isn't. He's from Arkansas, not long out of law school, and has done various jobs, including restaurateur and schoolteacher. He told me he and his wife slept on a $200 futon from Wal-Mart. Ellen Hubbard did not seem happy he told me this. </p> <p>The Hubbards set up the festival - mainly, they say, with money from family and friends - after going to an arthouse cinema one night and being faced with a choice between Michael Moore's Bowling For Columbine and Frieda, a film about Frieda Kahlo - \"a film about a communist artist,\" as Hubbard put it. \"Neither of those films reflected our world view.\" </p> <p>What upsets Hubbard and festival-goers is as much what Hollywood puts into its films as what they leave out. Why, Hubbard asks, did they change Muslim terrorists to right-wing terrorists from Europe when they filmed Tom Clancy's The Sum of All Fears? And could I name any films in which the Viet Cong were portrayed as villains? Well, there was The Deer Hunter, which won the Best Picture Oscar in 1978; in it, sweating, screaming, vicious North Vietnamese soldiers are shown dragging their US prisoners from rat-infested cages and forcing them to play Russian roulette. Hubbard hadn't seen it. </p> <p>The festival launch was in a small function room in the hotel that evening. It wasn't Cannes. Not that it wanted to be. There were lots of black and orange balloons, a buffet and a free bar, and about 80 film-makers, journalists, producers and hard to label individuals drawn to the scent of conservative gatherings like deer to a salt-lick, such as a well turned-out Englishman, Jonathan Boyd Hunt - there to promote his research proving \"the very real threat that the BBC-Guardian axis poses to the interests of the United States\". </p> <p>Among the crowd I got talking to was a marketing executive, Matt Tibbitts, who was hoping to get his movie Echoes of Innocence accepted for Sundance. It's about a girl whose childhood sweetheart vanishes but who holds true to her promise to marry him. Tibbitts wouldn't tell me how long she waits, but I had the impression it is a very long time. \"She promised a guy in seventh grade that he would be the one she married so, obviously, she's still a virgin,\" said Tibbitts. \"We want people of all faiths, of all backgrounds to come and view it, to start the dialogue, because virginity isn't just a Christian thing.\" </p> <p>To the outsider, it might appear that 2004 was honours even for the anti-war left and the pro-war Christian right in film terms in America: the former had the astonishing commercial success of Michael Moore's Fahrenheit 9/11 to enjoy, the latter the huge phenomenon of Mel Gibson's The Passion of the Christ. They didn't see it that way at American Film Renaissance. They were angry about Fahrenheit 9/11, certainly - surprisingly so, given that so few of them had seen it. But they were still angry that the big studios had scorned The Passion. Even their triumph at Gibson going off and showing the big players how a Christian film could make money was tinged with rage. </p> <p>Michael Medved, the right-wing talk radio host whose speech opened the festival, is not a Christian, as he took pains to point out; he is Jewish, which is why, he explained, he couldn't use a microphone. It was the Sabbath. \"The huge success of The Passion of the Christ has changed western culture permanently and forever,\" he said. \"The opposition to the film is not because it was anti-Jewish but because it was pro-Christian ... People who fear all religion are going to react to that movie like Dracula reacts to the cross.\" </p> <p>Medved's festival oration climaxed on the struggle over the legalisation of gay marriages. \"Every single image you see of homosexuality in the media is positive, saintly,\" he said. \"When was the last time you saw some degraded [homosexual] character?\" He accused the Massachusetts judges who ruled gay marriage constitutational of jeopardising America's mission in the Middle East. \"We are engaged right now in trying to plant the seeds of democracy in Afghanistan and Iraq ... how do we try to teach Iraq about democracy when a handful of unelected judges dictate to the American people?\" </p> <p>The festival opener was one of only two full-length feature films on show - DC 9/11: Time of Crisis, a dramatisation of events in the Bush administration on and after September 11 2001. Timothy Bottoms, best known for his role in The Last Picture Show, plays George Bush. The movie premiered on the Showtime TV channel and went swiftly to DVD from there. Bottoms turned out for the opening, the only remote hint of anything suggesting the glamour of Cannes, Sundance or Venice. He also had the only limousine, and offered me a ride to the screening venue, which was a mile away. </p> <p>Bottoms distanced himself from the festival's agenda. \"I'm not into that conservative-liberal stuff,\" he said, pointing out that the last time he played Bush, it was as a clown for the TV channel Comedy Central, in a sitcom from the creators of South Park called That's My Bush. That was before 9/11, however, and Bottoms said he played Bush serious this time so as to give something back to the survivors of the terrorist attacks on America. </p> <p>\"For that two-week period, America came together and helped pick George Bush up and gave him the spotlight and the stage to make a decision,\" said Bottoms, sitting in the dark interior of the limo with a stubby plastic bottle of water in one hand, as the lights on the vehicle's built-in bar changed from orange to yellow to green. \"The comparison is with Peter Pan. Tinkerbell, her heart was broken, you think she's going to die, but Peter Pan tells everyone they can bring her back if they just believe in fairies. I think America did that to the president of the US, especially when he went to Ground Zero.\" </p> <p>I vowed not to review the festival films, and I will be as true to that vow as a good Christian girl guarding her chastity for her missing sweetheart. Let the record show only that DC 9/11 does show Donald Rumsfeld predicting the coming attack to his marvelling generals before it happens; that Paul Wolfowitz, the real version of whom can be seen in Fahrenheit 9/11 chuckling, licking his comb and running it through his hair, is portrayed in DC 9/11 as looking like one of Samantha from Sex and the City's more attractive lovers; that when a senior Democrat was portrayed on the big screen, pledging loyalty to Bush, a moan of hate rippled through the audience, like wind in the chimney; and that DC 9/11 includes quite a lot of dialogue like this: </p> <p>George Bush: I have faith. </p> <p>Laura Bush: We both do. </p> <p>GB: I love you. </p> <p>LB: And I love you. </p> <p>GB: Amen. </p> <p>Next morning kicked off with The Siege of Western Civilisation, by Herb Meyer, a one-time minor official in the Reagan administration. \"By\" in this context means that Meyer is the whole film: Meyer standing there on the big screen and talking at you for 42 minutes about why Islam needs to be dragged at gunpoint towards modernity, on American terms, and about why it is more important for American women to have children than to have careers. Speaking with the relish many men of his generation would reserve for discussions of a forthcoming golfing trip, he talks of a coming second American civil war, and explains how abortion is robbing America's retired people of their welfare safety net. </p> <p>\"Abortion is a human tragedy but it's also an economic tragedy,\" he says. \"If these children had been allowed to live, we would not have the problem we have now. We would have the consumer base, the tax base, and wouldn't be facing a social security and Medicare crisis. Isn't it amazing? We never think of it that way.\" </p> <p>In true film festival style, Roger Aronoff, the maker of Confronting Iraq, a professionally-produced documentary intended to show why the US was right to launch its invasion, told the audience that he had only finished the final edit the night before. He was proud of its watertight accuracy. He challenged me to find any outright untruths in it, and, sure enough, it did not contain outright untruths. Among the interviews with Christopher Hitchens and Bernard Lewis, and the footage of Al Gore intercut with footage of the extreme fringe of the US peace movement, there were many outright truths that it didn't contain either, particularly the outright truth that no weapons of mass destruction have been found in Iraq. </p> <p>The documentaries rolled on. Silent Victory was about the valour of a special forces unit in Vietnam. The unit's veterans spoke candidly and movingly of the horror of war. Afterwards Don Hall, one of the veterans, who co-produced the film with his wife Annette, was asked what he thought of John Kerry, who also served in Vietnam. Hall said he thought Kerry was a charlatan and a fake. I asked him later why; he said that Kerry had won more medals than he deserved in too short a time. </p> <p>\"I used to be a Democrat,\" said Mrs Hall. \"That was before I knew. Then came talk radio and the internet. The blinkers came off.\" </p> <p>Next up on the big screen was another Republican woman. There she was, talking to students at a campus meeting about Iraq. \"Suppose, for the sake of argument, this was a war just for oil,\" she told them. \"We need oil. Why not go to war for oil?\" </p> <p>This was Ann Coulter, the mind of Rush Limbaugh in the body of Lisa Kudrow, a witty and blazingly right-wing columnist and chat-show guest who cannot quite make up her mind whether she is a comedian or a serious political analyst - a combination that may be easier to get away with over there. As the star of the documentary Is It True What They Say About Ann? she had American Renaissance festival-goers rolling over and purring. They already knew her greatest moments off by heart: the time she called Joe McCarthy a great American patriot, those liberal media types she bested head to head on TV (in these clips, at least), and her most notorious opinion, expressed shortly after 9/11. She wrote: \"It is preposterous to assume every passenger is a potential crazed homicidal maniac. We know who the homicidal maniacs are. They are the ones cheering and dancing right now. We should invade their countries, kill their leaders and convert them to Christianity.\" </p> <p>Towards evening, the focus shifted to gun control. I watched Innocents Betrayed, a collage of archive footage devoted to the proposition that laws restricting private gun ownership were responsible for the most notorious genocides and civilian massacres of the 20th century, including Turkey's massacre of the Armenians, Cambodia, Rwanda and the Nazi slaughter. Hitler's gun control laws came in for particular attention. \"All over Europe, people resist the Nazis, except in Germany,\" the narrator intoned. The message of the film was so all-encompassing that I was surprised it didn't go for broke and argue that if Jesus had only owned a gun, he might still be alive today. </p> <p>Earlier, I'd spoken to the film's director, Aaron Zelman, who is also executive director of an organisation called Jews for the Preservation of Firearms Ownership. \"It's a warning to human beings on how to stay alive,\" he said. \"Our film is a warning to people to be on their guard, to be alert, to watch out for when governments go bad.\" </p> <p>I asked Zelman about something that had been bothering me: that traditionally film festivals welcomed film-makers who considered that their films were, in some way or another, artistic, whatever political message they might have; that, traditionally, polemics of any stripe didn't make great films. I asked Zelman if he considered himself an artist. I might as well have asked him if he considered himself a cross-dresser. \"This is my first effort at making a film,\" he said. \"I'm not going to put the whole artist label on myself, put on a beret, you know. Our documentary is based on a book called Death By Gun Control. We adapted our book into a film: that I would not consider to be artistic.\" </p> <p>Surely Hollywood was only interested in making money? Could he give an example of a left-wing Hollywood movie? He could. \"The one Michael Douglas had; he was the stockbroker. I forget what it was called. That was a message showing how evil capitalism is ... Forget about the movies they make, just their politics, look at who they support. Hollywood is famous for, 'If you want to make money, everything else is secondary.' But the perception of the leftists in Hollywood is based on their political activities.\" (I checked later: Oliver Stone's Wall Street was released 17 years ago, and proved such a setback to capitalist values that the Republicans stayed in the White House for five more years.) </p> <p>It was at around 7pm that I broke. I cannot pinpoint the precise time. It may have been the moment when, in Larry Elder's anti-gun control documentary Michael &amp; Me (made as a response to Bowling For Columbine) he reveals how safe children really are with guns in the home by pointing out that, in 2001, only 50 kids died in firearms accidents in America. All I know is that when I came out and saw a line of Texans queuing up to see a non-festival film, the unpleasant horror movie Resident Evil, I envied them. </p> <p>I asked Hubbard why, when the festival was so preoccupied with Michael Moore, he hadn't been to see either Fahrenheit 9/11 or Bowling For Columbine. That wasn't fair, said Hubbard; he'd seen bits of Bowling, and had read Stupid White Men. \"I know what he said in public,\" said Hubbard. </p> <p>The last film of the night, To End All Wars, the second of the festival's two features, starred Kiefer Sutherland and Robert Carlyle as Allied prisoners of the Japanese during the second world war. Neither actor was present; the picture was, after all, three years old. It shows how Christian faith helps the POWs endure their ordeal, which is not without crucifixions. The movie never got a full distribution deal. Introducing it, Dave Ellswick, a talk radio host from Arkansas, said this was because of its Christian content, rather than because it wouldn't have sold tickets. </p> <p>\"Conservatives have given up Hollywood and movies to the liberals and the left,\" he said. \"That's got to stop. We've got to be in the arena of ideas because our ideas are right, they are the correct ones. They are not teaching our kids these things; it's not on TV, it's in hardly any of the books any more. You and I and that big silver screen and talk radio can really start a renaissance. Enjoy the film!\"</p>",
  "The world's highest ice fields are melting so quickly that they are on course to disappear within 100 years, driving up sea levels, increasing floods and turning verdant mountain slopes into deserts, Chinese scientists warned yesterday. <p>After the most detailed study ever undertaken of China's glaciers, which are said to account for 15% of the planet's ice, researchers from the Academy of Science said that urgent measures were needed to prepare for the impact of climate change at high altitude. </p> <p>Their study, the Glacier Inventory, was approved for publication last week after a quarter of a century of exploration in China and Tibet. It will heighten alarm at global warming. </p> <p>Until now, most research on the subject has looked at the melting of the polar ice-caps. Evidence from the inventory suggests that the impact is as bad, if not worse, on the world's highest mountain ranges - many of which are in China. </p> <p>In the past 24 years, the scientists have measured a 5.5% shrinkage by volume in China's 46,298 glaciers, a loss equivalent to more than 3,000 sq km (1,158 sq miles) of ice; there has been a noticeable acceleration in recent years. </p> <p>Among the most marked changes has been the 500metre retreat of the glacier at the source of the Yangtze on the Tibet-Qinghai plateau. </p> <p>The huge volumes of water from the glacier's melted ice, estimated at 587bn cubic metres since the 1950s, are thought to have been a factor in flooding that has devastated many downstream areas in recent years. </p> <p>Shrinkages were observed at almost every ice-field in the Karakorum range, including the Purugangri glaciers, which are said to be the world's third largest body of ice after the Arctic and Antarctica. According to Yao Tandong, who led the 50 scientists in the project, the decline of the Himalayan glaciers would be a disaster for the ecosystem of China and neighbouring states. </p> <p>If the climate continued to change at the current pace, he predicted that two-thirds of China's glaciers would disappear by the end of the 2050s, and almost all would have melted by 2100. </p> <p>\"Within 20 to 30 years, we will see the collapse of many of the smaller glaciers,\" he said. \"Within 60 years, we can predict a very significant reduction in the volume of high-altitude ice fields.\" </p> <p>In the short term, he said, the water from the ice would fill reservoirs and lead to more flooding - as was already the case in Nepal and downstream areas of China. </p> <p>In the future, he predicted, the end of the glaciers would deprive the mountain ecology of its main life source and hasten the desertification that threatens western China, particularly in Gansu and Xinjiang provinces. </p> <p>Once the mountain ice was gone, rivers would start to dry up and ocean levels would rise, threatening coastal cities. </p> <p>The inventory confirms earlier studies of Everest, which showed the world's tallest peak more than 1.3 meters shorter than in 1953, when it was first scaled by Edmund Hillary and Tenzing Norgay. </p> <p>To ease the impact of the glacial melt, the scientists plan to advise China's government to build more reservoirs and hydro-electric dams to improve downstream flood control. </p> <p>But they said that there were limits to what could be achieved. </p> <p>\"No one can reverse the changes to a glacier,\" said Shi Yafeng, head of China's environmental and engineering research institute for the cold and arid regions.</p>",
  "<b> Daily Mail </b> <br> Editorial, September 23 <p>\"Michael Howard's call for annual immigration quotas is eminently sensible. Pulling out of the [UN] refugee convention and opting out of the worst aspects of the European convention on human rights are equally crucial to restoring sanity to the system.</p> <p>\"There must be guarantees that immigration quotas won't block those genuinely fleeing persecution. But Mr Howard has given voice to deep public concerns that have been contemptuously ignored by politicians for too long. And offered solutions that demand to be taken seriously.\" </p> <p><b> Sun </b><br> Editorial, September 23  </p> <p> \"Mr Howard voices the concern of most people when he says we must stop Britain being an easy touch for immigrants. His proposal for an annual quota on immigrants, set by parliament, is both sensible and fair. It works in Australia, where illegal immigration has been curbed and a points system is used to assess the claims of would-be settlers. Unlimited, uncontrolled immigration is bad for everyone. We are a small country with finite resources. Let's hear no nonsense about 'lurches to the right' or 'racism'.\" </p> <p><b> Times </b><br> Editorial, September 23 </p> <p> \"The [Australian points] system is in principle blind to race and nationality while handing the host country a global recruitment tool with which to alleviate skills shortages. Transferred to Britain, such a system would initially favour applicants from developed countries. But it would not be vulnerable to charges of geographical elitism for long. </p> <p>\"The Conservative proposals are largely to be welcomed. They are flawed none the less, and likely to be caricatured. Mr Howard should [pledge] to increase the rate of deportation of failed asylum seekers; such a move should increase the ability of the country to handle genuine asylum seekers.\" </p> <p><b> Independent </b><br> Editorial, September 23  </p> <p>\"The UK needs more workers, whether they are nurses, economists, au pairs or kitchen hands. By setting out how he would make it more difficult for people to come and work in Britain, the Tory leader has made it clear that he prefers to pander to prejudice rather than to act rationally.</p> <p>\"By conflating the issues of asylum and economic migration, Mr Howard echoed the rants of the populist press. [He] did not specify what he would replace the UN convention with, so we can safely assume that the Conservatives do not have a viable alternative to this statement of the right to claim asylum. His annual immigration limit is just as flawed. It is hard to see how the one proposed by Mr Howard would distinguish between skilled and unskilled workers.\" </p> <p><b> Daily Mirror </b><br> Editorial, September 23  </p> <p>\"The Conservative leader is so desperate that he played the racist card. He attacked immigrants, even though his own parents came to this country looking for work. Mr Howard hopes to entice back Tory voters tempted by Ukip's cynical attempts to woo voters panicked over immigration.</p> <p>\"There is no denying that immigration is an issue, though not the frightening problem made out by Mr Howard. Making immigrants into bogeys to scare decent people in a desperate attempt to win their votes is the lowest and most despicable act of a politician.\" </p> <p><b> Daily Telegraph </b><br> Editorial, September 23  </p> <p> \"Mr Howard's presentation of Tory policy on immigration was a lucid guide to a problem that is now a major concern for much of the electorate. It is clear that all the major parties appreciate that public unease about asylum and immigration is an issue that cannot be ignored. </p> <p>\"Recognition by mainstream parties of public anxiety is the best protection against the influence of rabid extremist groups who are always ready to exploit anger and alienation.\"</p>",
  "Bus passengers in London are paying the price for the government's road-building programme in the rest of the country (Rise in bus fares deals blow to mayor's transport strategy, September 21). <p>London was beginning to deliver a transport policy which got people moving, improved the environment and benefited all sections of the community. The carrot-and-stick of congestion charging, combined with an expanded bus network, was reducing traffic and pollution. But instead of building on success, the government is investing its money in road schemes like widening the M25, while expecting Londoners to find money for major public transport expansion in the capital. </p> <p>The government not only gave London around half a billion pounds a year less than we needed for buses, cycling and road safety, it also gave us the whole bill for extending the East London Line and the DLR in time for the Olympics. The next big decision is how much Londoners should be paying for Crossrail, which is a major national scheme. </p> <p>I'm seriously worried that year-on-year fare rises will reverse all the environmental and social benefits of traffic reduction and the dramatic increases in bus usage. <br> <b> Jenny Jones</b><br> Green party member of the London Assembly</p> <p>So the west coast main line upgrade has cost £7.6bn, and in return we get 35 minutes off the journey time from London to Manchester (Tilting train sets west coast record, September 21). Some £7.6bn could have produced an annual income of £350m at current interest rates; 35 minutes could be valued, at \"executive\" pay rates, at around £10. To make the line upgrade worthwhile, we then need some 17.5 million London to Manchester return journeys a year. Assuming an optimistic 2,000 passengers per train, that equates to nearly 9,000 trains per year each way, or one per hour, every hour, 24 hours a day, including Christmas day, in each direction, all full of business travellers on vital commercial missions. Couldn't we support local business initiatives instead? <br> <b>Dr Hillary Shaw</b> <br> School of geography, University of Leeds</p>",
  "<p>The British motor industry received a significant boost yesterday when Nissan said it would build its new European family car at its Sunderland plant, creating 200 jobs, and Peugeot pledged to keep its Ryton factory near Coventry open for the foreseeable future. </p> <p>Nissan, the Japanese car-maker, in which Renault owns a 44% stake, said it would build 100,000 of the new Tone model at Sunderland, with the start of production planned for January 2006. </p> <p>Announcing the move at the Paris Motor Show yesterday, Patrick Pelata, head of Nissan's European operations, said the decision showed that the group \"can do business in Europe\". The continuing strength of sterling has been a source of anxiety to Japanese carmakers who, until recently, were at the forefront of the campaign by foreign investors for the UK to join the euro. </p> <p>Nissan said it would invest £125m in the new car, which will compete with the likes of Renault's new Modus people-carrier, and £25m of this will go to Sunderland. The plant, which employs 4,300 people, is rated Europe's most productive, with an annual output of 330,000 and capacity of half a million. </p> <p>The decision is a further boost to Sunderland which has, in recent years, fought off opposition from rival Nissan and Renault plants in mainland Europe, particularly France and Spain, to build new models such as the revamped Micra. The new model will be built on a stretched Micra platform. </p> <p>Jean-Martin Folz, chief executive of Peugeot Citroen PSA, said in an interview that Ryton, which employs 3,200, would remain \"our key site\" for making the best-selling 206 model for \"many years\". </p> <p>There has been continued anxiety that Ryton, which was forced to axe its fourth daily shift last year because of sagging demand, would eventually be closed because of higher labour costs related to the strong pound and Britain's self-exclusion from the eurozone. It is not far from the Browns Lane plant in Coventry that Jaguar said last week would cease final assembly of cars. But Mr Folz, who reaffirmed his group's target of selling 4m cars by 2006 compared with 3.3m last year and 2.1m in 1997, said the British plant was the only one in the world producing the full gamut of the 206 range. It is expected to produce 190,000 cars this year. </p> <p>Meanwhile, Ellesmere Port, the Vauxhall plant in Cheshire producing the new Astra and working at full capacity, is likely to be excluded from a savage round of cuts in labour costs planned by senior executives at loss-making General Motors Europe. </p> <p>Fritz Henderson, GM Europe chairman, said in an interview that the British plant had shown a \"pretty phenomenal turnaround\". He said: \"It was our worst plant and now has made really good progress, getting right into the middle of the pack, and next has to race for the front.\" </p> <p>GM Europe, which lost $1bn in 2002 and $500m (£278m) last year, is expected to lose a further $200m this year. Rick Wagoner, the global group chief executive, indicated it would be tough to break even in 2005. </p> <p>Mr Henderson refused to quantify the scale of the envisaged cuts next year but said: \"Some of our competitors have found a way to be profitable and we haven't; there's no excuse for being where we are.\" </p> <p>His colleagues put planned cuts at 30% in Germany where the main Ruesselsheim plant near Frankfurt has been under threat of closure in the run-up to talks with unions over a pay freeze. But it emerged that GM is more likely to run down or even close its Saab plant at Trollhatten, Sweden, before switching production of the replacement Vectra and Saab mid-sized models to Germany in 2008. </p> <p>Michael Ganal, BMW's head of sales, also boosted British car operations by saying that sales of the Mini next year would exceed this year's likely record of more than 180,000. Helmut Panke, BMW chief executive, said Mini sales would have reached more than 140,000 by the end of this month and group sales and profits were likely to be a new record this year, with sales of more than 1.1m - on course for 1.4m in 2008.</p>",
  "Iraq's caretaker prime minister, Ayad Allawi, painted a resolutely upbeat picture of his country yesterday, insisting that the counter-insurgency was succeeding and elections would take place on schedule. <p>Mr Allawi's speech, to a joint session of the Senate and the House of Representatives, echoed President Bush's campaign rhetoric on Iraq and included a point-by-point rebuttal of criticisms by the Democratic challenger, John Kerry. </p> <p>Mr Allawi found a receptive audience in Congress, which repeatedly interrupted the former exile with standing ovations, particularly when he formally expressed his country's gratitude for the invasion. </p> <p>\"It's a tough struggle, with setbacks, but we are succeeding,\" he said. \"Thank you America. We Iraqis are grateful to you, America, for your leadership and your sacrifice for our liberation and our opportunity to start anew.\" </p> <p>His optimistic assessment of Iraq's future was clouded by comments from the commander of US troops there, General John Abizaid, who told Congress more soldiers would be needed if elections were to take place on schedule in January. He said he hoped Iraqi and other allied troops could fill the gap but could not rule out the need for American reinforcements. </p> <p>Mr Allawi rejected the general's comments, declaring: \"Troops we don't need - what we need to do is to train more Iraqis.\" </p> <p>Mr Allawi said his government now commanded 100,000 trained and armed soldiers, militiamen and police and would have 125,000 by the beginning of next year. He claimed that 15 of Iraq's 18 provinces were peaceful enough to hold elections im mediately. In the remaining three, he said, there were only pockets of trouble. </p> <p>News of Gen Abizaid's comments seemed to take President Bush by surprise yesterday when he appeared at a joint Rose Garden press conference with the Iraqi prime minister. He said the general had not mentioned a request for more soldiers at a White House meeting that morning. </p> <p>But the president added: \"If our commanders on the ground feel it's in the interests of Iraq's citizens to have more troops on the ground, we'll talk about it.\" </p> <p>Mr Bush once more shrugged off a gloomy US intelligence estimate in July on Iraq's future. The president said the National Intelligence Estimate merely reflected possibilities, \"but what's important is for Americans to hear reality\". </p> <p>That reality, he said, was reflected in the views of Mr Allawi, whom he presented as a representative of the Iraqi people. However, the Shia former exile, who was appointed in May, formerly ran the Iraqi National Accord, which was backed by the CIA and seen by most Iraqis as a western stooge organisation, according to a pre-war British assessment. </p> <p>The description appears in a secret document prepared by senior officials in the Cabinet Office in March 2002, a year before the invasion of Iraq. </p> <p>It reveals the low opinion British officials had of the two main exile groups, one led by Mr Allawi, the other by Ahmad Chalabi. Both organisations had close links with British and American intelligence. </p> <p>\"Unaided, the Iraqi opposition is incapable of overthrowing the regime\", says the document, marked \"secret, UK eyes only\". </p> <p>During his visit to Washington, Mr Allawi drove home three points that echoed Mr Bush's defence of the war. </p> <p>He insisted: \"We are better off, you are better off, and the world is better off without Saddam Hussein.\" Second, he depicted the counter-insurgency in Iraq as part of America's \"global war on terror\". </p> <p>And third, he took an apparent swipe at Mr Kerry. Mr Allawi said: \"When political leaders sound the siren of defeatism in the face of terrorism, it can only encourage more violence.\" Only a few days ago, Mr Bush accused his opponent of defeatism. </p> <p>Responding within minutes at a campaign stop in Ohio, Senator Kerry said: \"The president and the prime minister are here obviously to put their best face on the policy, but the fact is that the CIA estimates, the reporting, the ground operations and the troops all tell a different story.\"</p>"
]