[
  "<p>Unfortunately for Andy Robinson, England's players are not entitled to vote for their next head coach. But yesterday they left Twickenham's committee men no doubt who they want to succeed Sir Clive Woodward on a permanent basis. </p> <p>Speaking at the 02 Scrum in the Park event in London, several of the squad were effusive in their praise for Robinson's first training sessions - reckoned to be brutally intense - as acting head coach. </p> <p>\"Yes, it's hard, but I'm enjoying it,\" explained the scrum-half Andy Gomersall. \"It's more laissez-faire than in the past, more unpredictable. And when you enjoy training you play better.\" </p> <p>Another noticeable change, according to the players, is how Robinson has grown into the role during his four training days with the squad at Loughborough. </p> <p>\"Robbo's relishing it,\" explained the centre Mike Tindall. \"As a coach he does everything like he did on the pitch: he runs headlong into everything, taking the challenge on, really enjoying getting stuck in.\" </p> <p>As for Robinson, he preferred to play the straightest of bats ahead of a meeting with the Rugby Football Union to discuss his future on Thursday. </p> <p>\"I've no issues with having to do a presentation to get the job,\" he insisted. \"If that's what I'll have to do, I'll do it. In the meantime, I'm planning for the long-term. I've already spoken to the players, told them the qualities I'm looking for and the environment I want. </p> <p>\"I want to win every match. Our focus will be on performing well in the autumn internationals and then hopefully winning the grand slam. I want to play three or four different ways. I want to be able to play with width, but also I want a tough, skilful pack, too.\" </p> <p>That's easier said than done, of course, as England go into the autumn internationals having lost five of their last six matches, and with the professional poo-pooers questioning the depth and quality of the squad. </p> <p>However, the players seem convinced that the creative fug that marred England's post-Rugby World Cup performances will soon dissipate when they play Canada at Twickenham on November 13. </p> <p>\"It's not an excuse, but until this summer most of us had only two weeks off in three years,\" explained the lock-forward Ben Kay. \"Having a proper break has really recharged all our batteries. </p> <p>\"Another reason why we didn't play so well last season was that we were so scared of losing that we didn't actually go out to win the game,\" he added. \"We didn't stamp our authority on the games. We went out trying not to make mistakes and you can't do that in international rugby.\" </p> <p>Sadly for the 10,000 boisterous fans who gathered to watch Robinson put his side through their paces at Regent's Park yesterday, there was no sign of England's newly appointed captain, Jonny Wilkinson. </p> <p>However Martin Johnson, his chest as puffed with pride as it was last November in Sydney, was around to receive a prolonged ovation - and to give a qualified backing to Robinson's claims for the head coach's role. </p> <p>\"I'm sure he's the right man,\" he said before adding quickly, \"but he and the players will get judged by their performances on the field. This is top-level sport and it's all about being successful.\" </p> <p>Meanwhile, Robinson, with a glint in his eye and an unmistakable fire in his belly, had a stark message for England supporters. \"Look, Johnno, Lawrence Dallaglio and Neil Back are great guys,\" he insisted. \"Top players, too. But we keep harping back to the Rugby World Cup. We've got to move on.\"</p>",
  "<p>Triumph over adversity is a phrase used loosely in sport, to the point where it sometimes loses impact. It could be argued that any degree of success involves overcoming setbacks but occasionally the physical, social or cultural barriers to competition are truly adverse. Such is the case for young Muslim women, in the United Kingdom and elsewhere, who want to participate in sport but whose cultural ideal can present what many consider insurmountable obstacles to putting on a pair of trainers. </p> <p>Though most Muslim societies do allow women to play sport, it is usually on the proviso that they obey their religion's insistence on modesty. That can mean training in an exclusively female environment, with female-only coaching or tuition, and often wearing the traditional Islamic hijab. </p> <p>Where to go has often been the biggest stumbling block for British Muslim women who want to get fit. Swimming is out but so too is any form of physical activity that cannot guarantee a single-sex environment. A campaign launched by the Muslim News publication aims to change that by providing greater opportunities and encouragement for Muslim women to get involved. </p> <p>In 2001 Great Britain was represented at the International Muslim Women's Games, a four-yearly championship involving 16 countries, for the first time. British athletes competing in football and badminton, the first from a non-Muslim country to participate in the Games, received a standing ovation when they took part in the opening ceremony at Iran's national stadium. </p> <p>At next year's games the goal is to send a bigger team across a wider range of sports. With that in mind, the Muslim News is sponsoring group training for girls and women who are interested in sport but who previously found their path to participation blocked. </p> <p>So far several dozen women from as far away as Leicestershire and Lancashire travel to a north London sports centre where they receive weekly coaching. Facilities are a long way from ideal. The five-a-side football team has no goalposts, no kit and uses borrowed balls. Yet the enthusiasm and improvement among those who attend is already having a knock-on effect. More people are turning up each week, as are inquiries from others keen to set up similar groups around the country. </p> <p>No doubt many have been further inspired by the emergence of Muslim women athletes on the world stage. Two Arab Muslim women - Nawal El Moutawakel of Morocco in 1984 and Hassiba Boulmerka of Algeria in 1992 - have won Olympic track titles. Boulmerka faced particular difficulties, often forced to train in Europe after being castigated in her own country for competing in vest and shorts. This year Muslim women from Iraq, Afghanistan, Bahrain, Kuwait and Somalia were present in Athens. Eighteen-year-old Rakia Al Gassra from Bahrain ran the 100 metres with only her face uncovered and became an instant heroine for getting there at all. </p> <p>Progress is undoubtedly being made. Yet it can still require untold determination to overcome a belief system that sometimes clings to the attitude that a woman's place is in the home. Just last week, for example, 500 Bangladeshi Muslim activists staged a protest in Dhaka against their country's first women's soccer league. They were informed by the deputy chief of the Islamic Constitution that Bangladesh's national sports council will \"be put under siege for an indefinite period if the satanic women's football league is not immediately abolished\". </p> <p>It is stories of such opposition to women's sport that fire the likes of Malika Chandoo, who captained Britain's football team at the last Muslim Women's Games. She reels off tales of adversity that would be enough to deter most people from pursuing their dream; during preparation for their 2001 competition her team were attacked by male footballers and had hijabs torn off during games. </p> <p>In Iran they lost all three games they played but considered themselves victorious nonetheless. They sang Three Lions to the crowds and their motto for the tournament, she says, was, \"Why make aloo gobi when you can bend it like Beckham?\"</p>",
  "<p>There is something ineffably sad about snow-denuded ski hills in winter. The ground vegetation turns to a morbid brown against the scree of the moraines, and pistes appear as scars against the landscape. </p> <p>That's what I saw as I took a taxi up to Val Thorens, passing by lower resorts in the Trois Vallées complex, places like Meunières that, snowless, appear like gasping fish out of water. It was a bad start to the season. </p> <p>A heavy dump in France in November had been washed and blow-dried away by heavy rain and the foehn wind, a warm westerly wind that can strip off snow in hours. Arriving in Val Thorens, the highest resort in Europe, I heard reports of only two pistes open in Courchevel and desperately little skiing in Méribel, both neighbouring resorts in the Trois Vallées. </p> <p>With 10 days to go before Christmas, and the start of the high season, there was a palpable sense of worry in the air. </p> <p>But if there was a worry in Val Thorens it certainly wasn't over the lack of snow, but rather whether skiers being bussed in from the neighbouring resorts would overload it. </p> <p>Val Thorens had snow, and at 2,300 metres at base level and 3,230 metres at its higest point, it would have been surprising if it hadn't. Which is the point. It might have been icy and - on south facing slopes - a little rocky this early in the season, but it had mountains full of the white stuff. </p> <p>These were worrying times for the ski industry. A few days before I set off for Val Thorens a conference, hosted by the United Nations Environment Programme and the International Olympic Committee on environment and sport, heard from experts at the University of Zurich how climate change could put 100 low-lying ski resorts out of business in the next few decades if current models for climate change turn out to be correct. According to Rolf Burki and colleagues, in a worst-case scenario this would mean that over half of Switzerland's resorts would have such low levels of snow they would become 'unreliable' as resorts, a pattern that would be repeated across Europe's lower lying resorts - including the famous resort of Kitzbühel as its highest-profile casualty. </p> <p>Other resorts that remain reliable are likely to see their seasons shortened at both ends. </p> <p>Which brings me to Val Thorens. As the highest resort it is marketing itself quite simply on having the most reliable snow. But then it was meant to be this way. </p> <p>Raphael Chamberot, whose family owns and runs the Sherpa hotel, told me that when his father moved his family up to the then newly conceived resort three decades ago, local doomsayers warned him that it was a death sentence. The new resort, they said, was a place of house-burying dumps of snow and lethal avalanches. Why would anyone, they asked, want to live in such a gloomy and remote location. </p> <p>In truth, in those early days of the resort, celebrating its 30th anniversary this year, the road could be cut for days at a time and opened, on occasion, only by tunnelling through the snow. A new road and global warming have rather changed all that, the latter seeing the glacier above the resort recede to such a degree that the button lift that once serviced skiing on it is no longer deemed safe for use. </p> <p>But that leaves an area that is both vast and beautiful not least because of its location equidistant between the Mont Blanc massif and the Barre des Ecrins, both visible on fine days. </p> <p>But it is not just the reliability of snow that marks out Val Thorens. It is a resort that genuinely lives up to its boast that you can ski from your door. Designed in an S-shape, the majority of the accommodation loops around a central gentle piste that takes you down to where the lifts and cable cars begin. From one hotel that I stayed in, the Val Chaviere, I needed only to step outside the ski room and into my skis. At the second - Le Fitzroy - I needed to walk up a flight of stairs and then into my skis. </p> <p>The S-shape also provides a second advantage, a tardis-like effect that means that everything is closer than you think, within a short walking distance in a resort where cars are hidden in underground car parks and forbidden to holidaymakers while they are there. </p> <p>Which is good in a resort with a wonderful selection of restaurants and après-ski. And as befits a place that strives to appear smaller than it is, the atmosphere in Val Thorens is distinctly laid back in comparison to the more frantic atmosphere in Val d'Isère or Tignes or the hard core ambience of Chamonix. </p> <p>The relaxed atmosphere is summed up by places like O'Connell's pub, an 'Irish' bar that serves a mean pint of Guinness and where the emphasis is on conviviality. But if Val Thorens has a good choice of low-price and mid-price restaurants and restaurant bars, it also boasts two remarkable gourmet restaurants - at the Fitzroy and at the newly opened Oxalys, part of the impeccably designed Oxalys chalet hotel, whose luxury apartments are more like condos than a traditional chalet. </p> <p>And while the award-winning young chef at Oxalys can give the excellent kitchen at the Fitzroy a run for its money, if you're looking for somewhere to pop in après ski to watch the sun set over the mountains as the slopes empty, there is probably nowhere better than the bar at the Fitzroy. </p> <p>With its huge central fire and sofas and chaises longues arranged opposite a picture window that frames the view, it is one of those places that can be difficult to leave. </p> <p>Which finally brings me to the skiing. For if there is one drawback to being in the only place with snow in lean times, early or late in the season, it is how quickly those skiable slopes become crowded - especially on the beginners and intermediate runs - and what snow there is gets swept away by every turn of every boarder and skier. </p> <p>All this, of course, is worst-case scenario. In the last few years of early-season skiing in the alps I have been fortunate to have had plenty of snow. But it is hard to ignore the evidence collected by the likes of United Nations Environment Programme and by the general trends of global warming. It is the issue that is fixating resort operators, and holidaymakers too should worry about it when they make their choice of destination. </p> <p>So if you are thinking of going early in the year - and these days that can mean Christmas - think about going as high as possible. With none higher, think about Val Thorens.</p> <p><strong>Factfile</strong></p> <p>Peter Beaumont stayed at the four-star Hotel Le Fitzroy in Val Thorens with Inghams (020 8780 4433; <a href=\"http://www.inghams.co.uk\">inghams.co.uk</a>). Prices start from £1,023pp, half board for seven nights, including flights from Heathrow to Geneva with Swiss International Airlines and transfers to the resort. Direct flights also available from Gatwick, Stansted, Bristol, Exeter, Birmingham, Manchester, Newcastle, Glasgow and Edinburgh at a supplement. </p> <p>A pre-bookable six-day adult Val Thorens lift pass costs from £128; a Trois Vallées lift pass costs from £164. Six days' ski and boot hire for adults starts from £91 and five days' ski school (with two hours of lessons a day) starts from £98.</p>",
  "<p>While nobody's going to be fooled by the rocks that I've got, I'm not blind to the appeal of bling. Besides, everybody knows that they love diamonds. We know because we've been told so for nigh on 60 years - ever since advertising agency NW Ayer came up with the 'Diamonds are forever' strapline for De Beers, the world's biggest producer.</p> <p>But what we also now know is that the sparkle of diamonds comes at a price - the illegal mining and contraband selling of 'conflict' or 'blood' diamonds has underscored brutal wars across Africa. Diamonds bought by developed nations have funded guns for child soldiers, provided arms to fight UN peacekeeping forces and ensured that Sierra Leone remained a 'murderous sinkhole of death and torture', according to Amnesty International.</p> <p>Granted, diamonds are not the easiest things to monitor. Facilitated by 'legit' US and European dealers, rough gems can be polished into respectability. More than half of the world's diamonds are believed to be processed in India, where many cutters and polishers are children.</p> <p>Earlier this year, the model Iman, formerly seen sporting a $1.9m diamond ring at the Cannes Film Festival, stepped down as poster girl for De Beers. Reports suggested that she wanted to distance herself from De Beers's alleged role in the displacement of the Kalahari bushmen in Botswana. De Beers claimed that both Mrs Bowie and the bushmen were on the move anyway.</p> <p>If you're in the market for a tale of murder, intrigue, gem stockpiling and international smuggling, diamonds have it all.</p> <p>I can recommend Glitter &amp; Greed: The Secret World of the Diamond Cartel by Janine Roberts (£16.99, Disinformation Company).</p> <p>But if you're in the market for a diamond, then you could find yourself between a rock and a hard place. Diamond shoppers are told to follow the four Cs - colour, clarity, cut and carat. But campaigners would like them to add a fifth 'C' - for 'clean'. Last year the industry and NGOs agreed the Kimberley Process, a scheme to banish conflict diamonds from the legal rough diamond trade. But a recent undercover investigation by Global Action showed too many major players failing to 'back any of its promises with meaningful action'.</p> <p>So until the Kimberley Process can prove it has some teeth, it's time to think alternative. Igloo Diamonds (<a href=\"http://www.diamonds.ca\">diamonds.ca</a>) are mined in the most ecologically sound way possible in the Canadian Arctic, and part of the proceeds from sales go to funding land mine removal in Mozambique - so not only a 'clean' diamond but one with a social mission.</p> <p>Choco Gold, mined in Venezuela by an indigenous co-operative without using environmentally damaging chemicals, is available from Green Karat (<a href=\"http://www.greenkarat.com\">greenkarat.com</a>), or there's local bling - scoring high on the traceability front - in the form of Welsh Gold (<a href=\"http://www.welshgoldplc.co.uk\">welshgoldplc.co.uk</a>) as well as a Scottish variety. But bear in mind that it can take more than a month to find enough Hibernian gold for a single band, so take this as an early Valentine's warning.</p>",
  "<p>In 1925, John Buchan published his second most famous novel, John Mcnab, which tells the story of three metropolitan high-flyers (one is a barrister and former attorney-general, one a cabinet minister and one an eminent banker), each of whom is suffering from an indefinable boredom and lethargy. </p> <p>In order to cure themselves of this ennui, they hatch a plan. Together, they issue a challenge to three Scottish estates: that they will poach from each of them two stags and a salmon in a given time, signing themselves collectively as 'John Mcnab'. 'I suppose I'm stale,' says Lord Lamancha, one of the three. 'But it's a new kind of staleness ... It's simply that the light has gone out of the landscape. Nothing has any savour.' </p> <p>Cut to 2004, when I receive an email from the editor of this magazine in which she asks me, ever-so-casually, if I would like to go deerstalking in Scotland. I, too, am suffering from a kind of ennui. Yes, I am distinctly fed up. More significantly, I've yet to read John Mcnab (that comes later - too late, as it happens). So I scan her missive with mounting excitement. I see myself reclining by a roaring peat fire, glass of whisky in one hand, fat piece of shortbread in the other. As for the actual deerstalking, well, I am an urban girl and somewhat naive about country pursuits. In my mind's eye, I amble gently through a dappled forest. A burn babbles. An eagle soars. On my head is a jaunty tam-o'-shanter. I look - Lord, this is shaming - as though I am shooting an autumn/winter ad campaign for Mulberry. </p> <p>Four weeks later, as I cling to the sodden side of a remote Scottish glen, I remember this feeble fantasy of mine, and blush right down to the roots of my hair (not that anyone is likely to notice - my skin is already so weather-beaten, it might as well be biltong). We have been walking for five hours. I am halfway exhausted. No matter how hard I try, I simply cannot keep up with my guide, Alistair, who scampers over the screes like some tweed-clad mountain goat. It is cold. It is wet. It is misty. I am covered in mud and sheep dung. My ankles ache. The palms of my hands are red-raw. My bum is a giant bruise. Only one thing is keeping me going: the hope that, on my return to London, I can get even with she-who-suggested-I-embark-on-this-folly. That done, I will resume everyday life (my dry, warm, cosy life) with renewed vigour. My ennui, it would seem, is already well and truly cured. </p> <p>To begin at the beginning: yes, people do still deerstalk, and in relatively large numbers. The British Association of Shooting and Conservation, for instance, has 12,000 deerstalkers on its membership (it has about 120,000 members altogether). My trip is to be organised by the Conran group of restaurants and a company called Yorkshire Game, which supplies its chefs with their wild venison. The idea is that the chefs - six of them are to join the party - will get closer to the meat they use, be more inspired by it, more determined to use only the best, by learning everything about the beast: how it lives and, more crucially, how it dies. </p> <p>At the end of a day's stalking, one of the directors of Yorkshire Game, Richard Townsend, will then butcher a deer that has already been hung for 10 days (here's one I made earlier ...), and the chefs, newly blooded and revved-up, will then set about dishing up a venison feast. They will cook every part, bar its pizzle. </p> <p>Our stalk is to take place on one of Scotland's larger estates, the Black Mount, which lies in the west of the country, about two hours' drive north of Glasgow. The Black Mount takes in 90,000 acres of the most impossibly beautiful countryside and is owned - for love, not money, since the vast majority of Scottish estates barely break even - by the Fleming family, who made their money in banking (Ian Fleming, creator of James Bond, was one of their number). There are 3,000 red deer on the Black Mount and, as in the rest of Scotland, they must be culled regularly if they are not to cause serious environmental damage: deer, voracious munchers, strip the land bare. </p> <p>Yorkshire Game takes 500 red deer from the estate each year (it handles around 10,000 red and fallow deer annually, all of which come from Scotland and the North, and has dealings with 30 estates). </p> <p>In the party: Jeremy Lee, head chef at the Blue Print Cafe; Julian O' Neill, head chef at Quaglino's; James Walker, head chef at Le Pont de la Tour; Arnold Ivey, of Orrery; and Frances Moore and John Sarginson, who work at Zinc and the Butler's Wharf Chop House respectively. When we arrive, in the dead of night, at the Black Mount's Victorian hunting lodge, it seems all my reveries have been brought to life. It's Monarch of the Glen meets Sir Walter Scott. There are antlers. There is tartan. There are funny old prints featuring hairy types in kilts. The plumbing is endearingly ancient. More to the point, there is a big fire, a hearty young woman to make us a good breakfast, and a generous hand with the drams. I gaze contentedly around the room. Nothing I can't handle here, I think. The chefs, the estate manager, even Richard from Yorkshire Game, do not look especially lithe to me. I go to bed, dreaming of porridge. </p> <p>Breakfast is taken in the dining room, which has a picture window that overlooks a sea loch and, beyond it, a Trilby-shaped mountain. The weather is stunning: azure sky, Sauternes sunshine, a gentle breeze. I'm just getting stuck into my bacon and eggs when Ben Weatherall, who also works at Yorkshire Game, says: 'You do realise that you're in the eye of the storm, don't you?' I smile, knowingly. 'Seriously,' he says. 'The barometer is forecasting a storm.' </p> <p>Ben, the tallest man I have ever seen, is wearing the most extraordinary outfit: plus fours and a matching jacket in a tweed of duck-egg blue. I, on the other hand, am still in my best Topshop jeans and Neisha Crosland sweater. He looks intimidatingly 'country'. I try to think of something knowledgeable to say - the kind of reply the amateur Yorkshire weatherman Bill Foggitt might have given while sniffing sternly on a piece of seaweed. But, sadly, I am already out of my depth. 'Well,' I tell him, busily buttering toast. 'Barometers do sometimes get it wrong, you know.' </p> <p>The heyday of stalking, in snob terms at least, was in the Victorian era, when the sport was the height of gentlemanly sophistication; stalking is pretty much a Victorian invention. These days, it has rather less cachet - especially compared to, say, a day on a grouse moor. For one thing, it is a relatively inexpensive activity. Bag a brace of grouse, and it will cost you about £110 (and a decent gun is unlikely to shoot less than 50 brace a day). Stalk a stag, however - and you are likely to bag only one - and it will cost £275 (hinds, the females, are even cheaper - though, in the case of both grouse and deer, bear in mind that you will have to fork out for accommodation and keeper's or gillie's tips on top). For another, it is not much of a sport for the flashy show-off helicoptered in, hot from his City bank. If you are shooting, the other guns can admire your prowess; it is a social activity. If you are stalking, the only person there to appreciate your skill is the professional stalker, the man who has led you onto the hill. </p> <p>On the other hand, it still feels like an exclusive activity. There is the strangely timeless gear. There is the one-on-one attention. Most important of all, there is the skill involved. A stalker must be fit and agile. He must be quiet and cunning. And he must understand deer, which are pretty elusive creatures. 'A professional stalker is playing three-dimensional chess,' says Jonathan Young, editor of the Field. 'It takes ability to outwit the deer. So one feels this tremendous pressure not to let the stalker down. The sense of achievement is enormous.' </p> <p>Young wishes more people would take up stalking, a view shared by the Department for the Environment, Food and Rural Affairs. In Scotland, there are between 450,000 and 600,000 wild deer. Simply for these numbers to stand still, 25-30 per cent of the population must be culled each year. (Incidentally, the stag season lasts from 1 July to 20 October, the hind season from 21 October to 15 February. Males and females live separately, except during the rut, which is in September. At this time, when the stags roar spookily in the mist, the quality of venison is poor; a rutting stag is far too busy to eat.) </p> <p>The Black Mount estate employs three full-time stalkers. It takes me a while to get over their look, for they might have wandered straight out of John Mcnab or, more likely, the BBC's costume department. They are in green tweed waistcoats and plus fours, they carry telescopes in conker-leather cases and, on their heads are genuine deerstalker hats. Surely someone is having a laugh. But no: this is deadly serious. My posse, to be led by the head stalker, Alistair, consists of yours truly, Richard Townsend, Jeremy Lee and Murdo, The Observer's photographer. After checking that we have our 'pieces' (sandwiches) in our pockets, Ali tells us that we must stay behind him at all times, and follow as precisely in his footsteps as we possibly can. 'If I crouch, you crouch,' he says (he is a real Mellors type - dishy, but reticent). 'If I lie down flat, you lie down flat.' Richard looks at me rather pointedly. 'And that goes for wherever you happen to be,' he adds. 'Even in water.' </p> <p>It turns out that Weatherall was right. Or, as Buchan would have had it: the gods of the sky are in capricious mood. We have been walking for about half an hour when the fog descends and wraps itself like (Buchan again) a 'wet tablecloth'. The hill - the Trilby-shaped mountain that looked so serene over fried eggs and bacon - looms ahead of us, 'rough with boulders and heather, and broken with small gullies, and on its face a man might readily lose himself'. Every so often, Ali stops, dead in his tracks. Then he scans the skyline with his telescope. </p> <p>It is a bloody good job he has to do this. If it were not for these pauses, I would long since have been left behind ... to DIE. The hill is steep and pitted with unseen places where the novice might very easily turn an ankle or - God forbid - break a leg. How on earth do he and Richard traverse this terrain with such dextrous ease? To watch them, they might as well be strolling across some seaside winter garden. </p> <p>This goes on for hours. Some way ahead of us - some miles ahead of us - is a group of around 30 deer that includes three stags of suitable age for culling. But every time we edge towards them, they edge nonchalantly away. </p> <p>It would, I think, be easier to hold a conger eel tight in the palms of your hands than catch this lot. Jeremy and I are now a long way behind the others, and in very low spirits. At one point, he takes my hand. I know he has done this, because I can see that he has. But I certainly can't feel it. My fingers are like frozen sausages. </p> <p>'Courage!' I say (a bit camply). He puts his hand to his brow, in the manner of a tragic consumptive. We press on, trying hard not to dislodge the scree (which would alert the deer to our presence). A few moments later, we bump into Richard. I'm aware that an attractive dewdrop has formed on the end of my nose. 'Are you having a bad hair day, Rachel?' he asks. Forget the stag: it is now him I want to kill. </p> <p>The end, when it comes, is swift. Realising that the direction of the wind is about to change - our game would then be up because the deer would smell us - Ali decides that he and Richard will go ahead alone. Jeremy and I are just too slow, too much of an encumbrance. So we sit, quietly, humbly, and wait for the sound of a shot to ring out. </p> <p>When it does, we leap up, and slide down the hill - the great thing about the waterproof trousers that I am wearing is that you can toboggan in them when the grass is wet - to see our (sorry, their) catch. It is - this may sound bloodthirsty - a splendid sight. The stag, killed by a single shot to its heart, is mature, and probably weighs about 17 stone. But its antlers are uneven, mismatched; it is not, therefore, the kind of animal whose genes Ali wishes to be passed on. I reach down and touch its hide. The beast is already growing cold. I know how it feels. </p> <p>Next, my Lady Chatterley moment. Believe me when I tell you that a funny feeling creeps over you when you see a handsome man in fine tweeds roll up his sleeves, take out his hunting knife, and set about his strange, bloody butchery high on a mountainside. The word that springs to mind is ... earthy. </p> <p>A stag is always gralloched (has its stomach and intestines removed) before the carcass is taken down the mountain (in the old days, this was done by pony; now, it is done on a brilliant amphibious vehicle called an Argocat). </p> <p>First, Ali runs his knife along the beast's belly. Then, he shoves his hands deep inside the animal, yanks out the relevant bits, and spreads them across the hillside as carrion. Above us, a large black bird has already started to circle. Weak and worn out, I look up at it and I wonder: has it come for Bambi's stomach or is it after me? </p> <p>Ali radios to his gillie, who is waiting at the bottom of the hill and, 45 minutes later, Will appears, roaring towards us in the tiny but stubborn Argocat: a surreal moment. We put our stag in the back, and I jump in the front with Ali. The journey to the bottom of the glen is more than bumpy - I feel like I am shooting a scene from Platoon - but it is damn sight better than walking, and the engine warms my bottom quite toastily. En route, we pass poor Jeremy, who left us a while ago on (blistered) foot. </p> <p>Somehow, we manage to squeeze him in. I am glad about this. It makes me feel better about having secured my own berth so girlishly. As dusk falls, we arrive back at the lodge. I eat two pieces of shortbread and drink two cups of tea while still standing up, and I feel pretty proud of myself until I learn that the other two parties have been back - with stags - for two hours. Worse, in these groups, the amateurs did the kill. Time for a hot bath, I think. </p> <p>That night, the chefs set about cooking the venison in the lodge's Aga. They dish up a real feast: liver, kidney, some wonderful pink medallions. Venison is a low-cholesterol meat but, when wild, it tastes delicious: better than beef, I think. Yorkshire Game pays about £1.30 per kilo for the meat; a restaurant, however, will cough up nearer £8.50 for the better cuts, such as saddle. Around a drunken dinner table, the consensus is that stalking is a Good Thing (though there is some amazement at the effort involved in procuring the meat the chefs ordinarily take so for granted). </p> <p>All the men, especially James, whose face is still smeared with the blood of his stag, would stalk again, given half a chance. Even Jeremy is going on about the grandeur of the mountain. Deluded fools! For my part, I am just relieved that I am not still out there in the dark, bleeding and bruised and lost. I go upstairs long before the others, take three Nurofen, and fall into an exhausted slumber. </p> <p><strong>· </strong>The Conran chefs visit to Black Mount Estate was hosted by Yorkshire Game (<a href=\"http://www.yorkshiregame.co.uk\">www.yorkshiregame.co.uk</a>). To book a Conran restaurant go to <a href=\"http://www.conran.com\">www.conran.com</a>.</p>",
  "<p>It's an image familiar to every TV viewer - Anthony Hicks, 58, real-life front man of the Government's Quit Smoking campaign, propped in a hospital bed with his voicebox removed, eyes sunken, skin the colour of tobacco smoke, croaking intermittently about plans to spend Christmas with his daughter. Ten days later, the caption tells us, Anthony is dead - killed by cancer of the lung and larynx, a compliant victim of his own smoking habit. </p> <p>There is no ambiguity in the NHS message - and those of us who don't smoke breathe a sigh of relief (because we can). We walk to the kitchen, take a ready-made lasagne from the fridge, place it in the microwave; if we're feeling generous to ourselves, we might fry a fillet steak in a little butter, eat it (guiltily) with a plateful of oven chips and treat ourselves to a can of lager and a tub of chocolate chip ice cream. </p> <p>Unwittingly, we are placing ourselves in the same high-risk category as Anthony - victims not of cigarette smoke but of our Western diet. In its World Cancer Report, published last year, the World Health Organisation (WHO) quietly dropped the bombshell that 30 per cent of cancers in the West can be attributed to dietary factors - placing food second only to tobacco as a preventable cause of cancer. If we all improved our diet overnight (dream on), 2.1 million lives a year could be saved. Instead of 20 million people worldwide suffering from cancer, the figure could be 14 million (and a further half of those could be avoided by also banning smoking). Of the 10 million new cases every year, three million could be prevented by eating wisely. </p> <p>What's more, as Western-style diets take hold in developing countries, they too are at increased risk of cancer. The evidence, says Sara Hiom, head of health information at Cancer Research UK, is in various migration studies conducted with Japanese women, who are prone to far lower rates of breast cancer than those in the West. 'Within one generation of migrating to America,' Hiom explains, 'their breast cancer risk was that of the indigenous population of America.' </p> <p>This and other environmental factors have put us in the grip of a global cancer epidemic. By 2020, new cases are expected to rise from 10 million to 15 million a year. Within 20 years, the number of people living with cancer is projected to increase from 20 million to 30 million. All this could be prevented, the WHO implies, by giving up our drip-feed of fast, processed and convenience foods which are high in fat, sugar and salt. </p> <p>Even if we consume none of these, we cannot feel smug. As we unpack our organic boxes and make our Saturday-morning forays to farmers' markets in search of free-range poultry, low-fat ostrich steaks and wholemeal bread, another danger lurks in the drinks cabinet. After obesity (cited by Cancer Research UK as an 'absolutely cast-iron' cause of the illness), excess alcohol consumption - defined by the WHO as 'more than two units a day' - is the biggest risk factor in cancers of the oral cavity, pharynx, larynx, oesophagus, liver and breast. Anthony Hicks, heavy smoker, RIP. </p> <p>So there we were worrying about our children's heart disease, stroke and diabetes as a result of 'the obesity epidemic', when all along cancer was a cast-iron risk. But what can we feed our ill-fated progeny to prevent it? </p> <p>In our unhealthy but strangely health-obsessed world, there is no shortage of suggestions. Broccoli is often cited by nutritionists and health writers as a kind of wonder vegetable because it contains vitamins A, C and E - a hat trick of antioxidants, compounds that 'scavenge' free radicals (oxygen particles that can damage body cells and possibly cause cancer). Butternut squash and sweet potato also score three out of three and, like most fruits and vegetables pigmented orange and yellow, are sources of beta-carotene - one of a group of antioxidants known as carotenoids. In fact, the body converts beta-carotene into vitamin A, which is found in green leafy vegetables among other things. </p> <p>Another carotenoid with potential is lycopene, which is present in tomatoes. Some studies have suggested it may reduce the risk of prostate cancer. Tomatoes contain vitamin A and vitamin C as well, making them a doubly valuable addition to the arsenal. If your children can't stand fresh tomatoes, though, don't worry: several studies have shown that the processing of tomatoes makes lycopene more readily available for the body to use, so ketchup, tomato sauce and pizza topping (which make up three-quarters of the lycopene intake of Americans) are just as likely to prevent cancer. </p> <p>Red peppers are excellent for vitamins A and C, while selenium (a mineral) is present in many plants, including broccoli, beets, cabbage and garlic as well as nuts, offal, fish, eggs and poultry. A review study in 2001 reported that selenium, an essential trace element, is necessary for the functioning of an enzyme that protects against oxidative damage to cell structures. In animals, it reduced the frequency of transplanted tumours and may provide protection in the later stages of human cancer. </p> <p>Several other plant compounds (phytochemicals) have shown promise in the fight against cancer, albeit in limited trials in the laboratory and in animals. Glucosinolates (from cruciferous vegetables such as broccoli, Brussels sprouts, cabbage and pak choi) confer various health benefits while indole-3-carbinole, another constituent of these vegetables, has been shown to prevent colon cancer in mouse models. Flavonoids are another promising group. Quercetin (found in apples, onions, tea and red wine) blocks the hormone activity in human prostate cancer cells, while allicin (the main ingredient in crushed garlic) has been shown to inhibit the proliferation of human cancer cells in the colon, endometrium and breast. </p> <p>In May, a study by Professor Ian Johnson for the Institute of Food Research found that a substance called allyl-isothiocyanate (AITC) stops colon cancer cells dividing relentlessly - the mechanism that causes tumours. AITC - a breakdown compound of sinigrin (found in brassicas such as broccoli, mustard, cabbage, horseradish, cauliflower, kale and wasabi) - is produced when particular vegetables are chopped, chewed, cooked or digested. Unlike chemotherapy drugs, it appears to target tumour cells without damaging healthy cells. </p> <p>Despite this growing body of research, the World Health Organisation offers no advice about specific plant foods in its 2003 report. It simply lists fruits and vegetables - generally - as one dietary factor that may decrease the risk of cancer of the oral cavity, stomach and colorectum. Eat plenty of these (as traditional hunter-gatherers did, consuming more than 800 different plant-based foods on a regular basis) and you may be protected. It is what is lacking in our food - the vitamins, minerals, fibre, phytochemicals and micro-nutrients in a plant-based diet - that counts. </p> <p>But surely working out what we need to eat to boost our chances can't be rocket science. If we know there are lower incidences of cancer in certain parts of the world, such as Japan and rural China, we can monitor what those populations are eating and identify what it is that we are doing wrong. </p> <p>At the Oxford University laboratories of Cancer Research UK, principal scientist Professor Tim Key is doing precisely that. 'All our work here - and cancer epidemiology everywhere - is based on that premise,' he says. 'The reason we bother doing our work is that cancer rates vary around the world and have also varied with time in some countries - so it's clearly not genetics that determine it but something about lifestyle. Diet is one of the top candidates on the list.' </p> <p>With such a bleak epidemic looming, the subject is being researched with a vengeance. In one project, Epic (the European Prospective Investigation into Cancer and Nutrition), scientists are analysing the food questionnaires of half a million people in 10 European countries to shed light on the links between diet and long-term health. The results are due in the next few years. Coordinated by the WHO and supported by the European Union, Epic is the largest such study ever undertaken - and Professor Tim Key is principal investigator of the Oxford cohort, a group of 65,000 human guinea pigs . </p> <p>If anyone can help devise a cancer-busting diet, it is Professor Key - but his suggestions are conservative to say the least. The risk inherent in obesity is 'absolutely cast-iron and confirmed to be true', he says. 'For breast cancer in menopausal women in particular, obesity increases blood levels of oestrogen - and oestrogen is directly linked to breast cancer risk. The link with alcohol is also confirmed, so keep your weight down and don't drink too much.' </p> <p>Eating lots of fruit and vegetables (as the WHO suggests) is 'only a probable', he says, 'and for no specific [plant] food is there convincing evidence that it's important'. Red meat is under 'serious investigation', he adds, because 'there is quite a lot of evidence that high intakes of meat - and it's stronger for processed and preserved meat than for fresh meat - may increase the risk of large bowel cancer. It's a hot topic of research.' </p> <p>And what about boosting soya intake and cutting down on dairy products, like the rural Chinese who are less at risk from breast cancer? Of the first, he says the evidence 'has not been very strong' while the second is 'an interesting area'. I mention Professor Jane Plant's book Your Life in Your Hands, in which she puts forward a persuasive argument that giving up dairy produce helped her survive five diagnoses of breast cancer, but Professor Key is not convinced. 'In less developed countries where there isn't much food around,' he says, 'women start menstruating at a late age, they have several children and breastfeed them for a long time. These factors are all known to reduce breast cancer risk. Worldwide variation is not just to do with diet.' </p> <p>It isn't the Holy Grail I am looking for, and I begin to wonder about all those cancer-busting carotenoids, flavonoids and phytochemicals cited by health writers and nutritionists. Isn't there a shred of truth in it? 'Everyone wants to know which fruits and vegetables they should be eating,' Professor Key acknowledges. 'Is it brassicas, is it garlic? None of these things are sorted out. Reports in the media and in scientific journals are usually based on a single study which may identify an interesting effect in a laboratory - but that doesn't mean it will work in people. The only scientifically based advice we can give is: 'Eat a variety of fruits and vegetables, and base your choice on the ones you like and can afford.' </p> <p>It's good advice, but no good at all to those of us who are indecisive in the supermarket aisle (or who never look at price labels). But in California, naturally, the selection of nutritionally perfect fruit and veg has been perfected as a science. David Heber, MD, a scientist at the UCLA Center for Human Nutrition in Los Angeles, has devised a formula to help consumers with the weekly shop. In his review article 'Vegetables, fruits and phytoestrogens in the prevention of disease' (published in the Journal of Postgraduate Medicine ), he divides foods into seven colour categories and suggests we eat one type from each group every day - red (tomatoes and related products), red/purple (berries, grapes, red wine), orange (carrots, mangoes, pumpkin), orange/yellow (cantaloupe, peaches, oranges, papaya), yellow/green (spinach, avocado, honeydew), green (broccoli, cabbage, cauliflower) and white/green (leeks, onion, garlic, chives). </p> <p>Apart from the red wine (presumably less than two glasses a day), it is not so different from the superfoods programme outlined by Dr Steven Pratt, a Californian plastic surgeon, in his book, Superfoods: Fourteen Foods That Will Change Your Life. It recommends a diet of 14 colourful foods (such as broccoli, tomatoes, pumpkin, soy, spinach, wild salmon, oranges and black tea) containing the range of nutrients we need. Though mainly for weight loss, the diet 'can change the course of your biochemistry', Dr Pratt claims. 'These foods can help stop the cellular damage that can develop into disease,' he says - an optimism shared by Katherine Tallmadge of the British Dietetic Association. 'The reasoning sounds good,' she says. 'These are the kinds of healthy wholefoods we should be eating.' </p> <p>The truth is, few of us will heed this advice, somehow believing that cancer will strike elsewhere - and in the distant future. We have organic muesli for breakfast, we eat up our greens (once or twice a week). Why should it happen to us? For one group of people, however, the link between cancer and diet is real. Already diagnosed, often with weeks or months to live, they will seize dietary advice with both hands because it may prevent secondary tumours occurring and brace their immune systems for the toxic onslaught of orthodox chemotherapy. </p> <p>Michele Eve, 40, a mother of three living in Bristol, was diagnosed with breast cancer four years ago this month and immediately went on a cancer-busting diet. She was not prepared to wait for the randomised, double-blind placebo trials of over-cautious scientists to tell her what she should be eating. </p> <p>'I was in a bookshop,' she says, 'and the first book I picked up was about the Bristol Cancer Help Centre. I just feel so lucky that it's in my home town.' </p> <p>While undergoing chemotherapy ('I was very ill indeed,' she says) and eventually surgery, Michele adopted the lifestyle changes recommended by the holistic charity. In addition to counselling and complementary therapies (including shiatsu, meditation and spiritual healing), these involved switching to a plant-based, wholefood diet with lots of fruit and vegetables, pulses and whole grains but very little meat and dairy produce. 'I gave up fish as well and went completely vegan,' she says, 'though that was my choice.' </p> <p>Four years later (and just one year short of being medically 'clear'), Michele is completely well - something she attributes both to orthodox treatment and the Bristol approach. 'When they took the lump out, the specialist couldn't believe it,' she says. 'All the cancer cells had gone - which is very unusual. He seemed amazed, but I wasn't. I think the diet helped me fight the cancer and it was the one thing I could do something about immediately when everything else was up in the air. When given a 50:50 chance, you ask yourself \"Which half am I going to be in, then?\" You can make a choice.' </p> <p>On a damp, doleful September day, I make my way to Bristol and find the reception area of the Bristol Cancer Help Centre suffused with natural light. There is something about the tall windows, high ceilings and minimalist decor of the former convent that makes it seem sunnier indoors than out - and when I peer into the relaxation room, where participants in a five-day residential course are sharing their experiences of cancer, I notice they are sitting not on polypropylene chairs (standard issue in institutions) but reclining sun loungers arranged like radiating spokes around a nutrition therapist. </p> <p>'Would you like a drink?' asks Clare Ben jamin, who has invited me here to find out about Michele Eve's diet. </p> <p>'A coffee would be nice,' I say, but the request is met with an apologetic smile and a tray of herbal teas. </p> <p>At once I am reminded of the lack of consensus when it comes to treating cancer with diet. In the best-known and most controversial approach, Gerson therapy (invented by German-born doctor Max Gerson in the Thirties), coffee is the very thing that is believed to work - albeit administered by enema rather than bone-china cup. When combined with a strict nutritional regime - principally 13 glasses of fruit juice a day and injections of vitamin B12 and liver extract - coffee is said to dilate the bile ducts in the liver and help it excrete cancer-causing toxins. </p> <p>In June, Prince Charles provoked a venomous attack by the medical establishment for suggesting Gerson therapy had worked for a cancer sufferer he knew and merited further research. 'I have no time at all for \"alternative\" therapy that places itself above the laws of evidence,' blustered Professor Michael Baum of University College London. 'The power of my authority comes with a knowledge built on 40 years of study and 25 years of active involvement in cancer. Your power and authority rest on an accident of birth.' </p> <p>Professor Karol Sikora, Britain's most eminent cancer specialist, was equally damning of the diet, saying there was no rationale for it. 'Why would a coffee enema work?' he asked. 'It's popular at the higher end of the middle classes, partly because it's expensive and there's an element of religious mania to it. But the idea that huge amounts of vitamin C can cure you of cancer is wrong.' </p> <p>Yet here at the Bristol Cancer Help Centre (where sufferers are urged to take supplements of 500-2,000mg of vitamin C a day, in addition to seven or more portions of fruit and vegetables), Professor Sikora is an ally. Visit the centre's website and there he is in his lilac shirt, clashing tie and serious spectacles, saying: 'Bristol represents the gold standard for complementary care in cancer.' Climbing the stairs, I pause on the landing beneath a portrait of HRH, the centre's patron. Somehow, the Bristol Approach satisfies both sides in a polarised and very angry debate. When I ask even the most conservative cancer specialists about the centre's dietary advice, nobody is prepared to knock it. </p> <p>'Well, we're not exactly making people eat live lizards,' says Jane Sen, the professional chef and cookery writer who helped devise the Bristol guidelines. Looking at our lunch menu, chalked on a blackboard in the award-winning restaurant (the centre was named Caterer of the Year in 2000 by BBC Radio 4's Food programme), I can see what she means. I'm not a great fan of soybean curd, but Malay-spiced tofu with aubergine, mustard-seed rice, sesame stir-fried broccoli, red pepper, spinach and sprout salad doesn't sound bad, even when lightly drizzled with peanut vinaigrette. I ask Jane Sen what is so cancer-busting about it. </p> <p>'The colour is important,' she insists, 'because a colourful plateful [green broccoli, bright red peppers] means you are eating a variety of ingredients and getting all the plant nutrients you need. Make sure you have something raw in every meal [like the shredded spinach in this one] because raw food still has all its vital energy.' Sprouting seeds should be consumed three times a week, she says, because they are 'the freshest things you can eat', with a raised nutritional value. 'Think of all the energy needed for a tiny thing like that to grow to such a height.' </p> <p>Somehow, it sounds right - but it's hardly Professor Baum's kind of science. What I am after is a forensic breakdown of the meal's active ingredients. How does each one fight or prevent cancer - and are any of the alleged benefits scientifically plausible? In its factsheet 'The scientific basis for the Bristol approach to cancer care', the centre offers a few clues. Soya products (such as the Malay-spiced tofu I am eating) are listed along with six other foods and micro-nutrients that are 'known to be actively beneficial in cancer prevention and reduced recurrence': they are cruciferous vegetables (such as broc coli), tomatoes, onions, garlic, omega-3 fish oils and the mineral selenium. </p> <p>However, when I run this list past Liz Butler, the nutritional therapist at the Bristol Cancer Help Centre, she is more circumspect than the promotional literature. 'Tomatoes are a source of lycopene,' she says, 'but lycopene is not a magic bullet like a drug. There has to be a balance of things in the diet; if you look at one antioxidant in isolation, you're just messing about.' It's the range and variety of micro-nutrients that counts, she explains, and the way these compounds work 'synergistically'. In one study conducted for the Institute of Food Research, due to be published shortly, anti-cancer agents were found to be up to 13 times more effective when several foods in a wholefood diet were combined. </p> <p>The best approach, say Bristol nutritionists, is to eat lots of plant foods with known benefits for general health (not just those that may protect against cancer), with an emphasis on 'adding foods to the diet' rather than subtracting them - the opposite principle to most diets. </p> <p>One controversial addition is supplements in capsule form, since most experts say a balanced diet delivers all the vitamins and minerals we need, and the approach has even been linked to an increased risk of cancer. Beta-carotene supplements (which are recommended on the Bristol programme) slightly increased the risks of recurrence in a trial involving people with lung cancer, and another study showed that high vitamin C intake interfered with apoptosis - the natural cell death that stops tumours occurring. 'We recommend supplements because people who are ill, fatigued or busy may not get an ideal diet every day,' Liz Butler explains. 'There is also evidence that minerals in crops are declining due to intensive farming.' </p> <p>Cancer sufferers are also advised to cut down on foods 'associated with an increased risk of cancer'. These include red meat, dairy products, smoked and salt-cured foods, refined sugars, processed foods, caffeine, alcohol and table salt. Game and poultry should be organic; fish should be non-farmed and from deep unpolluted waters, and oily fish should be small varieties such as sardines and pilchards which carry fewer contaminants. Despite such rigours, hundreds of people passing through the Bristol centre say they have benefited from the guidelines while on courses - and 92 per cent continue to follow them at home. </p> <p>So, does the Bristol approach - and Jane Sen's diet - stand up to scientific scrutiny? The only study that has ever looked at the outcome of Bristol patients compared to others (published in the Lancet in September 1990) concluded that women with breast cancer who had attended the centre fared worse - though campaigners and scientists later argued that the study was flawed. When I ask if the centre keeps its own records of recovery and mortality rates, the answer is no. However, yet another supportive clarion call comes from Professor Karol Sikura. Patients on the Bristol programme show fewer side effects during chemotherapy, he says - an idea that comes as no surprise to nutritional therapist Liz Butler. 'The rationale behind everything we do is restoring people's biochemical balance,' she says. 'Then, their immune system is running well and they benefit more from their conventional medical treatment.' </p> <p>In the fight against cancer, then, the message is clear: legitimate science is leading us inexorably towards a vegan diet. Last year, the WHO made its statement about fruit and vegetables. In March, the Food Standards Agency published the results of research it had funded into the link between colorectal cancer and red meat. 'The results support other published studies showing that higher levels of red meat consumption increase the risk,' it concluded. </p> <p>With dairy products, too, there is mounting evidence that avoiding them may reduce the risk of breast cancer. Though cautious about Professor Jane Plant's reasoning in Your Life in Your Hands (in which she attributes her own recovery to abstinence), Professor Tim Key at the Epic project confirms that part of her argument is correct. 'It relates to a hormone called insulin-like growth factor 1 (or IGF-1),' he says, 'and there is some evidence that if you eat more dairy products, blood levels of this hormone go up. There is also some evidence that women with high blood levels of this hormone are more likely to get breast cancer. So that is quite a tantalising story.' </p> <p>Three months ago, the Lancet concluded that there probably was an association between animal products and some forms of cancer and further studies will be published soon, Professor Key reports. 'In fact, we've been working on that here and have shown that vegans have low levels of this hormone - and they don't eat any dairy products.' Yet, in his ruthlessly reductionist way, the principal investigator for Epic-Oxford says the link between dairy products and cancer is 'not an established fact'. In terms of advising the public, he concludes, 'the truth is that we don't know. Some studies have shown the reverse. However, if people want to take a gamble and say, \"I'll give up dairy products because it might turn out to be true\", fair enough.' </p> <p>It doesn't sound like a gamble to me. </p> <p><strong>· </strong>Bristol Cancer Help Centre helpline: 0845 123 2310; <a href=\"http://www.bristolcancerhelp.org\">www.bristolcancerhelp.org</a></p>",
  "<p><strong>Tom Hardy, actor </strong><br> 'I've done 11 films, five plays and two TV shows pretty much back to back in the last two years.' Since he was taken out of drama school to star alongside Tom Hanks in Band of Brothers, Tom has appeared in Black Hawk Down and Star Trek Nemesis. He can be seen most recently in Matthew Vaughn's Layer Cake. When we manage to drag him away from his mate Rhys Ifans at The Observer shoot Tom explains how he got into acting. 'I was vetted in subtlety by demons into the cosmos. That and I've always been a liar so it seemed like a good opportunity to get into it professionally.' Does he feel like he's in the middle of a hot British cinema renaissance? 'To be honest, I wouldn't know \"hot\" if it poked me in the eye, but I'm very happy and I love my craft.' <br><strong> JC</strong> </p> <p><strong>Rhys Ifans, actor </strong><br> When the government poured lottery cash into the British film industry in 1997, Rhys Ifans seemed to be one of the biggest beneficiaries. Suddenly, he was everywhere. 'I was ravenous,' he admits, rolling the word out with Welsh relish. 'I took too many parts. But during that lottery gold rush scripts went into production three drafts too soon. The work is more honed nowadays.' Though his remarkable debut in Twin Town was followed by disasters such as Rancid Aluminium, Janice Beard 45 wpm and You're Dead, Ifans became internationally famous almost overnight as Spike, the dirty underpants-wearing flatmate of Hugh Grant's character in Notting Hill. He's not exactly proud of how that performance has overshadowed his career but this month's Enduring Love - adapted from the Ian McEwan novel - finds him reunited with that film's director, Roger Michell. 'I think I've got better as an actor since those days. I've accumulated more experience and had a more diverse range of roles, so I bloody should have.' <br><strong> JS</strong> </p> <p><strong> Annie Griffin, writer-director </strong><br> Annie Griffin spent the summer running around Edinburgh with a film crew during the festival making her directorial debut, Festival, which will be released next year. Twenty years ago, the American-born Griffin starred in student productions at the Fringe and she thought it was time someone put the backstage drama on screen. 'I'm amazed that it hasn't been seen on film before, but more calculatingly, I thought there was no way they could delay this film because it had to be filmed during the festival!' After acting for a while, Griffin began making short films for MTV, learning the ropes. Her big break came with C4's The Book Club, the offbeat comedy she created about a reading group. 'Making films is not going to turn my head. A lot of people want to be directors for the wrong reasons, rather than because they want to make films,' she says. <br><strong> AO</strong> </p> <p><strong>Kevin Loader, producer </strong><br> </p> <p>He's the king of adaptations and having worked his magic with The Buddha of Suburbia and Captain Corelli's Mandolin is now busy with Ian McEwan's Enduring Love. McEwan has been closely involved and was present for the filming of the infamous opening chapter. 'He was deeply affected by it - standing in this field watching a man dangling from a red balloon. You could see him thinking, \"Wow, it looks as beautiful and disturbing as I'd imagined.\"' While adapting is Loader's forte, he also worked with long-time collaborator and partner Roger Michell on 2003's original screenplay The Mother. His ultimate project, he says, would be an adaptation of Maupassant's Bel-Ami. <br><strong> JC </strong> </p> <p><strong> Sophie Okonedo, actress </strong><br> I see myself as a character actress, actually I'm a characterful leading actress,' laughs Sophie Okonedo. She can laugh because she used to be cast in quirky supporting roles but over the past couple of years she has emerged in starring roles. She will soon appear with Don Cheadle in Hotel Rwanda, a powerful drama about the civil war. At the moment she is filming Aeon Flux, a sci-fi movie alongside Charlize Theron. It was her performance as a sharp-witted prostitute in Stephen Frears's Dirty Pretty Things that got Hollywood's attention, a rare achievement for a black British woman in Hollywood. She initially wanted to be a writer and joined Hanif Kureishi's workshop only to discover she was better at reading than writing the parts. Rada followed, then steady employment on stage and screen. <br><strong> AO</strong> </p> <p><strong> Ashley Walters, actor </strong><br> </p> <p>Although he is better known for being in the So Solid Crew, Ashley Walters has been acting 'in adverts and the theatre since I was four'. He is now the star of Bullet Boy , a coming-of-age drama set on Hackney's 'murder mile'. Five years ago, BBC viewers saw his potential in Lenny James's autobiographical Storm Damage when he played a teenager struggling to stay on the right path. Walter's own life took a detour when he joined the notorious south London garage crew, a tumultuous period that ended when he was sentenced to 18 months in a young offenders institute for illegal possession of a firearm. 'There was a lot of pressure and responsibility on me,' he says. 'It took me a while to recognise that and I'm still learning.' Interestingly, Walters plays a young man newly released from prison in Bullet Boy. In fact, the prison scenes were set in the Onleigh YOI in Rugby, where he served his time. They even filmed him in the same holding cell. 'It felt weird, although it was good being in there and knowing I could leave anytime I wanted.' <br><strong> AO</strong> </p> <p><strong> Amma Asante, director </strong><br> Remember the class of 1985, when Zammo was going out with Jackie, Fay was in the sixth form and poor old Ro-land was the fat kid? In the heyday of Grange Hill, Amma Asante played Cheryl Webb. 'We were supposed to be from Grenada but I always remember there was a calendar of Dominica on the wall.' Her directorial debut, A Way of Life, took three years to realise. Amma initially only wanted to write the script and, while searching for a suitable director, the Film Council sent her on a cinema training course. When she returned, there was only person who could see the project to its natural conclusion. 'Directing had always seemed so hard, so much bother,' she says. 'Making my film has demystified the process for me and I've learnt that it's like a lot of things in life - you just have to get on with it.' <br><strong> JS</strong> </p> <p><strong> Saul Dibb, director </strong><br> </p> <p>Directing his first feature film, Bullet Boy, was a test for Saul Dibb after a decade spent making documentaries.'I wanted to use actors who could adapt their personal experiences to the roles,' he says. 'But I didn't want to come up with a film that felt like a documentary. There's a difference between naturalness and naturalism. I'm not sure anyone really cares when they read in the newspaper that another 17-year-old has been shot,' says Saul. 'So I wanted people to put themselves in the shoes of someone who was affected by it and to see the human side of what lies behind the statistics.'The day after our interview, Dibb attended a screening of Bullet Boy specially arranged for the Home Office. 'I don't believe films change things these days, but they can help outsiders better understand the problems.' <br><strong> JS</strong> </p> <p><strong> Natascha Wharton, producer </strong><br> </p> <p>Global hits such as Notting Hill, Bridget Jones's Diary and Love Actually gave rise to a rare situation at Working Title - a UK company created specifically to develop domestic talent. WT² was set up five years ago to encourage more experimental British projects on smaller budgets. Yet the first film it produced was another mega-hit, Billy Elliott. 'That film's been both a blessing and a curse,' admits head of WT² Natascha Wharton with hindsight. 'It put us under pressure to reproduce that kind of magic every time but that wasn't what we were set up for and it isn't exactly easy.' Nevertheless, Wharton has quickly become a crucial figure for UK film-makers. Approval from her means your script is likely to get made and the unique WT² relationship with US studio Universal means the result is even likely to get seen. The golden touch can currently be seen working for Edgar Wright's Shaun of the Dead which now nestles in the Top 10 of the American charts. Wharton says she has detected a gradual change in the culture. 'There are more courses, more classes, more education about film than when we began, and I see directors and writers from a generation more steeped in cinema,' she says. <br><strong> JS</strong> </p> <p> <strong> Shirley Henderson, actress </strong><br> </p> <p>She's our hardest-working actress, able to combine blockbuster franchises Bridget Jones and Harry Potter (her ghostly Moaning Myrtle was the best thing about HP2) with indie art films. So it comes as a surprise that Juliet McKoen's Frozen is Henderson's first-ever lead. She plays a young woman unable to come to terms with her sister's disappearance. Henderson grew up in Fife, studied at London's Guildhall School of Music and Drama, and combines ethereal beauty with gritty realism. She has five new films to promote this year and is about to start filming Michael Winterbottom's Tristram Shandy. Multiplex glory beckons this Christmas when she reprises Jude in Bridget Jones: The Edge of Reason, but one of her most interesting roles will be in Sally Potter's new film Yes where Henderson plays a cleaner working for a rich American couple, Joan Allen and Sam Neill. 'There's supposed to be an extraordinary sex scene in Yes,' calls out Danny Boyle, on our shoot. Seeing Henderson's look of incomprehension, he grins. 'Clearly you aren't in it!' <br><strong> LH </strong> </p> <p><strong> Asif Kapadia, director </strong><br> </p> <p>Last year, the British-born Asian writer/director stole the limelight at the Baftas, when his debut film, the medieval Indian parable, The Warrior, picked up two awards. In many ways the making of a foreign-language film with subtitles, shot in Hindi in the desert in northwest India with no stars, was a minor miracle. It cost £5 million to make. 'We had 260 people in the crew who were a mix of Muslims, Hindus and Christians. We had a lot of gods on our side.' Kapadia is a first-generation child of Indian parents. During his MA in film at the Royal College of Art, he made the short film, The Sheep Thief , which won the Cinefoundation for best student film at Cannes in 1998 and funding to get The Warrior made. With three scripts ready to go, Kapadia is itching to shoot his next movie. 'It's similar in tone to The Warrior - very little dialogue, very visual, and I'll be using the same team. It's set in the Arctic.' <br><strong> LH</strong> </p> <p><strong> Danny Boyle, director </strong><br> </p> <p>His last film, zombie thriller 28 Days Later, became the most successful British-made independent movie ever at the US box office. So what is Danny Boyle doing making a small-budget British movie - aimed at a crossover audience of adults and children - set in Manchester? Millions is based on a script by Frank Cottrell Boyce. It follows two kids who find millions of pounds from a bank robbery but have just days to spend it before Britain converts to the euro. Boyle is one of our most maverick - and modest - directors. ('They always call me when Ken Loach drops out,' he says.) He worked in theatre and TV until his 1994 cinematic debut, Shallow Grave , followed by Trainspotting. His reputation dipped with Hollywood outings A Life Less Ordinary and The Beach, but 28 Days Later was a wakeup call to great British film. Boyle says that Millions is a feel-good retelling of Shallow Grave - but through a child's eyes. 'Let's face it, every American film is a gun-and-a-girl or a bag of money film!' <br><strong> LH</strong> </p> <p><strong> Luke Mably, actor </strong><br> </p> <p>He's getting electrifying reviews for the role of Christian in Festen, the West End play based on the Dogme film, but Mably is also one of our most interesting young screen actors. After playing soldier Clifton in Danny Boyle's 28 Days Later, Hollywood hand-picked him to star opposite Julia Stiles in The Prince and Me. His next role is in the much-anticipated Colour Me Kubrick with John Malkovich. 'It's based on this amazing true story of a man who used to go around London posing as Stanley Kubrick. He was a con man who picked up gay boys in bars and promised them the world.' He's just completed horror flick Spirit Trap with Dougray Scott and Billie Piper in Prague. 'I really want to mix things up. I was originally playing the hero but then thank heavens they recast me as the psychopath ...' <br><strong> LH</strong> </p> <p><strong> Pawel Pawlikowski, director </strong><br> </p> <p>Not many British film-makers claim their biggest influence is 19th-century Russian literature. In fact, only the director of a film as singular and delicate as his forthcoming My Summer of Love could get away with it. In his teens Pawel Pawlikowski was brought from Warsaw to England in 1977 by his ballerina mother. He worked in the mid-1980s in the BBC's music and arts department. 'There were programmes like Arena and Bookmark which would let you make a film from the barest sketches of an idea. The people who worked there are now making interesting cinema. But, of course, like with most good things in this country, that situation is now gone.'He's a one-off, as the individual style of his striking first feature, Last Resort, suggested. <br><strong> JS</strong> </p> <p><strong> Tanya Seghatchian, producer </strong><br> </p> <p>Tanya Seghatchian met Pawlikowski at the BBC more than 10 years ago and recognised 'an inspirational spirit', she recalls. It has taken more than a decade for them to finally work together on the big screen, mainly because the 37-year-old Londoner's life has been taken up with Harry Potter. It was her idea to option the books, taking them to another producer, David Heyman. 'I've worked with Chris Columbus, Alfonso Cuaron, Mike Newell and now Pawel,' she says. 'There's no point being a producer unless it's for a director you really like. In the role, you're protector and nurse, so you have to believe in it when everyone is doubting it.' <br><strong> JS</strong> </p> <p><strong> Damien O'Donnell, director </strong><br> </p> <p>Few directors strike it lucky with their first film, but Damien O'Donnell's East is East gave him a debut hit. The Irish director was attracted to the comedy about the fortunes of an Asian family because 'I grew up in a big working-class family and it felt familiar'. Although his follow-up Heartlands didn't make the same impression, his latest film, Inside I'm Dancing, about the friendship between two young disabled men has broad appeal. O'Donnell attracted criticism for not casting disabled actors, but he is unrepentant. 'The important thing is do you believe those characters in that world. I thought that to reduce those characters to their physicality was a retrograde thing.' <br><strong> AO</strong> </p> <p><strong> Juliet McKoen, director </strong><br> </p> <p>Having won the Kodak/Bafta Short Film prize for her film Mavis and the Mermaid, she began work on her full-length debut, Frozen. Starring Shirley Henderson and Roshan Seth, the film is shot in Morecambe Bay and tells the story of Kath, who struggles to understand the disappearance of her sister two years earlier. McKoen wrote the screenplay after the body of the 'lady in the lake' was discovered in 2000 near her home in Cumbria and though it is not based in fact, 'it is in homage to the hundreds of women who disappear each year... Landscapes inspire me to tell stories and I'm interested in the link between them and human emotions.' <br><strong> JC </strong> </p> <p><strong> Eddie Marsan, actor </strong><br> </p> <p> 'I look like a Mike Leigh character in real life, don't I?' laughs Eddie Marsan. 'I'm a funny-looking bloke.' But in Vera Drake, Marsan is much more than that, giving an eye-catching performance. Despite his admitted physiological suitability for it, this was Marsan's first experience of working with Leigh. 'I learnt so much doing it that I feel like my career has just started.' Gangster No 1 featured perhaps his most notable film role but you can spot him in Hollywood productions including Gangs of New York and 21 Grams, as Benicio del Toro's priest. <br><strong> JS</strong> </p> <p><strong> Anne Dudley, composer </strong><br> </p> <p>When Anne Dudley turned up for The Observer photoshoot last week, she wasn't the most famous face in the room, but she was the only one with an Oscar standing on a shelf at home. She won it for writing the score for The Full Monty. The classically trained musician began her career with Trevor Horn and Paul Morley in The Art of Noise. Her work includes scores for Neil Jordan's The Crying Game and Stephen Fry's Bright Young Things. But the quality of the films isn't an issue for her. 'It doesn't really bother me. I put the same emotional intensity into whatever I do.' <br><strong> AO</strong> </p> <p><strong> Marc Evans, director </strong><br> </p> <p> 'I like making films that I'd like to see myself,' says Marc Evans. 'I like watching dark films and I'm attracted to that kind of material.' It makes you wonder what is in his DVD collection. Evans has directed four films, all of them mix elements of horror and chilling psychology. His biggest hit to date, My Little Eye, took the concept of the reality television show to frightening new levels as a group of teenagers living in an isolated house are killed one by one. The Welsh director's latest film, Trauma, was less successful but his next will be his most ambitious yet, with Alan Rickman and Sigourney Weaver starring in Snow Cake as a drifter and a high-functioning autistic who begin a relationship. 'In every film I've made, at the end somebody dies and somebody walks,' he says. 'But this one will finish a bit more hopefully.' <br><strong> AO</strong> </p> <p><strong> David Morrissey, actor-director </strong><br> </p> <p>Having appeared in acclaimed TV dramas such as The Deal, Clocking Off and State of Play, Morrissey has now turned his attention to directing. With a few short films already under his belt - including Bukowski's Bring Me Your Love - and Sweet Revenge for the BBC, Morrissey is ready to move on to something more substantial. Morrissey's ideal project is an adaptation of his wife Esther Freud's novel The Wild, but at the moment it's still at the fundraising stage. It might be helped by the success of L'Homme du Train for Morrissey's production company Tubedale last year. He is currently shooting a new film about Rolling Stone Brian Jones and is shortly to start filming Derailed with Jennifer Aniston. <br><strong> JC</strong> </p> <p><strong> Matthew Vaughn, producer-director </strong><br> </p> <p> 'Everyone thought I was mad when I told them I wanted to direct,' says Matthew Vaughn. 'Everyone except Claudia.' So, encouraged by the support of his supermodel wife Claudia Schiffer, the producer-turned-director got to work. The result, Layer Cake, is better than the gangster films (Lock, Stock and Two Smoking Barrels, Snatch) he produced for his mate Guy Ritchie and is doing well at the box office, too. The 33-year-old says: 'If I can find a big film and stay in Britain, that would be great. But it would have to be an amazing film to lure me to America. I spent a couple of years there once and hated it.' <br><strong> AO</strong> </p> <p><strong> Sally Hawkins, actress </strong><br> </p> <p>With two vastly different roles in Layer Cake and Vera Drake, actress Sally Hawkins is having a good autumn. The Rada-trained actress says making the two films could not have been more different. 'Matthew Vaughn was very caring, very attentive, which surprised me. I don't know why - I had it in my head that he'd be some sort of lad.' Of Mike Leigh, she says: 'You never get used to working with him,' she says. 'I was glad to become part of his company, though, because he tends to use you again and again. You have to be on your toes every second. This time I was improvising with Lesley Manville and Imelda Staunton, two total heroes to me.' <br><strong> JS</strong> </p> <p><strong> Roger Michell, director </strong><br> </p> <p>When you've directed such a massive international hit as Notting Hill, the film world is your oyster. Roger Michell has simpler goals. 'I want to make films here,' he says. 'If I don't have to go out of north London, even better.' He's only half joking. Scouting locations for Captain Corelli's Mandolin, Michell suffered a heart attack and had to withdraw from the project. 'We have everything you need to make wonderful films here,' he says. 'What we don't have is big stars and big studios, people you can bank on at the box office and institutions with the financial stamina to roll with the punches. That's what really sustains an industry.' Enduring Love is released next month, but Michell insists on doing at least one theatre project per year. 'It's a short commitment - say six weeks - you work directly with actors and there's little fuss compared to a movie.' <br><strong> JS</strong> </p> <p><strong> Beeban Kidron, director </strong><br> </p> <p> 'It was like taking care of a national treasure,' says director Beeban Kidron of her experience in charge of Bridget Jones:The Edge of Reason. The new film is, she hopes, 'faithful to the spirit of the original, but not to the style'. Kidron, 43, is still, perhaps, best-known here for the award-winning TV adaptation of Jeanette Winterson's Oranges Are Not the Only Fruit in 1990. She followed that with a small feature, Antonia and Jane and suddenly found herself in Hollywood. Used People saw her directing Shirley Maclaine and Marcello Mastroianni. Her next, To Wong Foo, Thanks For Everything! Julie Newmar, is famous as the hardest ever title in charades and for having Wesley Snipes in drag. Beeban says whatever the success of Bridget, she's back in Britain for good. 'I can juggle far more easily here at the moment, doing TV films, documentaries and world-class films with big casts. As a director, you can't ask for more than that.' <br><strong> JS</strong> </p> <p><strong>·</strong> Profiles by Jenny Clover, Jason Solomons, Akin Ojumu and Liz Hoggard </p> <p><strong>·</strong> With thanks to Covent Garden Hotel, London WC2, Framestore/CFC and the BFI</p>",
  "<p>At the end of last month, Jeremy Deller walked for 10 minutes from his small workroom in Highbury, north London, to an editing suite in Islington, there to meet with the woman who had the most difficult job in show business. A film director called Linda Zuck had the task of making a five-minute movie that would encapsulate a decade of Deller's work, a challenge one might compare with squeezing a zoo into a horse box. </p> <p>At 38, Deller is the youngest person on this year's Turner Prize shortlist, and the favourite at William Hill. He is slightly elfin in appearance, with a chiselled face and a black slick of hair, and his favoured look - white jeans, bold-stripe T-shirt, silk patterned scarf - is raffish Seventies Chelsea bohemian. </p> <p>The film he was about to see, which will be shown on Channel 4 and on a continuous loop at Tate Britain, describes an artist who does 'social interventions' - sometimes playful, occasionally challenging, mostly unexpected. It opens with his most famous work, a reconstruction three years ago of the Battle of Orgreave, and then hurtles back to his idea of asking a brass band to play acid-house tunes. From there it's but a sprint through his cocktail project with Peter Stringfellow and his street parade in Spain and his interview with a coffee-shop manager who serves George Bush in Texas.</p> <p>Deller settled down to watch the film in a slightly damp room in a converted mews house, and he soon saw himself explaining that he had spent $2,000 on five acres of desert near Death Valley. He said he could have spent this money framing eight photographs, but at least now he owned a little piece of America.</p> <p>When the film ended, he paused for a moment and said: 'Fine. It's fine. But the thing about that Stringfellow's stuff is that it's done with someone else, so I wonder whether we could credit him.' </p> <p>He worried a little about some of the captions describing his work, and argued that 'it's good not explaining everything. I'd rather have some mystery.' He then watched the film again, trying to identify an acid-brass song for copyright clearance, changing the commentary accompanying the Spanish street parade ('It wasn't really a commission,' he said. 'I forgot to ask for any money. I don't suppose I could ask for it retrospectively?') and then he wondered how best to avoid sounding like a prat when he talked about his American land grab. 'It just makes me sound like any old conceptual artist who bought some land and did nothing with it. But it's part of a whole guidebook I made about California, and it was really the end of a treasure hunt, and I made an album of this man playing banjo music on it.' </p> <p>It may not come as a shock to learn that Deller was not a very good conventional art student at school. He could neither draw nor paint, and his teacher advised against art school at all costs. He grew up fairly happy and very middle-class in Dulwich, his father employed by the local council, his mother by the NHS. He attended Dulwich College and then went to the Courtauld Institute to study the history of art. When he gives a talk about his work now, he often surprises people by beginning with slides of Caravaggio.</p> <p>His real influences were a little more contemporary. 'When I was 20 I was at an art opening for the Warhol self-portrait show in London and I was introduced to him,' Deller tells me when we meet at a cafe in Hampstead two days after the film screening. 'Then I went to New York with a friend and hung out for two weeks at the Factory, which turned my mind inside out. When you're a certain age, Warhol is everything. I thought: \"This is what it's all about as an artist - you can do anything you like!\"'</p> <p>He completed his art-history course, but failed to get the expected job in an auction house or museum; he thinks people could tell his heart wasn't in it. He then did a lot of not working. 'I lived at home until I was 31. My parents were very understanding, though not terribly sure what was going on.'</p> <p>Deller's entry into the art world was an installation at home in his mid-twenties. His parents went on holiday for a fortnight, and in their absence Deller removed their pictures from the walls and replaced them with creations of his own. 'You treat this place like a hotel' one piece read. The exhibition was called Open Bedroom, and a few friends came round to admire the tributes to Keith Moon and the scattered song lyrics ('Every day I look at the world from my window...'). The work was removed shortly before his parents' return, and the first they knew of it was four years ago, when Deller published some photographs of the event in a book. </p> <p>This book, Life Is To Blame For Everything (£12, salon3), is a wonderful document, a collection of seven years of subversive Deller diversions. I looked at it and one name sprung to mind: Joe Orton. Deller is not one to cut up and deface library books - too polite an upbringing, too respectful of public property - but the will is there. There are posters of exhibitions he would have liked to have visited (Stephen Patrick Morrissey: A Life in Words, at the British Museum) and signs on student noticeboards he would have liked to have walked by (Video Cameras and Car Radios Stolen to Order, Ring Kev). One piece consists of a long streaming transcript of tout talk he recorded at some personal risk outside concert venues: 'I'll buy or sell, I'll buy or sell anybody want tickets I'll buy or sell, tickets tonight buy or sell. I'll buy or sell for Anthrax. Buy or sell tickets anyone spare tickets I'll buy or sell for Anthrax tickets for Anthrax...' Occasionally Deller plays this tape back outside his own shows. </p> <p>His first successful commercial work involved T-shirts. He liked the fact they were cheap to produce and moved about on their owners, providing the opportunity for hundreds of people to see his work each day. Some of his creations had messages ('My Drug Shame', 'My Booze Hell'), some played with mod imagery (Keith Moon again) and some suggested his favoured reading material. He has a photograph of Richey Edwards, once of the Manic Street Preachers, wearing one of his creations with the first few lines of Philip Larkin's 'This Be The Verse'. </p> <p>Deller used to sell the shirts himself when he worked in the Covent Garden shop Sign of the Times, one of many jobs which paid for his small public defiances. He placed a Smiths lyric between the bunnykins and the mouses on the Guardian's Valentines pages: 'I am human and I need to be loved, just like everybody else does'. He ran an 'In Memoriam' notice in the Daily Telegraph for one of his heroes: 'Epstein, Brian Samuel, 27 Aug 1967. Remembered this day and every day. J'. </p> <p>He placed a nightclub mirrorball in the vilest alley in Liverpool. He wrote of these works: 'Whereas \"official\" public art tends to be monumental and embarrassed by its surroundings, an intervention is often ephemeral and celebratory of its environment, even if it is of illicit urban pleasures.' So he put a sticker on the bumper of a police car which read 'I (TM) Joyriding'. </p> <p>Is the bumper sticker art? Or the bumper sticker on the police car? Or the photograph commemorating its placement? Deller is not overly concerned with these things, justifying his work in terms of the pleasure it brings and the discussion it provokes. I asked him whether his work was rooted in any type of manifesto. He said, 'I'm too all over the place for that. My thought process is ... well, one of my favourite quotes is by Lenin: \"Everything is connected to everything else.\" I'm more into the social relationships, rather than the political.' On another occasion he said: 'My work is quite slight, but in a good way.' </p> <p>His most hedonistic venture occurred at Stringfellow's nightclub in Leicester Square in 1996. Deller worked with his friend Alan Kane and Peter Stringfellow to create the Butterfly Ball, the world's most expensive cocktail, a large silver bowl of fruit, mixers and spirits that cost £250 and was enjoyed by many people in unison sucking on straws to the soundtrack of Carmina Burana. </p> <p>'We weren't into taking the piss,' Deller claims. 'We were really into Peter. He knows there's a ridiculousness about his life. He said, \"I'm an artist, too\", performing in this world that isn't real.' During the evening, guests at the club were also given cards suggesting a possible chat-up line: 'Didn't I used to go out with you?' 'I think you have been looking for me.' 'Could you buy me a drink?' Some guests got Peter Stringfellow's own favourite: 'Would you like to see my Jacuzzi?'</p> <p>Deller says he takes great care not to exploit those he works with, and he tries not to bring a London arthouse sensibility to his projects. For The Battle of Orgreave, which was filmed by Mike Figgis, he spent much time winning the confidence of the miners involved in the original clash, to the point where they were willing to play policemen in his restaging. He told them he had watched the 1984 battle on television and thought it resembled a civil war or medieval slaughter - people being charged by horses and cut down in a field. </p> <p>He had suggested the idea to the public-art facilitators Artangel, along with three other projects: a crazy-golf course in Bexhill-on-Sea to be designed by local people, a book of the trial transcript of a man who murdered three drug dealers in Essex, and the installation of recording studios in old people's homes to record them telling stories. Orgreave was the only one Artangel chose, and it became a triumph. There was some surprise when he wasn't nominated for the Turner Prize that year.</p> <p>His forthcoming show at Tate Britain will display predominantly serious but disparate themes. There will be a wall of photographs of memorials Deller has erected to people he feels passionate about. There are two plaques commemorating dead miners, a tribute to a cyclist knocked down near his home on Holloway Road, a bench placed near where Brian Epstein lived in Belgravia, and a woven banner made by Ed Hall to mark the docking at Tilbury of the Empire Windrush in 1948. During the show, specialists on each of the events commemorated will be present to answer questions and talk of their experiences.</p> <p>His Tate room will also include a large flow chart indicating the links between brass bands and acid house (incorporating Ibiza, summers of love, Clapham Common, the M25, media hysteria and advanced capitalism), a tape of his Spanish street parade filmed by children, and his film Memory Bucket, for which he was shortlisted for the Turner Prize and which features Deller touring Texas to talk to a survivor of the Waco slaughter, the woman who manages the coffee shop in Crawford where George Bush sometimes calls in for a hamburger with onion rings, and a long and stunning sequence in which thousands of bats escape a cave at dusk. I told Deller that, presented as a bald list in this manner, it does all come over a bit Pseuds Corner. He said, 'Maybe at the beginning of the list you can deflate it in some way.' </p> <p>He considered his reputation. 'I'm definitely part of the art world, and I know a lot of people in it, but I get my inspiration from outside. It's only when you go back to the art world that you find that everything is closed down and everyone's very conservative and people are saying, \"No you can't possibly do that, you must be mad.\" People in London were horrified I was doing The Battle of Orgreave.'</p> <p>Michael Morris, co-director of Artangel, told me that he has rarely met an artist with as much patience as Deller, or someone so skilled in forging productive relationships. 'He's a very generous man, almost totally lacking in ego. His collaborations work so well because he hasn't got a manipulative bone in his body.' </p> <p>Deller says that it can be frustrating for the business people he works with that he has very little to sell. 'I'll do a massive thing, and maybe there will be two photographs to show for it. That means that compared to most people in the art world, I'm right at the bottom in terms of earnings.'</p> <p>Inevitably this is beginning to change. Since his nomination, he has found that he receives more respect and more offers of work. 'People are fishing around, perhaps thinking their stock may rise if they buy now.' But there's still not much to buy: next year he will collaborate on a touring show of British folk art, a vernacular parade of spray-painted cars, flower arrangements, gurning competitions, crop circles and images of mad sporting activities - an exhibition by people who don't normally get exhibited, curated by an artist who believes there may be nothing more important. In other hands, the very concept of such a show would be thought patronising. But Deller's devotion to his subjects is both genuine and unshakeable. </p> <p>I asked what difference winning the Turner Prize could make to his life. 'Difficult to answer. More attention, although I don't think it will change what I do. But it's fantastic having the show - you enter the consciousness.' He talked of this interview as his 'Sunday-supplement moment', something he has witnessed happening to his friends. 'You become part of that strange world,' he observed, 'even if it's just for a weekend.'</p> <p>That moment is now almost over, but while it lasted, Jeremy Deller has had another 1,000 crowd-pleasing ideas.</p> <p><strong>· </strong>The Turner Prize show is at Tate Britain, Millbank, London SW1 (020 7887 8000), from 20 October to 23 December. The winner will be announced on 6 December</p>",
  "<p>The number of homes exposed to flood risk could increase significantly over the next few years. And many people living in towns and cities could find them selves classified as living in problem areas.</p> <p>About 2.2 million homes are in flood plains, according to new figures and maps released by the Environment Agency last week. But that figure will rise again as the agency updates its maps, coastal erosion gathers pace, climate change produces more rainfall and more homes are built on flood plains.</p> <p>Insurer Norwich Union is so concerned about flash flooding in towns and cities that have inadequate drains that it is starting work on a new map to pinpoint places such as Boscastle in Cornwall and parts of Glasgow and west London which are vulnerable to this type of downpour. </p> <p>There are, essentially, two types of flooding - the traditional winter type, where rivers break their banks, and flash floods, where overbuilt areas are unable to cope with the growing incidence of intense summer downpours. Until now, most concern has focused on traditional flooding - but events at Boscastle in Cornwall this summer focused minds on flash flooding, and Norwich Union hopes to have its new (extremely complicated, 3D) map ready in three years. </p> <p>The public was warned last week to be on its guard by the Environment Agency, which launched its annual Flood Awareness Campaign by unveiling its new postcode map (see below). </p> <p>Only 10 per cent of people living on flood plains have taken any precautions against flooding, according to the agency. But residents can reduce the damage they suffer by, for instance, building walls in strategic places or reinforcing doors.This can be very worthwhile: the Royal Institution of Chartered Surveyors estimates that previously flooded properties can lose 40 per cent of their value when owners try to sell. </p> <p>People can also protect themselves by avoiding buying houses in flood plains and by opposing planning developments which will reduce the natural drainage available. When an area is concreted over (to make way for buildings, roads or car parks), the natural drainage system of the earth is lost. Jill Boulton, flood mapping manager at Norwich Union, is concerned at the willingness of some highways authorities to construct slip roads without thinking through the implications for nearby houses. She says: 'If there are houses at the bottom of the road, they are effectively located at the bottom of the channel of a river.' </p> <p>The Environment Agency is also concerned at the continued building of new properties in flood plains. Chief executive Sir John Harman accepts that this may be unavoidable in the Thames Gateway and between the South Downs and the south coast, where housing is desperately needed and there are few alternatives. But he is eager to see new rules introduced next year requiring local authorities to show their strategic development plans to the agency. </p> <p>'Some local authorities are still not giving sufficient weight to the issue of flood risk,' he says. </p> <p>Harman is also behind proposed new building regulations and a code of conduct for builders which would, for the first time, force developers to take into account flood risk. </p> <p>Climate change and the gradual sinking of some coastal areas could see the number of homes at risk double by 2050, according to government-commissioned Foresight research. </p> <p>The Environment Agency does not want people to worry unnecessarily - but says even the strongest flood barriers can be breached. </p> <p>'Nobody should believe that a flood barrier is an absolute defence,' says Harman. Even the mighty Thames barrier will need reinforcing by 2050 and, he says, it is a case of 'when, not if' this and other barriers are breached. Huge parts of central London, including Victoria, Westminster and Battersea, would be flooded if this happened. </p> <p>Other countries have learnt to deal with flooding far better than the English. In Guyana, for instance, houses are built on stilts to cope with the flooding season, which starts each year in May. </p> <p>Closer to home, the Scots can teach the English many lessons. Boulton says: 'Scotland pays less for storm damage because its houses are built differently. A storm in Sevenoaks causes havoc. In Scotland, a storm might make very little difference.' </p> <p>Weather damage is 'now the biggest risk to homes', according to home insurer More Than. It has just published statistics showing that in 2003, 30 per cent of household insurance claims related to storm, flood and other types of weather damage. Weather was ahead of burglary (26 per cent of claims), subsidence (23 per cent) and fire (21 per cent).</p> <p>Experts such as Norwich Union and the Environment Agency are looking very closely at how flood damage is caused - and at how homes can be built differently and sited more carefully in future. </p> <p>Boscastle - where 185mm of rain fell in five hours last August - is providing lessons. Its steep-sided valley became a funnel for rain that could not escape elsewhere. Cars in the town's main car park were swept along by the water, causing much of the damage. Such flukes in the town's layout as the location of cars and trees were crucial to the outcome. A hotel was largely protected because of a car and a tree in front of it. Even the angle at which a field is ploughed can have a significant effect. And chopping down woods and other types of deforestation can have disastrous consequences on hillsides.</p> <p><strong>It might be in your back yard</strong></p> <p>If you want to discover your chances of being flooded, you can feed your postcode or area name into the Environment Agency's new flood map (under 'What's in your back yard' on its website).The map shows your susceptibility to river or sea flooding. </p> <p>If you are in an area deemed to have a one in 75 chance of being flooded, you could have difficulty getting insurance for your property. In these cases, you should stick with your present insurer - as most insurers look more favourably on existing customers.</p> <p>But figures such as 'one in 75' are really only an estimate. The true picture could be 'one in 30' or 'one in 150'. The Environment Agency produces these ratings by looking back on historic data. It says it needs at least 13 years of data to be able to come up with a useful figure. However, the current experience of global warming suggests that future rainfall will be greater than it has been in the past. So these figures could turn out to be underestimates. Neither Norwich Union nor Environment Agency maps predicted that Boscastle was as risky as it proved to be.</p> <p>Another example is the Thames barrier - built to have only a 'one in 2,000' chance of being breached but now estimated to have a 'one in 1,000' chance, with the possibility of a breach getting more likely all the time.</p> <p>Existing maps are in the main aimed at predicting river and sea flooding. All eyes will now be on Norwich Union as it tries to build a flash flood map - an enormously complicated project that will combine physical features which have not been on such maps before (such as blocked or narrow sewers) with mathematical calculations about water flows. Everyone is learning about how to handle floods. Even the experts accept that they have a long way to go.</p> <p><strong>More information</strong></p> <p> <a href=\"http://www.environment-agency.gov.uk\">www.environment-agency.gov.uk</a><br>Floodline: 0845 988 1188</p>",
  "<p>Four hours into my visit to the Frankfurt Book Fair, and it all becomes clear: this year's word, endlessly uttered around the hangar-like exhibition hall that houses the publishers of the English-speaking world, is code . Such has been the success of The Da Vinci Code , Dan Brown's murder thriller-cum-conspiracy-based work of mystical lunacy, that even the most unlikely people are after a slice of the action. It's perhaps not so surprising that at the Penguin stand you can flick through The Rough Guide To The Da Vinci Code , a pocket-sized explanation of the novel's underlying theory that was reportedly knocked off in a fortnight. More mind-boggling, however, is a book to be published by the usually haughty Oxford University Press. The Truth Behind The Da Vinci Code is a dispassionate analysis of the bits of recorded history that pervade Brown's tale, written by a recognised authority on early Christianity.</p> <p>Naturally, the craze also gets rather ludicrous. In the US, an initially unsuccessful novel entitled The Miracle Strain has reportedly been reissued as The Miracle Code . A groanworthy joke duly flits around Frankfurt's nocturnal wine-and-canapes circuit: it may be only a matter of time before someone comes up with a hybrid of Jack Kerouac and Dan Brown, and gives the world On The Code .</p> <p>The Frankfurt Book Fair was first staged in 1949 and now close to 7,000 exhibitors are squeezed into 10 gargantuan halls, accompanied by scores of agents and scouts (the latter are hired to keep publishers abreast of hot books from overseas). The event's substance is the trading of international rights: Estonians bid for DBC Pierre, the Brits express gentle interest in the Norwegian answer to Michel Houellebecq, and Chileans crowd around the Vatican City stand to ask about the Pope's forthcoming memoirs. During the day, it makes for a meld of the Ideal Home Exhibition and a speed dating evening; by nightfall, the ambience is more akin to an expense account freshers week.</p> <p>It is reputed that 300,000 visit, but you quickly get the impression that most of the momentum is provided by a hardcore of about 150. Each night, they stumble into the Frankfurter Hof, the raffish city hotel that hosts a daily slew of drinks parties in its function rooms, before piling into the bar. Here, it is still socially acceptable to smoke cigars, and pretty much de rigueur to get ragingly drunk. Told that all this was a central part of the Frankfurt experience, I sheepishly give it a go: after six glasses of wine, I have half-convinced a French publisher that the time is right for a Gallic-flavoured biography of Pink Floyd, and managed to get myself pencilled in for dinner in London with PJ O'Rourke.</p> <p>During that evening and the following day, I also get a relatively clear idea of the publishing world's prevailing mood. Some countries' book people - Germany and Holland are the most notable examples - are having a rough time of it; in Britain, thanks partly to Richard and Judy, JK Rowling and the book reviewers at Heat magazine, our publishing industry is still doing pretty well. Last year, UK companies issued as many books as their counterparts in the States; even if you remove Harry Potter from the sums, the home market has recently been displaying steady growth. Those who fret about the UK descending into square-eyed illiteracy may be unnecessarily worried: as a sales director from Penguin proudly tells me: 'In Britain, it's fashionable to talk about books.'</p> <p>Or some books, anyway. According to the fair's underlying chatter, freshly nudged into the literary dustbin are a couple of once-thriving genres: the kind of narrative non-fiction exemplified by such titanic successes as Longitude and Fermat's Last Theorem , and all but the most solidly established chick-lit. The former, witheringly sent up by an agent I meet as 'things like The History Of The Potato and The Man Who Invented The Diving Helmet', apparently represents an archetypal case of an exhausted market; as far as the latter is concerned, Jenny Colgan and Jane Green may soon be the only novelists left standing.</p> <p>In their place is a raft of more voguish categories. According to Ed Jaspers, an agent whose company, Conville &amp; Walsh, is selling the yet-unwritten by already-notorious Intimate Adventures Of A London Call Girl (mysteriously credited to Belle Du Jour , and initially and erroneously traced to Toby 'How to Lose Friends' Young), the British are beginning to lose their stereotypical habit of putting most literature about sex in the box reserved for 'mucky books'; as the success of the French memoir The Sexual Life Of Catherine M proves, we may be embracing a slightly more continental sense of sophistication.</p> <p>We also have a fresh appetite for State of the World stuff. Not so much the kind of books hacked out by embedded correspondents as soon as they get home from a war (Iraqsploitation, if you will), nor the kind of polemics that are still doing huge business in the US - but books whose voice is measured, insightful, and frequently aimed at advancing the debate into areas that mainstream politics hasn't yet touched. Among Frankfurt's outsider hits this year - though not to be published in the UK until January 2006 - is When the Rivers Run Dry , a book by a longstanding environmental journalist named Fred Pearce which advances the claim that those who fret about the politics of petrol may be lagging behind: as oil was to the last century, so water will be to this one. Pavan Varma's Being Indian aims to deliver a similar jolt to the idea that modern geopolitics is all a matter of America's dominance of the planet: its startling subtitle is 'Why the 21st century will be India's'.</p> <p>And so the generic shifts mount up. Whereas once we favoured that dread genre Mind, Body And Spirit, we now crave books that deal with the simple matter of health: Dr Gillian McKeith's You Are What You Eat (cleverly, a diet book in partial disguise) has sold 1.2 million copies in the UK alone. In the odd instance, meanwhile, publishing archetypes show signs of being shocked back to life by people whose aim is to kick against them: those travel writing devotees tired of the Bill Bryson school of jumperly amiability will be cheered by the imminent arrival of The Last Cosmonaut , a work of 'anti-tourist' non-fiction. In the words of one report, it is the work of 'a clever, rather nihilistic bloke' - suffering from an irony-tinged fixation with Soviet Communism - 'who travels around Russia and Asia looking for the worst of things'.</p> <p>According to those who have been coming here for years - a large number of whom seem to be perma-smoking, impossibly elegant middle-aged European women, somewhere between Camille Paglia and Anne Bancroft in The Graduate - Frankfurt is not quite as it was. Before the advent of email, when synopses and manuscripts could not be zipped across continents, it teetered close to being a theatre of the absurd. Publishers would frequently be locked in reading rooms - having signed documents agreeing not to take notes - and expected to write cheques on the basis of a 20-minute skim. It doesn't seem to have made for the most level-headed of atmospheres: the daily Frankfurt edition of Bookseller magazine features a quote from a publisher at Bloomsbury, recalling the time she bought the UK rights to Isabel Allende's magic realist classic The House Of The Spirits, 'by mistake, under the impression it was a biography of the widow of Salvador Allende'.</p> <p>Moreover, the overwhelming sense of alcohol-assisted frenzy was manifested in a hysterical quest to hype one or two books into the skies, thereby creating that very modern syndrome known as an Expectations Problem. As recently as 2001, coverage of Frankfurt was scythed down to a surreal supposed battle between Brian Greene's Stephen Hawking-esque The Fabric Of The Cosmos and Victoria Beckham's autobiography.</p> <p>These days, meetings at Frankfurt are often the convivial final act of negotiations that have been slowly advancing for weeks and months, and everyone seems annoyingly reluctant to use the crass language of hot books and big deals. 'In the old days, there'd be a consensus within 24 hours,' says Ros Ramsay, a renowned London-based scout whose Frankfurt operation involves wine, beer, crisps and a work surface the size of a school desk. 'Everybody would be running around shouting, \"What's the book? What's the book?\", and of course they'd pretty frequently get it wrong. Now, it's changed. It's much more relaxed.'</p> <p>She may be right, but a sense of curiosity leads me to hobble around the fair on my second day in search of at least one book suitable for an old-school Frankfurt hype job. Thanks to enthusiastic tips from a Dutchman, a Spaniard and a friend at Penguin, I make my way to the stand showcasing the books published by a French company called Denoel, to find out more about a novel entitled A French Suite .</p> <p>It lies so outside the usual parameters of fashionable fiction as to come off looking like that most thrilling phenomenon: a truly unexpected hit. It's the work of Irene Némirovsky, a Jewish Russian refugee who settled in Paris in the wake of the communist revolution and became a successful author and playwright, but died in Auschwitz at the age of 39. The manuscript was belatedly restored by her eldest daughter, and published six decades late. Built around a collection of strangers thrown together by the German invasion of France, it has led the country's critics to explode with rapture. In Frankfurt, its success is captured in an altogether more straightforward vernacular: money, deals, and lots of meetings.</p> <p>If The French Suite suggests that nothing works better than literary Sturm und Drang , plenty of Frankfurt's habitues are happy to enthuse about slightly more ephemeral projects. In addition to the aforementioned vogue for books about war, pestilence and not eating crisps, for example, there is an alleged boom in writing about the iPod. At the Frankfurter Hof, I run into the London-based American agent Ed Victor. He's keen to tell me about one of his books: a Nick Hornby-esque volume by Dylan Jones, the editor of GQ , entitled iPod Therefore I Am .</p> <p>Around the room, a few British publishers reckon that celebrations of the iPod may soon make up a surging sub-genre. I think it might be the booze talking: next year, they may be pushing a more dismissive take on the pleasures of listening to songs in random order. In fact, I've got the title already: As iPod Lay Dying.</p> <p><strong>Five Frankfurt hits</strong></p> <p><strong>The genuine sensation</strong></p> <p>Sabine Dardenne, one of Belgian paedophile Marc Dutroux's victims, has written a memoir provisionally titled I Have Chosen To Live.</p> <p><strong>The posthumous damp squib</strong></p> <p>Fan Tan, cracked up to be Marlon Brando's lost novel, is actually a co-write, which remained incomplete because Brando 'lost interest'. It's not hard to see why.</p> <p><strong>The coffee table blockbuster</strong></p> <p>New Zealand-based PQ Publications has the world rights to a big-format authorised celebration of the life of Nelson Mandela.</p> <p><strong>The inevitable celebrity biog</strong></p> <p>According to Bloomsbury, in David Thomson's biog of Nicole Kidman 'one of the most lamorous icons meets one of the most revered film writers'. Only she didn't.</p> <p><strong>The 675th Da Vinci Code cash-in</strong></p> <p>Simon Cox, author of Cracking The Da Vinci Code, claims to have found a missing work in The Lost Leonardo.</p>",
  "<p><strong>The Spotted Pig, 314 West 11th Street, New York (00 1 212 620 0393). Meal for two, including wine and service, £80</strong></p> <p>How to create a modern, urban gastro-pub. Step one: first take your scuzzy pub; your broken down, sticky carpeted, fag-burnt old boozer which last saw better days around the same time as George Best's liver. Because, however negotiable the gastro element may be, the pub bit isn't. If it ain't in a pub then it isn't a gastro-pub. Logical? I think so or, at least, I thought so. It is why, up to now, gastro-pubs have been a purely British phenomenon. Oh sure, lots of other countries have places they refer to as pubs, but none of them actually are, particularly those in America. See the word pub on the outside of a building in the US and what you'll be looking at is the worst kind of plasticated fakery this side of Jordan's breasts.</p> <p>Which was why I was deeply suspicious of the Spotted Pig, a recently opened 'British gastro-pub' in the heart of Greenwich Village. You couldn't get a good pint in that city if Paris Hilton's life depended upon it and, true to form, the site the venture operates from was not previously a pub at all, but a French restaurant called Le Zoo, which has been given a hefty make-over. It's a tight, low-ceilinged corner of a place, made tighter still by the crowds of see-and-be-seen people who crowd in here undaunted by the waits for unbookable tables that easily crest the hour within a few minutes of opening. </p> <p>No matter: there is a heavy dark-wood bar to be crushed against and lots of porcine illustrations on the wall to look at, and the warming sense that this is the place to be in New York right now. It is part-owned by the superstar American-Italian chef Mario Batali, who has more fists in more restaurant pies than almost anybody else in town right now, which partly accounts for that must-have stamp. But is it a gastro-pub? The chef, April Bloomfield, does at least have British credentials, having worked at Bibendum, Kensington Place and, most importantly, the River Cafe in London, the influence of which shows most on the menu. It has a distinct southern Mediterranean feel. The cheese in a starter of buffalo mozzarella with bruschetta of stewed peppers, for example, was not the ice-hockey puck of white rubber we get too often here, but the milky, textured, grass-sweet creature it should be. A salad of green beans and rocket with a mustard dressing and a perfectly executed soft-boiled duck's egg, was an equally unshowy and satisfying piece of assemblage.</p> <p>The same simple virtues were present in my companion's main course of chargrilled monkfish. It was a fresh slab of fish, sensitively cooked and served with a mixture of roast aubergine and cherry tomatoes which were, as they say about those parts, 'deeply simpatico'. It was when I got to my thick chargrilled burger, served on a crisp bun with a slab of Roquefort on top and a side of shoestring potatoes, mixed with shards of crisp, fried garlic and rosemary, that it occurred to me: I had to stop sneering. It didn't matter what the building had once been. This menu, with its confident eclecticism, its generous devil-may-care approach to plating and delivery, was exactly what you would expect to find in a British gastro-pub.</p> <p>Of course, there are some food pubs here which have a distinct character. The original gastro-pub, the Eagle in Farringdon, still cleaves very closely to its Iberian roots. The more recent Anchor &amp; Hope near Waterloo has a big-fisted liver and lights feel about it, broadly reminiscent of St John. </p> <p>But as for the rest of them, they are (mostly) what the Spotted Pig is: an exercise in casual dining which strips away the self-conscious flummery and artifice that attends so many big restaurant experiences. They give you a list of food. They cook it for you and bring it to your table. You pay and go home fed. Hell, the experience was so authentically British gastro-pub that our waiter was an Australian, as they almost always are here. And naturally, this being a gastro-pub, we didn't feel the need to drink beer (though, for the record they had Beamish Stout and their own Spotted Pig, brewed for them in Brooklyn). They had a great list of inexpensive wines, from which we drank a hefty (and cheap) Californian Sauvignon with some funky name like Rabbit Jump or Running Rabbit or Pissed Bunny. Pricing was also spot on: around £7 for a starter and £10 to £12 for a main course. My, but the exchange rate is so in our favour right now. </p> <p>In Britain, where two of anything is a trend, three is a craze and four a frightful bore, there is a tendency to decry the gastro-pub as a fashion that has had its day; a movement that has, in its own way, become as formulaic and tawdry as what went before. This is cobblers. The latest adventures in molecular gastronomy may be intriguing to a culinary trainspotter like me. The critics may swoon or swear over the latest offerings from Gordon Ramsay or Tom Aikens, the £100-a-head dinners with their parades of courses and freebies from the chef which are nothing of the sort, but the real battle for the culinary heart of Britain is being fought in places like the gastro-pubs, which make the eating of good, affordable food outside the home a habit rather than a treat. The weird thing about this is that it took me a trip to New York and the Spotted Pig to realise it.</p>",
  "In his fading years, the American architect Frank Lloyd Wright embarked on a final grand project. Invited in 1957 by King Faisal of Iraq to design a new opera house, Wright expanded the brief into a plan for Baghdad complete with museums, parks, university and authentic bazaar. Dispensing with his 'prairie style', he peppered the scheme with domes, spires and ziggurats. <p>The 1958 revolution meant that none of it was built. But the ever-resourceful Wright simply offered the design to a new client. And today, the Baghdad opera house is the Grady Gammage Memorial Auditorium at Arizona State University: an example of Wright's versatility and the forum for next week's presidential debate. Under the arches of a lost Iraqi skyline, George W Bush and John Kerry will meet in debate for the final time. </p> <p>It could scarcely be more appropriate in an election dominated by foreign affairs to an extent not seen since the Vietnam war. Friday night's second debate started and finished with WMD, the role of weapons inspectors and the use/misuse of intelligence. In the event, both sides walked away from St Louis, Missouri, with something to celebrate. </p> <p>In contrast to their first encounter, Bush, as one commentator put it, 'turned up': he was energetic, engaged, supple and often intelligible. Following on from Dick Cheney's highly effective blocking of John Edwards in the vice-presidential debate, the Republican tail-spin of the past few days has come to a halt. </p> <p>Meanwhile, Kerry continued to look and sound presidential. As ever, he was authoritative and suitably aggressive - but, at last, he also gave something of himself. In a response to a question on abortion, he finally started to talk about his Catholic faith and break down some of that Brahmin reserve. Yet even if an instant poll gave Kerry a slim victory, he failed to deliver the knock-out. With only 23 days left to the election and Bush still fractionally leading, a decisive blow is what is needed for the final head-to-head. </p> <p>Here in Arizona, Kerry's strategy to focus so determinedly on foreign policy could play either way. This is a state on the domestic front-line in the 'war on terror', producing one of the most celebrated victims of the neo-conservative movement. </p> <p>Pat Tillman was an all-American hero, a graduate of Arizona State University who went on to play professional football for the Arizona Cardinals, only to forego a lucrative future with the NFL to enlist, alongside his brother, Kevin, as an Army Ranger. </p> <p>Laid-back and highly popular, he was the quiet warrior of America's global imperium. But after initial deployment in the Middle East, he was transferred to Afghanistan where, in April, he was killed by 'friendly fire'. </p> <p>Unlike the hundreds of other deaths, Tillman's sacrifice jolted the myopic complacency of US public opinion. Arizona went into mourning as the Cardinals retired his number 40 and 'Pat Tillman Freedom Plazas' were planned. </p> <p>But on his former campus, underground posters have started appear with the haunting refrain, 'Remember me?', asking whether 'I' needed to die for 'Bush's wars'. </p> <p>Despite the losses, it would take a substantial shift for this electorate to dismiss their commander-in-chief mid-war. Arizona is, after all, a state which grew rich in the post-war years on the back of the military-industrial complex. </p> <p>Its clear skies proved ideal for pilot training, drawing in high-tech firms in their wake. Today, it retains that martial spirit, with an array of military bases and culture of service - not least in the form of its popular senator, Vietnam veteran John McCain (whom many now regard as the leading Republican candidate for 2008). </p> <p>Moreover, since the 1950s Arizona has been seen as the birthplace of modern Conservatism. It was from this rugged landscape that Barry Goldwater emerged. His anti-government credo - 'Extremism in the defence of liberty is no vice' - set the modern Republican party on its course. Under Goldwater's guidance, power drifted from the Rockefeller moderates to the free market individualists of southern and western America. </p> <p>Although Goldwater lost catastrophically to Lyndon Johnson in 1964, his anti-Communist, laissez-faire ideals would triumph in Ronald Reagan. And now, in Bush, many Arizonans see a south-western compatriot ready to defend gun-ownership, gas-guzzling SUVs, and 'traditional values'. </p> <p>But while Bush continues to lead Kerry in Arizona by 10 points, hope is in the air for Democrats. Recent polls have shown a marked increase in undecided voters, as well as another 500,000 people registering to vote. And, in a state that only went Bush by 6 per cent in 2000, that could be enough to make the difference. </p> <p>The final debate is in theory focused on domestic policy, but will inevitably slide back towards Iraq. So far, one of the more effective tactics of the Kerry campaign has been to emphasise how America is bearing 90 per cent of the war's costs. This week, Kerry's challenge is to link that $200 billion expenditure to faltering economic confidence at home. </p> <p>The middle-class boom of the Clinton years is a thing of the past. House prices, college fees, health costs, even petrol prices are creating what Kerry exaggerates as 'a crisis of the middle class'. Those concerns, together with worries over the fiscal deficit and mounting unemployment, need to be connected in the popular imagination with the Iraqi war mismanagement. </p> <p>To do so, Kerry might follow the lead set by Goldwater's apprentice, Reagan. In his 1980 debate with President Carter, held amid another US foreign policy debacle in the Middle East and rising costs of living, Reagan suggested to his audience: 'It might be well if you would ask yourself, are you better off than four years ago? Is it easier for you to go and buy things in the stores? Is America as respected as it was?' </p> <p>Then, as now, the answer was 'no' and a one-term incumbent was ousted from office. This Wednesday, another act of regime change might be enacted under the arches and palm trees of a Baghdad skyline. </p> <p><b>·</b> Tristram Hunt is a visiting professor at Arizona State University.</p>",
  "<p>I had high hopes of Dr David Starkey, him being 'The Rudest Man in Britain' and all. He says that when the Daily Mail called him that, it added at least £l00,000 a year to his earning power. But he is actually terribly mild, courteous, eager to please - very much the suave dinner-party don. All my attempts to goad him fall completely flat. When I accuse him of misogyny, he points out, equably enough, that his two biggest books have been about women - Elizabeth I and the wives of Henry VIII. When I say he hasn't written such weighty tomes as Simon Schama, he smoothly counters: 'I've never put them on the scales.' </p> <p>He won't bitch about any of his rival 'tele-dons': 'I'm not a completely envy-free zone - I envy 25-year-old men with magnificent bodies - but when I look at my colleagues on the whole, I don't think I have much to envy!' Only once do I see a flash of the old slasher Starkey of The Moral Maze, when he suddenly starts shouting: 'I didn't use the word relevant! I'm sorry! Forgive me! Listen carefully to what I'm saying!' But, alas, he soon calms down. </p> <p>He has a new Channel 4 blockbuster to plug, and a book to go with it, called The Monarchy of England. It will eventually consist of three series (and books) covering English history from the Roman retreat to the present day. Doing the first series meant revisiting Anglo-Saxon history, which he hadn't studied since school, and he says he found it fascinating. Whether the public will share his fascination, I find doubtful. The episodes I saw had Starkey striding around castle ruins with the usual troop of bearded men in cloaks running about in the mist going 'Hrrr!'. He says future series will have less of these 'dramatisations'. But Starkey is such a good lecturer - much better than Schama - that I can't think why he doesn't just dump the bearded men and talk straight to camera. I suppose then he wouldn't be so popular and make so much money. </p> <p>In 2002 he signed a £2 million contract with Channel 4 which, according to the headlines, made him the highest-paid TV presenter in Britain. Was that really true? No, he admits, it was a line dreamed up by a clever PR. If you measured their pay purely per hour on screen, then he was paid more per hour than Anne Robinson and the rest, but of course his £2m covered the writing and making of three six-part history series, plus a few one-off programmes, which will take him five years to complete. 'I mean, really, compared to a senior civil servant, I'm very modestly paid!' </p> <p>He once said he was money-driven. He now says that's not entirely true because he does lots of things - talking to schools, supervising research students - for no money at all. And he provides 'subvention' (don-speak for money) for academic publications that would not otherwise be published. But when it comes to television he likes to be well paid. 'Don't forget,' he says, 'I was born poor. [His father was a Kendal factory worker; they lived in a council house.] My mother scrubbed other people's floors for a living, and I remember vividly her worrying about being down to the last half crown for the week. And I was aware of it, and absolutely determined that under no circumstances would that ever happen to me.' </p> <p>So nowadays he enjoys the good life, and the fruits of television success. 'I like having the big car and the driver. I can drive, but I think on the whole the world prefers me to be driven.' And he likes owning two houses almost next to each other in north London, where he lives and works with his much younger partner, James Brown, a book publisher and designer. One house is Regency and furnished with Regency antiques; the other, which he bought only a couple of years ago, is Art Deco. 'I'm an immense convert to Art Deco, and I've been having great fun buying things. What I love doing is creating a room, with attractive paintings and colours and furnishings - very much my mother.' </p> <p>However, he wouldn't let me visit his houses because, he says, 'I got a little tired with the intense personalisation of so many journalists - the \"what do you remember of your mother's left breast\" kind of interview. And domesticity leads very easily to that kind of thing.' </p> <p>Oh dear. I was rather hoping to ask about his mother's left breast. He has talked so obsessively about her in the past - this deranged dragon who made Margaret Thatcher seem like a weakling - that he often reminded me of Michael Winner: they both seem to have spent their entire lives in the shadow of mothers who have been dead for decades. </p> <p>In Starkey's case, his mother's over-protectiveness was enhanced by the fact that he was born with two club feet, one of which was quickly cured by surgery while the other had to be re- operated on several times. 'And very unpleasant it was, too. That doesn't mean that I'm a spokesman for the disabled lobby, hahahaha!' There is no sign of any lameness now but, as a child, he wore callipers, could not play games and inevitably felt 'different'. At 13 he suffered a nervous breakdown, or a string of psychosomatic illnesses, that kept him off school for six months. He says it was due to the pressure of finding himself in a highly competitive environment for the first time, but he soon bounced back and was top of the class and king of the debating society. </p> <p>He sailed into Cambridge on a scholarship, gaining a First, a PhD and a Fellowship. But after eight years he moved to the LSE because he was bored with Cambridge - 'I used to say I knew exactly what an ingrowing toenail felt like' - and was attracted by the London gay scene. He was wildly promiscuous well into his forties and has fond memories of 'magical' nights on Hampstead Heath. 'Like a lot of intellectuals I had an unusually prolonged late adolescence. And despite the saying that \"nobody loves a fairy when she's 40\", provided you look after yourself, you can keep going.' Given the dates of his promiscuous period, he was extremely lucky not to contract Aids - he knew the first person in England who died of it. </p> <p>Those days are over - he has been settled with James Brown since 1993. Was he ever tempted to adopt children? 'No! I'm not interested. I do have paternal instincts, of course I do, but they tended to express themselves through teaching, which seems to me to be a very proper use of them. It's one of the reasons, before we got so excited about paedophilia, that gay men were so prominent as schoolmasters and scoutmasters - they were devoted and wonderful, if occasionally with wandering hands.' </p> <p>Starkey was a university teacher for 30 years - first at Cambridge, then at the LSE - but he gave it up in 1998 because 'I got very bored, and I came to detest LSE; we parted on bad terms. Modern academic life has become extremely unpleasant - you get little jacks-in- office as professors who see themselves as \"line managers\". Yeuch!' He is still a Bye Fellow (unpaid) at Cambridge and supervises occasional research students, but he is deeply irritated by the current research assessment exercise: 'I had to fill in a form for a student the other day, and they ask \"What skills do you learn?\". This is someone who is doing a PhD, and one of the boxes you have to tick is \"Networking\". Really!' </p> <p>Anyway, as a successful tele-don, he can afford to leave academia behind. His first appearance on television was way back in 1977 in a Granada series called Behave Yourself with Russell Harty . It was so outrageous, he says, that it was never shown outside Manchester, 'but I have never ever been as famous in my life as I was for a few months then - I couldn't move in Manchester without being recognised!' But it led nowhere and he first came to national fame on Radio 4, as a regular panelist on The Moral Maze. Michael Buerk recalls in his recent autobiography, The Road Taken, that when Starkey joined The Moral Maze he was 'a relatively impecunious historian at the LSE, frustrated and angry. He had not written a big book and had largely lost out in the venomous world of academic politics. He was pretty venomous himself on air. He would revel in tying the poor witness up before he cut them off at the knees, looking around as if soaking up the approval of an imaginary audience and whinnying at his own cleverness. He had no sense of restraint and would sometimes get completely carried away. He would bounce up and down on his seat, wattled like the proverbial turkey cock, and become abusive.' Buerk often had to shout 'Shut up, David!'. Once, when he did, Starkey retorted 'Fuck you!' live on air, but luckily the other voices drowned him out. </p> <p>Starkey quit The Moral Maze after nine years because it was switched to an evening slot - 'I think it's still out there somewhere in the ether' - and, besides, he was getting bored. But he still enjoys recalling, nay reciting, his most triumphant putdowns on the programme, especially the time he lambasted George Austin, the archdeacon of York, for 'his fatness, his smugness, and his pomposity'. 'I still think it's a jolly good line. The FATness, the SMUGness, are wonderfully Anglo-Saxon, and then the rolling cadence of pom-pos-ity. It was after he had been utterly poisonous about poor Prince Charles's moral predicament and extremely self-righteous. I've always hated holier-than-thouing.' </p> <p>I tell him I'm disappointed that he's not more irascible now. 'I think, dare one say, success does mellow you. But sometimes if I'm seriously irritated or outraged, it will come out, and James on occasions will say 'Save that for The Moral Maze !'. But I try, simply for the quiet life, to do it less. That's one of the reasons why I found The Moral Maze a strain. I'm not a very good sleeper and I'd wake up in the middle of the night after the programme and think \"Oh my God, did I really say that?\". I would admit that in a little way I may have contributed to the decline of courtesy in public discourse, which I think in retrospect I would regret. Not, I hope, in private life.' </p> <p>He turns 60 in January and says that, while he is not obsessed by death, as a historian he's aware of time. He plans to leave his Tudor library to his old Cambridge college, Fitzwilliam, with an endowment to maintain it, and various bequests to charities. And he has two major projects to complete: one, the inventories of Henry VIII, which he says will be ' the work on what is fashionably called material culture'; and, second, a biography of Henry VIII which he has been promising for more than a decade, but which he says will definitely be published in 2009. 'But if you want to ask, \"Do I wish to publish a 400-page book with a university press that has a print run of l,000 and sells for £65?\", the answer is no. It's not that I dismiss universities - I am still a member of one, a fundraiser for one - but the notion that the only respectable form of scholarship is obscurity is something I find utterly and totally damaging.' </p> <p><strong>·</strong> Monarchy starts on Channel 4 on 18 October. The Monarchy of England, Volume One is published by Chatto and Windus on 28 October, price £25. To order a copy with free UK p&amp;p, call the Observer Book Service on 0870 836 0885</p>",
  "<p>Of the two most pressing questions hanging over the architectural world this week, one is easier to answer than the other. The smart money is on Norman Foster to pick up a cheque from Kevin McCloud live on C4 next Saturday, and win the Stirling Prize, for the Swiss Re tower. But of more significance to the future of British architecture in the long term is: Who will succeed Stuart Lipton as chairman of the Commission for Architecture and the Built Environment? The commission is the government watchdog which dispenses sweetness and light over the tooth-and-claw business of PFI initiatives, housing estates and property speculation </p> <p>And unlike the Stirling shortlist, which includes Peter Cook and Colin Fournier's 'friendly alien', the Kunsthaus in Graz; Daniel Libeskind's Imperial War Museum outpost in Salford; and Ian Ritchie's spire in Dublin (any of which would be a worthy winner), none of the six assorted former politicians and civil servants being interviewed by the Department of Culture Media and Sport inspires confidence about the path that Cabe is taking. This is not least because none of them has any direct experience of what makes architecture matter. </p> <p>'We are not embarrassed to talk about architecture,' Richard Simmons, the veteran of the corridors of the Department of the Environment who is now chief executive of the commission, was heard to say at the drinks party held last month to mark Lipton's early departure from the organisation. It is the kind of remark that is sure-fire proof that exactly the opposite is true. </p> <p>Cabe, already bruised and wounded by the brutal manner of Lipton's departure (forced out by the DCMS over the apparent conflict of interest when Cabe's design review panel found itself discussing too many development schemes in which Lipton had a personal financial interest), seems to have lost heart in architecture altogether. </p> <p>Instead its annual reports hide behind images of carefully multi-ethnic school children, and lists as its priorities such clarion calls to action as 'to ensure that the revised statutory planning system emphasises the importance of securing quality outcomes and is delivered by better trained, more committed planners and committee members who recognise regeneration and neighbourhood renewal as their principal strategic goals'. </p> <p>And if that is not rousing enough, it wants to 'communicate clearly to the outside world based on hard empirical evidence the ways in which a better designed built environment can deliver greater long term value to society' - not, on the whole, a strategy that is guaranteed to achieve the building of another St Paul's Cathedral or even another Pompidou Centre. </p> <p>This loss of nerve, which threatens to turn Cabe from an organisation set up to nurture Britain's architectural culture into a band of all-purpose do-gooders comes when Cabe's income from the government has trebled to £11 million a year. Of that, it spends nearly 25 per cent on salaries for its staff of 65. It is a tribute to the plausibility of Lipton and his first director, Jon Rouse. The question now is what it will do with all that money. To judge by the six on the shortlist, political experience was counted a higher priority than ideas. </p> <p>Passion, enthusiasm and a real knowledge of the subject will take second place to an ability to parrot with a straight face all the banalities about outcomes, goals and values that now infest the language of government. And if that happens you might as well pour all Cabe's money down the drain.</p>",
  "There are not many women who in their seventieth year take on more commitments and get deeper into public controversy, but Jane Goodall, the world's leading primatologist, is not like other women. <p>While some her age draw pensions and play golf, she says she is 'on the road 300 days a year'. She criss-crosses the world giving lectures, meeting conservationists, pouring energy into her chimp sanctuaries and the environment youth movement she recently founded. She returns whenever she can to the Tanzanian forest home of the chimps who made her famous. </p> <p>This week she's in Bristol at Wildscreen, the international wildlife film festival, where she'll launch her new film and give the prestigious Peter Scott Memorial lecture - and take on critics who say her beloved apes are an expensive lost cause. </p> <p>Goodall is a rare species herself, a woman scientist who is a household name. Her high profile perhaps owes something to the ethereal beauty she still possesses, which made her bond with chimpanzees so poignant, and to the good fortune of marrying one of the greatest wildlife photographers, Baron Hugo van Lawick, who recorded her work. But nothing belittles her achievements. Her years in Gombe's forests produced a quantum leap in understanding primates. We now know that chimps catch human diseases like polio, use tools and express a range of human behaviours and emotions. </p> <p>'Her work with chimpanzees,' said the late evolutionary scientist Stephen Jay Gould, 'represents one of the western world's greatest scientific achievements.' </p> <p>Goodall is modest about her fame: 'It was because the chimps are so eye-catching, so like us and teach us so much that my work was recognised worldwide. I was privileged to see behaviour never before witnessed or understood - the dark side that can lead to war and the altruistic, compassionate and loving side.' </p> <p>Yet, in one small concession to her age, she is now philosophical about the purpose of this pre-eminence. 'When I look back over my life it's almost as if there was a plan laid out for me - from the little girl who was so passionate about animals who longed to go to Africa and whose family couldn't afford to put her through college. Everyone laughed at my dreams. I was supposed to be a secretary in Bournemouth.' </p> <p>Fate intervened when a family friend invited her to Kenya and she looked up Louis Leakey, the great palaeoanthropologist. 'He gave me a job,' says Goodall, 'and then realised I really did care about the animals and really did want to live in the jungle. Somehow he got money for this uneducated English girl.' Leakey was following a hunch. 'He thought women made better observers,' says Goodall. Leakey's intuition paid off spectacularly. He sent Birute Galdikas to study orangutans, Dian Fossey to study gorillas. With Goodall, they became the 'trimates', the founding mothers of primatology. </p> <p>She met and married van Lawick, who was filming in Africa. Their son - known as Grub - was brought up in Gombe and Goodall applied what she had learnt from chimps, who keep their babies close at all times and breast-feed on demand. By the Eighties Goodall's work was world famous. Controversially, she insisted the chimps were individuals, expressing recognisable emotions - love, grief, alliances, conflict and collaboration. </p> <p>'I thought my life was mapped out. Research, living in the forest, teaching and writing. But in '86 I went to a conference and realised the chimpanzees were disappearing. I had worldwide recognition and a gift of communication. I had to use them.' </p> <p>In the Eighties the main problem facing the chimps was habitat loss. 'In Gombe there was a sudden influx of refugees from eastern Congo and Burundi. They were starving and went through the area like a swarm cutting down the trees. Together with expanding local communities, there was a population explosion. Everywhere there was deforestation, soil erosion and human suffering. </p> <p>'I realised we couldn't take care of the chimps unless we took care of the humans.' So Goodall started Tacare: 'It's a project to improve the lives of local people in an environmentally sustainable way.' </p> <p>But now, says Goodall, the bushmeat trade is driving apes to the point of extinction. 'Dealing with this is massively harder. There's so much money involved. This isn't indigenous people hunting for subsistence. It's commercial exploitation. Loggers open up the forests with roads and commercial hunters follow. They kill everything - monkeys, antelopes birds - everything. The meat is smoked and the urban elite pay good prices. Some comes to Western restaurants. It's killing on a scale we've never seen before. Its raping the forests.' </p> <p>Goodall has four sanctuaries burdened with the aftermath of slaughter. 'At Brazzaville alone there are 120 orphans. Many are traumatised after seeing their mothers killed. You can't rehabilitate them into the wild and many live to 60.' This has led some conservationists to ask: why pour resources into rescuing chimps that will never be released? </p> <p>'Why? Because I value them as individuals,' says Goodall. 'That's what my work has been about. When you meet chimps you meet individual personalities. When a baby chimp looks at you it's just like a human baby. We have a responsibility to them.' </p> <p>In Bristol this week, Goodall faces another challenge: accusations of flagship favouritism. Isn't it selfish to protect human-like flagship species, neglecting more vital, less charismatic creatures? Evolutionist EO Wilson has argued that what's really vital to the ecosystem are the ugly bugs. Apes are more expendable. </p> <p>Goodall disagrees: 'We've got everything still to learn from them. The more we learn the more we understand ourselves.' She returns to a preoccupation - how clearly chimps demonstrate that early experience, especially the quality of mothering, affects adult behaviour. 'One mother, Flo, was very patient and tolerant. She was supportive, affectionate and playful. All her offspring grew up assertive and high-ranking. Passion was the opposite: cold, unsupportive and unplayful. All her offspring grew up tense and nervous in social interactions. None was high-ranking. What gives confidence to offspring is the attentive, patient mother who also uses discipline. In human society there's an erosion of this kind of parenting. With family break-ups and daycare, many children are deprived of that time and attention.' </p> <p>About Goodall's own family there's an air of wistfulness. She divorced van Lawick and married Derek Bryceson but he died soon afterwards. Her son has yet to fully embrace the conservationist cause. </p> <p>Home, such as it is, is Bournemouth, her birthplace, where her sister lives. She talks about 'her group of brothers', younger men with whom she has close, 'not sexual' relationships. </p> <p>And there's Roots and Shoots, her environment youth movement active in 67 countries. Her time is now mostly devoted to these children, her 'only hope for the future'. </p> <p>With her beloved chimps on the brink of extinction, how does she fend off despair? 'If I think about tackling all of it, I give up. All I can do is the bit I can do and try to inspire others.' Will she ever retire? 'I can't. I have no choice. I have to talk about the plight of the apes and the plight of Africa. There may come a moment where I won't be able to travel. Then I'll spend more time writing. I used to love listening to old people when I was a child. I had a vision then of being old and having children sitting around me. Perhaps that was prophetic.'</p>",
  "Off-licences, nightclubs and pubs should be forced to stop discounting alcohol and pay for the policing of the binge-drinking culture that makes many town centres no-go areas at weekends, one of Britain's most senior policemen said yesterday. <p>Sussex chief constable Ken Jones, one of three candidates in the race to replace Sir John Stevens as Metropolitan Police commissioner, told The Observer that bargains such as the three bottles of wine for £10 special offer now being made by the Thresher off-licence chain encouraged excessive drinking. </p> <p>The drinks industry had to take full responsibility for the crime associated with alcohol consumption and pay its share of the costs of policing the disorder, through compensation or a levy, he said. </p> <p>'It's unfair for any profit-making business to transfer its costs to the public. The negative costs are being picked up by ordinary people in terms of the degraded environment, noise, disorder and all the other consequences of late-night drinking,' said Jones, whose patch encom passes the seaside resorts of Brighton, Hastings and Eastbourne, where violence associated with drinking is a growing problem. 'We are dealing with big business and we need to be more robust with them.' </p> <p>Jones is one of a number of senior police officers who believe the industry must play a leading role in changing Britain's drinking culture. There is particular concern about bars offering 'all you can drink for £10' and giant warehouse pubs, where customers stand up. </p> <p>The Association of Chief Police Officers (Acpo) warned the government last month that its new 24-hour licensing laws could lead to rising violence unless excessive drinking was curbed. </p> <p>Jones said: 'I see the new licensing laws as an opportunity to regulate this and help us manage disorder. But if we are not careful, we could end up with the worst of both worlds.' </p> <p>This summer, police in 77 areas launched a Home Office crackdown on binge drinking. Measures included closing rowdy premises for 24 hours, issuing £40 fixed penalty notices to drunks, and naming and shaming convicted off-licences, bars and clubs. </p> <p>Since April Acpo and the Home Office have been talking to Home Office Minister Hazel Blears about the government's alcohol strategy. The police are lobbying hard for a voluntary levy on the drinks industry. </p> <p>Richard Philips, acting head of Alcohol Concern, said there was no obvious solution. 'If the government asked companies to keep their prices high, that would be illegal. It would be anti-fair trade. We need to see if an exception could be made over alcohol to allow this to happen.' </p> <p>But the industry is unwilling to accept an end to discounting. The British Beer and Pub Association said the problems of binge drinking were largely related to late-night clubs offering enormous amounts of free drinks for a £10 entry fee, rather than cut-price pints of beer. </p> <p>'We are all determined to focus on the real issue, changing the drinking culture to end binge drinking,' a spokesman added.</p>",
  "The Beatles only got it half right - not only can money not buy you love, it can't even make you happy. That's the conclusion of a University of Ulster survey into what makes people happy in Northern Ireland. <p>Of 3,000 people interviewed, just 41 per cent said money was the key to happiness. By contrast the report found that good health was the most important factor, with 72 per cent saying they were happy because they had no health problems.</p> <p>The data contained in the Poverty and Social Exclusion in Northern Ireland survey found that mental illness caused more unhappiness than physical ailments. Of those with a severe health problem, such as a heart condition or prolonged back pain, only 29 per cent said they were unhappy in their lives.</p> <p>Among those who said they had mental problems, the figure rose to 60 per cent. Good neighbours and a pleasant environment also ranked higher than wealth as key reasons for satisfaction, the survey found.</p> <p>The author of the report, Professor Vani Borooah from the university's School of Economics and Politics, said the findings showed that money does not buy happiness.</p> <p>'It does not even buy the satisfaction from having money. The most important source of happiness was good health. Another important source was the quality of the area in which people lived. A third source was age - younger people were less happy than older people,' he said.</p> <p>'If we want to improve people's capacity for happiness, we should focus on improving their health, through better preventative and curative measures; and, in particular, we should focus on mental ill-health, the Cinderella of healthcare,' said Borooah.</p> <p>Dublin-based author Mick Nugent, who is writing a book on happiness, said a Dutch academic has compared such surveys from all over the world and they gave similar results. 'Once people get above the poverty line and start earning basic decent income, money stops being a major factor into why they are happy,' said Nugent.</p>",
  "<p><strong>Black British Style</strong> </p> <p>V&amp;A, London SW1, until 16 January 2005, then on tour from September </p> <p>This is the first exhibition in the UK to explore the style and fashion of black people in Britain and their effect on the culture over the past 50 years. Some might say that, given the global scale of its impact, acknowledgement has been a long time coming. Looking past the stacks of painted crates that form part of David Adjaye's design for the exhibition, I wondered why I felt a rising irritation, and the sense that I was in the midst of a quasi-anthropological excursion through 'the things that black people wear': neat suits from 1950 to Rasta outfits, racks of trainers, trays of 'bling', Burberry coats, Kangol hats and all the stuff in between. </p> <p>'Anthropological?' Carol Tulloch, co-curator and the V&amp;A's Senior Research Fellow in Black Visual Culture, was horrified. 'Oh God, I hope other people don't feel that way. That wasn't the intention.' When I thought about it more, I wondered, would I be struck by the same feelings at, say, an exhibition of Dutch clothing of the 1800s? </p> <p>Besides, the very act of putting things into an exhibition means they are up for display. Still, when it comes to the representation of black stuff, be it art, fashion, film, photography or whatever, it's always difficult. 'One-size' exhibitions so often have to fit all. There will be those who feel this exhibition doesn't do the subject justice: I heard one older black woman grumble to a friend, 'all this low-class ghetto stuff, we are better than this'. Or that it doesn't address 'how it feels to be black today'; but, then, why should it? Besides, what kind of black? </p> <p>'Black British Style', which was four years in the making and tours to Bradford and Leicester after London, is organised thematically. 'England Is The Place For Me' looks at the arrival of the Windrush generation and other black people from Africa. 'Respect Yourself' addresses the politics of black pride. 'Fix Up Look Sharp' explores music- and club-based styles. Some sections (a homage to Evisu jeans, an array of designer sunglasses), while they may delight fashionistas, won't stun anyone with their originality. </p> <p>What is more interesting, emotive and challenging are the different perspectives and histories the clothes throw up. Depending on where you stand or which way you look, either in the exhibition or philosophically, the stories are compelling - the role of the church, Rastafarian families, everyday lives of black folk. </p> <p>'It's Good to Have the Feeling You're the Best', which focuses on clothes for special occasions (a chiffon cocktail dress, couture suits), I found particularly poignant. Not just because of the 'dressed-up' clothes but because of the longing in the title. If, by and large, you are treated as second class, dressing your best can go some way to mitigate the indignity. Who cares if you shop at super-cheap Lidl so long as you're wearing a Burberry jacket? </p> <p>That's now; what about back then, in the Fifties, when 'nigger brown' was a shade of cotton you could buy at the haberdashers and small children touched people like my uncle Stan on the arm to see if his colour would rub off? In Small Island Andrea Levy describes it perfectly when one of the white characters in the book sneers at a Jamaican woman for being way overdressed for no apparent reason. But if people made you feel like you smell bad, it would be imperative to look good. </p> <p>Interestingly, Shaun Cole, the other curator, explained that the sense of objectification which had irked me at first was deliberate. 'We hope the exhibition does allow people to feel the sense of otherness the first immigrants felt. The scale of the structure around the clothes is designed to give them maximum impact, highlighting the impact they had on Britain at the time. Then, as you move through the exhibition and the structures around the clothes get smaller, you feel as though you are in familiar territory and more a part of things.' </p> <p>So walking through a mirrored corridor into the second and final room of exhibits - among them Miss Dynamite's red leather tracksuit, a little girl's party dress and sparkly shoes, suits by Joe Casely-Hayford, Derek Lilliard and Ozwald Boateng - your reflection is intended to provoke self-reflection about where you fit in and your own dress choices. </p> <p>Viewing 'New Order', the final display, Tulloch explains: 'Look at Chris Eubank's use of English tailoring. He uses it to assume power which doesn't negate his blackness.' As I watched a group of silver-haired, white English people watching archive footage about 'West Indians shopping in Brixton' I was struck by the power of public acknowledgment. While black British style is not news to me, the act of turning it into a retrospective exhibition at the V&amp;A is to create an indelible document of history.</p>",
  "They came from opposite corners, striding to the centre to meet for a brief but firm handshake. Then President George Bush and John Kerry retreated to their chairs. They would not look each other in the eye again for 90 minutes. <p>When the second presidential debate was over, it was Bush who was probably happier. 'Thank you all very much. It's been enjoyable,' he said. He needed a result, and as America digests the St Louis debate it seems he got it. Just. The two men had faced each other in a converted university gym - two political prizefighters. Bush was entering Round Two of the presidential match with a bloody nose. Round One in Florida eight days earlier had left his campaign in disarray. In just one evening of verbal jousting - and Bush's sourness and scowling - Kerry had hauled himself back into the race. A slew of national polls showed him narrowly behind the President or drawing level. One even showed him ahead. That was compounded by repeated bloody attacks in Iraq and the final word on Saddam's weapons of mass destruction: they did not exist. </p> <p>The fight for the White House was suddenly back on. Kerry had retired to a Colorado hotel, where staff built a mock-up of the St Louis auditorium in the resort's ballroom. His longtime friend, lawyer Greg Craig, played the part of Bush. But the real Bush had been busy too. Top aides sat with him as they poured over videos of the Florida debacle and showed him how his facial contortions had played so badly across the televisions of America. By the time he entered the highly-controlled environment of the St Louis debate he was fully prepared. He knew a repeat of Florida could cripple his attempt to win a second term. </p> <p>The fight began at a furious pace. The first questioner, from an audience of handpicked potential wavering voters, asked Kerry to defend himself against being 'wishy-washy'. Kerry's response was to jab straight at Bush. 'The President didn't find weapons of mass destruction in Iraq, so he's really turned his campaign into a weapon of mass deception,' he jibed. </p> <p>Bush hit right back, accusing Kerry of changing his opinion on a host of topics, but especially the war in Iraq. 'I can see why people think he changes position quite often. Because he does.' Game on. </p> <p>Spin alley in St Louis was a converted practice gym where the painted lines on the wooden basketball courts were covered by the cables of computers and TV cameras. It was here that top aides from both campaigns collared journalists to try and spin their side's point of view. But Spin Alley is also a state of mind. Few debates turn on any single moment. The fight to declare a winner goes on for at least 48 hours after the 90 minutes are up. Public opinions form in days, not minutes, and it is in Spin Alley that the first shots are fired in that media battle. </p> <p>Even before the debate was finished, campaign staffers were pouring into the room. By the time it was over, a sea of placards filled the floor. Dotted here and there were the orange signs indicating one of the big sharks in the room, emblazoned with the surname of Bush's political gurus Karl Rove and Karen Hughes. They moved through the masses crying victory. 'The President dominated this debate tonight. He clearly won,' Hughes declared. But the Democrats were out in force too, hitting the airwaves and working the room. They took shots at Bush's performance. 'He lost his control,' said Democrat National Committee chairman Terry McAuliffe. 'He doesn't know there is a problem, so he can't fix it,' mocked top staffer Joe Lockhart. </p> <p>But the beginnings of a consensus were soon starting to emerge. There had been no knockout blow for either side. Honours were even. But that meant Bush had won through to keep on fighting. In Republican terms, that was enough for a celebration. Bush has probably now stopped the collapse that at times last week seemed about to swamp his campaign. </p> <p>It had not begun that way. The war in Iraq had dominated the first 40 minutes of the debate, and Bush had seemed perilously close to losing his temper. Kerry began aggressively. '[Saddam] didn't have weapons of mass destruction,' he bluntly told the audience. 'The world is more dangerous today because the President didn't make the right judgments.' </p> <p>As Bush struggled not to frown or smirk or grimace, it seemed as if Florida Mark II was about to play itself out. Kerry followed up by mentioning Bush's father in a clever ploy designed to press the son's psychological buttons. A few seconds later, when Kerry had finished slamming Bush's lack of allies in Iraq, Bush stormed forward, cutting off the moderator's attempts to move the debate forward. 'You tell Tony Blair we're going alone!' Bush almost shouted, his voice rising with emotion. </p> <p>But if Bush was fighting to keep his self control, it was a fight he won. Kerry seemed slightly taken aback by Bush's outburst, and Bush followed up by going on the attack himself, lambasting Kerry as someone who would seek international permission for America's actions. It was a tactic that gradually put Kerry on the defensive. Bush switched into campaign mode, trotting out a familiar portrait of Kerry as a wimp who could not be a commander-in-chief and keep America safe. Bush was now speaking in a soft and folksy tone, turning up the Texas twang. The anger was under control. 'I don't think my opponent has the right view about the world to make us safe, I really don't,' he said. </p> <p>Then, as the debate switched to domestic matters, Bush gradually displayed an increasing mastery of the 'town hall' format of the St Louis debate. He prowled around the hall for every question, often even standing as Kerry spoke. He looked directly at the questioners, thanking them by name. He seemed at ease. It was a style familiar to any who have followed Bush on the campaign trail. Though, of course, it did not prevent him from making the usual handful of verbal blunders, such as referring to a rumour about reinstating the draft on the 'internets'. </p> <p>Yet Kerry is no slouch at town hall debates either. Almost two years of campaigning in primaries and for the White House have left him at home in public meetings. The debate settled down into a detailed discussion of taxes and healthcare. </p> <p>For Bush it must have been a relief, and he began to deliver a scathing attack on Kerry's 20 years as a senator, painting him as a tax-and-spend liberal out of touch with mainstream America. Bush began to seize the initiative and deliver the campaign 'zingers' dreamt up the previous week. 'He's got a record. He's been there 20 years. You can run, but you can't hide,' Bush said. </p> <p>Several times Kerry implored the audience at home to see through the image Bush was painting. 'The President is just trying to scare everyone here, throwing labels around,' he said. 'Labels don't mean anything.' </p> <p>Then came the moment which may be remembered no matter who wins the White House. A questioner asked Kerry if he would vow to camera never to raise taxes on middle-class America, raising the spectre of the elder Bush's 'Read my lips, no new taxes' pledge. Kerry took the bait. 'Yes. Right into the camera. Yes, I am not going to raise taxes,' Kerry said. </p> <p>By now Bush was relaxed and joking with the audience. 'Of course he's going to raise your taxes,' he laughed. Kerry became increasingly long-winded. On a question about government funding for abortion, Kerry gave a monologue on the ethical complexities of the issue and his own personal morality. Bush got up. 'I'm trying to decipher that [answer],' he said, shaking his head with a shrug 'My answer is we are not going to spend taxpayers' money on abortion.' A few Democrats sitting in Spin Alley noticeably winced. By the time the debate was finished, both sides in Spin Alley had enough to plausibly claim victory. Kerry had not suffered any killer blows, but he did not deliver any either. </p> <p>Bush recovered from his poor start to take control, and ended the stronger. For Bush a draw after Florida was enough to be called a win. </p> <p>What emerged most strongly was how starkly different the candidates are. Audience member Bren Pathenos, who said she came out of the chamber favouring Bush, had met both candidates after the contest. She had told them of her son serving in Iraq. While Bush had asked her to send her son his regards, saying 'Good job', Kerry had promised to work for the day when her son could be brought home. Here were two very different visions of the war. </p> <p>With less than a month to go, only one thing is clear: America remains divided. And undecided. The debates have had an impact in levelling the playing field again. Spin Alley still has work to do on shaping the result of the St Louis fight, but it is unlikely that the fundamental pattern will shift. Nor is it likely to change after the final debate this week in Arizona. 'The first poll after the last debate will be very instructive as to the future of the rest of the race,' said Ken Warren, a political scientist at St Louis University. 'I expect it to be virtually a dead heat.' </p> <p>As the candidates prepare for the final stretch, each is still seeking desperately to land one knockout blow. </p> <p><b>War of words</b></p> <p><b> The Bush view</b> </p> <p><b>On abortion </b><br> 'We're not going to spend taxpayers' money on abortion ... Culture of life is really important for a country to have if it's going to be a hospitable society.' </p> <p><b>On Iraq</b><br> 'I don't see how you can win in Iraq if you don't believe we should be there in the first place.' </p> <p><b>On healthcare</b><br> 'I've been in Washington DC three-and-a-half years and led the Congress to reform Medicare so that our seniors have got a modern health system. </p> <p><b>On the economy</b><br> 'He's going to tax everybody here to fund his programmes. That's just reality.' </p> <p><b> The Kerry view</b> </p> <p><b>On abortion</b><br> 'I think it's important for the US not to have this rigid ideological restriction on helping families to be able to make a smart decision about family planning.' </p> <p><b>On Iraq</b><br> 'The world is more dangerous today because the President did not make the right judgments.' </p> <p><b>On healthcare</b><br> 'Five million people have lost their health insurance under this President. He's done nothing about it.'</p> <p><b>On the economy</b><br> 'Now, the President has presided over an economy where we've lost 1.6 million jobs. The first President in 72 years to lose jobs.'</p>",
  "Now we know, in horrible detail, how it is done. In the case of Ken Bigley, we will soon be able to view the act in video clips on the internet. With the bombing in the Egyptian resort of Taba on Thursday night, we know, from eye witnesses, of the smiles of the suicide bombers as they blew apart several dozen Israeli holiday-makers. Trials in Casablanca, Istanbul, the Far East and elsewhere have exposed the mechanics of dozens of terrorist plots. And the 11 September inquiry in the USA has finally told us exactly how the most spectacular and successful of them all occurred. <p>What we are still seeking is an answer to the question 'Why?' </p> <p>One reason is that we are bewildered that humans can commit such violence to each other, particularly, in the case of Ken Bigley's captors, after spending three weeks with someone. Another is that we sense that only by understanding what motivates a person to behave with such disregard for all moral and social norms can we stop them. We don't seek to excuse, but we do need to gather the intelligence that can help us combat such atrocities. </p> <p>We should start with the murderer of Ken Bigley. Abu Musab al-Zarqawi is 37, from a dirty, poor, industrial city in Jordan. Thuggish, politically unsophisticated and poorly educated, Zarqawi is representative of the new wave of militants filling the gap left by Osama bin Laden, the Saudi-born leader of al-Qaeda whose influence on international terrorism is now limited to infrequent exhortations to violence issued from a hiding place high on the Afghan-Pakistan frontier. </p> <p>Like bin Laden, Zarqawi's primary tactic is 'propaganda by deed'. His aim is not to inflict damage on the West or to scare us but to radicalise and mobilise the Islamic world. Unlike bin Laden, who has used carefully calibrated violence against targets symbolic of the cultural, economic, political or military power of the West, Zarqawi's favoured tactic is to shock with widely seen brutality. </p> <p>Zarqawi turns to dramatic violence to rouse the world's 1.3 billion Muslims. Though more politically conscious than at any time since the wars with Israel of 1967 and 1973, they have so far failed to answer the radicals' call to arms. Anti-Semitism, anti-Zionism and anger at America may be widespread but, even in Iraq, that has yet to translate into broad backing for the militants. </p> <p>Instead, as we have seen over the past three weeks, the reaction to the hostage taking and executions has been of horror and disgust. The second video of Bigley released by Zarqawi 10 days ago was defensive, attempting to justify what the militants knew to be universally reviled acts. The statements of bin Laden and other militants are nowadays full of frustration. </p> <p>What of the bombers? What of those responsible for the dozen or so major strikes, and the hundreds of minor attacks, that have occurred over the past six years? I have interviewed around a dozen such individuals, all young men, who have decided, at the final moment, not to go ahead with their attacks. They saw their acts as 'a step on the path of jihad'. They did not expect immediate returns for those they left behind. Victory might take centuries. No single bombing had a single concrete objective. Rather, it would be the fulfilment of a personal religious obligation. </p> <p>This is all relatively new. Palestinian terrorists in the 1970s had specific demands. Islamic militants in the early 1990s aimed to unseat local regimes in their homelands. </p> <p>But Mohammed Atta piloted a plane into the Twin Towers because he felt that, as a believer, he had to strike at a supposed global conspiracy against Muslims. Bin Laden has internationalised the issue. Now activists from Kashmir to Morocco talk of the 'Crusader-Zionist alliance' set on crushing Islam. </p> <p>This is key. Atta, Zarqawi and the young men who die in Egypt or Israel or Iraq believe that when the Islamic world is under attack, it is the duty of all Muslims to resist - even if that retaliation involves 'collateral damage'. </p> <p>Suicide is an integral part of this strategy because it shows that the bombers, and the militants more generally, possess the weapon that will, ensure their eventual victory: faith. The example of the young 'martyrs' supposedly shames those who do not have the courage to act. Again this is propaganda by deed. </p> <p>Zarqawi and the suicide bombers see their decisions to kill and maim and die as a tactical choice - part of a strategy conceived by committed men. And the basis of that strategy is the belief that a belligerent West is set on dividing, humiliating and dominating the Islamic world. </p> <p>This does not mean that 'Islam' is the problem. As in any religion, there are resources that can be exploited. Islam is a religion of action, not of turning the other cheek, but Muslims worldwide also practice and preach peace and tolerance. The roots of Islamic militancy and terrorism lie not in Islam itself but in the tensions generated in the Muslim world by a dominant West. </p> <p>It is facile and dangerous to talk of a 'clash of civilisations'. The West and the Islamic world are not monolithic blocs where identity is based entirely around religion or secularism, tyranny or democracy, human rights or repression, as all who have travelled in the Middle East know. Even the most devout do not define themselves by Islam alone. Their identity, like yours or mine, is a complex matrix of religious feeling, ethnic allegiance, family loyalty and social influences. Gender, age and education determine personality in the Islamic world as elsewhere. </p> <p>The feeling that the Middle East is under attack goes back centuries - to the Western colonial project, the invasion of Egypt by Napoleon, the centuries-long conflict between the Ottoman Empire and nascent Western nation states, even back to the Crusades. What is new is the immediacy of the challenge posed to traditional values and structures by the post-Cold War dominance of America and of 'Western' culture in general, piped directly into the front rooms of homes throughout the Islamic world through the internet and satellite television. </p> <p>The unprecedented exposure to Western lifestyles and apparent wealth, so attractive to so many has raised aspirations throughout the Islamic world. People question the right of autocratic regimes to rule, of husbands to discipline wives, of mullahs to pronounce on how to wash hands and who to hate. </p> <p>For many this is liberating and exciting. But others are frightened. Some feel marginalised in the new world. Some turn to force, the last weapon left, in a bid to hold on to what is passing. In the western Afghan city of Herat, where women are voting in an unprecedented election this weekend, domestic violence has surged since the demise of the Taliban. Those who had power over their wives and daughters are fighting, literally, to keep it. A very high proportion of older militants, including Zarqawi and bin Laden, come from families who moved from rural environments to the cities. They are men who have lost the certainties of childhood. </p> <p>The physical invasions of Iraq and Afghanistan have reinforced this view that everything that was secure and known is under threat. Scared, angry people often respond with violence. </p> <p>This does not make Islamic terrorism the fault of the West. Comprehending the causes of terrorism does not mean condoning barbaric, morally abhorrent acts. But we need to understand the historic changes underway in the Muslim world and tailor our policies. </p> <p>For example, the religious schools - medressas - in Pakistan have for decades been factories for tens of thousands of militants. They were, in many ways, the source of the Taliban. In them, young Afghan refugees whose only experience of the modern world was the destruction of their farms, homes or families, were drawn to the clear, empowering certainties of radical Islam. Haphazard efforts to reform the schools have failed - largely because for the poor of Pakistan the medressas are the only option for education. Shutting them is only possible if a push is made to develop a secular substitute. Similarly, we may deal with militants like Zarqawi, but it has to be part of a broader project to stop new militants taking their place. </p> <p>We are already engaged in 'nation building', unwittingly, through the transfer of Western values to the Islamic world. But we must be sensitive to the impact of the undeniable attraction of our way of life. We must listen to moderate voices in the Islamic world. Above all, we must continually bear in mind how our acts are perceived by those who fear their way of life is being irreversibly changed - and not for the better. </p> <p>In so doing we will strengthen our greatest allies in the war on terror, the majority in the Islamic world who share our horror at the murder of Ken Bigley.</p>",
  "Women may feel they've had a crash course this week in the vexed subject of What Makes Men Tick. A new book - He's Just Not Into You: The No Excuses Guide to Dating Men - is selling out in Manhattan (or No-Manhattan as it's dubbed by single women in search of a relationship) faster than wheat-free brownies and soya milk lattes. It is now No 2 in the Amazon bestseller list. <p>This isn't the first dating book to become cult reading. John Gray's Men are From Mars, Women are from Venus explained how the sexes are from different planets, and The Rules insisted a woman could snare a man so long as she was passive, quiet and ladylike. It was reported last week that the woman who wrote it has been dumped because her teeth are too big. </p> <p>Well, frankly, it's time to redress the balance. From Kate Moss to Jerry Hall, Kate Beckinsale to Cynthia Nixon, more and more women are deciding they're the ones who want out of their current relationship. So for all those men who can't find a book to tell them if they're about to be dumped, below is our cut-out-and-keep-in-your-wallet guide to what women are really saying. It's our chance to tell men where they're going wrong. </p> <p>There is plenty of advice in the other direction. Due to be published in the UK in January, He's Just Not Into You is the idea of Greg Behrendt, the only male writer on Sex and the City . The story has it that one day Carrie and the girls were sitting around comparing their Jimmy Choos while he explained how to tell when a man just isn't keen. If he doesn't phone, or only does when he's drunk, or only wants to be friends, or is having sex with someone else, or won't get married, then it's time to pick up your dry cleaning and move out. Behrendt explains: 'Unfortunately, guys are too terrified to ever directly tell a woman, \"You're not the one\". But their actions absolutely show how they feel.' </p> <p>Behrendt has plainly met Bob Geldof, who also chose this week to talk about the sex divide. The brains behind Live Aid and now the unofficial spokesman for divorced fathers' rights to see their children, he outlined his ideal woman in clips from a forthcoming hour-long documentary Geldof and Marriage to be shown on Channel 4 this week. 'You know, when you come in and it's been a shit day, and she's done something nice like make a meal and, I don't know if it's just me, but it's so feminine and sexy,' he said. </p> <p>I suppose we must ignore for a moment the fact that Geldof is no expert on marriage. He's been legally hitched just once, to Paula Yates - a relationship which famously ended when she dumped him for another singer, Michael Hutchence. I suppose we must also put aside the notion that Geldof's current partner, his live-in girlfriend Jeanne Marine, may have had a tough day herself. She is a working actress who has also taken on the responsibility of being stepmother to Geldof's three daughters with Yates and Yates's daughter with Hutchence. </p> <p>Preview clips show Geldof warming to his theme: 'If girls don't like masculine characteristics then it's pretty much too bad. Men have never felt the need to talk, so why is it that \"he doesn't talk to me any more\" is enough to end a relationship?' </p> <p>Unless, it seems, they're doling out advice on national television, in self-help books or, indeed, glossy magazines. On Friday even Good Housekeeping pitched in with helpful tips for women, inspired by men. On the subject of cosmetics: 'Never to be applied in front of men. Ruins their fantasies.' Or small talk: 'Don't make small talk with men in lifts or bars because they will think it's a come-on.' </p> <p>Perhaps women should be used to all these rules and regulations. After all, it was a man, Samuel Smiles, who wrote the first 'personal growth' book in 1859 - called, appropriately, Self-Help - and women have been Hoovering up this kind of advice ever since. Last year the industry was worth £38 million. </p> <p>While women outnumber male readers by two to one, many of the bestselling titles are written by men. As well as Gray's series about the sexes, there's Stephen R Covey's Habits of Highly Successful People, Eckhart Tolle's The Power of Now and Brandon Bays's The Journey: an Extraordinary Guide to Healing Life and Setting Yourself Free. All feel qualified to include chapters telling women readers how to live happily ever after with Him Indoors. </p> <p>But then women have always shown a keen interest in reading about what the opposite sex is thinking. If men are as shy and retiring as Geldof makes out, buying a book might be the only way women can find that elusive road map to the male psyche. </p> <p>Few men would want to be seen on the train reading the latest Chick Lit title - even if it is for research purposes. Men should think on and maybe start reading different books. Because, as we often tire of saying to someone at the end of a relationship: 'What part of goodbye don't you understand?' </p> <p><b>You know she's just not into you when ...</b></p> <p><b>·</b> She keeps saying you should get out more </p> <p><b>·</b> You realise that the last time you saw her naked was 1999 </p> <p><b>·</b> And the last time you had sex was Christmas Day 1998 </p> <p><b>·</b> She has the lyrics to 'I Will Survive' tattooed on her arm </p> <p><b>·</b> She claims she actually likes sleeping on the settee </p> <p><b>·</b> You dial 1471 and get the number of the local estate agent </p> <p><b>·</b> It's your birthday. She buys you a sleeping bag </p> <p><b>·</b> Following the lead of Cynthia Nixon, right, from Sex and the City , she starts flirting with the sexy lesbian at her women-only yoga class </p> <p><b>·</b> She sends you a flirty text message... from a mobile phone number you don't recognise </p> <p><b>·</b> Your Relate counsellor suggests you go on a date. Your girlfriend turns up in hemp dungarees saying she's given her black leather jeans to Oxfam </p> <p><b>·</b> Afterwards you go for dinner. She asks the waiter for an itemised bill </p> <p><b>·</b> On a trip to the jewellers, she says she wants to buy you something meaningful. She presents you with a friendship ring </p> <p><b>·</b> You suggest going to the latest romantic movie, Bride and Prejudice. She wants to see Dead Man's Shoes, left, a slasher flick about revenge and redemption </p> <p><b>·</b> You catch her signing up for Friends Reunited when she said she was filling out the TescoDirect delivery form </p> <p><b>·</b> She says she wants to adopt... a cat </p> <p><b>·</b> She books a 'Learn to dance salsa' holiday in Rio - without you </p> <p><b>·</b> Your male friends invite you on a three-day bender in Barcelona. She helps you to pack </p> <p><b>·</b> She starts complaining that you breathe too loudly </p> <p><b>·</b> Realising it's time for a big gesture, you get down on bended knee and ask her to marry you. She thinks you've got cramp </p> <p><b>·</b> She develops an allergy to your Kiehl's aftershave </p> <p><b>·</b> You're from Manchester. She buys a season ticket for Arsenal </p> <p><b>·</b> She forgets your star sign </p> <p><b>·</b> When she wins two tickets for the forthcoming Tom Waits concert (one of your all-time heroes), she flogs them on eBay </p> <p><b>·</b> She keeps calling you Robert. This isn't your name </p> <p><b>·</b> Finally, you split up. Three months later, you want to try again. You find out from mutual friends that she's eaten your telephone number. And emigrated to New Zealand.</p>",
  "It was a heart-warming tale that reaffirmed Britain's reputation as a nation of animal lovers. Lutu the lion had been found starving to death in a squalid cage in Romania. Within weeks an appeal launched by actress Amanda Holden had raised £160,000 - double the sum required to assure the creature a new life on the South African plains. Then Lutu vanished. <p>A six-week investigation by UK animal experts and the Romanian police has failed to yield any clues over how Lutu disappeared one night in Bucharest or his whereabouts. No one even knows whether Lutu is still alive. The Born Free Foundation's first big cat rescue operation in almost three years continues to leave all involved in the months of meticulous planning baffled. </p> <p>Those who were moved to tears watching Lutu's plight on ITV's GMTV breakfast show, as he tried to move in a tiny cage, will be similarly confused. Holden, 33, who travelled to Romania to see Lutu, has been told not to comment on the mystery. </p> <p>Theories abound that the creature may have been smuggled across eastern Europe to perform in a circus or a zoo. Others speculate Lutu has been sold to a private dealer or ended up in the hands of the Russian mafia. </p> <p>The International Fund for Animal Welfare warns of well-established exotic animal trading routes that snake into Russia amid evidence of the involvement of gangsters. So far all that is currently undisputed regarding the fate of Lutu is that his owner broke an agreement with the Born Free Foundation by selling the creature to a mystery buyer for an unknown sum. A recent intensive search of Bucharest, where Lutu was kept in his cage for four years after being abandoned when a circus closed, provided few leads. </p> <p>Yet the animal charity refuses to believe he has been killed. Unlike the tiger, whose bones are worth thousands of pounds when ground down for use in Chinese remedies, Lutu is worth more alive than dead. Jason Lowther, consultant to a number of British animal welfare groups, said: 'He is more likely to be alive and has probably been stolen to order and has gone to someone's private collection.' </p> <p>He said the classic example of the criminal with a taste for exotic animals was Pablo Escobar, the Colombian drug baron, who filled his country estate with rare creatures. </p> <p>Concern, however, is mounting about how Lutu will cope in new surroundings, wherever they may be. Trapped in the cage, the lion would regularly awaken neighbours in the poverty-stricken neighbourhood of Bucharest as he roared at night. When first found, he was caked in excrement and close to starvation. </p> <p>While the hunt for Lutu continues, the Born Free Foundation has taken solace from rescuing another lion, four-year-old Achee, who was found in a cage in a Romanian car park. Last month part of the money raised from the TV appeal was used to transport Achee to the Shamwari reserve in South Africa, Lutu's intended destination.</p>",
  "<p>Scientists are developing techniques aimed at taming the power of the world's most devastating storms. The project, backed by funds from Nasa, would involve seeding clouds, coating seas with biodegradable 'slicks' and even beaming microwave radiation from orbiting power stations to slow or even halt hurricanes. </p> <p>Controlling these great, rolling tempests - known as hurricanes in the Atlantic, typhoons in the western Pacific and cyclones in the eastern Pacific - is now considered an urgent priority. Last month Hurricane Ivan killed more than 70 people and destroyed thousands of homes, miles of roads, swaths of vegetation and scores of hotels as it swept over Grenada, Jamaica, Tobago, the Cayman Islands, the Dominican Republic, Haiti and finally Cuba. Three similar recent storms caused the same kind of devastation, and meteorologists predict the next two decades will see increases in numbers and severity of hurricanes. Global warming is likely to worsen the problem. </p> <p>'Nothing stands in the way of hurricanes,' says Ross Hoffman, in the current issue of Scientific American. 'But must these fearful forces be forever beyond our control?' The answer is 'no', he adds, for one day they could be controlled thanks to developments in computing, satellite technology and material sciences. </p> <p>Backed by Nasa funds, his team of scientists at Atmospheric and Environmental Research, a research and development consulting firm, have created computer simulations of past hurricanes, including Hurricane Iniki which caused enormous damage to the Hawaiian island Kauai in 1992, and Hurricane Andrew, which devastated south Florida in the same year. To their surprise they found that by making only relatively small changes to temperatures and other meteorological variables they could induce major alterations in its path and behaviour. Slight tinkering sent Iniki on a route that missed Kauai, for example. 'The question is: how can such perturbations be achieved?' asks Hoffman. </p> <p>The team has proposed several answers. One is to coat the ocean in front of a hurricane with a biodegradable oil which would slow the evaporation of water from the sea surface, depriving the developing storm of its sustenance. Another technique is to seed the eyes of hurricanes with silver iodide crystals, speeding formation of ice from water vapour. Spread by aircraft, these seed clouds could cause hurricanes to dissipate, although the group acknowledges that early tests have been only partially successful. </p> <p>The ultimate technique would be the construction of a flotilla of orbiting power stations that would collect the Sun's rays and beam them to Earth as microwave radiation. These satellites are considered a promising, non-polluting energy source for the future, but could also be used to heat the sea and air around hurricanes, altering their paths and dissipating their energy.</p>",
  "<p>From the outside, it looks like an unassuming office block but the enthusiastic director of Dusseldorf's Life Science Centre, Thomas Heck, hopes to bring about nothing short of an economic renaissance.</p> <p>Here on the Rhine, in Germany's once-mighty industrial heartland, fledgling hi-tech firms are being coaxed into life in a strategy to transform the state of Nordrhein-Westfalen from a former coal-mining, steel-milling powerhouse into Europe's leading base for biotechnology. </p> <p>Rich in coal and well-connected to the rest of Europe, the land along the Rhine and Ruhr rivers has been the economic heart of Germany since the early nineteenth century. When Franz Hengsbach became the first bishop of the Ruhr region in 1958, he wore coal, instead of a diamond, in his signet ring. At the time, the coal, iron and steel industries employed more than 650,000 people. </p> <p>Twenty years later thousands of coal and steel workers were out on strike, fighting for their jobs against cheap imports from across the Atlantic. By the late 1980s, only 4 per cent of the workforce in Nordrhein-Westfalen was employed in coal or steel. </p> <p>As the region's publicity blurb says, 'The land of coal and steel has become the land of promising new industries.' But unemployment is still nearly 10 per cent, and the region's economy shrank last year as the decline of the traditional industries continued to take its toll. </p> <p>But Heck and his colleagues hope to nurture a network of vibrant new biotech firms that will feed off each other, learn from existing businesses in the area and create hundreds of new jobs. His centre, built with Dusseldorf municipal cash, rents low-cost lab space to start-up companies, helps them with PR, and chivvies the highly regarded local universities into offering equipment and help. </p> <p>'It's not only the space, it's the co-operation between companies, and that's my task,' says Heck. Crucially, there is plenty of cash available, including grants for up to 45 per cent of start-up costs for firms promising to create new jobs in research-based industries. </p> <p>In the gleaming white lab spaces, some as small as 20 sqm, clutches of scientists are already crouched over test tubes and microscopes, searching for bankable discoveries and several established companies have said they would like to get involved.</p> <p>With a highly educated workforce, good infrastructure and several large healthcare firms already in the region, including the chemicals conglomerate Bayer, Dusseldorf hopes it has a head start in what it calls 'Germany's biotech revolution'. </p> <p>For Britons, this kind of direct government intervention sounds like a blast from the past: the 'white heat of technology' that governments in the 1960s and 1970s hoped to set ablaze by propping up companies that promised to be 'national champions' in key industries. </p> <p>These days, subsidies are out, evolve-or-die capitalism is in and the role of the state is, at most, to ease the pain of major changes in the economy - such as the long-term decline of the manufacturing sector - not to try to build new business sectors. </p> <p>But Katinka Barysch, chief economist at the Centre for European Reform, says there is an economic rationale for the support being offered in Dusseldorf. 'Germany doesn't particularly have a well-developed venture capital sector, and the banks tend to be conservative,' she says. 'I think there's a case to be made, in a country where funding is scarce, not to pick winners but to set up a platform for people who have an entrepreneurial idea to try to make that work.'</p> <p>In Britain, the DTI does offer some grants for small and medium-sized firms, to help with investment projects, particularly where science is involved. And regional development agencies have some money to spend where it might coax more private investment to follow. But this approach is less engineered than Nordrhein-Westfalen's scheme.</p> <p>Heck's sense of purpose stems from a wider acceptance in Germany that when changes in the global economy exact a painful cost from the workforce, the electorate expects the government to respond. </p> <p>Nordrhein Westfalen is by no means an obscure choice: many of Germany's biggest businesses still have their headquarters here, and it attracts more inward investment than any other German region. </p> <p>But the industries on which it has historically relied are shadows of their former selves. When the giant Thyssen Krupp steelworks at Duisberg, just north of Dusseldorf, closed down in 1993, 20,000 people lost their jobs and workers gathered on a bridge over the Rhine to vent their anger. </p> <p>Here, again, the state government has thrown money at the problem. With the help of federal funding - the state has a one-third share in the port - the vast area of docks where the steelworks were based has been redeveloped and renamed Duisport. </p> <p>This is an attempt to gain leverage from one of the huge assets the region still has: its position at the centre of the expanded European Union. Duisport boasts that more than 150 million consumers are within eight hours' journey. </p> <p>It cost €200m to redevelop the land, dismantling former factories and removing immense heaps of iron ore, but the port company is already turning a profit. Ford cars built in Belgium pass through here to the UK; paper and coal comes in; steel goes out. A US firm, Tower Auto motive, has just booked a spot on the huge complex to build doors for Daimler-Chrysler cars. </p> <p>British transport firm Wincanton sends 10,000 lorries a night, packed with everything from oil to washing machines, across Germany from its monumental warehouse at the port, which also has a rail terminal. </p> <p>The stacks of giant freight containers being shuttled about show that, whatever its problems, the German economy is still putting in a formidable export performance. </p> <p>Job-creation is central to the project and Tobias Metten, head of corporate development for the port company, says it's important that many of the jobs go to former coal and steelworkers. 'Staff can retrain to do these jobs,' he says, 'they are not highly skilled.' Unemployment in Duisberg is still a painful 14 per cent, but Metten hopes to have created 5,000 new jobs by 2010. </p> <p>Back at the Life Science Centre, which seems strangely quiet despite Heck's insistence that he's managed to let almost the whole of it, the government of Nordrhein Westfalen is playing a longer game, betting on the biotech sec tor - and that's a risky business. When the centre was first conceived, in 1998, biotech firms were the darlings of stock markets on both sides of the Atlantic, and cash was flooding into the companies that promised to translate cutting-edge science into profits. But the bubble inevitably burst, taking the stock prices of many fledgling firms with it. </p> <p>In the UK, where the biotech industry is more mature than in Germany, there have been far more spectacular failures than successes and the best many firms can hope for is to be gobbled up by a larger, foreign rival. But there is no acceptance in Dusseldorf that the government might have been trying to jump on a bandwagon that has now left town. 'When this was planned, the biotech sector was really good,' says Heck. 'But the companies founded now, maybe they will be more stable than companies before.' </p> <p>And there is at least one good precedent. Qiagen, based in bright modern offices in nearby Hilden, was founded in 1984 , before biotech became fashionable, with an 80 per cent start-up grant from the state government. </p> <p>The firm, which sells solutions to purify nucleic acids from samples such as blood, now employs 750 people; has a dual stock market listing in the US and Germany and the unusual distinction in the biotech sector of being profitable. </p> <p>For Joachim Schorr, its head of research and development, the trade-off is simple: 'We have support for the biotech industry from the government: it has to make up for the decreasing business in the steel and mining industry.' </p> <p>But he also admits that the average life of a new biotech firm is 18 months. Nordrhein-Westfalen will have to accept that many of the companies it backs will go down the tubes and it is competing with other German regions just as eager to propagate new businesses. </p> <p>Heck concedes it could be 20 years before the Life Science Centre can be judged a success or failure. But, just as at Duisport, no one is willing to contemplate the alternative of simply standing by while once-great industries rust away.</p>",
  "<p>Washington will this week urge the international community to offer fresh financial and moral backing for the reconstruction of Iraq, as the United States is forced to spend extra cash on shoring up security. </p> <p>President George Bush's Deputy Secretary of State, Richard Armitage, will fly to Tokyo to call on delegates to an international 'Iraq reconstruction conference' to put their hands in their pockets. </p> <p>With recriminations about the invasion of Iraq moving rapidly up the agenda in the closing weeks of the presidential campaign, Bush is eager to convince US voters they will not have to foot the entire bill for rebuilding the shattered country. Congress has set aside more than $18bn (£10bn) for reconstruction, but has admitted it is having to divert more of its budget than it anticipated to security and law enforcement.</p> <p>At a global donors' conference in Madrid a year ago, more than 30 countries pledged a total of $13bn for reconstruction projects, but much of the cash has failed to materialise. Revenues from restoring oil exports have also been slower to materi alise than the US hoped.</p> <p>But aid charities say lack of funds isn't their main concern. 'You just can't push too much money in that quickly,' says Oliver Burch, Iraq programme manager at Christian Aid. 'The state isn't functioning well yet. Post-conflict reconstruction was not well planned.'</p> <p>Of the $900m promised to a UN-administered trust fund for Iraq, only about 5 per cent has reached the area but the UN, like other agencies, is waiting until it believes its staff will be safe before starting on large-scale rebuilding.</p>",
  "<p>John Kerry and George Bush may have been slugging it out with great gusto on Friday night but according to Steven Andrew, chief economist with Isis Asset Management, this is a 'good election to lose'. Whoever emerges as the victor on 2 November - and, Friday night's performances notwithstanding, it is still too close to call - they will have the same issues to deal with; a budget deficit expected to top $445 billion this year, companies that are fearful that this is as good as profits are going to get; and consumers who, courtesy of mass remortgaging and Bush's tax bribes, have been encouraged to spend tomorrow's income today. </p> <p>Kerry has made a reduction in the budget deficit a central plank in his campaign, pledging to reverse Bush's tax cuts for those earning more than $200,000 a year. That should be possible but, with most observers expecting Congress to stay in Republican hands, he is likely to struggle to get any other big tax changes through. And, if investors sense that he is struggling to control the deficit, the bond market could start to get the jitters, and the overseas investors who have kept the dollar from falling even more than it has could also get a bit more nervous. </p> <p>Bush faces the same problem - and he is not only committed to making the tax cuts permanent, he would find it hard to make cuts in obvious areas such as defence and military spending given that his entire re-election campaign hinges on his conviction that he was right to go to war against Iraq. </p> <p>Of course, it is still possible that the US economy will spring back to life. Federal Reserve chairman Alan Greenspan, at least, believes this is just a 'soft patch' and that demand will recover - although he also promises to keep interest rates as low as needed, for as long as needed, to ensure the recovery is not derailed. We will get some clues about the outlook from the third quarter reporting season, which kicks off in earnest this week, but if the recent trading statements from companies such as Intel and Cisco, Colgate and Coca-Cola are anything to go by, the news is unlikely to be uplifting. Factor in a stubbornly high oil price and that consumers no longer have tax cuts or re-mortgaging windfalls to spend, and it is hard to see where the impetus will come from. </p> <p>The stock market came to that conclusion some months ago; while the FTSE 100 is at its highest for 27 months, the Dow is 200 points below where it was six months ago. That, combined with the profit increases being posted at the start of the year, means that the valuation of the US market now looks a bit less extravagant than it did. </p> <p>But, as John Hatherly, head of global analysis at M&amp;G points out, at between 16 and 17 times expected earnings for the current year, it still looks expensive compared with the 12 or 13 times earnings for the British and European stock markets - particularly when there is uncertainty over whether the analysts' forecasts on which those earnings estimates are based will have to be downgraded further as the third-quarter results and outlook statements are issued. </p> <p>Mike Lenhoff, global strategist at Brewin Dolphin, thinks the pessimism is underdone. While the 4 to 5 per cent economic growth enjoyed earlier in the year is clearly unsustainable, the 3 to 4 per cent which he is expecting is still healthy enough. But above all, stock markets hate uncertainty and investors in the US have got more jittery since Kerry's campaign was kick-started by his good showing in the first election debate. That is likely to continue until the result of the election is clear. </p> <p>On the face of it, there is then scope from some rebalancing of portfolios depending on who wins: Kerry's promise to cut healthcare costs could be bad for an already beleaguered pharmaceutical sector; the defence sector could be favoured under a Bush win. But that is tinkering at the margins. The bigger question is what happens to the economy - and November's result will make little difference to that.</p>"
]