[
  "<p>In the Seventies supermarkets were greeted by shoppers as a welcome addition to the butcher, the baker and the candlestick maker. Then they grew into today's retail behemoths, making mincemeat of said candlestick maker and friends. Between 1995 and 2000 we lost one-fifth of our local shops and services. Now 80 per cent of our food comes from the big four: Tesco, Asda, Sainsburys and Morrisons. Analysts predict the independent shop could be extinct by 2050. It begs the question: where has all the choice gone?</p> <p>For every £8 spent by a UK consumer, £1 goes to Tesco. Asda is owned by Wal-Mart, the largest company on the planet, which uses its tremendous global purchasing power to drive down prices. Its ethical credentials are, to put it mildly, questionable. The Los Angeles Times ran a Pulitzer prize-winning series of articles connecting Wal-Mart to union bashing, sweatshop labour and poverty wages.</p> <p>Supermarket buyers seem to have more clout than Tony Soprano. Just 110 European buyers stand between 3.2m suppliers and 250m customers. Industry watchdogs have described the relationship between buyers and suppliers as feudal: 40 to 50 per cent of fruit and vegetables gets rejected on delivery, and whingeing producers can always be delisted.</p> <p>Supermarkets contend that they have democratised food, keeping prices low. However, while 'known value items' like bread and milk are cheap enough to reel us in, fresh fruit and vegetables cost more than those in independent stores. Then there are the gondola-end promotions - high-fat, high-sugar products famously attractive to children. Supermarkets changed distribution: now even a 'fresh, local' product goes through a centralised point, usually an emission-and congestion-adding road trip of several hundred miles for which it needs to be packaged in plastic.</p> <p>Scarily, Joanna Blythman, author of Shopped: The Shocking Power of British Supermarkets, has warned that we're only in phase one of the story. Expect increased 'walmartisation' as stores expand into the non-food markets, and even made a bid to recast themselves as the focus of communities - several couples have already got married in Asda.</p> <p>It's not that we have to forgo supermarkets completely. Waitrose, 'compassionate supermarket of the year', has created good symbiotic relationships with suppliers, while Sainsburys has made a concerted effort to bring in local, organic produce to coincide with Organic Week, which happens to start today.</p> <p>We can shift some of our spending. An extra £52m could be generated in the economy if we were to support local shops. Then there are box schemes: more than 400 deliver fresh, often organic, fruit and vegetables to 60,000 homes (<a href=\"http://www.theorganicdirectory.co.uk\">www.theorganicdirectory.co.uk</a>), while at farmers' markets, producers can come face to face with shoppers and take home 90 per cent of the food pound (<a href=\"http://www.farmersmarkets.net\">www.farmersmarkets.net</a>). There's still time to get your hands dirty and try out one of the UK's 2,000 pick-your-own farms. The trolley backlash starts here.</p> <p><strong>·</strong> <a href=\"mailto:lucy.siegle@observer.co.uk\">lucy.siegle@observer.co.uk</a></p>",
  "<p>At the Edinburgh Television Festival last Sunday, director-general Mark Thompson declared the BBC should invest in programmes with 'clear public value'. Out go makeover shows (Changing Rooms was axed) and in comes quality drama. Thompson cited The Lost Prince, The Long Firm and political thrillers such as State of Play as programmes to aspire to. In fact he and chairman Michael Grade have promised a return to the tradition of single dramas that make statements about contemporary Britain. 'Play for Today is back!' trumpeted the headlines. </p> <p>Well, not quite. We're unlikely ever to see a return to anthology series such as Play for Today or Armchair Theatre where audiences knew they could tune in for the classic play at 9pm every week; which is bad news if you're nostalgic for the 'golden age' of TV when Abigail's Party or Blue Remembered Hills could attract 14 million. Now, programmers prefer to sprinkle one-off dramas throughout the schedules. And the word 'play' is likely to have them spluttering into their frappuccinos. They prefer euphemisms such as 'single' or 'event' drama. The analogy with theatre seems distinctly old-fashioned. </p> <p>'Single drama' no longer means a well-crafted 90-minute play. It could mean a series like Shameless or a two-parter such as England Expects. 'What we mean by single drama is singular voice,' says BBC head of drama commissioning Jane Tranter. 'The point is that it's one writer's clear vision.' </p> <p>Crucially, serial is no longer a dirty word. 'Serials were seen as the place where writers who aren't good enough to make movies go,' says C4 head of drama John Yorke. 'And I've always found that a bizarre argument because the Americans have been making series for years and they're not ashamed of populism. What I've tried with Shameless, No Angels and NY-LON is aspire to that level of writing, so you get Paul Abbott and Simon Burke to embrace the series format and come up with something that's both good and popular. And writers like Paul who actually come from a working-class background write about the working classes far more optimistically than kitchen sink realism made by middle-class people.' </p> <p>But shouldn't TV be a national theatre of the air? Play for Today launched Dennis Potter, Mike Leigh, Alan Bennett, Stephen Poliakoff and Stephen Frears. Speaking in Edinburgh last week, Frears put his success in Hollywood squarely down to Play for Today. 'To all intents and purposes my breakthrough film, My Beautiful Laundrette, was a Play for Today. We were just these blokes who'd been making films for the BBC for 15 years, working with the best writers in England.' But can we realistically ever go back? In 1977 when Abigail's Party was broadcast, there were only three channels, and, sportingly, no one pitted drama against drama. Today we no longer watch TV in a deferential way. With hundreds of stations, we shop around. </p> <p>During the market-led ethos of the Nineties, there was a backlash against tightly scripted stories in the Play for Today tradition. Schedulers wanted feelgood 'slice of life' films that were not remotely issue-driven. But you can't dumb down TV for ever. This autumn, no one is playing safe. Last week we had C4's Hamburg Cell; in October there's Abi Morgan's Sex Traffic (C4) and Dirty War (BBC1), about a radiological 'dirty bomb' attack on London. BBC1 is filming two dramas by Poliakoff (billed as a bold reinvention of the single play). The first follows the shifting power balance between a boss and his secretary through the Eighties and Nineties. The second, set after Labour's 1997 election victory, stars Bill Nighy as a PR guru forced to re-appraise his world. </p> <p>So why won't programmers take the risk of bringing back the single play slot? Tranter thinks we would find it off-putting. 'Audiences like things positioned as treats. In fact the only people who like everything tagged under banners like \"a season of new writing\" are journalists. We prefer to dot new dramas around the schedule, where they're very audience-focused, and say: \"OK, you've had 10 weeks of Spooks , now here's something a bit different.\"' </p> <p>It seems we have an appetite for short-run, themed dramas. After The Canterbury Tales, which got 9 million viewers, the BBC is commissioning a series of contemporary takes on Shakespeare (though we're unlikely to see a straight Shakespeare play). And tonight ITV starts screening Trapped, three comedy dramas by Tim Firth, Simon Nye and Jonathan Harvey. But with so few opportunities for new voices, don't we need a regular weekly slot? </p> <p>Once upon a time the 'teleplay' was the jewel in the crown. 'When I started, Play for Today was big news,' recalls Poliakoff. 'It was as exciting as having a play on at the Lyttleton.' These days many talented writers toil on soaps and genre series. No wonder there is such a hunger to write pure stories. 'I don't write for telly any more because the form is so frustrating,' says playwright Moira Buffini (Dinner). 'You're either doing a half-hour turnaround soapy type of format, or slaving on a three-parter. Having said that, I'd love to do a Play for Today because the telly audience is more diverse than theatre.' </p> <p>'If you want writers to have singular voices, you can't just rely on the odd person like Paul Abbott or Jimmy McGovern coming up through the soaps,' agrees Tony Marchant (Passer-By). Ironically while others are enthusiastic about the new trend for single dramas, Marchant worries they're squeezing out the serial. 'In post-production four parters are being squashed into two parts or three-parters into singles. There is a real nervousness coming from broadcasters about the ability of serials to hold an audience. It means that serious pieces of work like Real Men or Bodily Harm are being squashed. State of Play was great, but it was ultimately a thriller. It would be nice to think we still have faith in non-genre serials that are strong in themselves.' </p> <p>Mal Young, BBC controller of drama series, thinks we're being snobbish. 'I love the fact that you can have State of Play , a very authored vision, on a Sunday night and two nights later you've got Holby City - appealing to quite a similar audience but giving them different things within drama. Everyone said we were never going to pull off plays in the daytime but now we're on to our third series of The Afternoon Play. We've never had a healthier time for writers on TV.' A view backed up by Yorke, who cut his teeth on EastEnders. 'I always felt soaps spelled the demise of Play for Today, therefore they had a responsibility to emulate it. The reason Play for Today went is because nobody watched it in the end. It was one of those economic decisions, they were studio bound and old-fashioned and rather preachy, and so the audiences went towards serial drama.' </p> <p>Play for today (originally called The Wednesday Play) ran from 1964-84. The brief was to commission more scripts from new writers, using innovative production techniques. While the political slant was to the left, it offered every type of drama. 'People think it was all kitchen sink,' recalls Russell T Davies. 'But it took on all styles from science fiction to musicals.' Of course there were duds. But writers of the calibre of Ken Loach and Dennis Potter recognised TV was the supreme vehicle to reach a mass audience. 'You never knew what you were going to get,' says Poliakoff. 'And audiences loved that. It wasn't just a chance to see buttocks and bare breasts, which The Wednesday Play became famous for, it was about imaginative worlds that stretched people.' </p> <p>For many of us growing up, Play for Today represented intellectual escape: a reminder that one day we would be in charge of our own lives. 'I grew up in north Wales, which is the middle of nowhere,' recalls Buffini. 'Watching Play for Today was my lifeline to the rest of the world. There'd be plays with women talking about feminism.' </p> <p>'The marvellous thing about my parents is they never switched that television off,' says Russell T Davies. 'It's not that they were particularly liberal but I think they were slightly beholden to the TV. If the BBC was showing you naked people, then you couldn't switch it off.' For playwright Mark Davies (Taboo) it was a creative spur. 'Growing up in working-class Liverpool, I didn't go to the theatre until I was 17, so Play for Today was a way of discovering writers like Willy Russell and Mike Leigh.' </p> <p>So can TV once again become the national theatre of the air? 'Yes, absolutely,' says Tranter. 'But we've got to be modern about it.' She cites anthology-style series such as The Long Firm that follow the same protagonist, but are made up of individual films. 'What I feel TV can offer, unlike cinema or theatre, is a more expansive, more epic viewing experience.' </p> <p>We live in the age of impatient TV. Every time I sit down to watch a drama such as Flesh and Blood or This Little Life , there are a few seconds when I wish I was watching something else. Anything else. But then the panic subsides, and I am gripped by the human dynamic. By the humour and colour and production values. Because through drama exploring social issues, viewers get an insight into a world they have probably never visited. 'If you do something about mental health or the far right,' says Tranter, 'you know you won't get a huge audience but it is important for BBC1 to offer mass audiences the possibility of looking at difficult subjects. May 33rd and England Expects didn't have a \"star\" in either. But those subject matters are right out there on the edge. They are absolutely in the Play for Today tradition.' </p> <p>Yorke puts the success of Big Brother down to our passion for narrative: 'It's an essential part of living. Shows like Wife Swap provide the same kind of thrill and empathy and visceral excitement you traditionally get from drama but in a very accessible way. Our challenge is making drama that rises to the challenge they've laid down. Because Faking It, at its best, can be incredibly profound. The defining characteristic of all the shows I've done at C4 - even Sex Traffic - is they all have some kind hope within them. However dark things get, there's still a reason to live. People want to be challenged but they also want to feel good about themselves.' </p> <p><strong>Two golden ages of drama</strong></p> <p><strong>Cathy Come Home </strong> (1966): Ken Loach's drama-documentary about homelessness led to the founding of charity, Shelter.</p> <p><strong>Edna The Inebriate Woman </strong> (1971): Jeremy Sandford's play with Patricia Hayes revolutionised our understanding of alcoholism.</p> <p><strong>Nuts in May </strong> (1976): Mike Leigh's hilarious, observational drama about a smug couple on a camping trip. Alison Steadman steals the show as the appalling Candice Marie.</p> <p><strong>The Bar Mitzvah Boy </strong> (1976): Jack Rosenthal's classic comedy of embarrassment about a Jewish boy's rite of passage.</p> <p><strong>Licking Hitler</strong> (1978): In David Hare's WW2 play, a young woman (Kate Nelligan) joins the propaganda department and makes radio broadcasts to Nazi Germany.</p> <p><strong>Blue Remembered Hills </strong> (1979): Dennis Potter's clear-eyed take on bullying , set in 1943. </p> <p><strong>Coming soon</strong></p> <p><strong>Dirty War </strong> BBC1: Drama-documentary, about the detonation of a dirty bomb in London, written by Dan Percival (Smallpox 2002) and queen of gruesome drama Lizzie Mickery.</p> <p><strong>Blackpool</strong> BBC1: David Morrissey plays seaside arcade owner Ripley Holden in Peter Bowker's musical drama - already being compared to The Singing Detective.</p> <p><strong>Sex Traffic</strong> C4: Two-part drama by Abi Morgan, revealing how a $7 billion global business trafficking young women is operating around Europe and America. John Simm (right) is the charity researcher investigating two missing sisters. Directed by David Yates (State of Play).</p> <p><strong>Dirty Filthy Love</strong> ITV: Romantic drama about a man with obsessive-compulsive disorder (Michael Sheen) who meets a woman with Tourette's syndrome (Shirley Henderson). Directed by Adrian Shergold (Holding On).</p>",
  "<p>It is 9 August 2004, 30 years to the day that Richard Nixon left the White House in disgrace. Carl Hiaasen is fishing for baby tarpon in the shallow waters in front of his house on the Florida Keys. The bestselling author of Skinny Dip, Strip Tease and Stormy Weather remembers that day only too well. He had just started as a cub reporter with Florida Today, a local newspaper, and was assigned to do vox-pop interviews with Miami voters. 'You know,' he says, apropos of our conversation about American politics a generation after those momentous weeks, 'it's even worse now.' Hiaasen's lure snakes out across the water. There's a splash and a vicious swirl as the fish bite.</p> <p>'Worse than - ?'</p> <p>'Worse than Watergate.'</p> <p>In the brutal humidity just south of Key Largo, with shiny, air-conditioned SUVs purring up and down the Overseas Highway beyond the house and wealthy summer trippers tucking into surf 'n' turf menus the size of small peace treaties, it is hard to imagine anything close to the creepy chill of Watergate, still less the creepy goons who perpetrated it, but here's the scoop: Carl Hiaasen is not alone.</p> <p>As election day approaches, America's writers are in uproar against the 43rd president, the man the usually sober New Yorker has just named 'the worst president since Nixon'. In a confused picture, everyone is agreed on one thing: this is going to be the election of a lifetime, a crossroads for America at the beginning of the 21st century.</p> <p>It's hardly a surprise that US writers should be so engaged. There are so many archetypal narratives in play. There is the Oedipal conflict of the son's rebellion against his father, the rejection of an old man's patrician internationalism. There is the tale of a usurping prince forced to fight to save his crown, and the drama of a forgotten war hero returning to remind the country of ancient 'values'. Then there is the thrill of a neck-and-neck horse race. Any one of these stories is enthralling. Wind them together and you have a saga of legend. As well as the story, there's a big idea - 'the idea of America'. Ever since 1776, America has been first and foremost a state of mind, expressed in the stirring prose of the Declaration of Independence. The 'idea of America' took a battering in the Bush-Gore election debacle of November 2000, but as the plot unfolded, that turned out to be just the hors d'oeuvre in history's feast. Since the millennium, the idea of America has been challenged as never before. Democratic outrage at the botch (or theft) of 2000, plus raw patriotic hysteria mixed with fear inspired by 9/11, are the two combustible emotions that fuel political arguments today.</p> <p>Not since Vietnam has the American Republic been stirred so powerfully to its core. Dozens of American writers are joining in a unique, ad-hoc outcry. Last week, when a group led by Don DeLillo and Paul Auster gave a protest reading - 'State of Emergency' - in New York, the queue for tickets went round the block. Contemporary poets, novelists and playwrights are accustomed to a posture of detached disdain for the corruptions and banality of the hustings. The war has changed all that.</p> <p>Bush's war - and his 'War on Terror' - has electrified the political landscape. In a country that was founded, fanatically, on the rule of law and the separation of church and state, the visceral and popular right-wing extremism inspired by Bush alarms the literary community. So while Bush and Kerry went brawling across the 'battleground states' of the Midwest, I set out to interview a cross-section of American writers, young and old, African-American, Latino, Jewish, Southern, metropolitan and backwoods, about their hopes and fears.</p> <p>'I was in journalism school when Watergate broke,' Hiaasen remembers, 'and the idea of having a gang of felons in the White House who defied the Supreme Court, who defied their own justice department and defied the Congress, was astonishing. The government had been hijacked. It was the worst administration I'd ever seen. But looking back on it, and looking at the guy we've got now [George W Bush], I see that there are very grave echoes of that time. Cheney's a piece of work. I wrote a column [in the Miami Herald] saying that if his pace-maker was connected to a polygraph machine, he'd be history by now.'</p> <p>To Hiaasen, the stakes today are much higher, and he's angry. The Bush administration 'makes some of Nixon's stuff look kind of petty. Nixon was guilty of felonious pettiness, burglaries, enemies' lists, political hit lists. This is much worse. People are dying every day [962 US troops at the latest count]. Do we know how many Iraqi civilians have been killed? Nobody counts them. We don't even count them because, hell, they're just Iraqis. It's obscene.' Hiaasen prises the bloody hook out of the tarpon's mouth, tosses it back into the water, then steers his fishing boat back to the jetty. We go indoors.</p> <p>Worse than Watergate is actually the title of a polemical book by none other than John Dean, the White House lawyer who blew the whistle on Nixon. But Dean is no longer a solitary voice, and compared to virulent texts such as The Bush-Hater's Handbook and The I Hate George W Bush Reader, Dean sounds like Marcus Aurelius. Go into almost any American bookshop, and on the table advertising 'Current and World Affairs' you will find a small mountain of similar titles: What Would Jefferson Do? by Thom Hartmann, Crusade: Chronicles of an Unjust War by James Carroll, The Bush Betrayal by James Bovard, and Against All Enemies by Richard Clarke, an indictment of the War on Terror that rocked the White House in the spring. A nation whose origins lie in a few thousand words of 18th-century prose is debating its current crisis in print.</p> <p>Hiaasen, now seated in his office with a Diet Coke, continues his indictment. 'Bush is much further to the right than his father was.' How bad does he estimate the situation to be? 'There's nothing that couldn't be repaired with a new president.' Will Hiaasen get involved in the election? 'I've written plenty of columns about Bush, and I'll write more. I do one a week.' Hiaasen is not optimistic about the role of the press in this historic argument. 'The American media is an embarrassment,' he says, shifting his attack. 'They've gotten more and more lame and compliant and easily manipulated. A lot of it is TV driven - CNN, CNBC, Fox, all zigging and zagging, and watching what the other is doing.'</p> <p>To the outsider, the zigs and zags of the American political media have their own intoxication. As I travelled in search of literary witnesses, the war about the war raged across the airwaves. To a degree that's hard for outsiders to comprehend, this election will be decided on television, from the high-end drama of the presidential debates to the bottom-feeding sleaze of the so-called '527s' independent political support groups.</p> <p>No sooner had Kerry made his trademark salute to the nation ('I'm John Kerry and - I'm reporting for duty') than the Republicans launched a TV-commercial attack on Kerry's much-vaunted war record. Actually, it wasn't the Republicans, but a shadowy right-wing committee, known as the Swift Boat Veterans for Truth, sponsored by a pro-Bush Texan millionaire. Broadly, the veterans accused Kerry of lying about his war and even about his injuries. Although none of his accusers had been present in the Mekong delta, they also challenged his right to military decorations (Kerry boasts three purple hearts). Vietnam veteran John McCain was so incensed by these dirty tricks that he called on Bush to disown the advertisement. (Bush declined.)</p> <p>The Swift Boat Veterans for Truth had scarcely been sucked into the maw of Letterman, Leno and the 24-hour news cycle before the Democrats countered with their own coup: Bruce Springsteen's decision to take a group of fellow artists on a pro-Kerry campaign tour entitled 'Vote for Change' during the crucial pre-election weeks of October. This is not exactly new (Frank Sinatra stumped for FDR in 1944), but probe beneath the surface of The Boss's disaffection with Bush and you find a significant groundswell of opposition led by Sean 'P Diddy' Combs. Punkvoter.com has been sending artists on tour with voter registration forms and free copies of the video Uncovered: The Whole Truth About the Iraq War, a documentary produced by the online pressure group MoveOn.org that makes Fahrenheit 9/11 look like The Magic Roundabout. Punkvoter.com released Rock Against Bush, while on MTV there are no fewer than four pop videos addressing political themes, notably Mass Destruction by Faithless. It's hard to recall a time, including the 1960s, when so many musicians were addressing politics.</p> <p>Contemplating the contours of the political landscape today, novelist Paul Auster, author of The New York Trilogy, says: 'Bush is not the president of the United States. He's an illegitimate leader ... I think the 2000 election is going to go down in memory as one of the greatest judicial mistakes ever made by the [Supreme] Court.' Such thoughts are dwarfed by the destruction of the Twin Towers, those opalescent symbols of American capitalism. For Auster, that brilliant-blue September morning is as real as yesterday. He witnessed the attack from his brownstone on Park Slope in Brooklyn, saw the pall of smoke over the Battery, heard the wail of the sirens across the East River.</p> <p>Today, as the children play in the street outside, those terrible minutes seem a lifetime away, but Auster cannot forget, and every word seems tortured by the memory. 'The sense of grief that overwhelmed me didn't go away. I wasn't normal for months afterwards.' Auster, like several other writers including Dave Eggers, Brett Easton Ellis and Richard Ford, found himself compelled to write about the horror of Ground Zero. People began to ask, Auster recalls, 'What differentiates us from the people who attacked us? What do we believe in? And why are we different? And nearly everybody came up with the answer that what we believe in is democracy. Even if we don't practise it as well as we should, this is the bedrock faith on which our society is founded.'</p> <p>It was then, for American Democrats like Auster, that Bush finally revealed his true colours. In the twilight of his front room, Auster is choosing his words carefully: 'Grotesque, murderous and awful as 9/11 was, it was also a great opportunity for America to re-examine itself, and I thought that any intelligent president would, first, have made an all-out effort to make peace in Israel and Palestine, and then finally admit that we're the prisoners of these corrupt oil states, and [must] find alternative sources of energy. And also to re-examine our relations to others, to understand what drove these people to do what they did. Not just to condemn them as evil maniacs, but to say: Well, there's a reason for this - what is it?' Auster, in common with many Americans, does not believe that there was any case for war. Like Hiaasen, he becomes quietly indignant at the mention of Iraq. 'Saddam Hussein didn't have the weapons people thought he had, and even if he did, there was no evidence that he was about to use them. There are many bad governments in the world. Why go after him? I think it's an old family grudge. These are all oil men in the White House. So they fabricated a reason to go to war. That reason turned out not to be true, and so they kept changing their reasoning. The very grotesque, almost Nazi-like propaganda, the big lie that Saddam was connected to Osama bin Laden - these men would say this again and again until they had persuaded a large portion of the American public that this was true.' Like Hiaasen, Auster blames the American press: 'The press really didn't do its job. They should have been attacking these lies. Also it's the fault of the people for not paying enough attention. And it's the fault of the government. Everyone is to blame.'</p> <p>Auster is joined in his disdain for Bush, and his invocation of the Nazis, by perhaps the greatest living politico-literary bruiser of them all, Norman Mailer. In a widely quoted conversation with his son John Buffalo Mailer, the author of The Armies of the Night memorably despatched Bush as having 'no more depth than spit on a rock' while perceptively making the Orwellian argument that 'what he [Bush] does to the English language is a species of catastrophe all by itself. Bush learnt a long time ago that certain key words - evil, patriotism, stand-firm, flag, our-fight-against-terrorism - will get half the people in America stirred up.' Mailer closed his remarks with a blind quotation from 'a man who became wise a little too late in life:</p> <p>'Naturally, the common people don't want war, but ... it is always a simple matter to drag the people along, whether it is a democracy, or a fascist dictatorship, or a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism and exposing the country to danger. It works the same in every country.'</p> <p>Mailer then gleefully identified the speaker, speaking at his Nuremberg trial in 1946: Hermann Goering! In Jewish Manhattan, it doesn't get more visceral than this.</p> <p>In the bad old days of Bill Clinton's presidency, after which some Americans still hanker, it was hard to imagine any incumbent more hated than Clinton. Today, by some margin, George W Bush is the most despised figure in America. One measure of this might be Checkpoint. This new novel by Nicholson Baker, whose phone-sex fantasy Vox was an essential prop in the Lewinsky affair, is a short fictional dialogue in which two men meet in a hotel room to plot the assassination of Bush. Baker says his book originated in fury, grief and helplessness over Iraq. 'I was mourning the stupidity and the wastefulness of what we did.' It might be easy to dismiss Auster, Baker or Mailer for what they are: New York liberal intellectuals. Far more telling, perhaps, is the verdict of lifelong Southerner Richard Ford, author of The Sportswriter, Independence Day and Rock Springs. Ford watched Bush's response to the first hostilities on American soil since the war of independence with frank dismay. Ford is a maverick, an instinctive independent who rides a Harley Davidson, loves to shoot and fish, and to roam at will. But to Ford, Bush is essentially a pawn. 'If you asked him, \"What is this that you're doing?\" he wouldn't know. Maybe the people who pull his strings know it very well. But it's a totally unsatisfactory policy. It won't work. It's wrong in conservative terms. It's wrong in humanistic terms. [He has] an impulse that always makes him on the side of rich landowners and petroleum interests.' Ford believes that the Republican gang in charge of the White House is wrecking his country and all it stands for.</p> <p>Standing by the ocean in front of his summer house in Maine, Ford reflects that 'this is the most important election that's occurred in my life, including the election of JFK. It's a much more significant election for the future of this republic than any other election we've ever had.' Like Auster, Ford cannot forgive Bush for making political capital out of the War on Terror. For Ford, it's a failure of leadership. 'A better leader would sit down in front of the American people and not go on waving the bloody shirt of 9/11. He'd say: \"We have to look at ourselves. We have to ask, Why do these people hate us?\" But Bush will not admit a mistake. Will not admit doubt. Disastrous. Disastrous.' Shaking his head, he says sadly, 'I cannot stop thinking about all those young lives. Those kid soldiers. And all for what?'</p> <p>Most writers I spoke to share the national shame about the war in Iraq, an anxious sense of wrongdoing crystallised by the photographs from Abu Ghraib prison. But several also fear what they see as the tooth-and-claw extremism of the Bush administration. On the herbivorous left of American politics, it is the internal prosecution of the War on Terror - notably the passing of the Patriot Act, a ferocious infringement of civil liberties in the name of 'Homeland Security', a phrase of Republican Newspeak - that excites the most hostility. This, together with the assault on the environment, mainly for the benefit of the oil industry, has mobilised a loose alliance of liberal Democrats against Bush and the neoconservatives. Manhattan is the Vatican City of this particular church.</p> <p>The writer Deborah Eisenberg and the playwright Wallace Shawn, representatives of what might be called the Old Left, share a loft in downtown Chelsea. Shawn, a friend of Woody Allen and the son of the celebrated editor of the New Yorker, has wrestled with a liberal conscience in a succession of avant-garde dramas, from Aunt Dan and Lemon to his one-man show The Fever and believes, on very good evidence, that the freedom of expression which American citizens take for granted has become imperilled under Bush.</p> <p>The Linda Ronstadt affair, trifling in itself, even comical, was one anecdotal measure of the country's divisions. Just before the Democratic Convention, the singer was thrown out of the Aladdin Hotel in Las Vegas after dedicating her song 'Desperado' - an encore - to Michael Moore, and urging her audience to see Fahrenheit 9/11. This usually crowd-pleasing gesture incensed some of the Aladdin's more conservative guests: they threw their drinks at Ms Ronstadt, tore down posters and demanded their money back. To reassure its patrons, the (English) management escorted the singer out of the casino, saying she would 'not be welcome back'. Ms Ronstadt 'was hired to entertain guests, not to espouse political views'. In truth, outside the intoxicatingly apolitical atmosphere of the Aladdin, almost nowhere else in America is an issue-free zone.</p> <p><strong>·</strong> <a href=\"http://books.theguardian.com/departments/politicsphilosophyandsociety/story/0,6000,1297455,00.html\">Read part 2</a></p>",
  "<p>At first, it looks like kids' stuff. Miniature flying pigs, City gents on bicycles, sheep taking tea, all whirring into action at the turn of a crank. Almost all contemporary automata (mechanical scenes) are jokey and their makers will smile benignly if you call them toys. </p> <p>So what are they doing at Gallery 27 in Cork Street, at the heart of London's art market, where an exhibition of 19 pieces by Britain's best known maker, Paul Spooner, opens on 20 September? Well, you see, the joke is a bit deeper and darker than might appear. After all, aren't we all automata? </p> <p>Look carefully at the little wooden characters as they stir their coffee or sponge their cars. It is the spoon and the sponge that transmit the movement, generated from below, not the characters themselves. Technically, that's no more than a mechanical engineer's short cut. But the mechanistic metaphor has been seized by the philosophically minded automata makers to create mobile tableaux that eerily satirise the commonplace daily routines of life. </p> <p>Spooner was among a handful of craftsmen who began making automata for the shop Cabaret Mechanical Theatre in Falmouth, Cornwall, back in 1983. They were joined by Keith Newstead, whose automaton Domestic Bliss epitomised the mechanistic theme: Sidney and Elsie Sprogett's daily breakfast-time row is interrupted by the punctual passing-by of dapper Reg from No 26, whereupon Sidney kicks the dog under the table. Turn the crank, and muse upon determination and free will. Mind you, it's still just a toy. </p> <p>Spooner, 56, who made a wooden clock and steam engine as a young student at Lancaster College of Art and specialised in mechanical sculpture at Cardiff College of Art and Design, spent 10 years as a van driver, schoolteacher and builder before making automata full-time. In the run-up to his exhibition he has been working in his cavernous workshop in Stithians, Cornwall, from 6.30am to 10pm. </p> <p>It was his elaborate, near life-size The Last Judgment, featuring a skeleton whose ribcage opens to reveal a moving escalator of the damned and devils playing pool and gorging themselves that drew crowds to the little shop in Falmouth, ensuring take-off for Cabaret Mechanical Theatre. </p> <p>His work is now in demand in Britain, on the Continent and in the United States and prices have risen. Among keen British collectors is Sir Nicholas Goodison, chairman of the Crafts Council. The Crafts Council bought his Five Artists Reflect on Their Waning Powers for £200 in 1983. It would sell for £15,000 today.</p> <p>Although Spooner's first solo show in 1993, during Cabaret Mechanical Theatre's 15 years in London's Covent Garden, was titled Scenes from Everyday Life, he favours exotic mythological and religious characters. His Manet's Olympia, featuring his one-time signature character, Anubis, the jackal-headed ancient Egyptian god of the dead, jerkily offering the undulating nude Olympia a cup of coffee, commands £6,000-£10,000 among collectors today. The first few he made in 1979 were sold for a paltry £75 each and an edition of 24 fetched a top price of £4,000 in 1995. </p> <p>At the heart of the mechanistic metaphysics is the cam, an eccentric wheel mounted on a crank shaft. To an automaton, the cam is the secret of life. Balance on the rim of the cam a movable rod - known, philosophically enough, as the 'follower' - and the rod will rise and fall, following the shape of the revolving cam. The follower prods spoons, sponges, arms, legs and wings into activity. A cam shaped like the figure six, a 'snail cam', will repeatedly raise its follower, then drop it suddenly, ideal for the rise and fall of a butcher's cleaver. A crude block of wood as a cam simulates the boisterous ups and downs of a honeymoon bed.</p> <p>Spooner's bible is a four-volume tome, Ingenious Mechanisms for Designers and Inventors, edited by Franklin D Jones (Industrial Press, Inc, first published 1930-1967 but still in print). It takes the cam and related, more complex devices, to their logical limits. Spooner's favourite is its Device to Rotate Shafts Synchronously in Opposite Directions. Rocking beams slide through holes in balls and it does the work of five gears. 'From a single input you can amplify different sorts of output,' he says, 'Brilliant!' What use is it? He built one to make cows' heads nod over a fence. Lots of different nods.</p> <p>'Mind you,' he says, 'you sometimes have to actually make the mechanism in order to understand it. As soon as you start turning it, it all becomes clear.'</p> <p>His latest exhibition is A Day at the Butcher's. He has been making mechanical butcher's shops for the past two years. It's everyday life, of a sort. The practical-minded butcher hacks away at animal carcasses in the lower storey while, in the living quarters above, animals live fantasy lives on his prof its, indulging in activities ranging from tea-drinking to bell-ringing. They all wear the blank expressions of hapless victims of circumstance driven by goodness knows what. (Actually, it's cams).</p> <p>Inspired by the model butcher's shops at the Museum of Childhood in Bethnal Green, Spooner says his shops 'deal with the proposition that there must be something more to life than eating or being eaten'. The man and beast relationship, then? Sounds simple enough. Except that even Spooner cannot fathom the enigmas he creates. There's The Organic Butcher, for example, with a guard of honour of swaying carcasses paying homage to the devilish butcher rising from a trap door with his pitchfork, animals above worshipping a white lamb displaying a bleeding heart, a pipe organ above that (organic - get it?), and, leaning out of the garret window, a white lamb with a martyr's crown. </p> <p>'Cod iconography,' says Spooner, and by way of explanation: 'My machines are relentless, deterministic hardware that purport to deal with soft emotional problems. As soon as you start to indulge in such dichotomies, one starts leaking into the other. There are vague allusions to something that might make sense. That's as far as it gets. Frankly, I do feel confused about almost everything.' And so might you. </p> <p> The Organic Butcher is the top-priced exhibit, at £18,000. Other Spooner butcher's shops are about £9,500. His S he Swallows the Day and Leaves the Night Behind - Nut, the ancient Egyptian sky goddess eating and excreting rotating spirals of blue and black - is £1,200.</p> <p>Fine art? Spooner says: 'It's the finest art I can do.' His next project is The Scary Dolls' Hospital. 'Dolls are a childhood plaything but freighted with adult fetishism.' His dolls will turn in unison to glare at you as they wield scalpels over a human anatomy chart. </p> <p>Sue Jackson and daughter Sarah Alexander, founders of the Cabaret Mechanical Theatre, had a nail-biting period when many of Cabaret's permanent exhibits were out of circulation in the United States pending the dissolution of a failed business partnership. Today the cabaret currently has an exhibition at the Exploratorium in San Francisco.</p> <p>In November a two-year exhibition will open at the American Visionary Art Museum, Baltimore that will show other well-known Cabaret names such as Ron Fuller, Peter Markey and Carlos Zapata, a relative newcomer.</p> <p>There will also be an exhibit at the Musée des Automates, Paris, for a month in November. </p> <p><strong>·</strong> Spooner will give a guided tour of A Day at the Butcher's on 23 September (3pm). To reserve free places, telephone Sarah Alexander (020 8516 3134) or email <a href=\"mailto:sarah@cabaret.co.uk\">sarah@cabaret.co.uk</a>. The exhibition is from 20-25 September (10am-6pm, 4pm Saturday). Cabaret's website includes an online shop: <a href=\"http://www.cabaret.co.uk\">www.cabaret.co.uk</a>.</p>",
  "The middle-aged woman sprawled on the ground in front of me, in her black dress and perilous night-out heels, will definitely have a headache in the morning. She'll deny it was the booze of course, however much she has had, just as her son will deny it was the booze that caused him to tumble backwards into her as he was ejected from the pub for being drunk and unruly, so that her head hit the pavement with a dead clunk. He'll continue to insist the doormen assaulted him, even though the police have already checked the CCTV footage and satisfied themselves they did nothing of the sort. <p>It is the Saturday night of the August Bank Holiday weekend, and in the pedestrianised heart of Basingstoke, a tidy shopping street punctuated by vast neon-clad drinking halls, the Hampshire constabulary are busy policing the night-time economy. They call an ambulance for the mother, tell the son to calm down and take a cab to the hospital. They disperse the drink-sodden crowd that has gathered to watch. </p> <p>If you don't include the two drunks with stab wounds (thought to be self-inflicted) who were dealt with earlier on, and the 'yellow cards' issued for anti-social behaviour - pissing in doorways, shouting abuse in the street - this is the first major incident of the night. There's more to come, though. A little while later we get reports of an unprovoked attack. We find the victim perched on the kerb just down from Market Square nursing a bleeding cut to the brow that will need a stitch or two. 'This bloke came from nowhere,' says his friend. 'He was really drunk, he was. He said, \"You're lucky I didn't take your face off, you bald bastard\".' Steve still has it in him to smile at the reference to his prematurely bald pate. Another cluster of police. Another ambulance. Later still there's a third incident: a drunken brawl in the street, one woman stamping on the head of another. 'Remarkable,' says the officer who just happened by. 'She lifted up her foot and down it came.' </p> <p>But the really remarkable thing about all this, the really troubling thing, is that, according to the Basingstoke police, it is 'a quiet night'. Although they would like me to think it was down to smart policing - which partly it is - they also know it's the luck of the draw. 'Last night was hectic,' another officer says to me. 'We had two colleagues assaulted, punch-ups, the works.' This, they say, is the reality of binge drinking in Britain today. 'Town centres used to be butcher, baker, pub,' PC Mark O'Hanlon says. 'But now there are big out-of-town supermarkets, so the butchers and the bakers become pubs too, and huge ones at that.' In come the promotions: the two-for-one deals, the rock-bottom discounts on pints, the drink-all-you-like-for-£20 offers. And the police are the ones who have to clean up the mess. </p> <p>Britain keeps going out on the piss. Tony Blair has labelled binge drinking - generally defined as necking twice the recommended daily number of units, four for men, three for women - as 'a new British disease'. For once this does not appear to be spin. The statistics speak for themselves: each year 14 million working days are lost due to alcohol abuse. Half of all violent crime - around 1.2m incidents a year - is attributed to binge drinking. At weekends 70 per cent of all admissions toA&amp;E are the result of boozing. A study just released found that two-thirds of all ambulance calls on Friday and Saturday nights in London are alcohol related, costing the service nearly £20m. Bingeing accounts for 40 per cent of all drinking occasions among men and 22 per cent among women and the numbers are rising all the time, particularly in the 18 to 24-year-old group. </p> <p>'It's a major problem,' says Stephen Green, Chief Constable of Nottinghamshire, and spokesman for the Asso ciation of Chief Police Officers on the issue. 'I would put it second only to gun crime and drugs. Alcohol drives all violent crime, except that associated with guns. The obvious side is the alcohol-fuelled disorder outside of pubs and such like,' he says. 'But equally, so much domestic violence and racist violence is attributed to alcohol too.' We're not just drunk, he says. We're drunk and angry, out of it and up for it. </p> <p>How did we get like this? Why is Britain the binge-drinking champion of Europe? Other nations, the French and the Italians for example, drink more than us but it's spread out across the week. The Scandinavians are famous for their bingeing, but they do it less regularly than us. Only the British get furiously intoxicated every week. The answer, according to the experts, lies in a curious set of legal and social changes unique to this country, going back over almost two decades. </p> <p>'First you have the death of the traditional manufacturing industries and the chronic drinking culture that went with it,' says Stephen Green. 'Blokes going down the pub for a pint or two after work. As the factories closed down, that came to an end, which hit the profitability of the drinks industry.' That, he says, was compounded in 1989 by the decision of the Monopolies and Mergers Commission to end the tied system, whereby the breweries owned the pubs that sold their products. Back then, all the breweries had to do to sell booze was unlock the pub doors. Now they had to market themselves. 'The chain of accountability between pub and brewery was gone,' Green says. 'I'm sure it made sense in terms of trade but in terms of the selling of a dangerous drug it was a disaster.' </p> <p>The final part of the jigsaw came direct from youth culture and the rave scene. The restaurateur Oliver Peyton, who made his first fortune importing hip alcohol brands Sapporo beer and Absolut vodka, saw it first hand as a club promoter. 'People on the scene just didn't drink alcohol,' he says. 'They had their pills and a bottle of water and they were happy.' Alcohol sales plummeted. 'I believe the industry then decided they needed to come up with products that would appeal directly to that lost demographic.' Green agrees. 'There was a deliberate decision by the breweries not to compete with each other but to compete with ecstasy and water.' </p> <p>Naturally, the drinks industry will never admit such a thing, but the chronology is more than convincing. In June 1995, just as rave culture was breathing its last and more alcohol-friendly cocaine was becoming the drug of choice, Bass launched Hooper's Hooch, an alcoholic lemonade, beating Merrydown's Two Dogs into the market place by a month. In September of that year Thornlodge came up with Mrs Puckers alcoholic lemonade drink which was followed in December by Lemonhead from Carlsberg-Tetley. The following year United Distillers launched Sweet, a whisky-based version of Irn-Bru, Bass diversified into orange-and blackcurrant-flavoured versions of Hooper's Hooch and Whitbread joined the scrum with Shotts. The age of the alcopop was upon us, and in12 months sales tripled. </p> <p>'Learning to drink used to be a rite of passage,' says Richard Phillips, chief executive of the charity Alcohol Concern. 'It was something you had to work at because there weren't drinks targeted at you. There was a pathway from childhood to adulthood which made it a stepped experience.' </p> <p>In other words, booze tasted pretty nasty and you had to acquire a taste for it, or face the embarrassment of ordering a snowball - Advocaat and lemonade, the 13-year-old girls' favourite - at the bar. But you didn't have to acquire a taste for Two Dogs or Lemonhead. Outside Phillips's office, spread across the top of some dusty filing cabinets, is their collection of alcopops: drinks with names such as Thickhead and Buzz. There's banana-flavoured Super Milch and Dr Thirsty's Strong Orange Punch and something worrying called Beetlejuice. None of these is less than 4.9 per cent alcohol and some of them - Strong Cider Shock, sold in a lightbulb-shaped bottle, or TNT, which looks like a stick of dynamite - are 8.4 per cent. </p> <p>'The number of young people getting drunk has doubled in the last 10 to 15 years,' Phillips says, 'And in epidemiological terms that's huge.' Again, the industry has long denied alcopops were being marketed to the under-18s and point to the warnings on every bottle (though, in 1997, a newspaper investigation caught brewery executives admitting exactly that). But underage drinking, outside of pubs and bars, is still a huge problem. Basingstoke police have recently been issued with bottle-openers so that if they catch under-18s down the park with bottles - usually WKD, Bacardi Breezer, and Smirnoff Ice - they can open them and pour the booze away. </p> <p>Meanwhile that first generation of alcopops drinkers are now the ones thronging the new-style drinking halls on Britain's high streets: the branches of Yates, Hogshead and Wetherspoons that have filled the high-street gaps left by those traditional shops moving out. Between 1997 and 2003, the capacity of Nottingham's licensed premises jumped from 65,000 people to 110,000. 'That, says Stephen Green, wearily, 'is a massive increase in capacity.' </p> <p>If you want to get to grips with the realities of binge drinking take a look at Chris Greenhaugh's face: the circular scar on his nostril, the half-moon shape across his cheek. Better still take a look at the photographs of his nose before his recent reconstructive surgery to repair the massive damage done when part of his nose was bitten off during a drunken brawl. 'It was six years back,' says Chris, a 29-year-old bus driver from Hackney in north London. 'I'd gone out for a drink with some mates to a nightclub in Mile End.' It was moderate drinking, he says. Just the five pints. They went for a kebab and then down to a minicab office to get a ride home. 'We're waiting for our cab and these four blokes come in,' he says. 'They're very mouthy to everyone.' Words were said and then it went off. 'There were two of them on me. I got a punch in the head, then somebody bit my nose. I just thought it was bleeding.' He stumbled to a toilet at the back of the office. 'I looked in the mirror and realised that a chunk of my nose was missing.' The blokes that did it, he says, 'were seriously tanked up, up for trouble'. And then he says: 'Britain's got a problem with the booze. You go into bars and clubs and immediately you see it, people pissed and up for fights.' </p> <p>Chris's nose was saved by the facial surgeon Iain Hutchison. In the late Nineties Hutchison and colleagues conducted research into how many of the facial injuries seen by accident and emergency departments were alcohol related. They calculated that it was responsible for around 125,000 serious facial injuries a year - caused either by falling over, other accidents or assaults - at a cost of hundreds of millions of pounds a year to the NHS. Through the charity he founded, Saving Faces, Hutchison has gone into schools to warn teenagers that binge drinking doesn't just lead to an almighty hangover. 'Facial scarring is something you carry around for life,' he says. 'And that message can be a good way to discourage people. The message is: save your face. Drink sensibly and slowly.' </p> <p>I ask him what things the government can or should be doing. 'The problem with politicians,' says Hutchison, 'is that they want quick results. But this is not something that can be solved quickly. It requires cultural change. Too often this government has looked like it's thrashing around looking for a solution.' It is hard to disagree. In 1996, the year before New Labour came to power, the Portman Group introduced a voluntary code of conduct on the naming, packaging and merchandising of alcoholic drinks, designed to deal with the excesses of the alcopops craze. The code has been updated twice since then and, for the most part, the government has seemed content to let the industry continue regulating itself. </p> <p>In 1998 the Department of Health was charged with framing an alcohol harm reduction strategy, but failed to do so. In July 2002, it was announced that Downing Street's strategy unit would now be looking at the issue. Eventually, in March of this year, six years after it was first mooted, the strategy was published. It was a collection of good intentions and unarguable commitments, backed up by few targets, no statute and precious little money. 'We currently spend £95m on alcohol-harm treatment in this country,' Richard Phillips says. As Alcohol Concern has pointed out, Smirnoff Vodka spent two-and-a-half times as much to rebrand itself recently. </p> <p>The tragedy is that there are ways to make a difference. The accident and emergency unit of St Mary's Hospital, Paddington, has shown that, if you can identify binge drinkers as they come in for treatment, you can then deliver advice which, coming from a health professional, has an impact. 'GPs' contracts have just been renegotiated,' says Phillips. 'They could have made alcohol harm reduction work part of the contract, as they did in the past with smoking reduction. They didn't do so. It was a missed opportunity.' </p> <p>At exactly the same time as the alcohol harm reduction strategy was being devised, the Department of Culture, Media and Sport was also working on a new licensing act, which would sweep away the statutory 11am to 11pm licensing hours. The Licensing Act 2003 has been portrayed in the media as paving the way for a 24-hour drinking culture. It won't, but it will result in change. Instead of there being set drinking times, local authorities will now be able to decide for themselves when pubs and bars can close. They could insist that they stick on 11pm - or let them go through to the small hours. It was hoped that by removing the 11pm chuck-out, we would all suddenly become relaxed southern Europeans. Out would go the desperation of last orders. The streets would not throng with beered-up boys looking for a punch up, but instead with gently tipsy young men holding clutch bags and giving their ladies roses. Or something like that. </p> <p>But, as Hutchison says, that demands long-term cultural rather than legislative change. Shortly after the act was passed in July 2003, the club and vice unit of the Metropolitan Police produced a confidential assessment of its impact upon their work. It forecast a massive leap in violent crime. 'The flashpoints that traditionally occur between 11pm and 5am may be reduced in intensity,' the report said, 'but will occur with increased frequency.' More drunks out for longer would mean more fights, more rapes, more assaults on police. </p> <p>Guidance on how to implement the licensing act was meant to be published in August of last year. Then the Met report was circulated and the brakes went on. The guidance didn't appear until this March, and the dates for the act's implementation keep being moved back. 'One suspicion is that the government hopes to move it all back far enough so that any rise in crime figures will not be seen until after the next general election,' says a source with knowledge of the process. </p> <p>'If we get it wrong and end up with a 24-hour version of what we have now,' says chief constable Green, 'The social consequences will be horrendous. You would not find an official in the Home Office who does not agree with my views and, while I do not want to speak for him, I know the Home Secretary shares them too.' There has, he says, been a cross-departmental fudge between the Home Office, which is responsible for policing the night-time economy, and the Department of Culture, Media and Sport, which is responsible for licensing it. 'When I look at what comes out of the Home Office and out of the DCMS, it's clear to me they are not working together.' (Despite repeated requests, the government failed to put forward a minister to comment.) </p> <p>In the meantime the onus goes back on to the industry where, eager not to be regulated by statute, the two great buzz words are now 'social responsibility'. Even a drinks behemoth such as Diageo - producers of every thing from Baileys and Bell's whisky to Red Stripe and Smirnoff - has its 'social responsibility' unit. I ask its head, Kate Blakely, why. 'People want to feel good about working here at Diageo,' she says. 'And being socially responsible is part of that.' But isn't it just a marketing position? 'That's highly cynical. I think people here genuinely care about the health of industry and the health of the consumer.' </p> <p>Ah, yes, the consumers. What do they think? Time to return to the heart of binge-drinking Britain, this time to Bridge Street in Guildford, a 100-metre stretch clustered with huge drinking halls, each one thumping with music, and offering cheap drink deals. There's a Yates and a Wetherspoons, a Bar Med and a Bar Zuka and a club fittingly called 'The Drink'. In Edwards, another uberpub with a dedicated shots bar and pitchers of Malibu cocktail at £7, I find Gareth. He's cheery and a little pissed - but not as pissed as he's going to be. 'I'll probably have about 10 bottles of beer tonight and a couple of pints.' I wonder how many units that is. 'About 25 to 30,' he says. He manages a pub so he knows. I point out that the weekly limit for men is 28 units. He shrugs. 'I can have a good time if I drink five pints or 10 pints. Basically everybody here is going to get out of control. That's what this is about.' </p> <p>Standing with him is his mate, Mark. 'I work my arse off from Monday to Friday as an engineer in the petrochemical business and during the week I don't want to go out,' he says. 'So on Friday nights I'm going to have some beers. I'm going to have 10 or 11 beers.' But how do you feel on Saturday morning? He laughs. 'I feel like shit, but I don't have to go to work. Yes I may be damaging myself, but that's my right.' </p> <p>And then there's their friend, Vicky. Nice, sensible-looking Vicky who manages a sports shop and who has had the day off. She has been drinking since lunchtime, and is clutching a bucket-glass of red wine which she admits is 'seriously rank'. How many has she had? 'I don't know. I think I've drunk myself sober.' How would she respond to the government which says her behaviour is dangerous? </p> <p>She leans forward and shouts at my notebook: 'I would say, \"Fuck off.\" I work hard and I want to play hard.' </p> <p>And there, in that statement, is the debate on binge drinking distilled. The doctors, the ministers and the police may see it as an argument about violent crime, facial scars and anti-social behaviours. But for Britain's binge drinkers themselves it's not about any of this. It's about a spanking good night out, and nothing else.</p>",
  "<p> It has been nearly a week since the closing ceremony in Athens, but the Olympic party is still going strong in China. Celebrations for the country's record-breaking medal haul are in full swing, with athletes singing karaoke on triumphant TV specials, political leaders proclaiming a new era of national self-confidence and companies lining up for endorsements from a new generation of national heroes.</p> <p>The nation's triumphant athletes - they finished second in the medals table with 32 golds, 17 silvers and 14 bronzes - are on a victory tour that, in keeping with the sporting environment of one of the world's fastest-changing nations, is part political, part commercial and part fun. From the cheering, flag-waving crowds that greeted the athletes at Beijing airport, the country's Olympic heroes were whisked off to the Great Hall of the People in Tiananmen Square, where President Hu Jintao said that they had become 'a strong spiritual force to push forward the national cause'. </p> <p> Last night, they took to the stage for a glitzy all-singing, all-dancing TV celebration of previously undreamt-of sporting success. Liu Xiang, the 110 metres hurdler who became China's first male Olympic track gold medal-winner, gave a karaoke rendition of the love song 'I miss you'. The country's first tennis champions, Li Ting and Sun Tiantian, who won the women's doubles, sang a duet of 'Friend' and the women's volleyball team chorused 'Sunshine After Rain'.</p> <p>Tomorrow, the victory tour heads to Hong Kong, where the athletes are being put to propaganda use. Before a crucial election next Sunday, the mainland Communist Party want to use Olympic success to foster patriotic pride and counter widespread frustrations in the territory about the slow progress of democratic reform. Among the events being planned is a rematch of the China and Hong Kong table-tennis teams who competed at the Olympics. </p> <p>And this is just the start of the politically motivated celebrations. </p> <p>Construction is in full swing for the 2008 Beijing Games, a 'coming of age' party for a country that has overcome the chaos of the cultural revolution to reclaim its place as a leading player on the world stage. In this respect, it will be similar to the 1964 Tokyo Games, which signalled the re-emergence of Japan from the ashes of the Second World War, or the 1988 Seoul Games, which announced the arrival of South Korea as a major Asian economy. Beijing has ambitious plans to trump all previous hosts by staging the most expensive Games ever. By 2007, organisers estimate that the city will have 20 new sites, including venues for such distinctly non-indigenous sports as beach volleyball. </p> <p>To ensure that visitors leave impressed, the city also plans to spend up to $40billion on upgrading its infrastructure - a bigger investment than every summer Olympics since 1984 combined. There are plans to spend $12million on thousands of new toilets, including five-star, self-cleaning techno-loos that could hardly be more different from the communal pits that are common today. </p> <p>Among the most impressive new buildings will be the 80,000-seat, $360m National Stadium, which has been nicknamed 'the bird's nest' because of its lattice of irregularly angled metal girders. The 17,000-seat National Swimming Centre is designed to resemble an ice cube suspended in thin air. </p> <p>Construction has begun on 15 of the 19 new venues, which were originally scheduled for completion in 2006. This was likely to prove so expensive, maintaining unused sites for two years, that the Beijing organisers have been told to slow down. Jacques Rogge, president of the International Olympic Committee, said that it was unprecedented in Olympic history to call for a delay. </p> <p>The eagerness to get everything ready so quickly reflects the huge ambitions of China for 2008. 'The Games will be a kind of vehicle to showcase China opening up,' said Wang Wei, secretary-general of the organising committee. 'China is the biggest developing country, the fastest-growing economy and the Olympics enjoy the greatest popular support in China.' </p> <p>Sport is a product of the same apparently contradictory forces that are driving China's economy forward faster than anywhere else in the world: authoritarian communist politics and cut-throat capitalist economics. </p> <p>The Olympic team are the ultimate symbol of centralised state-planning. While Britain and most other Western countries largely leave the management of sports to independent associations, China centralises power and planning in the hands of the China Sports Bureau, who are represented by a cabinet-level ministry. Their mission is clear. Just as the Soviet Union did with such effect during the Cold War, the Chinese government are pumping vast sums of money into grooming medal contenders for every sport. </p> <p>Reliable statistics are hard to come by. But, according to Li Dunhou, director of the Auditing Centre of General Administration of Sport, the bureau's budget rose more than 15 per cent last year to £150m. Part of this money goes on incentives. Athletes are given about £13,500 for a gold medal, £8,000 for a silver and £5,500 for a bronze. In addition, many are awarded luxury homes and cash prizes from their local government and lucrative gifts from businessmen. </p> <p>Most of the state's money goes on training. Less than a decade ago, Chinese athletes competed seriously in only a few events, notably table tennis, diving, weightlifting and gymnastics. But since China was awarded the 2008 Games, the country's sports bureau has dramatically accelerated a programme to build an Olympic team capable of challenging the world's best in every field. The results are already apparent in terms of the number of competitors and their levels of success. In Sydney four years ago, China competed in only half of the events. But by Athens this year, it had athletes in 26 out of the 28 sports. By 2008, it will compete in everything. </p> <p>Even though 80 per cent of the young team made their debut in Athens - which was treated by the government as a springboard for 2008 - many showed that they have caught up with their international rivals and in a surprising number of cases have even overtaken them. </p> <p>With success at last on the track and numerous other Chinese firsts in judo, swimming and tennis, the country notched up a record high of 63 medals, a remarkable achievement for a nation that did not even participate in the modern Olympics until 1984. </p> <p>In the 20 years since, China's sporting advances have mirrored the remarkable changes in the economy. The world's big commercial sports have moved in, even motor racing. Fast cars, beautiful women and big bucks are probably the last things most people would associate with China, which is better known around the world for bicycles, pigtails and communism, but this month Shanghai will stage the country's first Formula One race. </p> <p>The foreign influence - money and coaches - is also increasingly apparent in football, which is far and away the country's most popular sport. In 2001, millions of people celebrated on the streets when the national team, then coached by the Serbian Bora Milutinovic, reached the World Cup finals for the first time. </p> <p>Every sports marketing manager wants to break into a potential market of 1.3 billion people and it seems that China is ready to give any sport a try, including bullfighting, which is beamed live from Spain once a week. Serena Williams and Maria Sharapova will play tennis in China for the first time this month and even cricket might make inroads. </p> <p>Although that most colonial of English games is now played mainly by expatriates, the government are reported to have offered land, facilities and equipment to encourage wider interest in the sport. International cricket authorities are doing their bit to raise cricket's profile through the Shanghai Sixes competition, which this year will have Viv Richards as one of its guests. </p> <p>'China is the next frontier for the game's expansion,' said Shahriar Khan, of the Asian Cricket Council. 'Coaching, funding and facilities are in place to fast-track China into playing one-day matches against other ICC associates within the next few years. The long-term objective is for China to participate in future World Cups.' </p> <p>The sponsors are also moving in, among them Kunlun, a motor-oil producer, Siemens, the German engineering firm, Sinopec, the domestic energy giant, and countless more international firms. While such commercialisation would have infuriated Chairman Mao, it is seen today as a positive boost to the economy and society. </p> <p>'China's sports have developed very quickly in the last few years. In the old days, sport was simply a function of state power, but commercialisation has brought it much closer to the people and raised the standards closer to an international level,' said Sun Baoli, a professor at the Olympic research centre of Beijing Sports University. 'The success in Athens will accelerate this trend further.' </p> <p>As with many other aspects of China's astonishing development, everything in sport seems possible, but nothing is certain. Potential party-poopers include cash problems, already hinted at by the recently announced decision to cut spending on Olympic venues, traffic problems and protests about China's record on human rights. But with four years left, there is still time to fix all these problems. </p> <p>By 2008, one thing is certain - in this fast-changing nation, sport will be unrecognisable from what it was a few short years ago.</p>",
  "<p><strong>Wodehouse: A Life</strong><br>by Robert McCrum<br>Viking £20, pp528</p> <p>The facts, briefly, are these: Pelham Grenville Wodehouse (two unremarkable British Prime Ministers in one name) was born in 1881 and died in 1975. In that time he edited a newspaper column, collaborated on Broadway musicals with, among others, Jerome Kern, Cole Porter and George Gershwin, adapted straight plays, wrote hundreds of short stories and gave the world more than 90 books whose charm, verbal brilliance and completeness of tone, characterisation and plotting earned him an Oxford doctorate, a knighthood and an unassailable reputation as the greatest comic novelist of the 20th century. The word 'reputation', of course, does not begin to describe the adoration, admiration, addiction and deep, deep affection in which the works, and therefore the man, have been held by so many around the world.</p> <p>They say it would take a lifetime simply to copy out the works of Bach or of Telemann. Much the same is true of Wodehouse. I know: at school, I hammered out all of his novel Frozen Assets on an electric Remington in an effort to teach myself to touch-type, an effort that took me a term and a half.</p> <p>So even if you know nothing of Wodehouse the man, you can work out that his must have been a life spent largely at a desk. 'I sit at the typewriter and curse a bit,' is how he put it himself. A manual typewriter, at that. Which is bully for PG the workaholic, and bully for his readers who couldn't get enough, but it's something of a problem for his select band of biographers, into whose fold we now welcome Robert McCrum, the Observer's literary editor.</p> <p>Wodehouse's literary world has often been described as innocent, prelapsarian, paradisal, Elysian, idyllic, but he himself was fond of finding different ways of observing that every Eden contains a serpent. In the salad of Wodehouse's otherwise perfect life there lurked one undoubted caterpillar. The Berlin Broadcasts Business (hereinafter referred to as the BBB) continues, quite wrongly, to affect and infect Wodehouse's status in the world. There will always be those who wrinkle their nostrils and say, 'Ah yes, Woadhouse,' (they go out of their way to repeat that pronunciation despite knowing better), 'wasn't he some sort of fascist or something?'</p> <p>It comes as no surprise then that McCrum's biography Wodehouse: A Life (modestly eschewing the definite article, despite the project's standing as family approved - estate bottled, as it were) opens in medias res, with Wodehouse in his late fifties being arrested as an enemy alien in Le Touquet by Hitler's invading army.</p> <p>The dark import of this prologue hangs over the first half of the book like a cloud, or an Impending Doom, as Wodehouse might say. To those of us who venerate PGW this opening is something of a disappointment. 'Oh no,' we moan, 'he's going to turn the blasted BBB into the defining moment of his life.'</p> <p>The reasonable part of us recognises this as inevitable. Wodehouse, at the height of his powers, was interned by the Germans in a more than usually unpleasant part of Poland ('If this is Upper Silesia, what must Lower Silesia be like?') and was daft enough to allow himself to be persuaded to broadcast from Berlin to his friends in America, assuring them that he was in good health and high spirits.</p> <p>The 'global howl' that followed rang in his ears till his dying day. I shan't spoil the story by going into further detail or interpretation. McCrum's exposition is lucid, fair-minded and proper, and while it necessarily doesn't go into as much detail as Iain Sproat's more specific Wodehouse At War, it has the advantage of placing the whole business in a better perspective, that of Wodehouse's life up until that crisis.</p> <p>McCrum tells the story of the early years well, but with an insistence on psychological conclusions which, while orthodox today, fail to convince. The young Wodehouse hardly saw his parents who lived abroad: normal then, not normal today. He was shown little close love and affection as a child: normal then, not normal today. Wodehouse himself wrote that his childhood 'went like a breeze', which McCrum is disinclined to believe. There is denial, there is 'splitting' (a psychoanalytic term with which I am unfamiliar). 'The completeness of his fantasy world reflects the intense and lonely bleakness of the inner world created by his early life,' McCrum writes, which having been written constitutes a fact to which he refers back from time to time throughout the book.</p> <p>He concedes that Wodehouse's rare sunniness of outlook, optimism and refusal to allow darkness to shadow his life allowed him to 'cope' better than others, but still for him the childhood was not so much a breeze as an icy gale.</p> <p>Wodehouse's upbringing was, of course, no more bleak and isolated than that of millions of his contemporaries and to interpret his life according to our contemporary moral and psychological shibboleths seems misguided to me. People judge their fortune not by absolutes, but by comparison with others. By those standards Wodehouse's view is right and McCrum's wrong.</p> <p>Wodehouse's apprenticeship in his craft was steady throughout the turn of the old century and into the new, and McCrum captures quite marvellously the flavour of the particular London in which our hero worked, astutely anatomising the language and manners of the age, sifting the codes and nuances of the parade of Knuts, Mashers, Coves, Dudes and Blighters that bestrode the Edwardian stage. The Pooters of Holloway, Jerome K Jerome's be-blazered boatmen, the ballads of WS Gilbert and what EM Forster called 'the suburban sniggers' of Punch magazine are rightly identified as being quite as influential in the forging of Wodehouse's style as the more obvious monocled asses and gooseberry-eyed butlers with which he is associated.</p> <p>America follows, providing the final linguistic ingredient to be added to 'the marriage of suburban vernacular with classical syntax' and to the mix of clerkish slang, youthful 'buzz', society yammer and aristocratic drawl to create the peerless Wodehouse prose cocktail.</p> <p>While not claiming to be a literary biography, McCrum's book allows these connections between early life and final artistic flowering to be perfectly made. The rest is supremely well told and, considering its lack of eventfulness (the BBB excepted) surprisingly riveting.</p> <p>Does McCrum like Wodehouse? Well, perhaps the years of trawling through the master's own thousands of letters have jaded him a little. Considering his subject is a man so celebrated by all those who knew him as modest, benign, utterly good-humoured and entirely self-deprecating (McCrum himself writes, 'one of Wodehouse's most attractive qualities is his modesty') it is astonishing how often he refers to him, while quoting the correspondence, as 'boasting' (once twice in the same paragraph). '\"The actual work is negligible,\" he boasted to Mackail.' '\"I don't feel a bit older than I did 20 years ago,\" he crowed to Townend.' Were he to do a word search on the incidence of 'boast', I suspect he would be embarrassed.</p> <p>Also, 'writing to friends, he adopted a variety of euphemisms - \"'my Berlin/ German troubles,\" for instance, and \"the broadcast stuff\"...' Well, how else should he describe them? 'My dreadful scandal?' 'My series of Berlin Broadcasts made during the Second World War which... blah, blah, blah?' The use of 'euphemisms' implies that somehow Wodehouse was shirking reality. But really, what phrase would anyone use in a letter to a friend? I don't think dislike is the right word, but an impatience shows through which is perhaps understandable, but can seem needlessly querulous.</p> <p>There are some odd inconsistencies: on the subject of the Roman comic playwrights with whom Wodehouse has sometimes been compared, McCrum quotes a Wodehouse letter denying their influence 'for some reason Plautus or Terence never came my way' and yet less than a hundred pages later he firmly states: 'Wodehouse certainly knew his Plautus and his Terence.'</p> <p>He describes the agony of plot creation, as does Wodehouse himself in many letters. At several stages in his literary career Wodehouse repeated his own plots or went so far as to borrow or buy the plots of others, yet McCrum suddenly claims: 'The plot-making was always the part he revelled in,' which certainly runs counter to orthodox Wodehousian belief.</p> <p>These are far from caterpillars in the salad. Mere pips in a juicy grape. No lover of Wodehouse will want to be without this masterly appraisal of the good life of a good man. Who happened to be a very, very great writer indeed.</p> <p><strong>·</strong> George Orwell in defence of PG Wodehouse <a href=\"http://www.drones.com/orwell.html\">www.drones.com/orwell.html</a></p>",
  "<p>It is 9 August 2004, 30 years to the day that Richard Nixon left the White House in disgrace. Carl Hiaasen is fishing for baby tarpon in the shallow waters in front of his house on the Florida Keys. The bestselling author of Skinny Dip, Strip Tease and Stormy Weather remembers that day only too well. He had just started as a cub reporter with Florida Today, a local newspaper, and was assigned to do vox-pop interviews with Miami voters. 'You know,' he says, apropos of our conversation about American politics a generation after those momentous weeks, 'it's even worse now.' Hiaasen's lure snakes out across the water. There's a splash and a vicious swirl as the fish bite.</p> <p>'Worse than - ?'</p> <p>'Worse than Watergate.'</p> <p>In the brutal humidity just south of Key Largo, with shiny, air-conditioned SUVs purring up and down the Overseas Highway beyond the house and wealthy summer trippers tucking into surf 'n' turf menus the size of small peace treaties, it is hard to imagine anything close to the creepy chill of Watergate, still less the creepy goons who perpetrated it, but here's the scoop: Carl Hiaasen is not alone.</p> <p>As election day approaches, America's writers are in uproar against the 43rd president, the man the usually sober New Yorker has just named 'the worst president since Nixon'. In a confused picture, everyone is agreed on one thing: this is going to be the election of a lifetime, a crossroads for America at the beginning of the 21st century.</p> <p>It's hardly a surprise that US writers should be so engaged. There are so many archetypal narratives in play. There is the Oedipal conflict of the son's rebellion against his father, the rejection of an old man's patrician internationalism. There is the tale of a usurping prince forced to fight to save his crown, and the drama of a forgotten war hero returning to remind the country of ancient 'values'. Then there is the thrill of a neck-and-neck horse race. Any one of these stories is enthralling. Wind them together and you have a saga of legend. As well as the story, there's a big idea - 'the idea of America'. Ever since 1776, America has been first and foremost a state of mind, expressed in the stirring prose of the Declaration of Independence. The 'idea of America' took a battering in the Bush-Gore election debacle of November 2000, but as the plot unfolded, that turned out to be just the hors d'oeuvre in history's feast. Since the millennium, the idea of America has been challenged as never before. Democratic outrage at the botch (or theft) of 2000, plus raw patriotic hysteria mixed with fear inspired by 9/11, are the two combustible emotions that fuel political arguments today.</p> <p>Not since Vietnam has the American Republic been stirred so powerfully to its core. Dozens of American writers are joining in a unique, ad-hoc outcry. Last week, when a group led by Don DeLillo and Paul Auster gave a protest reading - 'State of Emergency' - in New York, the queue for tickets went round the block. Contemporary poets, novelists and playwrights are accustomed to a posture of detached disdain for the corruptions and banality of the hustings. The war has changed all that.</p> <p>Bush's war - and his 'War on Terror' - has electrified the political landscape. In a country that was founded, fanatically, on the rule of law and the separation of church and state, the visceral and popular right-wing extremism inspired by Bush alarms the literary community. So while Bush and Kerry went brawling across the 'battleground states' of the Midwest, I set out to interview a cross-section of American writers, young and old, African-American, Latino, Jewish, Southern, metropolitan and backwoods, about their hopes and fears.</p> <p>'I was in journalism school when Watergate broke,' Hiaasen remembers, 'and the idea of having a gang of felons in the White House who defied the Supreme Court, who defied their own justice department and defied the Congress, was astonishing. The government had been hijacked. It was the worst administration I'd ever seen. But looking back on it, and looking at the guy we've got now [George W Bush], I see that there are very grave echoes of that time. Cheney's a piece of work. I wrote a column [in the Miami Herald] saying that if his pace-maker was connected to a polygraph machine, he'd be history by now.'</p> <p>To Hiaasen, the stakes today are much higher, and he's angry. The Bush administration 'makes some of Nixon's stuff look kind of petty. Nixon was guilty of felonious pettiness, burglaries, enemies' lists, political hit lists. This is much worse. People are dying every day [962 US troops at the latest count]. Do we know how many Iraqi civilians have been killed? Nobody counts them. We don't even count them because, hell, they're just Iraqis. It's obscene.' Hiaasen prises the bloody hook out of the tarpon's mouth, tosses it back into the water, then steers his fishing boat back to the jetty. We go indoors.</p> <p>Worse than Watergate is actually the title of a polemical book by none other than John Dean, the White House lawyer who blew the whistle on Nixon. But Dean is no longer a solitary voice, and compared to virulent texts such as The Bush-Hater's Handbook and The I Hate George W Bush Reader, Dean sounds like Marcus Aurelius. Go into almost any American bookshop, and on the table advertising 'Current and World Affairs' you will find a small mountain of similar titles: What Would Jefferson Do? by Thom Hartmann, Crusade: Chronicles of an Unjust War by James Carroll, The Bush Betrayal by James Bovard, and Against All Enemies by Richard Clarke, an indictment of the War on Terror that rocked the White House in the spring. A nation whose origins lie in a few thousand words of 18th-century prose is debating its current crisis in print.</p> <p>Hiaasen, now seated in his office with a Diet Coke, continues his indictment. 'Bush is much further to the right than his father was.' How bad does he estimate the situation to be? 'There's nothing that couldn't be repaired with a new president.' Will Hiaasen get involved in the election? 'I've written plenty of columns about Bush, and I'll write more. I do one a week.' Hiaasen is not optimistic about the role of the press in this historic argument. 'The American media is an embarrassment,' he says, shifting his attack. 'They've gotten more and more lame and compliant and easily manipulated. A lot of it is TV driven - CNN, CNBC, Fox, all zigging and zagging, and watching what the other is doing.'</p> <p>To the outsider, the zigs and zags of the American political media have their own intoxication. As I travelled in search of literary witnesses, the war about the war raged across the airwaves. To a degree that's hard for outsiders to comprehend, this election will be decided on television, from the high-end drama of the presidential debates to the bottom-feeding sleaze of the so-called '527s' independent political support groups.</p> <p>No sooner had Kerry made his trademark salute to the nation ('I'm John Kerry and - I'm reporting for duty') than the Republicans launched a TV-commercial attack on Kerry's much-vaunted war record. Actually, it wasn't the Republicans, but a shadowy right-wing committee, known as the Swift Boat Veterans for Truth, sponsored by a pro-Bush Texan millionaire. Broadly, the veterans accused Kerry of lying about his war and even about his injuries. Although none of his accusers had been present in the Mekong delta, they also challenged his right to military decorations (Kerry boasts three purple hearts). Vietnam veteran John McCain was so incensed by these dirty tricks that he called on Bush to disown the advertisement. (Bush declined.)</p> <p>The Swift Boat Veterans for Truth had scarcely been sucked into the maw of Letterman, Leno and the 24-hour news cycle before the Democrats countered with their own coup: Bruce Springsteen's decision to take a group of fellow artists on a pro-Kerry campaign tour entitled 'Vote for Change' during the crucial pre-election weeks of October. This is not exactly new (Frank Sinatra stumped for FDR in 1944), but probe beneath the surface of The Boss's disaffection with Bush and you find a significant groundswell of opposition led by Sean 'P Diddy' Combs. Punkvoter.com has been sending artists on tour with voter registration forms and free copies of the video Uncovered: The Whole Truth About the Iraq War, a documentary produced by the online pressure group MoveOn.org that makes Fahrenheit 9/11 look like The Magic Roundabout. Punkvoter.com released Rock Against Bush, while on MTV there are no fewer than four pop videos addressing political themes, notably Mass Destruction by Faithless. It's hard to recall a time, including the 1960s, when so many musicians were addressing politics.</p> <p>Contemplating the contours of the political landscape today, novelist Paul Auster, author of The New York Trilogy, says: 'Bush is not the president of the United States. He's an illegitimate leader ... I think the 2000 election is going to go down in memory as one of the greatest judicial mistakes ever made by the [Supreme] Court.' Such thoughts are dwarfed by the destruction of the Twin Towers, those opalescent symbols of American capitalism. For Auster, that brilliant-blue September morning is as real as yesterday. He witnessed the attack from his brownstone on Park Slope in Brooklyn, saw the pall of smoke over the Battery, heard the wail of the sirens across the East River.</p> <p>Today, as the children play in the street outside, those terrible minutes seem a lifetime away, but Auster cannot forget, and every word seems tortured by the memory. 'The sense of grief that overwhelmed me didn't go away. I wasn't normal for months afterwards.' Auster, like several other writers including Dave Eggers, Brett Easton Ellis and Richard Ford, found himself compelled to write about the horror of Ground Zero. People began to ask, Auster recalls, 'What differentiates us from the people who attacked us? What do we believe in? And why are we different? And nearly everybody came up with the answer that what we believe in is democracy. Even if we don't practise it as well as we should, this is the bedrock faith on which our society is founded.'</p> <p>It was then, for American Democrats like Auster, that Bush finally revealed his true colours. In the twilight of his front room, Auster is choosing his words carefully: 'Grotesque, murderous and awful as 9/11 was, it was also a great opportunity for America to re-examine itself, and I thought that any intelligent president would, first, have made an all-out effort to make peace in Israel and Palestine, and then finally admit that we're the prisoners of these corrupt oil states, and [must] find alternative sources of energy. And also to re-examine our relations to others, to understand what drove these people to do what they did. Not just to condemn them as evil maniacs, but to say: Well, there's a reason for this - what is it?' Auster, in common with many Americans, does not believe that there was any case for war. Like Hiaasen, he becomes quietly indignant at the mention of Iraq. 'Saddam Hussein didn't have the weapons people thought he had, and even if he did, there was no evidence that he was about to use them. There are many bad governments in the world. Why go after him? I think it's an old family grudge. These are all oil men in the White House. So they fabricated a reason to go to war. That reason turned out not to be true, and so they kept changing their reasoning. The very grotesque, almost Nazi-like propaganda, the big lie that Saddam was connected to Osama bin Laden - these men would say this again and again until they had persuaded a large portion of the American public that this was true.' Like Hiaasen, Auster blames the American press: 'The press really didn't do its job. They should have been attacking these lies. Also it's the fault of the people for not paying enough attention. And it's the fault of the government. Everyone is to blame.'</p> <p>Auster is joined in his disdain for Bush, and his invocation of the Nazis, by perhaps the greatest living politico-literary bruiser of them all, Norman Mailer. In a widely quoted conversation with his son John Buffalo Mailer, the author of The Armies of the Night memorably despatched Bush as having 'no more depth than spit on a rock' while perceptively making the Orwellian argument that 'what he [Bush] does to the English language is a species of catastrophe all by itself. Bush learnt a long time ago that certain key words - evil, patriotism, stand-firm, flag, our-fight-against-terrorism - will get half the people in America stirred up.' Mailer closed his remarks with a blind quotation from 'a man who became wise a little too late in life:</p> <p>'Naturally, the common people don't want war, but ... it is always a simple matter to drag the people along, whether it is a democracy, or a fascist dictatorship, or a parliament, or a communist dictatorship. Voice or no voice, the people can always be brought to the bidding of the leaders. All you have to do is tell them they are being attacked, and denounce the pacifists for lack of patriotism and exposing the country to danger. It works the same in every country.'</p> <p>Mailer then gleefully identified the speaker, speaking at his Nuremberg trial in 1946: Hermann Goering! In Jewish Manhattan, it doesn't get more visceral than this.</p> <p>In the bad old days of Bill Clinton's presidency, after which some Americans still hanker, it was hard to imagine any incumbent more hated than Clinton. Today, by some margin, George W Bush is the most despised figure in America. One measure of this might be Checkpoint. This new novel by Nicholson Baker, whose phone-sex fantasy Vox was an essential prop in the Lewinsky affair, is a short fictional dialogue in which two men meet in a hotel room to plot the assassination of Bush. Baker says his book originated in fury, grief and helplessness over Iraq. 'I was mourning the stupidity and the wastefulness of what we did.' It might be easy to dismiss Auster, Baker or Mailer for what they are: New York liberal intellectuals. Far more telling, perhaps, is the verdict of lifelong Southerner Richard Ford, author of The Sportswriter, Independence Day and Rock Springs. Ford watched Bush's response to the first hostilities on American soil since the war of independence with frank dismay. Ford is a maverick, an instinctive independent who rides a Harley Davidson, loves to shoot and fish, and to roam at will. But to Ford, Bush is essentially a pawn. 'If you asked him, \"What is this that you're doing?\" he wouldn't know. Maybe the people who pull his strings know it very well. But it's a totally unsatisfactory policy. It won't work. It's wrong in conservative terms. It's wrong in humanistic terms. [He has] an impulse that always makes him on the side of rich landowners and petroleum interests.' Ford believes that the Republican gang in charge of the White House is wrecking his country and all it stands for.</p> <p>Standing by the ocean in front of his summer house in Maine, Ford reflects that 'this is the most important election that's occurred in my life, including the election of JFK. It's a much more significant election for the future of this republic than any other election we've ever had.' Like Auster, Ford cannot forgive Bush for making political capital out of the War on Terror. For Ford, it's a failure of leadership. 'A better leader would sit down in front of the American people and not go on waving the bloody shirt of 9/11. He'd say: \"We have to look at ourselves. We have to ask, Why do these people hate us?\" But Bush will not admit a mistake. Will not admit doubt. Disastrous. Disastrous.' Shaking his head, he says sadly, 'I cannot stop thinking about all those young lives. Those kid soldiers. And all for what?'</p> <p>Most writers I spoke to share the national shame about the war in Iraq, an anxious sense of wrongdoing crystallised by the photographs from Abu Ghraib prison. But several also fear what they see as the tooth-and-claw extremism of the Bush administration. On the herbivorous left of American politics, it is the internal prosecution of the War on Terror - notably the passing of the Patriot Act, a ferocious infringement of civil liberties in the name of 'Homeland Security', a phrase of Republican Newspeak - that excites the most hostility. This, together with the assault on the environment, mainly for the benefit of the oil industry, has mobilised a loose alliance of liberal Democrats against Bush and the neoconservatives. Manhattan is the Vatican City of this particular church.</p> <p>The writer Deborah Eisenberg and the playwright Wallace Shawn, representatives of what might be called the Old Left, share a loft in downtown Chelsea. Shawn, a friend of Woody Allen and the son of the celebrated editor of the New Yorker, has wrestled with a liberal conscience in a succession of avant-garde dramas, from Aunt Dan and Lemon to his one-man show The Fever and believes, on very good evidence, that the freedom of expression which American citizens take for granted has become imperilled under Bush.</p> <p>The Linda Ronstadt affair, trifling in itself, even comical, was one anecdotal measure of the country's divisions. Just before the Democratic Convention, the singer was thrown out of the Aladdin Hotel in Las Vegas after dedicating her song 'Desperado' - an encore - to Michael Moore, and urging her audience to see Fahrenheit 9/11. This usually crowd-pleasing gesture incensed some of the Aladdin's more conservative guests: they threw their drinks at Ms Ronstadt, tore down posters and demanded their money back. To reassure its patrons, the (English) management escorted the singer out of the casino, saying she would 'not be welcome back'. Ms Ronstadt 'was hired to entertain guests, not to espouse political views'. In truth, outside the intoxicatingly apolitical atmosphere of the Aladdin, almost nowhere else in America is an issue-free zone.</p> <p><strong>·</strong> <a href=\"http://observer.theguardian.com/magazine/story/0,11913,1297281,00.html\">Read part 2</a></p>"
]