[
  "<p>Want to be a TV presenter? Journalist? Scriptwriter? Web producer? Radio DJ? Well, get to the back of the queue. Media studies has been the fast growing university subject in recent years. Since 1995 there has been a threefold increase in the number of students enrolling.</p> <p>Despite the scepticism of old lags in the media who learned their trade as hacks covering church fetes and chasing ambulances, almost three quarters of media studies graduates find work within six months of leaving university, according to figures from the Higher Education Statistics Agency. But the media business is notorious for recruiting graduates to do menial work for nominal pay. There are no figures to suggest how many are actually doing the jobs they wanted.</p> <p>How do you find those jobs? How can you discover the talents, skills and aptitudes needed to bag those jobs? Where can you meet the people who recruit to these positions? And what does a key grip actually do?</p> <p>Hundreds of media industry hopefuls will converge on the ExCel exhibition centre in London 's Docklands on Wednesday, not for the next 'X Factor ' auditions, , but for the largest media careers event the capital has seen.</p> <p>The London Media Careers Information Day will offer invaluable insights for anyone interested in a career in the media industry, be it as a journalist, TV producer, camera operator, VT editor, make-up artist or radio broadcaster. Sponsored by the BBC, ITV, Channel 4, Skillset, the University of the Arts and the Guardian, the event gives students and graduates the chance to talk with employers on their exhibition stands and attend presentations and workshops on a range of media industry related topics. Exhibitors will include broadcasters, production companies, training providers and other media organisations that can give advice on how to get your first break. There will also be 'hands-on activities ' and the chance to have a chat with TV and radio presenters. </p> <p>\"Thousands of young people have an ambition to work in the media but they don 't know what is fact and what is fiction about a career in broadcasting, \" says Lindsay Charlton, managing director of ITV Meridian. \"The London Media Careers Information Day is one of the best ways of finding out the truth about the wide range of roles and careers available.\"</p> <p>So what are the facts and the fiction about a media career? We asked some of the experts who'll be at Wednesday 's event:</p> <p><strong>Roger Hammett, head of recruitment communications, BBC</strong><br> A common misconception about the media, especially amongst graduates, is that we are - like other high profile recruiters - preoccupied with qualifications and what and where you studied. Practical experience and passion are much more key to persuading us to take you seriously. In most areas you will start at, or close to the bottom and progress depending on your ability and commitment.</p> <p><strong>Will Jackson, head of radio, Trafficlink</strong><br>There's no showbiz glamour - it must be the only industry where getting up at 4am is the shift that everyone wants. Learn the ropes by volunteering at a hospital or student radio station - or even seeing the reality at your local radio station. One of my first jobs was writing the \"What's ons\". It means you can work out what area of the station you want to really get involved in. It always helps at careers fairs if you have more of an idea what you'd like to do than - just 'work in the media ' - the path for radio is likely to be different from TV or print. And even within radio, being a DJ is very different from being a producer or traffic reporter.</p> <p><strong>Mandy Edwards, Chrysalis</strong><br> The media industry is incredibly competitive with a continual war for talent. It 's a hardworking and challenging environment to be in. It is not all the glitz and glamour that many students or graduates think it is. Yes, you may see famous people in the building, but not on an everyday basis. However, the media industry is also lively, fun and energetic.</p> <p>The London Media Careers Information Day runs from 10.30am to 4.30pm on October 20. All advance purchase tickets have been sold, but a limited number of £5 tickets will be available on the day.</p>",
  "<p>I was the classic child that always had her head in a book and from that point of view I was made to go into book retailing. I had a slight deviation when deciding on what to study at university - I chose English and theatre studies after deciding I wanted to direct plays. But once college finished, it was back to the world of books. </p> <p>I joined the Waterstone's branch in Harrods, and it opened my eyes to a new world. Clients would come and ask us to recommend 20 books they could leave lying around in the spare rooms for the guests they had coming for the weekend. Others simply wanted to fill their library shelves with the 'right' books - one famously gave me the shelves' dimensions and told me to select enough books to fill the space. </p> <p>At the same time there were lots of clients who loved reading as much as I did and it was great to recommend books to customers who kept coming back. </p> <p>After I'd been with the store a year I decided I wanted to do a masters course in literature and signed up to the Open University. The company was good about it and allowed me time off for tutorials. While it was hard work, it was particularly good doing the course while working in the book environment. I would meet up with other students after work and we would attend lectures given at some of the London universities. I did most of my other studying at the British Museum. </p> <p>The course took three years including a full year on the dissertation which I did on Victorian poetry. By this time I had moved from Knightsbridge to our flagship store in Piccadilly. I was working as a floor manager, and became increasingly involved in organising author book signings. Eventually I was moved on to head office and that is now my main role. </p> <p>I'm always talking to publishers about the authors that are prepared to come and read a few chapters of their latest book and sign copies afterwards. I organise the whole event and it gets pretty busy. Last night I was with Michael Palin and tomorrow it's Jamie Oliver - next week I'll be with Ewan McGregor who is publicising a book about motorcycling around the world. </p> <p>I cover all the London stores and those in East Anglia so there's a lot of travelling - but that's fine as it gives me a chance to read. Although I gave up the theatre directing, I kind of direct events here. People can spend a long time waiting to have their book signed so we try to keep them entertained. </p> <p>I think doing my masters helped my career prospects, not least because doing it while working demonstrated that I was up to the challenge. I'm already thinking about doing a PhD - the problem is I'd be known as Dr Prockter, which would present its own problems. </p> <p><a href=\"mailto:miles.brignall@tiscali.fr\">miles.brignall@tiscali.fr</a></p>",
  "<p><strong>VS Pritchett: A Working Life</strong><br> by Jeremy Treglown<br>308pp, Chatto &amp; Windus, £25<br> </p> <p>VS Pritchett (1900-97) was a brilliant pen-driving machine for a great deal of the century in which he lived. (He always wrote with a pen, in difficult, crabbed writing, which was patiently typed by his wife Dorothy, and then further embellished in spidery trails by VSP.) He was a prolific novelist, short-story writer, essayist, reviewer, travel writer, biographer and autobiographer. Increasingly in later life a sitter on literary committees, he must have grown tired of being be-laurelled with the \"man of letters\" wreath. He ended up with a knighthood, and then a huge swath of reverential and affectionate obituaries. He was much loved. </p> <p>Pritchett himself told a good deal of his own story in his two wonderful memoirs, A Cab at the Door (1968) and Midnight Oil (1971), the second book getting him as far as 1945. Both his parents, in their very different ways, were characters out of Dickens or Wells. Father was a Yorkshire Christian Scientist fantasist and bull-shitter (a rare breed), but also - however tenuously - a survivor. Mother was a volatile woman and a compulsive storyteller. This lower-middle-class upbringing, with frequent skedaddlings because of father's financial disasters, wasn't easy; but Pritchett never berates his parents. Indeed, the atmosphere of both books is one of affectionate delight in storytelling, in capturing his past through anecdotes. </p> <p>He left school at 15 and was put into the leather trade, but he was keen to go abroad and within a few years was in Paris, eking out a living as a glue salesman and a photographer's assistant. He published a few pieces in the Christian Science Monitor and soon, at the age of 22, was sent to be the paper's correspondent in Dublin. Afterwards, he walked across Spain. By the time he was 30 he had published his first travel book, Marching Spain (1928), his first novel, Clare Drummer (1929), and had begun his association with the New Statesman, which was to go on for almost the rest of his long life. </p> <p>It was at the New Statesman, where I was then literary editor, that I first met VSP early in 1968. He was a happy inheritance: there was a long-term understanding that in Britain the paper had first call on him as a reviewer (he was, and continued to be, a frequent reviewer for such American periodicals as the New Yorker, the New York Times, later the New York Review of Books), and he always turned in gleamingly fresh and readable pieces. He was someone I consulted, and he offered good advice. Later, when I was on Encounter, he generously sent me one of his best short stories, \"The Wedding\", though he knew he would be paid far less than by an American journal. </p> <p>So I knew him, sporadically, for about 25 years, and always found him genial, quizzical, amused, an easy man. I wondered how Jeremy Treglown (whose biography of that tortured oddity, Henry Green, I much admired) would cope with such a different person - perhaps produce something too bland. Where would the grit and colour be in this \"authorised\" biography of a man who had not only written two classics of autobiography but was apparently so uncomplicated, so well adjusted? </p> <p>I need not have worried. Treglown has diligently woven together the threads of what was indeed a long and illustrious life, but has not left out the bad patches. In Midnight Oil, Pritchett made very little of his first marriage, when he was 23, to a girl he had met in Dublin, Evelyn Vigors. There were difficulties from the start, chiefly (one gathers) sexual incompatability, but also the dislike and contempt of her father, who referred to Pritchett as \"that nasty little clerk\". There were 10 or so years of this, until he happily found Dorothy Roberts, who would eventually not only take over the management of his life but give him a blissful sense of comfort and rootedness. </p> <p>But there were unhappy periods. In their middle years, in the 1940s and early 50s, Dorothy's drinking dominated the family's day-to-day life, and during one of his earliest appointments at an American university (Princeton), he had an affair with a Bostonian journalist and double-divorcee, which made Dorothy drink even harder. She was later helped by her membership of Alcoholics Anonymous. </p> <p>People such as myself who did not know them at this time will find it difficult to recognise the scene. By the 60s, VSP and Dorothy were an exemplary couple - enthusiastic, laughing, astonishingly self-sufficient. Treglown comments that \"The letters between Victor and Dorothy ... are among the great surviving records of a love affair and a lasting marriage.\" He adored his children. </p> <p>Pritchett's appetite for work was, or seemed to be, accompanied by a constant freshness. He often said that because he hadn't been to university he had no preconceptions about a literary pecking order, and approached other writers in the spirit of wanting to find out exactly what they were doing and why. He wrote about Pepys, Dostoevsky, Turgenev, Meredith, Dickens, Boswell, Balzac, Henry James, as familiar friends who occasionally had curious habits. </p> <p>This was the same curiosity that informs the fiction - the novels and the short stories. Though Pritchett is more usually most praised as a short-story writer, Treglown makes a strong case for Mr Beluncle, which when he published it in 1951 was Pritchett's first novel for 11 years. Treglown calls it \"one of the most vivid, funny and painful British novels of the mid-20th century and among the most neglected\". Looking at it after many years, I had to agree. </p> <p>Elsewhere, I was delighted and laughed aloud at so many moments of perception hilariously expressed, even in casual letters: \"The Princeton voice I can only describe as the low, polite gurgle of an in-growing toe-nail if it could talk\", or (a description of Alfred Hitchcock, with whom there was a notion at one stage of Pritchett collaborating) \"looks, I always think, like a ripe Victoria plum, endowed with the gift of speech\". </p> <p>Pritchett was from the beginning precise and inventive not only in the way he wrote about physical appearance but about voices. This must be something to do with all those years living out of England; coming back, he listened in like a foreigner. Treglown is good at Pritchett's stylistics, how he shifts both characters and phrases round. For example, commenting on a story, \"Our Oldest Friend\", Treglown says: \"Certain phrases - 'in principle yes, in practice no', and particularly 'our oldest friend' - are moved around in different contexts like words in a sestina\". Pritchett also habitually approached things at a slight angle: in a letter to Al Alvarez he remarked: \"The cat is never quite on the mat, as far as I am concerned.\" </p> <p>It was a long life. As Treglown points out, Tolstoy (on whom he wrote so well) was still alive when Pritchett was a boy, and he had seen Shaw, Wells, Yeats, Chesterton (the last looking \"touching and hapless\"): he lived on to praise Martin Amis, Salman Rushdie, Shiva Naipaul, Ian McEwan. Politically, he once described himself as a \"crypto-Tory anarchist free-trade liberal with strong socialist bias\". Having got to know Spain in the immediately pre-civil war period, he took a very different line from Kingsley Martin's New Statesman (and indeed from Orwell). In the 90s he admitted he began to feel old. Having been born in 1900, he said, \"makes me feel historical, you know\", but wryly added: \"I used to feel historical when I was five.\" </p> <p>At the end of Midnight Oil , he wrote: \"I have done, given my circumstances and my character, what I have been able to do and I have enjoyed it.\" His energy, his capacity for pleasure, his acuteness in spotting what's important in other writers and his generosity in saying so were admirable. The last essay in his Collected Essays (1991) is about Virginia Woolf. He wrote: \"She worked harder than ever when she became famous, as gifted writers do - what else is there to do but write?\" Jeremy Treglown has served this \"working life\" splendidly. </p> <p><strong>·</strong> Anthony Thwaite's most recent book of poems is A Move in the Weather (Enitharmon).</p>",
  "<p>Unknown Seas: How Vasco da Gama Opened the East, by Ronald Watkins (John Murray, £8.99) </p> <p>The Portuguese sea captain Vasco da Gama was the first to sail around the Cape of Good Hope to India - a feat equivalent in its time, says Watkins, to a mission to Mars. Watkins's account of the volatile cultural melange of India in the 15th century is fascinating and he is also good on the limitations of the Christian mindset: Gama mistook Hindus for corrupted Christians (mishearing \"Khrishna\" as \"Christ\"), and most Europeans assumed it was far better for black Africans (those \"sons of Cain\") to live in Christian bondage than to remain in Africa and burn in hell eternally. Gama left India in something of a hurry, but returned in triumph to Lisbon with spices and precious gems, and eventually became a wealthy man. Watkins takes us on every step of Da Gama's voyage, but his real mission is to talk up Portugal's massive contribution to world exploration. <strong>IP</strong> </p> <p> <strong> The Human Mind and How to Make the Most of It, by Robert Winston (Bantam, £7.99)</strong> </p> <p> Aristotle thought the brain was \"an organ of minor importance\", but Professor Winston disagrees: \"This is the organ of consciousness, of original thought and inspiration, the means by which we feel soaring joy, burning rage and perceive the glory of God.\" It may look like \"a gigantic, convoluted fungus\" but it's \"the most complicated structure on this planet\". Winston's fascinating guide to the wonders of the brain is a very readable fusion of pop science and self-help guide, with handy hints on how to \"boost our intelligence\". If you read this review backwards it might not make sense, but it's a great \"mental workout\". Exercise is also good for the little grey cells: five minutes of \"general jumping around at the start of the day\" helps concentration. But best of all is the news that red wine refreshes parts of the brain that other liquids can't reach: the connections between neural cells. Just what the doctor ordered. <strong> PDS</strong> </p> <p> <strong> The Secret Voyage of Sir Francis Drake, by Samuel Bawlf (Penguin, £8.99)</strong> </p> <p> The secret, privily kept through falsified maps and cleverly inaccurate records, is just what Drake and the crew of the bark Pelican, afterwards the Golden Hinde, were doing so far up the Pacific coast of North America - almost as far as Alaska, in fact - in 1579. Which was exploring for a northwest passage that wasn't there. This discovery is researched via lying charts and erased atlases and Devon sailors' yarns (being Plymouth-born, I'd not trust a word of those, other than a mariner's description of a flying fish as of \"the bigness of a reasonable Pilchard\"). It's less fascinating, though, than Bawlf's abridgement of Drake's global circumnavigation on his surviving small trawler of a vessel. He's especially fresh on the mutual English-Spanish hostage-taking of pilots up the coast of South and Central America and piracy not only of the ritual gold bullion but of cargoes of sarsaparilla, lard, honey and maize. <strong>VR</strong> </p> <p><strong> The Faber Book of Exploration, edited by Benedict Allen (Faber, £9.99)</strong> </p> <p> \"We are all explorers,\" says Allen in his introduction, and for a moment we believe him, until we read about his first solo expedition at 22, when he got lost on the bank of a remote Amazon tributary and had to walk for three weeks with only a dog for company, nibbling the tips of ferns, fishing for piranha and, eventually, eating the dog. This chunky tome would have been much slimmer if Allen had saved his personal reminiscences for another book, but you'll be glad he didn't. Each part is arranged chronologically, with entertaining potted biographies by Allen. Here are the thoughts of Marco Polo, Columbus, Cook, Van der Post, Thesiger and Matthiessen, as well as a Chinese monk, a Sioux Indian, a shaman, an emissary for the Caliph of Baghdad and several diplomats, botanists and missionaries. There are even some women - who are better, says Allen, at absorbing the essence of a place, whereas men tend to trample through it. <strong> IP</strong> </p> <p> <strong> The Man Who Changed Everything: The Life of James Clerk Maxwell, by Basil Mahon (Wiley, £8.99) </strong> </p> <p> Basil Mahon describes Maxwell's 1861 proposal of electromagnetic waves as a \"scientific idea that was as profound as any work of philosophy, as beautiful as any painting, and more powerful than any act of politics or war. Nothing would be the same again.\" A few years later, Maxwell came up with a theory of all electromagnetic phenomena, including light, that will remain for ever \"one of the finest of all man's scientific accomplishments\". But although everyone knows Marconi, few today have heard of the physicist whose theory inspired radio. Mahon rejects the idea that Maxwell was a \"coldly cerebral mathematical genius\", and instead describes a modest, witty man who wrote poetry and was passionate in his quest to understand the physical world. Perhaps, as a fellow scientist said, Maxwell is like one of those bright stars \"whose light takes ages to reach us\". <strong> PDS</strong> </p> <p><strong> Billy Ruffian, by David Corningly (Bloomsbury, £8.99)</strong> </p> <p>Or Belly Rough One, properly the 74-gun Bellerophon, the \"bravest of the brave\" ship of the line. This is her biography, from the felling of 3,000 solitary oaks in southeast England in 1782 (not our American colonies? Did we have enough 100-year-old oaks to float a fleet?) to the 1836 auction of those by-then well-pickled timbers in Stonehouse, some bought by the former ship's surgeon to make picturesque his Gothick cottage. In the interim, she'd been the first to engage the enemy in the war against revolutionary France, garlanded in glory at Trafalgar (captain dead, first lieutenant awesomely heroic, prizes secured) and, the mythological role, had accepted Napoleon's surrender after Waterloo. She's most haunting as a dark prison hulk moored on the Medway - possibly as shivered over by Dickens at the start of Great Expectations - and a floating prison on the Tamar near Devonport, a way-station for convicts later transported to Australia. VR</p>",
  "<p><strong> From Eve to Dawn: A History of Women</strong> by Marilyn French<br> 3 vols, McArthur &amp; Company, £16.99 each <br><strong> Women in England 1760-1914: A Social History </strong> by Susie Steinbach 320pp, Weidenfeld &amp; Nicolson, <strong>£25 </strong><br> </p> <p>Marilyn French set herself a vast task in deciding to produce this monumental history of women, and the decision itself is admirable. It has been argued many times that, as Jane Austen said nearly 200 years ago, \"Men have had every advantage of us in telling their own story ... the pen has been in their hands.\" </p> <p>A vital part of the revolution forged by feminism in the past century was the attempt to change this - to open out the untold stories of women. To an extent, that has now happened; and all sorts of useful things, from women's studies courses to biographies of previously marginalised women and anthologies of forgotten women's poetry, have contributed to a change in the way historians assess the past. The call for \"herstory\", as this concentration on forgotten women was half-jokingly termed, seems much less revolutionary now. Look, for instance, at the new edition of the Dictionary of National Biography: one in 10 entries are about women, compared to one in 20 a century ago. </p> <p>But French feels that there is an untold story out there, and that there is still a pressing, political necessity to bring it to light. If you know her work you will be familiar with what she wants to show here. In her polemic Beyond Power she presented a potted history of the world, in which she argued that it moved from simple, matrilineal societies to complex, patriarchal ones, and that women had been oppressed in all places and all times since this shift took place. She also believes that feminism now presents the possibility that society can finally move beyond this universal oppression. But while Beyond Power was persuasive polemic, in these great tomes her argument is almost overwhelmed by the weight of material. </p> <p>The experience of reading these three books is frustrating, even if - perhaps particularly if - you admire what French is trying to do. I am absolutely at one with her view that we too often lose sight of the scale and depth of oppression that men have exercised over women throughout history, which means that we lose sight of the scale, unparalleled by any other social revolution, of what feminism has achieved and what it demands for the future. But, impressive as they are in range and ambition, I still found these books a problematic read. </p> <p>Above all this is because they are so undisciplined. What you get is not a narrative, but a great patchwork of stories, arguments and assertions. Apparently randomly chosen details about the fashion in medieval Japan for blackening teeth with oxidized iron filings, or the fact that in 13th-century Europe the font water used for christening \"was changed only when a baby defecated in it\", jostle with French's opinions about why wearing high heels now is like having your feet bound, or why feminism is inherently socialist. </p> <p>Given the lack of narrative shape and immense length - more than 1,700 pages all told - perhaps French wanted this work to be something of an encyclopaedia. Certainly the bibliographies will be a great source for researchers in the future. Still, although I am not the person to pick up errors in the sections on pre-colonial Africa or feudal Japan, I found myself arguing with her all too frequently when she moved closer to home. </p> <p>She states, for instance, that in 1913, \"as the king rode to the Derby, Emily Wilding Davison hurled herself in front of his horse crying 'Votes for Women'.\" In fact Davison ran on to the race course and was killed by a horse owned by the king, but being ridden by the jockey Herbert Jones. She states that in 18th-century America \"the law placed no restraints on men's cruelty. Wife-beating was legal if a man used a switch no thicker than his thumb ('the rule of thumb').\" But other historians have shown that there were laws at that time in north America that prohibited violence against wives. The phrase \"rule of thumb\" is generally held now to derive from the practice of judging a measurement with your thumb rather than a ruler. </p> <p>And if you wanted this to be a comprehensive encyclopedia, you would also look for more understandable decisions on what was included and what was not: why does the volume on the modern world offer 16 pages on Algeria - but only nine lines on Iran and only four negligible mentions of Afghanistan? Why do the indexes yield 11 mentions for Mary Wollstonecraft but not one for Virginia Woolf? Why is there no index at all for the first volume? </p> <p>When I started reading French's work, I had recently finished a book that works with similar material on a far smaller canvas and in a far less polemical way: Susie Steinbach's Women in England 1760 to 1914 . Steinbach has a quiet, unassuming style that can drift towards dullness, but her achievement is to show the gains of feminism not by assertion, but by the gradual build-up of evidence. She gives the reader a nuanced understanding of how women's convictions about their rights changed their lives in that period, against all the odds. After reading these books, I felt glad that both had been written and yet longed for something more from each. </p> <p>Yet for all its frustrating qualities, French's work is stuffed with enough nuggets to keep you wondering and pondering. She draws on a vast body of research and help from consultants in all sorts of fields, to open out areas that are rarely accessible. She tells you of heroines who have never had their due, from Queen Nzinga of 17th-century Angola, who freed slaves, tried to defeat the Portuguese imperialists, and who kept a harem of young men; to Kanno Suga, the turn-of-the-century Japanese anarchist who planned to assassinate the emperor. She emphasises the tradition of women's resistance in the past two centuries, from the female reform societies that published the names of men who visited brothels in 1834, to the women who crowded out the House Un-American Activities Committee in protest against the arms race in 1962. </p> <p>Above all, she recalls the depth and breadth of the war that has been waged on women down the centuries, the restrictions placed in so many times and so many places on their sexuality, their education, their freedom to travel, their voices. And although French's most effective piece of feminist polemic was her 1977 novel, The Women's Room, which defined a previous generation's dreams and fears about feminism, she hasn't lost hope, but remains passionately engaged with a dream for the future. </p> <p>In her last chapters, she puts the emphasis on how feminism is building international solidarity, by drawing us through the arguments and achievements of gatherings such as the Earth Summit of 1992 or the World Conference on Human Rights in 1993. Although she does not seem over-optimistic about the power of these bloated meetings to change the course of history, this emphasis is the right one. The development and spread of a new moral ideology centring on human rights is feeding the growth of a pragmatic feminism today. This feminism crosses cultures and national boundaries; it is flexible enough to take on different colours in different places without losing its irreducible commitment to women's rights as human rights. This growing international solidarity is what gives us hope for the future; a hope, against the odds, that the global oppression of women may be on the wane.</p>",
  "<p>England's new captain Jonny Wilkinson last night welcomed the appointment of Andy Robinson as the national team's head coach, describing him as \"outstanding\". </p> <p>Robinson's promotion to the position on a long-term basis was confirmed by Twickenham yesterday, the successor to Sir Clive Woodward handed a contract until June 2008. And, although Woodward will be a tough act to follow, the players are in no doubt that he is the man best equipped to lead their defence of the World Cup in France in 2007. </p> <p>\"Andy is an outstanding coach and an incredible leader ... I know I speak for the whole of the England squad when I say we are thrilled he will be in charge,\" said Wilkinson. \"He commands respect from the pitch and in the England changing room and there's not a player I know that doesn't want to give him 100%.' </p> <p>Among those who have known Robinson even longer, there was equal confidence. \"It's a tremendous appointment ... there was only one man for it,\" said Jon Callard, who worked closely with Robinson in his Bath coaching days before moving to Leeds. </p> <p>\"Clive spent seven years in the job but I think Robbo will succeed sooner than that because of the way he is. He has got a head start because he's already been there but doing it as the out-and-out head guy will be a huge motivation for him.\" </p> <p>Robinson, appointed within 24 hours of presenting his coaching vision to an RFU panel which featured three former England captains, has only a month's grace until England play their first Test under his stewardship against Canada at Twickenham on November 13. </p> <p>He emphasised yesterday, however, that his long-term aim is to match, if not exceed, England's achievements under Woodward. </p> <p>\"I expect every rugby coach in England aspires to coaching their country one day and I feel honoured to have this opportunity,\" said the 40-year-old, involved with England since 2000. \"Clive set a standard for all of us to follow ... but my challenge now is the next era and to ensure the World Cup remains at Twickenham in 2007.\" </p> <p>It is still unclear whether Robinson will work alongside a traditional manager-style figure but Callard believes he should go it alone. \"I hope he'll combine the management role Clive did with being at the coal-face because there is a synergy between the two jobs. Having been a Premiership head coach, I also think he'll bring club and country closer.\" </p> <p>Woodward also warmly welcomed the appointment. \"I'm very pleased for Andy; he deserves it. He'll have my full support from the outside. He's got to do it his own way and I'm sure he will.\" </p> <p>Robinson's first year in charge may well be fraught but the RFU is aware that Woodward won only nine of his first 21 Tests in charge. </p> <p>\"Andy Robinson's determination and commitment can never be doubted and he has an insatiable appetite for hard work,\" insisted John Spencer, the chairman of Club England. \"He is passionately English and he is a winner, as his record shows.\"</p>",
  "<p>British athletics is to continue its worldwide search for a new performance director after deciding not to give the job to Keith Connor. </p> <p>The former British record holder for the triple jump had been the clear favourite for the post after Charles van Commenee, the man seen as his only rival, withdrew from the selection process to take up a job in the Netherlands. </p> <p>But Connor has resumed his position as Australia's head coach and will not be returning to replace Max Jones, who is due to step down as Britain's performance director in March. </p> <p>Officials who interviewed Connor and Van Commenee were impressed with the coaching skills of both candidates but are understood to have had serious doubts about the abilities of either to direct a successful future for the sport in Britain. </p> <p>That feeling was probably communicated to Van Commenee, which is why earlier this week he decided to return home and accept a senior job with the Dutch Olympic Committee. Connor, 47, will hope to be re-employed by Athletics Australia when his contract expires on December 31. </p> <p>UK Athletics has, meanwhile, asked the firm of headhunters it has employed to continue its global hunt for a suitable candidate. \"The search is ongoing and it will continue until we have found the best person available,\" said a spokeswoman. </p> <p>Frank Dick, Britain's former head coach, is among those who had backed Connor's candidature. \"In my book he has always been and still remains the best candidate to take over the appointment,\" he said. </p> <p>\"He has big values and vision, has shown he can be ruthless in demanding high qualities and no one can dispute he can deliver in terms of leadership and the team.\" </p> <p>Whoever replaces Jones will discover a sport that finished third in the medals table at the Olympics in Athens but is facing an uncertain future. </p> <p>\"Despite these successes I am concerned that for the first time ever we failed to win a medal at the world junior championships,\" said Dick. </p> <p>\"I am also frightened by the fact that the British women were relegated from the top flight of the European Cup, also for the first time. </p> <p>The 2006 World Cup will be switched from the United States after a breakdown in negotiations between the organising company and the world governing body over the payment of US taxes on prize money.</p>",
  "<p>Francis Jeffers remembers the night clearly. It was at Upton Park just over 18 months ago and two young strikers made their England debuts in the second half of a friendly against Australia. He was one of them and he scored. Wayne Rooney was the other and he drew a blank. </p> <p>The events of the past week show how their fortunes have contrasted since then. \"Definitely,\" says Jeffers, \"we've gone on different paths.\" </p> <p>While Rooney was holding centre stage during England's wins over Wales and Azerbaijan, Jeffers was among the players left at Charlton over the international period. It sums up the 23-year-old's ill-luck that he was also recovering from a neck injury. He has not added to his single cap and might be expected to show envy, bitterness or self-pity. Yet what shines through is a determination to get back on track. </p> <p>After troubled spells at Arsenal and on loan at Everton, Jeffers knows he must impress regularly for Charlton to stand a chance of rejoining his good friend Rooney in the England set-up. Three goals constitute a promising start after his move from Highbury. Having had a long period with England's Under-21s and made three senior squads, he does not enjoy being with his club during international breaks. </p> <p>\"I'm disappointed when I'm back here,\" he says. \"Little things like that debut against Australia and that goal keep me going. Maybe if Sven [Eriksson] hadn't given me that half a game and I hadn't scored, I would have thought England was in the past. </p> <p>\"Looking at the strikers coming through, it's going to be difficult, but I want to be there. Until I start doing it for Charlton, though, I don't think Sven can even consider me.\" </p> <p>Sitting at Charlton's training ground, Jeffers is talkative and flashes the occasional smile. They are signs that life is enjoyable again after three seasons during which he scored only four Premiership goals as injuries and lack of starts when fit took their toll. </p> <p>\"It's been very difficult,\" he says. \"It's very hard to sum it up because when you say you're miserable you have people saying: 'But you have the best lifestyle in the world.' Unless you're a footballer and have had the taste of playing out there and playing in the big games, it's difficult to understand.\" </p> <p>Jeffers may well be on the bench tomorrow against Newcastle but senses he is in an environment and mindset to thrive. He says the welcoming atmosphere at Charlton has helped. His broad assessment of the past - \"The injuries I can't do anything about but I blame myself as much as anyone\" - smacks of maturity. He has been reshaped by the tough times. </p> <p>\"It's definitely made me stronger,\" he says. \"It's changed my whole perspective on life. You have to keep going when things don't go well. You can't sit back, sulk and say: 'Well, I was scoring goals two years ago.' </p> <p>\"Things happened that I didn't want and I had to take a step back, look in the mirror and say: 'Are you doing everything possible to go and be where you want?' </p> <p>\"Probably I wasn't. Probably off the field I wasn't living my life as I should. At times - not always. Sometimes when I wasn't in the team I'd switch off when I should have been switched on ready for my chance to come. </p> <p>\"A couple of years ago if I was left out I would probably have thought: 'What's he doing not picking me? I'm in the right and he's in the wrong.' Now I look at myself first and foremost.\" </p> <p>Jeffers feels Charlton will see his best once he gets a run of about 10 games. \"I'll score goals,\" he says. \"The records show it. That's not being big-headed.\" Such self-belief has helped him. </p> <p>\"The thing that keeps me going first and foremost is I know I've got the ability and it's in there somewhere,\" he says. \"My confidence has been knocked quite a bit over the past couple of seasons, probably more than ever last season at Everton. I played [started] five games and couldn't get my head around that. </p> <p>\"I wasn't really knocked at Arsenal because if you can tell me one Premier League striker who would play regularly for them I'd be surprised. They've got [Dennis] Bergkamp, [Thierry] Henry. [Sylvain] Wiltord and [Nwankwo] Kanu were there. It was a difficult time for me but when I wasn't playing I was learning from what I considered the best in the world.\" </p> <p>It felt different back at Everton. \"I just expected to get more of a chance,\" he says. \"I wanted a fair crack of the whip, which I don't think I got. I'm not blaming David Moyes but I don't think he gave me much of an opportunity. Maybe the five games I had I could have done more. But I don't think it was five games on the spin.\" </p> <p>Jeffers acknowledges his error in once refusing to sit on the bench. \"I could have maybe kept my mouth shut at times when I opened it,\" he says, \"but I'm a passionate lad and I can't help but say what I feel.\" </p> <p>His feelings on Rooney are plain: \"Henry was different class and Bergkamp is amazing, but when you consider Wayne's age and what he's done I think he's probably the best player I've seen.\" </p> <p>What Jeffers would love is to rejoin him in an England squad. </p> <p><strong> TV: Sky Sports 1, ko 4.05pm tomorrow</strong><br></p>",
  "A potential flashpoint at the European Social Forum passed without incident tonight after a small group of demonstrators congregated on Canary Wharf to protest against the cancellation of a demonstration highlighting poor pay for cleaners in the City's financial district. <p>Faced with a heavy police presence and warning signs around the Canary Wharf complex that anyone attending for a demonstration should leave the estate immediately, a group of 150 activists listened to speeches in lieu of a march.</p> <p>The original demonstration - inspired by the Ken Loach film Bread and Roses, about a janitors' strike in Los Angeles - had seen its original backers, the T&amp;G union, pull out after a legal injunction earlier this week.</p> <p>Instead, the crowd, watched and filmed by police, heard Mr Loach himself denounce the ban on a march as \"despicable\".</p> <p>He said: \"It is despicable when we cannot march on the land on which we stand, and it is sad that the T&amp;GWU pulled out on its own workers at the first legal challenge.\"</p> <p>Despite a low police presence at the anti-globalisation conference's main venue, Alexandra palace, there had been fears that if there were to be any clashes with police, it would come at this demonstration. However, the union had leafleted delegates at the ESF not to attend.</p> <p>After hearing three speeches, the assembled demonstrators moved off peacefully to the accompaniment of a samba band.</p> <p>According to legal observers from civil rights group Liberty there were no reports of any arrests nor any trouble.</p> <p>That did not stop a large police operation, including a boat on the renovated quayside and several vanloads of officers observing events.</p> <p>Paul Laverty, the scriptwriter for Mr Loach's films, gazed around the futuristic Canary Wharf landscape and said: \"Why are we being watched and filmed by so many police and security? This soulless citycorp architecture reminds me of Los Angeles, where we filmed Bread and Roses.\"</p> <p>Mr Loach said that bankers working in Canary Wharf could earn £8,000 an hour - the same as the annual salary of one of their cleaners.</p> <p>Placards around the area, which includes many transnational banking corporations, warned that \"if you are here for this event [the demonstration] you must leave Canary Wharf immediately.</p> <p>\"You are not permitted to march, demonstrate, loiter or remain on any of the common areas of Canary Wharf in connection with this event.\"</p> <p> Earlier, Guy Taylor, a spokesman for Globalise Resistance, who organised the march, said: \"This is defending freedom of speech and the right to march. The T&amp;G crumpled at the first sign of legal action.\"</p> <p>The split revealed tensions between the more radical wing of the 20,000 global justice protesters gathered in London for the 2004 ESF, and the involvement of Britain's more mainstream trade unions. </p> <p>The morning's opening seminars, workshops and plenary sessions at Alexandra Palace saw upwards of 20,000 activists troop through heavy rain, and London's congested public transport system for a 9.00am start. </p> <p>Early fears of waterlogging and flooding in various of the venue's marquees proved unfounded, although heavy downpours all morning long subdued delegates' spirits. </p> <p>Despite teething problems in the organisation and registration of events yesterday, conference facilities at Alexandra Palace proved adequate, although a lack of signage left many delegates bewildered by the sheer size of the complex. </p> <p>Inside, dozens of stalls sold goods ranging from Palestinian olive oil to sloganeering tee shirts advertising everything from cannabis and Che Guevera to \"No Sweat\" fair trade plimsolls. Unlike last year 's event in Paris, when the catering was provided by Jose Bove, guru of the organic slow-food movement, refreshments in Alexandra Palace's canteens provided more ordinary British fare such as vacuum packed sandwiches and crisps. </p> <p>As 18 simultaneous three-hour seminars began in the cavernous and historic building, early fears that the Socialist Worker party (SWP) contingent, which dominates the British but not the continental left, would dominate proceedings found some resonance. </p> <p>At a seminar entitled: \"Oil addiction - energy politics, corporate power and global climate change\", attended by upwards of 600 delegates, four of the first five speakers from the floor identified themselves as being from the SWP - creating tension with the German anti-capitalist group Attac. </p> <p>A speaker from Attac told the audience: \"Environmentalists need to acknowledge that people need to change their lifestyles.\" </p> <p>But a speaker from the SWP countered: \"It's a bosses' problem. There is no point guilt-tripping the consumer. Working class families.\"</p> <p>\"Lives are hard enough, they need a holiday,\" he said in a reference to the debate on short-haul aviation. </p> <p>Although the ESF is a non-hierarchical organisation, coordinators from different national forums spent Thursday in private meetings debating where and when next year's European Social Forum should be held. No news of any decision has yet emerged.</p> <p><b>·</b> The Guardian is a media partner of the European Social Forum 2004</p>",
  "<p><strong>UNITED TAKEOVER LATEST!</strong></p> <p>When a portly American gazillionaire who looks like John McCririck expresses an interest in taking over the football club you've slavishly supported since 1999, it's time to make a stand. After all, it's not as if buying shares in a plc is actually legal, eh? Oh. And while travelling two stops on the Tube to wave a placard outside the London Stock Exchange this morning is all well and good, one can't help feel that the Manchester United Red Action Group would have been better off boning up on Capitalism For Dummies instead.</p> <p>Meanwhile in Manchester, the big news outside Old Trafford today was that absolutely nothing had happened. US sports tycoon Malcolm Glazer-McCririck had not made a bid for the club and no talks were currently ongoing between him and Murphia dons John Magnier and JP McManus. In fact, such was the level of sloth-like inactivity that the Manchester United bean-counters felt compelled to release a statement confirming that while it had held \"preliminary discussions\" with Glazer's company, there was \"currently no definitive proposal for the board to consider\".</p> <p>And as if that wasn't tedious enough, Messrs M&amp;M have apparently told Glazer that they're long-term investors with no interest in selling their 28.9% stake in United. \"Begorrah we're sellin' nuttin,\" they may well have toora-looed. \"Sure we're feckin' loaded. Why would we want to sell anyting to dat fat yank?\" All of which is good news for Red Action Group branches nationwide - although we're guessing the Fiver's PR team (Dublin branch) might not share their enthusiasm.</p> <p>* * * * * * * * * * * *</p> <p><strong>AWAY THE LADS?</strong></p> <p>Free GBP10 bet for first time users on Sunday's Charlton v Newcastle match:</p> <p><a href=\"www.bluesq.com/fiver\">www.bluesq.com/fiver</a></p> <p>* * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"I've got a DVD with all my goals on it, and I stick it on the night before a game just to get positive thoughts in my head. It's not working at the moment but I'll stick with it! I'm a world-class footballer on Friday nights! My girlfriend goes downstairs and watches Coronation Street, I stay upstairs on my own\" - sounds like Blackburn's Jon Stead isn't scoring anywhere at the moment, doesn't it?</p> <p>* * * * * * * * * * * *</p> <p><strong>SEEN THIS?</strong></p> <p>Pro Evolution Soccer 4 and Fifa 2005 reviewed in the Gear: http://sport.theguardian.com/thegear/0,12490,803746,00.html</p> <p>Sky's Eddie Hemmings tells Small talk about the time Stevo was attacked by an ostrich: http://sport.theguardian.com/smalltalk/story/0,13852,1326272,00.html</p> <p>Win every Codemasters game released this year: http://football.theguardian.com/competition/0,13349,1320348,00.html</p> <p>* * * * * * * * * * * *</p> <p><strong>DID, DID NOT, DID, DID NOT, DID, DID NOT...</strong></p> <p>Mohamed Al Fayed is a man suffering delusions of chronic proportions, and a quick look at his website, www.alfayed.com, confirms this in appropriately comic manner. Pictures alongside his unprompted opinions on society today portray him wearing a toga, and nothing more than a boxing glove; the postbag is handsomely filled by admirers; and apparently 85% of people agree with him (though on what subject we're not told). The man fashions himself \"Chairman Mo\", for Pete's sake. So it's no surprise that in arguing with Turkish brothers Hasnu and Halil Falyali, he's come off with all the debating credibility of Nana Moon.</p> <p>Messrs Falyali - who are casino owners in their spare time - reckon they've tabled a bid of £85m to buy Fulham, but Mo says they haven't, and he's branded them \"kebab shop boys\" to boot. Responding with all the composure and decorum befitting two grown business men, the brothers' spokesman insisted they would not, under any circumstances, \"stoop to this level to describe him as a camel owner\". Oh no. The pair were spotted at Craven Cottage on Tuesday, but Fayed's people insist they only met them \"out of courtesy\" - something the Turks deny.</p> <p>\"Fayed is playing a cheap trick in order to raise the price of the club,\" blubbed the Turks' spokesman today. \"He invited us to discuss our purchase of the club. We had been negotiating for a month!\" Still, the Falyali brothers are still optimistic, claiming that although \"we were shocked and saddened by Fayed's statements... we will go ahead with the deal if we can.\" But with Fayed suit claiming: \"There have been no negotiations at all. No offers or negotiations, nor will there be\", we're guessing this one's dead in the water.</p> <p>* * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Juventus are interested in Michael \"Subbuteo legs\" Owen. Yes, again.</p> <p>Damien \"Duffer\" Duff is being scouted by the beady eyes of Newcastle boss Graeme Souness.</p> <p>And Geremi \"no moniker here, alas\" is the latest player to grow tired of earning lots of money for doing nothing at Chelsea.</p> <p>* * * * * * * * * * *</p> <p><strong>STILL WANT MORE?</strong></p> <p>Gordon Strachan on why international matches are a pain for club managers: http://football.theguardian.com/Columnists/Column/0,4284,1328044,00.html</p> <p>Kevin McCarra on how a contrite apology saved David Beckham: http://football.theguardian.com/News_Story/0,1563,1327928,00.html</p> <p>* * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Everton's David Moyes has been named manager of the month for September. Tottenham defender Ledley King scooped the player of the month award.</p> <p>Chris Coleman has ruled himself out of the running for the Wales manager's job. \"I'm flattered to be linked with the Wales job,\" he said. \"But I'm not ready for it yet and I don't want to do it because I'm loving every minute of being at Fulham.\"</p> <p>The FA have submitted bids for Wembley to host the 2007 Big Cup final and the City of Manchester Stadium to host the 2006 or 2007 Euro Vase final.</p> <p>And last, and certainly least, Stoke have signed Leeds defender Michael Duberry on a three-month loan deal.</p> <p>* * * * * * * * * * *</p> <p><strong>FIVER LETTERS!</strong></p> <p>\"Philip Hexter wants the UK to play as one team (yesterday's Fiver). What in God's name would be the incentive for Scottish, Welsh or Northern Irish fans to turn up and cheer the England team, other than to wave at Ryan Giggs warming the bench?\" - Rob Coke (and about 5,000 others).</p> <p>\"Re: Philip Hexter's sad grumbling in yesterday's Fiver letters. In case you hadn't noticed, there are three governments in the UK (four if you count the Northern Ireland School Assembly), four clearly defined countries, and four international teams challenging for a place at the World Cup in Ger... What? Oh. Pass the Tin and the Wembley 67 video\" - Duncan Hall.</p> <p>\"At last count, Philip, there was one promising-much-yet-under-delivering English government, and three pathetic excuses for governments in the regions... so I'd say the football situation is bang in line\" - Hugh J.</p> <p>\"Christine Cuthbert is lucky she watched Azerbaijan v England. I had the misfortune of watching Moldova v Scotland and it was the worst game I've seen all season. This is coming from an Alloa Athletic fan. The whole Scottish FA must go. Bunch of clowns! - Paul Nowak.</p> <p>Further to Michaela's comments on the P1 in Munich, unless Sexually Repressed Morris Dancing Fiver [Wednesday's Fiver] wants to be clobbered by Steffen Effenberg, he should stay well clear of the P1, not to mention its ridiculously strict dress code. Try the Hofbrauhaus for more traditional oompa music and cabbage munching with some delightful waitresses - Guthrie, Leipzig.</p> <p>* * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV &amp; RADIO</strong></p> <p>Sky Sports 1: Premier League Preview Show (7pm)<br> Like Agatha Christie's Mousetrap, and series of French and Saunders, your emails about annoying football pundits look set to run and run (and run).</p> <p>Live Football League: Forest v Wolves (7.30pm)<br> \"Paul Elliott on his days at Football Italia with James Richardson (world's greatest pundit - James, not Paul), was surely the worst,\" suggests David Gallagher.</p> <p>British Eurosport: Beach Soccer (7.45pm)<br> \"Every time he appeared he must have just wolfed down a Thesaurus as he answered every question put to him by James as if it were a Mensa test.\" What do you mean David?</p> <p>Radio 5: Sport on 5 (7pm)<br> \"Well, rather than say 'Milan need to attack more in the second half', he'd chirp up with 'Milan need to facilitate a more offensive disposition in order to circumvent the defensive matrix that Juve have formulated'.\"</p> <p>Talksport: Kick Off (7pm)<br> \"I'm sure Jimbo was trying very hard to stop laughing every time he asked him a question - and he wasn't the only one.\"</p> <p>Newstalk 106 (www.newstalk106.ie): Off the ball with Ger Gilroy (7pm) Which pundit gets on your nerves most? Email the.boss@theguardian.com, with the heading \"Why oh Why\", and we'll put the boot in again on Monday.</p> <p>* * * * * * * * * * * *</p> <p><strong>SUBSCRIBE TO THE FIVER</strong></p> <p>You can subscribe and unsubscribe at www.footballunlimited.co.uk/Fiver/Redirect</p> <p>* * * * * * * * * * * *</p> <p>CONTACT THE FIVER</p> <p>If you want to contact the Fiver, email the.boss@theguardian.com.</p> <p>* * * * * * * * * * *</p> <p>THERE IT WAS, IN THE BECTIVE RFC TURNSTILE - NORRIS WE STILL REMEMBER</p> <p>The Fiver was written by Barry Glendenning and Georgina Turner. Guardian Unlimited (c) Guardian Newspapers Limited 2004. Registered in England and Wales. No.908396. Registered office: 164 Deansgate, Manchester M60 2RR</p>",
  "It is an unquestioned axiom that has dominated international politics for decades, a shibboleth undented by the passage of time. We live in an overcrowded world teeming with billions of humans who are destined to suffocate our cities and squeeze our planet of its precious resources. <p>Our future is destined to be nasty, brutish and cramped. Or is it? Population analysts have suddenly started to question the \"self-evident\" truth that we are destined to drown under our own weight. Yes, populations will still rise, but not nearly as steeply as once feared or for so long. We can even envisage the day, in the not too distant future, when they will decline. </p> <p>As evidence, statisticians point to a simple, stark fact: people are having fewer and fewer children. In the 1970s global fertility rates stood at about six children per woman. Today the average is 2.9 - and falling. Such a rate will still see the world's population rise to 9 billion by 2050, an increase of 50% on today's figure. That is not good news for the planet, but it is far less alarming than the projections of 15 billion that were once being made. More to the point statisticians predict that, after 2050, the number of humans will go down, the first major long-term fall since the Black Death. </p> <p>As sociologist Ben Wattenberg states in his book, Fewer: How the New Demography of Depopulation Will Shape Our Future : \"Never in the last 650 years, since the time of the Plague, have birth and fertility rates fallen so far, so low, for so long, in so many places.\" </p> <p>So the urging by the British trade secretary, Patricia Hewitt, that it is now the patriotic duty of the nation's women to have children makes some sense. As she told the CBI last month: \"We won't have a workforce if people do not have children.\" </p> <p>She has a point. By 2050 we will have stopped replacing ourselves with enough youngsters. At present the median age of people on this planet is 26; within 100 years, if current trends continue, that will have doubled. More and more old people will have to be supported by fewer and fewer young people. Populations will go down and also become badly unbalanced. Today 10% of the world's population is 60 years or over, a figure set to rise to more than a third by 2100. </p> <p>Such trends raise two key questions. Why has the rise in world populations started to die out so dramatically? And what will be the consequences of this decline? </p> <p>Answers to the first depend on locality. \"In Europe, women have their own career options,\" said Ros Davies of Interact Worldwide, which campaigns on population issues. \"They are no longer considered failures if they do not acquire husbands and produce children in their 20s or 30s; they are judged by their careers. That has taken a substantial number out of the pool of potential mothers.\" </p> <p>The idea that prosperity discourages childbearing is backed by Wattenberg: \"Capitalism is the best contraception.\" Hence Europe's birth rate, which varies from 1.8 per woman in France and Ireland to 1.2 in Italy and Germany. Britain comes in at 1.7, well above the average of 1.4. However, given that a country needs a birth rate of 2.1 to maintain its numbers, it is not hard to see that in the long term there are likely to be far fewer Europeans. By the middle of the century western Europe's population could be dropping by several million a year as today's young adults reach old age, die, and are not replaced. </p> <p>The causes of declining numbers in other countries are more alarming. Russia's population is dropping by almost 750,000 people a year. The causes are alcoholism, breakdown of the public health service and industrial pollution that has had a disas trous effect on men's sperm counts. </p> <p>In China the state enforces strict quotas of offspring numbers and it is expected that its population will peak at 1.5 billion by 2019 then go into steep decline. Some analysts suggest the country could lose 20%-30% of its population every generation. </p> <p>Then there is the exodus from the countryside, a trek happening across the globe. According to UN figures last month, half the world's population will have urban homes by 2007. But in cities a child becomes a cost rather than an asset for helping to work the land, and again pressures mount for people to cut down the size of families. </p> <p>Other countries with birth rates below replacement level include Australia, Sri Lanka, Cuba, Uruguay, Brazil, Mexico and the industrial \"tiger\" nations of southeast Asia such as Singapore and Taiwan. On the other hand there are still nations - mainly in Africa and the Middle East - where fertility rates remain high. According to the UN, the population of the Middle East will double over the next 20 years. Saudi Arabia has a fertility rate of 5.7; in Yemen it is 7.2; in Palestine 5.9. More surprising is the case of Africa. Despite Aids, which kills millions of young Africans every year, population numbers will continue to rise - except for a band of Mediterranean nations, including Libya and Egypt, and South Africa at the other end of the continent. </p> <p>The impact of all this is harder to gauge. Slight population movements are relatively easy to deal with; huge fluctuations pose serious problems. In Europe demographers forecast a major drop in the numbers who will work and earn money, while the population of older people - who need support and help - will soar. In China the problem is worse. Most young Chinese adults have no brothers or sisters and face the prospect of having to care for two parents and four grandparents on their own. Pensions and incomes are simply not able to rise fast enough to deal with the crisis. </p> <p>Reduced human numbers can only be good for the planet in the long term. Until we halt our spread, the destruction of the last great wildernesses, such as the Amazon, will continue.</p>",
  "<p>PS2, Xbox, GameCube, PC, £39.99 Electronic Arts Sports<br> *** </p> <p> Fifa Football 2004 was EA Sports' nadir. Its chief innovation was an unusable \"after-touch\" gimmick, which it spent so long developing it was not finished properly in time for release. So fundamental features, such as the ability to alter the game's speed, were omitted. </p> <p>Happily, this year's effort is much better - although not good enough to reclaim top spot. The after-touch control has been ripped out and a more useful first-touch control, operated using the right analogue stick, installed. </p> <p>Excellent graphics, an improved, more realistic passing system, a free-kick system that operates in a logical manner and a Pro Evolution Soccer-like press-and-hold shooting system constitute the game's highlights. There is also support for online play across all platforms now that EA has begun to support Xbox Live. </p> <p>A career mode, in which you take the reins of a lowly club and work your way up to the Premiership, or favourite global league, is an intriguing addition, but controlling players who would be more at home on Hackney Marshes proves frustrating. </p> <p>However, there are still areas in which Pro Evolution Soccer remains superior - namely, off-the-ball player movement when going forward, and automatic player selection. This year's Pro Evolution Soccer will also be available for the Xbox. Fifa Football 2005 marks a return to form, but it is no undisputed world-beater. <br> <strong> Steve Boxer</strong></p>",
  "In a bid to give the rest of the world a say in the US election, the Guardian is urging non-Americans to write to voters in Clark County, Ohio, one of the most marginal areas in a key swing state. To receive the name and address of a Clark County voter, visit <a href=\"http://www.theguardian.com/clarkcounty\">www.theguardian.com/clarkcounty.</a> By last night, more than 7,000 people had requested the name of a voter. <p><b>·</b> You may wonder why on earth your friends in Britain are telling you how to vote. I can understand how perplexed you must feel. Once again faced with the hyperbole of a US election, the rest of the world seems to be resounding to the chorus of \"Your vote counts!\", and I can appreciate you may be feeling a touch cynical. After all, I suspect you never voted for Bush in the first place, or maybe you did but are now feeling a little misled. I would, too. </p> <p>I, like you, would feel disappointed to learn that since the Republicans came to power in 2000, unemployment has soared by a third, the number of people living in poverty has increased by nearly three million and the erosion of standards in education has become a startling reality. I would also be alarmed by your president's breathtaking disregard for the environment, demonstrated by his pulling out of the Kyoto agreement to stem global warming, a phenomenon that may well be the cause of the freak hurricanes that lashed Florida in recent weeks. </p> <p>I can see that you must be furious at the way the current administration has not only catapulted the US into a state of social decline, but has plunged your great nation into a state of perpetual insecurity. I know that you will not stand by and observe your country being hijacked by a select group of neo-conservative extremists who spread fear and loathing. I don't expect you to stand for the haughty suppression of your civil liberties threatened by the proposed Domestic Security Enhancement Act, which will enable the government to detain in secrecy anyone who supports a \"terrorist\" group and strip them of their citizenship. </p> <p>I know that you, as Americans, understand the issues and will not allow your sincere and industrious population to be misrepresented, exploited and cowed any longer in the name of a so-called democracy that dishonours your founding fathers. I implore you to vote on November 2. The greatest weapon in the war against terror is you. </p> <p><b>·</b> Samia Rahman is deputy editor of the Muslim lifestyle magazine emel. She is writing in a personal capacity.</p>",
  "<p><strong>·</strong> North-east devolution campaign latest<br><strong>·</strong> Food poisoning alert over Spanish eggs <br><strong>·</strong> Carolyne Willow on the case for a children's commissioner</p> <p>Welcome to the lunchtime news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^</p> <p>Today's top story - Force workers to boost skills, urges Milburn aide </p> <p>Workers should be forced to train to improve their skills, the new special adviser to Alan Milburn, Labour's general election coordinator, proposes today as part of an attempt to cut social immobility and inequality. </p> <p>^^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Housing</p> <p><strong>·</strong> Governance: Landlord hit by boardroom dispute </p> <p>A boardroom row has broken out at a housing association which took over local authority housing stock over the number of councillors that sit on the board, it emerged today. </p> <p><strong>·</strong> Housing demand: Stevenage resigned to massive influx </p> <p>Old town residents regret threat to green belt as Prescott's housing redevelopment plans take shape. </p> <p>Local government</p> <p><strong>·</strong> Devolution: Knife-edge in north-east referendum </p> <p>Prescott leads star line-up urging regional autonomy. </p> <p>Health </p> <p><strong>·</strong> Infection: Food poisoning alert over salmonella in Spanish eggs </p> <p>Thousands of Britons have got food poisoning from salmonella in imported Spanish eggs, say health officials.</p> <p><strong>·</strong> Research: Gel may block HIV infection </p> <p>A new cream or gel could block the transmission of HIV in heterosexual intercourse, according to new research today. </p> <p>^^^^^^^^^^^</p> <p><strong>OTHER NEWS </strong></p> <p><strong>·</strong> Social forum: Chaotic Olympiad of the Fringe and Commune begins </p> <p>Lack of organisation mars the start of the three-day European Social Forum in London. </p> <p><strong>·</strong> Environment: Farewell to the frog? </p> <p>A third of the world's amphibian species are in danger of extinction, according to the first ever global survey of the animals. Scientists think that the mysterious collapse in numbers might be a warning that our environment may be in a worse state than we think. </p> <p><strong>·</strong> Crime: Graffiti artist's new form of street art under fire </p> <p>Paul Curtis, more commonly known as Moose, has taken the principle of being a graffiti artist and turned it on its head. </p> <p><strong>·</strong> Urban design: WI sets out to reclaim the streets </p> <p>WI declares war on 'excessive clutter of signs, bollards and barriers choking Britain's streets'. </p> <p>^^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Children bill: All power to the commissioner </p> <p>Children need a champion to encourage, cajole and shame ministers into protecting their human rights, argues Carolyne Willow.</p> <p><strong>·</strong> Social forum: This is the way to win </p> <p>In five years, social forums have changed the political landscape. But passion is not enough, writes Susan George.</p>",
  "The 111 of the 115 Thai kick boxers still alive after several years of a gruelling regime at the Safari World centre just south of Bangkok are reportedly suffering from herpes, skin diseases, hepatitis and mental depression. Many are children. Their accommodation is dirty, dark and cramped. <p>They are rarely allowed out, although some have recently been spotted helping in the nearby kitchen and there are credible reports more than 20 went to Cambodia earlier this year to perform in a casino.</p> <p>Perhaps if the sportsmen and women in question were human they could find more gainful employment elsewhere. But they are orang-utans, who, until recently, were dressed up in silky red and blue shorts and boxing gloves and taken to a ring where they punched and kicked each other for the entertainment of park visitors.</p> <p>Environmentalists this week accused Thailand's government of lacking the political will to take action. The zoo has admitted 47 of the apes were \"illegally obtained\" and compelling circumstantial evidence suggests the remainder were also smuggled into the country, most probably from Indonesia's East Kalimantan province on Borneo island.</p> <p>The Thai government, which refused to fully assist an Indonesian government-led delegation that visited looking for answers, is starting to bow to mounting international pressure. But Thailand's environment minister, Suwit Khunkitti, has refused even to move the orang-utans to more suitable surroundings pending the results of DNA tests and the legal investigation.</p> <p>\"We cannot influence the attorney general and the prosecutors,\" he said. \"They are independent and we have to wait for the legal case to take its course.</p> <p>\"We hope to start moving the orang-utans soon. It is hard to find somewhere but we think we have found a place near Chiang Mai [Thailand's second largest city].\"</p> <p>The ownership tussle began last November when 115 orang-utans - who share more than 90% of humans' genetic material - were found at Safari World in a police raid following a tip-off that primates were being kept without a permit. It is thought they had been sneaked in in small groups over the previous few years.</p> <p>Zoo officials initially claimed the animals were the result of a captive breeding programme. If true, it would have been the most successful and statistically improbable programme ever undertaken. Of the 115 animals, seven are adult males, seven are adult females and the rest are juveniles aged one to four years old. About 70% are female.</p> <p>Within a few months everything went quiet and by April the boxing was back in business. Indonesia and non-governmental organisations then kicked up another fuss but, in July, Safari World reported 46 had died. A week later 41 of them came back to life. Two months later, Safari World admitted that 47 had been \"donated\" but the authorities still elected not to do anything.</p> <p>\"No charges have been pressed, the apes are dying and/or disappearing, no attempts have been made to confiscate them and there has been no reply to an official request to act,\" said Edwin Wiek, the Thailand representative of the Borneo Orangutan Survival Foundation. </p> <p>\"In Thailand, if you confess to a crime, the case can go to court within 24 hours,\" he added. \"So the case [of the 47] could be resolved in a day if the political will was there.\"</p> <p>Indonesia is equally exasperated. \"We have approached the Thai government many times on this,\" said Widodo Ramono, the director of biodiversity conservation at the forestry ministry and leader of the frustrated delegation. \"We are told every time 'we have to follow the legal procedure in this case'.\"</p> <p>Mr Widodo hopes the case will develop more momentum once the DNA tests are published later this month. Scientists had expected this to be done earlier but the authorities mysteriously postponed it, coincidentally until after the world's conservationists leave Bangkok, where they have been for the last two weeks attending the two-yearly conference on the Convention on International Trade in Endangered Species.</p> <p>Ian Redmond, a United Nations great apes specialist, is not expecting harsh punishments for the perpetrators. \"I can only hope the truth will come out and this will set a precedent for the future,\" he said.</p>",
  "<p>A plan to build nearly 500,000 new homes in the east of England moved a step closer today when the region's assembly planners officially backed the proposal. However, the chairman of the planning panel warned that the success of the plan was dependent on the government covering the cost of infrastructural improvements. </p> <p>Environmental campaigners have warned that the area's infrastructure will be unable to cope with the government-imposed quota of 478,000 affordable homes in six counties, and that the effect on the environment will be devastating.</p> <p>There are serious concerns that developments will be unsustainable as the region's roads, hospitals and schools will be overstretched, and the accompanying improvements to the infrastructure would cost an estimated £1.6bn.</p> <p>An independent consultant's report warns that the plans would devastate the wildlife and landscapes of the region, as well as causing a water shortage crisis.</p> <p>The East of England Regional Assembly's planning panel, which met in Cambridge, approved the overall scheme but rejected an attempt by the government to add a further 18,000 homes to the total, arguing that there were inadequate transport links in the \"corridor\" between London and Peterborough.</p> <p>The core plan will now be considered by a full meeting of the assembly on November 5. If it is approved there it will probably go to a public inquiry for a final decision.</p> <p>The six counties that will take the homes, which have to be built by 2021, are Bedfordshire, Cambridgeshire, Essex, Hertfordshire, Norfolk and Suffolk. Many of the houses will be earmarked for key workers such as teachers and health workers.</p> <p>The planning panel chairman, John Reynolds, said: \"The panel today listened carefully to the views of local authorities and other stakeholders, and the regional spatial strategy we are now recommending to the assembly sets out an ambitious challenge to make the east of England a better place to live and work. \"Having now agreed to deliver a major step change in housing development, including more affordable housing, we look forward to the government supporting the strategy through the early provision of essential infrastructure.\" </p> <p>It is planned that about 60% of the new development will take place on \"brownfield sites\" - areas already used for industry or housing. The rest will be on undeveloped greenfield land. </p> <p>\"The reality is that this will result in the development of 1% of the existing land in the eastern region,\" said Mr Reynolds, who is a Conservative member of Cambridgeshire council.</p> <p>\"There are around 5.5 million people living here already and it's been suggested that this will add around one million to that figure - but it may be less than that if you take into account the number of homeless people who will be housed and who are already here.\" </p> <p>The aim of the project, Mr Reynolds said, was not to \"swamp small rural communities\" but to make them more sustainable.</p> <p>John Whitelegg, the Green party's spokesman on sustainable development, said: \"The main problem is that these houses will not be associated with any of the infrastructure in other countries that put in first class public transport systems first.</p> <p>\"These houses will simply create a car dependent population and vast amounts of traffic causing pollution.\"</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: Frogs in danger of extinction, bombers strike inside Baghdad's Green Zone, and Manchester United takeover bid falls through</p> <p><b>WORLD WANTS A KERRY VICTORY</b></p> <p>A poll of the populations of 10 countries in today's Guardian finds, by and large, that they do not like George Bush very much and would like to see him replaced as the US president by John Kerry.</p> <p>Of the 10 countries, majorities in Canada, Mexico, France, Britain, Spain, Japan, South Korea and Australia support the Democratic party challenger. The reverse is true only in Russia and Israel.</p> <p>US voters may not be as far out of step with those in many of the countries closest to America as the poll suggests. As reports of the final presidential debate in today's papers reveal, the election is on a knife-edge - Mr Kerry stands as much chance of spending the next four years in the White House as Mr Bush if the race's dynamics remain unchanged. </p> <p>\"[But] no one is underestimating the Bush campaign's capacity to change the subject - by playing up fears of another terrorist attack, say - or launching a last-minute volley of personal attacks similar to those that sank Governor Ann Richards of Texas in 1994 or Senator John McCain in the Republican primaries of 2000,\" the Independent warns.</p> <p>Still, capitals across the globe are having to take the prospect of a Kerry victory seriously. A Financial Times comment piece paints a picture of an international community in which \"diplomatic lines from Washington to national capitals from Beijing to Brussels will hum with speculation about whether we should expect a tremor or an earthquake [...] America's friends and enemies are frantically poring over every line of John Kerry's policy pronouncements\".</p> <p>The piece's author, Philip Stephens, argues there is more \"unease than certainty\" about what to expect from either Mr Bush or Mr Kerry, and the mood is no more acute than it is in Europe. The postwar alliance between Europe and the US is no longer working, he says, and it will take an effort from both sides to repair it. \"The views of Europe's leaders mirror that of their voters: they want Mr Kerry to win. But what then?\" he asks.</p> <p>Luckily, Tony Blair has an answer - sort of. The Telegraph report on his speech to the European centre-left meeting in Budapest leads on his vision of an EU-US \"common agenda\" to solve the world's problems. But it was as vague as is required in these knife-edge days of transatlantic diplomacy. \"We need the two of them working together,\" he said. \"Now that requires both to reach out, one to the other.\"</p> <p>At least you get some certainty from the Mirror. \"Make no mistake. A win for John Kerry in the US election would be a win for all of us,\" begins an opinion piece decorated with pictures captioned global peace, the environment, medical research, and terrorism.</p> <p>\"Kerry knows how desperate the need is for America to give the international community it has so alienated a big hug,\" it says.</p> <p>Returning to the 10 nation poll, the Guardian reflects that unfavourable attitudes to the US president are now so high that the claimed \"special relationship\" between Mr Blair and Mr Bush appears to pay few domestic dividends for the prime minister.</p> <p>The Wrap is trying desperately not to infer, from reports in the Telegraph and Times about hints that the prime minister \"may well\" convert to Catholicism, that Mr Blair is making preparations for a fresh special relationship with a Catholic President Kerry.</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/viewsofamerica/story/0,15221,1327568,00.html\">Poll reveals world anger at Bush</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=572317\">Independent: A dead heat in the race for the White House</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/15/weu15.xml&amp;sSheet=/portal/2004/10/15/ixportal.html\">Telegraph: EU 'must work with US as an ally'</a><br> * <a href=\"http://www.mirror.co.uk/news/allnews/tm_objectid=14757679%26method=full%26siteid=50143%26headline=why%2dwe%2dshould%2dall%2dpray%2dkerry%2dwins-name_page.html\">Mirror: Why we should all pray that Kerry is the next American president</a></p> <p><b>FROGS 'ON VERGE OF CROAKING'</b></p> <p>Pictures of frogs peer out from the front pages of both the Independent and Guardian - but maybe not for much longer. </p> <p>Scientists believe that one third of the world's amphibian species are in danger of extinction (or \"croaking\", as the Mirror puts it), and suggest their peril could be sign of much wider environmental damage than people are aware of. </p> <p>Amphibians, the Independent explains, are so sensitive to the man-made environment that scientists have likened them to canaries in a coal mine. The Guardian adds that disease outbreaks not related to environmental damage could also be taking their toll on the species.</p> <p>* <a href=\"http://www.theguardian.com/conservation/story/0,13369,1328057,00.html\">Farewell to the frog?</a><br> * <a href=\"http://news.independent.co.uk/world/environment/story.jsp?story=572318\">Independent: The polluted planet</a></p> <p><b>BOMBERS STRIKE IN BAGHDAD'S GREEN ZONE</b></p> <p>Suicide bombers struck inside the fortified green zone in the heart of Baghdad for the first time yesterday, killing 10 people.</p> <p>The FT reports that the complex, which was created after the fall of Saddam Hussein's regime, is home to 10,000 people and had been regarded as an \"island of security for westerners in Iraq\". However, increasing attacks on the city centre by insurgents since September have seen it targeted frequently. Abu Musab al-Zarqawi's Tawhid and Jihad, the group that murdered British hostage Kenneth Bigley, claimed responsibility for the attack.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1327760,00.html\">Bombers bring chaos to Iraq's safe compound</a><br> * <a href=\"http://news.ft.com/cms/s/b53c437e-1db8-11d9-9c24-00000e2511c8.html\">FT: Bombers strike in Baghdad's Green Zone</a> </p> <p><b>PRINCE 'CHEATED IN EXAM'</b></p> <p>Claims that Prince Harry cheated in a AS-level exam make ideal tabloid front pages for all but a soap-obsessed Star and gambling-concerned Mail. The Sun, which christens the claims \"Watercolourgate\", reports that a sacked teacher at Eton secretly taped the prince saying he had written only a \"tiny part\" of an exam project. Sarah Forsyth, who claims she wrote the rest, is suing for unfair dismissal.</p> <p>The Guardian observes that the prince's \"parents were both notoriously embarrassed by secretly recorded tapes which exposed elements of their private lives they would much rather have kept secret\".</p> <p>* <a href=\"http://www.theguardian.com/monarchy/story/0,2763,1327983,00.html\">Teacher taped Harry to prove he cheated at art AS-level</a><br> * <a href=\"http://www.thesun.co.uk/article/0,,2-2004480532,00.html\">Sun: Tape that, Harry</a></p> <p><b>UNITED TAKEOVER BID COLLAPSES</b></p> <p>The proposed takeover of Manchester United last night collapsed when its major shareholder informed the stock exchange he would have no further talks with the US billionaire Malcolm Glazer. The Telegraph says the news will delight the club's fans, who had bitterly opposed the proposed takeover.</p> <p>* <a href=\"http://www.telegraph.co.uk/sport/main.jhtml?xml=/sport/2004/10/15/sfnutd15.xml\">Telegraph: United takeover collapses</a></p> <p><b>NORWAY'S 'BRITISH' ROYALS</b></p> <p>The Times carries a rather intriguing story suggesting that the Norwegian royal family are more British than the Windsors. </p> <p>The claim centres on a Norwegian academic's findings that a British baronet, Sir Francis Laking, secretly sired the late king of Norway using a primitive form of artificial insemination. He passed his genes on to King Olav's British-born mother when she visited him in London in 1902. The academic's book suggests she may not even have known about the artificial insemination. The Wrap is confused, and wants to know more.</p> <p>Thankfully, the angry restaurateur makes a comeback in the Mail. Sarah Roe was barred from leaving Tom Aikens' eponymous restaurant in Chelsea after a GBP600 meal when she was accused of stealing a spoon. As the chef confronted his diners, a waiter found it on a nearby table - but Mr Aikens allegedly insisted that Ms Roe had planted it there. It was not the first time Mr Aikens' temper has landed him in trouble: four years ago, he was fired from Pied a Terre in London after being accused of branding a trainee with a hot palette knife.</p> <p>* <a href=\"http://www.timesonline.co.uk/newspaper/0,,174-1311094,00.html\">Times: The 'British' royals of Norway</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; <a href=\"http://politicstalk.theguardian.com/WebX?50@@.77476488\">Aleida Guevara, the eldest daughter of Che Guevara, will be answering questions live online at midday</a>.</p> <p>&gt;&gt;&gt; <a href=\"http://politics.theguardian.com/esf/0,15212,1326215,00.html\">Full coverage of the European Social Forum</a>.</p> <p>&gt;&gt;&gt; <a href=\"http://www.theguardian.com/elsewhere/0,7792,368031,00.html\">John Aglionby on the sorry plight of 115 boxing orangutans in Thailand</a>.</p>",
  "A near stampede marred the opening ceremony of the 2004 European Social Forum in London last night, as up to a thousand rain-soaked activists were barred entry to the Southwark Cathedral reception. <p>Up to two thousand delegates queued in the London dusk and repeated cloudbursts for the event which was due to kick off the three-day conference of European global justice activists, only to find around half turned away. A potentially dangerous bottleneck was created as organisers only admitted one guest at a time, after a bag search, from a scrum of several hundred outside.</p> <p>At first oblivious to the crushed crowd still waiting outside, the speakers, including Ken Livingstone, Gerry Adams and Che Guevara's daughter, Aleida, began half-an-hour late. Repeated attempts to ram the door, chants and slow handclaps echoing from the cathedral graveyard then reduced the opening ceremony to a state of semi-siege as wet and disgruntled delegates, numbering at least as many as were in the building, protested against the poor organisation of the ESF outside.</p> <p>There was no apparent threat of the direct action tactics of the May Day protests, but a mood of dejection and chaos forced organisers inside to apologise that the cathedral was \"the largest venue we could book\".</p> <p>One usher confided that it was \"bigger than when Nelson Mandela came here\".</p> <p>On stage, Ken Livingstone welcomed guests from across Europe to what he called \"the largest conference in the history of Britain in over 2,000 years\". The three-day gathering will see 500 events held in the capital.</p> <p>He told the radical congregation of around 1,000 that there was \"still a queue thousands long\" in London yesterday evening to register for accreditation, and that today's attendance for the first full day of the conference of grassroots socialists, environmentalists and anti-globalisation campaigners would be \"20,000 to 30,000\".</p> <p>To cheers, he joked that the \"last few days the media has woken up to the ESF - because my press officers have been rung incessantly to ask 'how much is it costing'?</p> <p>\"Let me tell you - it costs less than the G8 [which the UK will be hosting at Gleneagles next year] or the arms fair in London 18 months ago ... and if the media pay for entry, it will help defray the costs!\"</p> <p>Reflecting his view from his exclusive Guardian Unlimited interview yesterday, that Europe's young were far from politically apathetic, Mr Livingstone boasted that the 5,000 delegates camping down in the Dome last night made it \"the biggest youth hostel in Europe.\"</p> <p>With a panel of Frances O' Grady, the TUC deputy general secretary; Dr Aleida Guevara, the daughter of the late revolutionary Che; and globalisation academic Susan George; Mr Livingstone suggested that the war on Saddam Hussein was \"precipitated\" by the Iraqi dictator's decision to switch the sales of oil from dollars to euros.</p> <p>Mr Livingstone said : \"Within my lifetime there will be a challenge against the dollar. China will emerge and say 'why trade in dollars?'</p> <p>\"Within a generation it will be the most dangerous time in world history.\"</p> <p>Turning to the operation of world markets, he added: \"All the people in the world have an interest in overthrowing the existing financial regime of the IMF and the World Bank,\"</p> <p>Before introducing Dr Guevara, the mayor revealed that in the last year of his current term, 2008, the Greater London authority would commemorate the 50th anniversary of the Cuban revolution.</p> <p>Dr Guevara told the audience through a translator: \"Socialism is still a possibility. Solidary is of paramount importance.\"</p> <p>She quoted Mother Teresa to an audience of peace activists hailing from Russia, Poland, France, the UK, Spain, Germany, Australia and the US.</p> <p>Today's opening seminars, workshops, plenary sessions, concerts and films will test rumours that 36 hours of heavy downpours in the capital have left several of the venues and marquees at Alexandra Palace partially flooded.</p> <p><b>·</b> The Guardian is a media partner of the European Social Forum</p>",
  "US demands on the Nato alliance are growing more onerous as the American military struggles to meet global commitments. And Nato, which lost an evil empire and failed to find a role, is feeling the strain. <p>This week's US proposal to integrate Nato's peacekeepers in Afghanistan with US combat troops fighting the \"war on terror\" there is a case in point. </p> <p>Germany and France, which jointly lead the 9,000-strong International Security and Assistance Force in Kabul, rejected the idea. They do not want their soldiers under US command. And they suspect the US would use a merger as cover for troop withdrawals. </p> <p>But as usual with its Nato initiatives, the US expects to get its way. Undaunted, US ambassador Nicholas Burns said he wants a blueprint on the table by next February. </p> <p>The US is also pressing Nato to do more in Iraq. Most members of the 26-nation alliance are already involved in one way or another. But a formal Nato role is a different matter. </p> <p>After bitter wrangling, a modest Nato training mission to Baghdad has been agreed, beginning this winter. But the Americans want more - and fast. At last June's Nato summit in Istanbul, President George Bush urged the alliance to take on a much bigger role </p> <p>Tony Blair said at the time that Nato, confined historically to the European sphere, must be ready to rise to \"new challenges and threats beyond its borders\". Mr Burns goes further: \"Nato must be present on the front lines of the war on terrorism\". </p> <p>The Democratic presidential candidate, John Kerry, also wants an expanded international military presence in Iraq. </p> <p>But whether he or Mr Bush occupies the White House, a basic problem remains: how to reconcile America's ever more importunate demands for Nato military backing with a highly political US global agenda which many European members view with deep misgivings. </p> <p>Despite the end of the cold war, September 11 and the \"war on terror\", the US vision for Nato has not fundamentally changed since Soviet times. Europeans see themselves as partners. The Bush administration sees them as followers - or else, renegades. </p> <p>Immediately after 9/11, Mr Bush snubbed Nato's offer to help. Now the US has realised that it badly needs Nato's assistance (and likewise that of the UN). </p> <p>But its effort to involve both organisations more deeply in Afghanistan and Iraq is \"as much an act of desperation as anything else to rescue a failing venture\", Brent Scowcroft, George Bush Snr's national security adviser, told the Financial Times. </p> <p>The stresses on Nato do not stop there. US pressure to increase deployable troop numbers, spending and capabilities is unremitting. Nato's 18,000-strong mission in Kosovo is meanwhile held hostage to a stalemated political process. Elections next week in the breakaway Serbian province could be a catalyst for renewed violence. </p> <p>The scheduled December handover to EU peacekeepers in Bosnia, while promising some respite for Nato, is also a reminder of the competing claims on manpower and resources represented by Europe's advancing military ambitions. </p> <p>Nato announced in Romania this week that its 17,500- strong response force, another US-initiated project, is now operational. The EU is simultaneously building its own 14,000-strong rapid reaction force, part of an EU \"army\" mustering 60,000 troops by 2007. But some of these soldiers are being counted twice or even three times. </p> <p>Nato's headaches arise not just from US pressure but also from US weakness. The US military, with 140,000 troops in Iraq alone, is seriously over-committed worldwide. </p> <p>A Pentagon panel recently warned that a big increase in total forces was essential unless the number and aims of US war-fighting and stabilisation missions were reduced. Mr Kerry says 40,000 more soldiers are needed. </p> <p>In Iraq, half the US forces are National Guard or reservists, not regular troops; tours of duty have been extended, leading to difficulties in recruiting and re-enlistment. Morale has suffered. </p> <p>Recently announced US base closures in Germany are not nearly enough. And planned troop withdrawals from South Korea have in any case been postponed because of worries about the North. </p> <p>This military overstretch is generating intense political, financial and electoral pressures within the US. Hence the relentless push for the Nato allies to do more - whether they want to or not.</p>",
  "Millions of Americans are scratching their heads over how to vote on November 2 after the last of the three televised presidential debates left George Bush and John Kerry neck and neck over jobs, education, health care and taxes, with little mention of Iraq or 9/11. But the rest of the world, according to a poll we and several other newspapers publish today, has already made up its mind, backing the Democratic challenger by a margin of two to one. <p>Any sample, of course, is just a sample, but this survey of public opinion in 10 countries does include the US's two immediate neighbours, Canada and Mexico, as well as Israel and Russia, Washington's close allies in the \"war on terror\", and Britain, still its most loyal transatlantic friend, despite widespread criticism of Tony Blair. Unfortunately, Muslim countries are absent, though their inclusion would have made even gloomier reading for the White House. A recent Pew Research Centre poll, for example, showed just 7% of Pakistanis approve of Mr Bush, while 65% have a favourable opinion of Osama bin Laden. </p> <p>These findings - likely to achieve a high degree of exposure because they are media-driven - confirm previous polls in underlining the degree of global hostility to President Bush and the Iraq war. Some 74% of Germans, according to GlobeScan, want to see Mr Kerry win the election. A June poll conducted by the German Marshall Fund found that 76% of respondents in nine European countries disapproved of Mr Bush's handling of international affairs, up significantly from a survey in 2002. It also found that 80% of Europeans polled - compared with half of Americans - said Iraq was not worth the human and financial cost. In Europe, only Poles would rather see Mr Bush back in the Oval office. Elsewhere in \"new Europe\" there is a distinctly \"old European\" wish to see the Massachusetts senator win. Further afield, Israelis are the only people to back the incumbent and to see American democracy as a model for other countries. Similarly positive views in Russia appear to reflect the hardline US view on Chechen terrorism: the survey was carried out in the aftermath of the Beslan school massacre. </p> <p>Against this bleak background, the good news is that there is a clear distinction between anti-Americanism and criticism of US policies. No less than 68% of all those polled - with the French, Mr Kerry's most fervent backers, scoring a surprising above-average 72% - have a favourable view of Americans but are implacably opposed to the US government. Opinions of the US have worsened for 57% over the past three years. </p> <p>Strikingly, though, political differences may now be casting shadows in other areas. Young Britons, avid consumers of Big Macs, Starbucks and Friends, are now hostile to American culture on a scale traditionally associated with the French. Canada, Mexico and South Korea feel even more threatened. It is common ground that Iraq and the Guantánamo Bay and Abu Ghraib scandals have eroded the sympathy generated by the 2001 terrorist attacks. Encouragingly for whoever does win, 90% believe it is important to maintain good relations with the US. The danger is, perhaps, of expecting too much from a Kerry victory. </p> <p>Mr Bush may well wish to exploit this hostility, against a rival he has portrayed as caring too much for allies and not enough for America. Clearly, if the world had a vote, the result on November 2 would not be in doubt. The president is unlikely to be surprised that the Guardian, Asahi Shimbun, Le Monde or El Pais believe that Iraq is a \"deadly and highly questionable war\". That though, is the view of the Lone Star Iconoclast, published in his home town of Crawford, Texas. It matters a lot what others think about the US. But it is only Americans who can choose their own leader.</p>",
  "<p>In his critical report on the BBC's digital channels, Professor Patrick Barwise praises the success of CBeebies and CBBC.</p> <p>They score for all sorts of reasons: children watch them, they have original British content, they are a safe environment, they carry no advertising.</p> <p>I think BBC Television ought to ponder this lesson, and then look to the other end of the age spectrum, the over-60s, pensioners and, increasingly, the very elderly, and ask itself, how can we serve this rapidly growing sector of the population better? Especially since, unlike children, no one is specifically targeting them.</p> <p>As Prof Barwise asks, is it fair that 80% of the funds going into the new digital services are spent on BBC3, CBeebies and CBBC - all aimed at the under-35s - although digital take-up depends largely on the over-55s?</p> <p>The commercial channels all focus on attracting people aged 16 to 34 because those are the coveted viewers advertisers are desperate to reach.</p> <p>There are bonuses attached to delivering this demographic for executives at Five, eager to correct a downmarket older profile, while Channel 4 derives its wonderful premium advertising from attracting this age group. But the pool is overfished.</p> <p>And the BBC, with a guaranteed licence fee, does not need to be part of that game. And,when it comes to BBC3, it isn't very good at it anyway. Prof Barwise's answer to the poor performance of BBC3 is to loosen the straitjacket, andallow it to be of broader appeal.</p> <p>But surely, that is what BBC1 and BBC2 are for?</p> <p>For ITV and the BBC, older viewers are basically taken for granted; they are needed to bulk up the ratings, and are always prepared to switch on in their millions... except they don't like reality shows.</p> <p>The BBC has even revelled in its success at driving down the average age of listeners to Radio 2, hence the flirtation with Jonathan Ross.</p> <p>Some radical thinking is needed.</p> <p>Four years ago the Treasury took the sting out of the BBC licence fee byagreeing that it would pay the licence fees for the over-75s - £400m a year to the BBC, with no evasions.</p> <p>But the government failed to extract a quid pro quo from the BBC for this move, which has, incidentally, made the licence fee far less of a politically charged issue.</p> <p>For older people, television is a real comfort and a friend. They are there to view during the day in particular.</p> <p>Some of the strands already present on Radio 4 - Your &amp; Yours, Money Box Live, could be adapted for television. As could versions of Watchdog and Crimewatch. </p> <p>One concrete example: there is currently confusion among manyp ensioners about the decision to move to electronic payments for pensions,exacerbated by the closure of post offices. Where better than a trusted BBC channel to bridge the communications gap?</p> <p>There are huge areas where sound information, help and ideas could be passed on: health, cooking/diet, holidays, entertainment, music, archive footage,counselling, religion.</p> <p>I think a pensioners' information-led BBC TV channel probably ought to be a useful daytime service, and so avoid overlapping with the mainstream high-budget drama, comedy, natural history and news programmes that are run on the main channels, in peak time.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Chaos reigned as an estimated 10,000 people converged in London for the third European social forum with delays, frustration and problems at three venues. <p>Despite a welcome from Ken Livingstone, the mayor of London, who praised the forum's diversity, many visitors were bemused by a lack of organisation, which reflected badly on a capital bidding for the Olympic Games. </p> <p>The chaos began early when 6,000 of the mainly young people attending the three-day forum (ESF) had to queue for many hours in the rain to register and collect passes at the Conway Hall in central London. Because only 900 are allowed in at a time, the police were called to clear the premises. Fights ensued, and a man was arrested. </p> <p>\"Things got out of control. We were invaded by the Socialist Workers party,\" said Mary Fee, spokeswoman for the Solidarity village, an \"autonomous space\" at the hall hoping to set up an alternative currency for participants. </p> <p>As organisers announced that the Israeli whistleblower Mordechai Vanunu would address a meeting tomorrow, Mr Livingstone denied that the forum was being taken over by British leftist groups. </p> <p>\"The ESF is far too big and diverse to be swamped by any one viewpoint,\" he said. \"The global justice movement will be reflected in the different debates and speakers.\" </p> <p>The gathering gets into gear today and is expected to attract 1,000 groups, 350 of them British. The first two forums, in Florence and Paris, each attracted 50,000 participants. The Guardian is the forum's media partner. </p> <p>However, criticisms of logis-tics dominated the discussions which started last night at Southwark cathedral with the formal opening by Mr Livingstone, Che Guevara's daughter, Aleida, Gerry Adams, and others. </p> <p>Frustrations seethed over as more than 1,500 people were kept waiting in the rain and then refused entry to hear the opening speeches. </p> <p>And earlier hundreds who made their way to Alexandra Palace in north London, the venue for many of the 2,000 events, found only security guards and workmen. </p> <p>\"There is not one sign anywhere. The shuttle buses are not working. It seems there is no organisation,\" said Juan Blanco, a Spanish doctor. \"No one knows what is going on. Compared to Paris this stinks.\" </p> <p>But as some battled with transport, others were de-lighted by the vast choice. \"I have never seen such a programme,\" said Roberto, who arrived from Spain yesterday. </p> <p>\"This is like the Olympics of politics and culture, a cross between the Edinburgh Festival and the Paris Commune. There is too much for three days, but this is a good sign for social justice in Europe. The movement is vibrant.\" </p> <p>Back at Southwark, Mr Livingstone said: \"We expect 20- 30,000 delegates. In the last few days the media has woken up to the ESF. I know that because my press officers have been inundated with calls asking 'How much will it cost?' </p> <p>\"I tell you this, it will cost less than the G8 or last year's arms fair in London,\" he said to loud cheers. </p> <p>And he offered a warning, claiming that Saddam Hussein's decision to sell Iraqi oil in euros rather than dollars \"precipitated\" the US decision to topple him. </p> <p>\"Within my life time there will be a challenge against the dollar. China will emerge and say 'Why should we trade in dollars?' It will be the most dangerous time in world history.\" </p> <p>He told the crowds - as he introduced Ms Guevera - that in 2008 London would celebrate the 50th anniversary of the Cuban revolution. </p> <p>Ms Guevera received a standing ovation and said: \"Socialism is still a possibility and solidarity is of paramount importance. The road is long but as Mother Teresa said: 'Life is life - defend it'!\" </p> <p>Earlier Mr Adams said: \"We must have fair trade over free trade and we must have a UN that is reformed, modernised, and strengthened.</p>",
  "Social democrats must bury their differences over Iraq to form an international consensus to fight African poverty, climate change and build a more effective UN, Tony Blair said at a Progressive Conference of centre left governments in Budapest yesterday. <p>Trying to shift the agenda beyond Iraq, Mr Blair said: \"I do believe it is essential that Europe and the United States work together. I think that any idea we can build a coherent international agenda on a division between Europe and the US is simply wrong.\" </p> <p>\"We need the two of them to work together. That requires both to reach out to make sure that we can develop such an agenda. </p> <p>\"I think we can deal with these international issues far more easily if we have a broad, simple agenda that includes not just terrorism and weapons of mass destruction but also global poverty, sustainable government, the Middle East peace process and globalisation of institutions. </p> <p>\"It should be possible for Europe and America to work on that together. It is essential that we bring democracy to Afghanistan and to Iraq.\" </p> <p>Britain holds the presidency of the European Union and the Group of Eight industrialised countries in 2005, and is to push a strong pro-Africa and environmental agenda. Mr Blair will be hoping to develop a political climate in which the G8 countries feel forced to act on commitments made at previous summits. He has set up a commission for Africa due to publish in March and likely to set a challenging set of demands for the G8. </p> <p>In an article for the conference in Progressive Politics, Mr Blair's confidante Peter Mandelson said: \"America has learnt from the errors of the war in Iraq. America now understands that it needs allies: not just coalitions of the willing that will support the US in its own policy decisions, but a wider international community that wants its voice to be heard and recognised.\" </p> <p>He said a stable democratic Iraq could best be achieved by greater involvement of the UN and greater efforts to inter-nationalise the coalition effort, particularly on the part of Europe. </p> <p>He said his remarks on Wednesday admitting the insurgency inside Iraq would have been weaker if there had been a second UN resolution had been misinterpreted. \"I am sorry that some media outlets misinterpreted what I said. I supported the invasion before and I support it still.\" </p> <p>Ferenc Gyurcsany, the new Hungarian prime minister, Thabo Mbeki, the South Africa president, Ricardo Lagos from Chile, Adrian Nastase from Romania and Helen Clark from New Zealand were also at the conference, which has grown out of third way conferences initiated by Mr Blair, Bill Clinton and other centre-left leaders. </p> <p>The conferences are seen as influential in shaping thinking on international trends such as migration, the demographic time bomb, child care and the transatlantic relations. </p> <p>Mr Gyurcsany, one of Hungary's richest businessmen, is transforming his former communist party. He said that while the socialists no longer saw change as a struggle between social classes, there should be \"more responsibility taken above and more opportunities below\". </p> <p>He said: \"While I accept Tony Blair's slogan that rights and responsibilities go hand in hand, if those rights are not paired with opportunities, then it's no use.\"</p>",
  "When I arrive in Britain on Wednesday morning the headlines all announce the woeful state of British pensions. By evening, I discover that not many Britons are aware that tens of thousands of thinkers and activists from across Europe and beyond gather this week in London for the third European Social Forum (ESF). These two observations seem connected. Neo-liberalism, which officially began here with Mrs Thatcher, has not yet finished its dirty work. As Wednesday's headlines show, it is still bent on destroying hard-earned rights - sorry, \"privileges\". Many people seem to take this for granted and consider all resistance futile. <p>When the social forum concept was first launched in Porto Alegre, Brazil, in 2000 it was meant to provide a counterweight to that neo-liberal festival, the annual World Economic Forum in Davos. The idea was fruitful and duly multiplied, hiving off smaller replicas of itself in various cities, regions and continents. In the process, the Davos crowd has tended to be forgotten, sometimes even shrugged off as irrelevant by those who proclaim that \"another world is possible\". </p> <p>But Davos, the people who hobnob there, and the institutions they represent, have not gone away. Their ideology, money and rules still dominate the world, creating ever greater social inequalities, destroying democracy and leading us all towards planetary collapse. \"Globalisation\", a word invented to convey the false hope of an integrated, inclusive world, has in reality meant the opposite: the rejection and exclusion of hundreds of millions who contribute little or nothing to production and consumption and are thereby considered useless by 21st-century capitalism. </p> <p>ESF participants utterly oppose the Davos view of \"globalisation\". The challenge they face is deadly serious. It deserves the best strategic thinking they can muster in order to mobilise effectively against powerful adversaries, to alter the present balance of forces and ultimately, yes, to change the world. </p> <p>So far, social forums have fulfilled the goal of providing a space for discussion and confrontation of points of view; they have supplied the citizens' movement with cogent analysis and come up with a good many concrete proposals. Without the first ESF (Florence, November 2002) and the World Social Forum of Porto Alegre two months later, the spectacular, unprecedented and worldwide mass mobilisation against the Bush/Blair war in Iraq could never have happened. Although the mass movement didn't succeed in stopping the war (nothing could have done that), it did earn the New York Times accolade of \"the second superpower\". That's quite an achievement for a movement barely five years old, if one counts from Seattle in November 1999. </p> <p>We now need to apply the same passion and determination to battles which, unlike the one against the Iraq war, we can actually win. Each participant has his or her own list; mine would include international taxation and redistribution, cancellation of third world debt; getting rid of genetically manipulated organisms; and saving public services, health and education from the clutches of the World Trade Organisation. The list is long, but do-able. </p> <p>What we no longer need are ritual denunciations and constant reminders from the platform that we are in favour of some things (social justice, human rights, democracy, ecological responsibility...) and against others (war, poverty, racism, global warming...). Reiteration of these themes has become the primary function of over-abundant ESF plenary sessions. I cannot imagine any Davos Masters of the Universe quaking in their boots as a result of these ceremonial activities. </p> <p>The Porto Alegre World Social Forum in 2005 will take the welcome step of eliminating the plenary star-system altogether in order to concentrate exclusively on seminars and workshops. The role of a social forum should be to identify groups worldwide working on similar issues and place them in contact well before the event so that they can set their own agendas and, when they arrive, hit the ground running. This is the way to win. </p> <p>People from all over the world have been invited to London, but we should keep in mind that this is primarily the European Social Forum, and Europe just now has a lot on its plate. How many Europeans, including those attending the ESF, have ever heard of the Bolkestein directive, a noxious EU proposal which conveniently invents a whole raft of new legal concepts like \"the country of origin\"? A firm providing any service has only to set up its headquarters in one of the 25 EU countries - Slovenia, say - and, hey presto, Slovenia's social and labour legislation will apply to that company's activities throughout the EU. The \"receiving\" country will no longer have even the right to know what firms have set up shop on its territory - the responsibility for surveillance will be exclusively Slovenia's, and the said firms can also \"import\" labour from anywhere so long as they have a residence permit in, you guessed it, Slovenia. </p> <p>I am myself a convinced European but I cannot vote for the proposed constitution which would enshrine the competitive free market as the heart of Europe's identity, exclude all mention of solidarity and cooperation; make subservience to Nato mandatory and render all its provisions irreversible for decades. </p> <p>The EU trade commissioner has given wholehearted support to the WTO, including the services agreement (Gats) whose ultimate goal is to turn all human needs and activities into commodities. I fear ESF participants may learn little about such scandalous subjects - wilfully complicated by the authorities to make opposition more difficult - and most of them will leave London no more equipped to fight against them than when they arrived. </p> <p>We need therefore to take seriously the \"E\" in ESF, improve our alliances and determine ways to combine our forces. Whereas the South has undergone decades of \"structural adjustment\", better known as austerity and destruction of all social services, most Northerners are only starting to understand that neo-liberal policies apply to them as well. The assault against European citizens, against the welfare state, even against social cohesion, is well advanced. Everything gained by people's struggles over the past 100 years is once more up for grabs. The ESF does not have the luxury of time to be side-tracked. </p> <p>The neo-liberal ideal stresses individual responsibility, freedom for business and market solutions; it affirms that private is always better than public, that people \"get what they deserve\". We propose instead the rule of law to curb the insatiable appetites of transnational corporations and financial markets; social solidarity with the poor and weak wherever they may live; and participatory democracy as the means to defend and improve the \"welfare model\". </p> <p>At the ESF, as in every other social forum, we should cease ritual, repetitive complaining about the ills of the world and, rather, take the time to examine power coldly, determine its strategic weaknesses and decide, together, how to push our neo-liberal adversaries back until at last they fall over the edge of the political cliff. </p> <p><b>·</b> Susan George is associate director of the Transnational Institute; her most recent book is Another World Is Possible If ... </p> <p><a href=\"http://www.tni.org/george\">www.tni.org/george</a></p>",
  "There's a sense of resignation on the old-town side of Stevenage, Hertfordshire. <p>Development, locals know, is inevitable, but that does not mean they court it. </p> <p>With news revealed in the Guardian yesterday that 500,000 new homes would be built in the east of England as part of John Prescott's new housing development plans, local fears grew about the effects on local wildlife and the water system. </p> <p>But more than anything, it was knowing the green belt would be heavily impinged upon, and in some places disappear altogether, that caused concern. </p> <p>Villages throughout Bedfordshire, Cambridgeshire and Hertfordshire were coming to terms with news which for years they have suspected was not far away. They worry that the village appeal created by Tudor houses, sloping cemeteries and historic churches will be swamped by overdevelopment. </p> <p>According to documents obtained by the Guardian, in Stevenage alone there will be an estimated 6,400 houses built in the next 21 years. JP Cleverly, who lives on the outskirts of Stevenage, near Hitchin, says his area is one on which he knows the development will have an impact. </p> <p>\"It's all just going to be swallowed up, isn't it?\" he says, referring to the green belt. </p> <p>\"I just think about the fields where I live and I think where are the bloody rivers going to run? And the wildlife, what is going to happen there? </p> <p>\"The wildlife is part of our country and if you do away with that out here you have nothing left. It's all about people just making money, that's all it is.\" </p> <p>Douglas Moulding said that over the last two years the threat of redevelopment had been imminent, and something locals had fought against initially but had gradually learned to accept. \"It's just terrible, and over the past two years we have seen it come closer and closer,\" he said. </p> <p>\"I really don't know how the green belt area of the town is going to cope with this news. I think there's a lot more brown sites which they could have used and I'm really sorry that the green belt is going to suffer because of this.\" </p> <p>While many locals acknowledged that the effect on the local economy of the development would be good for the future of their children, and possibly lead to improved hospitals and schools, there was still overwhelming resistance, which mostly stemmed from concerns about the environment. </p> <p>Roger Millard has lived in Stevenage since 1958. Much of his family lives there and he has worked in the town for most of his life. </p> <p>He is concerned that the local infrastructure will not be able to cope with the development onslaught. </p> <p>\"The bypass here can't cope with traffic at the moment, and that will obviously get worse and worse as more people arrive,\" he said. </p> <p>\"In a way it is inevitable there would be development on the scale which is proposed, but if there was less immigration, and less broken families, maybe we wouldn't need as many new homes.\" </p> <p>Mr Millard, 68, said he hoped it would bring new business into the town, but transport would need to be improved. \"The trains are already at bursting point back into the city,\" he said. </p> <p>\"But it is a difficult situation, people saying they don't want redevelopment, because if there wasn't redevelopment in the first place then I wouldn't have my home here. </p> <p>\"So in a way it is a bit naughty of us who have homes here to say we don't want others coming in. It's hypocritical then, isn't it?\" </p> <p>In Broxbourne, another area flagged for extensive redevelopment, the high street is already filled with traffic and residents are concerned about how they will cope under the strain of a reported 5,100 additional homes being built between 2001 and 2021. </p> <p>A local estate agent, John Moore, realises his business will benefit but, as a passionate local, he can also see how development is ruining the town. </p> <p>\"It's very difficult to say as a local estate agent, as redevelopment is good for business,\" he said. \"But I have lived here for the best part of 30 years and we are suffering.\" </p> <p>The population of 9,000 already had problems getting around on the roads, he said, and important parts of the community, such as a local school, were being lost to redevelopment. </p> <p>\"Broxbourne is a very small place and I don't believe we have the capacity for another 5,000 homes. Broxbourne is under threat, and I do feel threatened by it. </p> <p>\"We will just become part of the north London overspill.\" </p>",
  "<p>British scientists have used nanotechnology to trap and store hydrogen gas for a new generation of fuel cell car engines, they report today. </p> <p>Hydrogen is the commonest element in the universe. In a fuel cell, it reacts with oxygen from the atmosphere to generate heat and an exhaust of water vapour. </p> <p>With these cars on the road, there would be no carbon dioxide to fuel global warming, and no toxic fumes to trigger respiratory diseases or make clouds of acid rain. </p> <p>A new generation of hydrogen-powered buses and cars is at the prototype stage, but there is no efficient, safe way of storing the gas. </p> <p>Researchers at Liverpool and Newcastle Universities report in the US journal Science that they have found a workable method of injecting the gas at high pressure into material riddled with pores that are millionths of a millimetre in diameter. The pores could reduce the pressure to hold the gas safely, and then the gas heated and released as energy, which would drive an engine. </p> <p>\"This is proof of the principle that we can trap hydrogen gas in a porous material and release it when required,\" said Mark Thomas, of Newcastle's carbon research laboratories. </p> <p>\"If developed further, this method would have the potential to be applied to powering cars or any generator supplying power. Although hydrogen-powered cars are likely to be decades away, our discovery brings this concept a step towards reality.\" </p> <p>The city of Chicago began experimenting with hydrogen-powered buses a year ago. Most big manufacturers are trying out hydrogen-powered or hybrid cars. But hydrogen is a highly reactive gas, and cannot be piped, distributed and stored in huge quantities. It could be many years before hydrogen-powered cars offer serious competition to petrol or diesel-driven machines. </p> <p>George Bush announced a \"hydrogen fuel initiative\" last year, and the challenge is on to design a storage system that will take a vehicle at least 300 miles on one tank.</p>",
  "A third of the world's amphibian species are in danger of extinction, according to the first ever global survey of the animals. Scientists think that the mysterious collapse in numbers might be a warning that our environment may be in a worse state than we think - amphibians are known to be the most sensitive of all animals to subtle changes in their ecosystems. <p>There is also a new spectre that has come to haunt the frogs, toads, salamanders and newts that live in and out of water - a fungus that has already destroyed entire populations in many parts of the world and could spread to Britain. </p> <p>Scientists have known since the 1980s that the many of the world's amphibian species are vanishing but the scale of decline revealed by the new survey, published today in Science, has stunned them. Nobody knows what is causing the devastation but it is likely to be loss of habitat to pollution, climate change and increasing competition with humans. </p> <p>More than 500 scientists from more than 60 countries took part in the three-year Global Amphibian Assessment, a study of the world's 5,743 known amphibian species. One in three - a total of 1,856 species altogether - are threatened with extinction, they say. The latest count shows 122 amphibian species have become extinct in the past 20 years. </p> <p>At the global level, scientists say that the drop in amphibian numbers could be an indicator of the poor state of our environment. \"Amphibians feel the effects of water pollution, climate change before other forms of life including mankind,\" said Neil Cox, a programme officer with the joint World Conservation Union and Conservation International biodiversity assessment unit, which coordinated the survey. \"They are the best indicators overall of environmental health largely because their porous skins allow for water transpiration and movement of chemicals.\" </p> <p>But damage to the environmental is not the whole story. Many species have disappeared from pristine habitats that have suffered little environmental damage. \"This is thought to be a response partly to outbreak of the disease chytridiomycosis,\" said Mr Cox. </p> <p>The disease is caused by a fungus of the chytrid family called Batrachochytrium dendrobatidis and it infests the skin of adult amphibians and the mouth-parts of their larvae. \"Amphibians drink through their skin and they also breathe through their skin, so anything that happens to their skin really screws them up,\" said Dr Matthew Fisher, a molecular epidemiologist at Imperial College London. \"Tadpoles carry it but they're absolutely healthy. It's when they metamorph into little froglets that they die instantly - as soon as they hop out of the pond.\" </p> <p>There is no practical treatment for the disease, which is concentrated mainly in Australia, North and Central America and the Caribbean, and it is spreading. The fungus has been implicated in the extinction of the Kihansi spray toad from Tanzania and, in Europe, it has been found infesting the common midwife toad. </p> <p>There have been no confirmed cases of the disease in Britain, but it could be just a matter of time.</p>",
  "After 50 years of failure, a vaccine against malaria could be in sight, raising hopes of slashing the death toll from a disease that kills more than a million people, mostly babies and pregnant women, every year. <p>For the first time, human trials carried out on more than 2,000 young children in Africa have shown that it is possible to produce a vaccine that will protect some infants against infection and make the course of the disease less serious and life-threatening in others. </p> <p>Results from the trials in Mozambique are published today in the Lancet medical journal. </p> <p>Pedro Alonso, from the centre of international health at the University of Barcelona, and the team who carried out the research say that, although the vaccine gave the children only partial protection from disease, the results \"show development of an effective vaccine against malaria is feasible\". </p> <p>The trial involved 2,022 children aged between one and four living in southern Mozambique, where each person gets an estimated 38 bites a year from malarial mosquitoes. </p> <p>The researchers found that vaccinated children were 30% less likely to have suffered at least one episode of clinical malaria (that needed treatment) by the end of the six-month trial, compared with unvaccinated children. </p> <p>The vaccine was 45% successful in extending the length of time before children became infected with malaria, and vaccinated children were 58% less likely to develop severe malaria which could kill them. </p> <p>There was a mixture of excitement and restraint from the scientists involved, who say that the earliest a vaccine could be licensed, if further trials go well, is 2010. </p> <p>\"These results demonstrate the feasibility of developing an efficacious vaccine against malaria that could significantly contribute to reduce the intolerable global burden of this disease,\" writes Dr Alonso in the Lancet. </p> <p>The progress owes much to the malaria vaccine initiative (MVI), which was set up with a grant from the Bill and Melinda Gates Foundation. The MVI promotes public-private partnerships, often in areas that lack profitability, such as supplying medicines to the developing world. </p> <p>The vaccine, known as RTS,S/AS02A, was discovered by GlaxoSmithKline Biologicals and is one of a number of possible vaccines that have been given financial backing by the MVI. </p> <p>Melinda Moree, the director of the MVI, was enthusiastic about the trial results. </p> <p>\"These findings represent a breakthrough in the science of malaria vaccines. They provide convincing evidence that a vaccine could become part of the world's efforts to spare children and families from the devastating effects of this disease. This brings us another step closer to a licensed vaccine,\" she said. </p> <p>It has taken a long time to get this far. Other vaccines - most notably one called SPf66, developed by the Colombian scientist Manuel Patarroyo - have seemed promising but ended in disappointment. </p> <p>SPf66 looked good in the laboratory and in animal tests, but human trials, first in Gambia and Tanzania, backed by the World Health Organisation, and then in Thailand, supported by the US military, showed no protection against the disease. </p> <p>In a commentary on the latest results, also published in the Lancet, Philippe van de Perre and Jean-Pierre Dedet, from the University of Montpellier in France, say there is no reason to think things will now get easier. </p> <p>\"The road toward a safe and efficient malaria vaccine being available and usable on a large scale ... will be long and chaotic,\" they write. </p> <p>It is fundamentally important to carry on because of the worsening nature of the malaria epidemic. Commonly used drug treatments have become useless in some parts of the world because malaria parasites have developed resistance to them. </p> <p>The HIV/Aids epidemic is also weakening the immune systems of many people in malarial areas, making them less able to fight the disease. </p> <p>\"More than ever, infants, young children and pregnant women, who are heavily affected by the direct and indirect consequences of malaria in endemic areas, deserve worldwide scientific, political and financial commitment,\" the scientists write. </p> <p>\"Such commitment is a question of equity, of human rights and of disease exposure for half the inhabitants of our planet.\"</p>",
  "How excellent it would be if we Guardian readers helped save America from itself and the world from Bush (How you can have a say in the US election, G2, August 13). <p>However, I fear you have placed a loaded gun in the hands of Disgusteds of Islington. Nobody likes to be told what to do by someone who thinks they know better, least of all Americans about America. Already backed into an isolationist corner, the lack of dissent and a supine national media have made Americans particularly sensitive to any perceived criticism. The Guardian rightly urges caution and care when writing to the voters of Ohio's Clark County, but doesn't state the case strongly enough.</p> <p>While British penpals' powers of persuasion over Americans may be better than, say, those of the French, it is alarming to consider the result if letters are not read in the spirit intended, or worse, for those unable to resist an anti-Bush tirade, are read in the spirit intended. Such letters might galvanise \"patriots\" against Limey meddling. Imagining the capital Rush Limbaugh could make is frankly terrifying.</p> <p>Letter writers must tread very carefully. The superiority of European political ideas is not held to be self-evident across the Atlantic.<br> <b> Jamie Wrate</b><br> Edinburgh </p> <p>As an American (a Democrat) who lived in the midwest and now lives in London, I implore you to rethink this project. Regardless of the heartfelt sentiments in the sample letters, Ohioans will view this as latte-drinking Londoners telling them what to do. John Kerry is still trying to backpedal from his \"global test\" comment; the mere hint of foreign intervention causes knee-jerk reactions in most Americans.</p> <p>Would it not be more appropriate to direct resources on telling UK voters how to get rid of Tony Blair? Is it easier to focus on the fantasy of influencing the US election than the harsh realities of New Labour?<br> <b> Wendy Thomas</b><br> London </p> <p>I have just seen a Fox News report about the Manchester Guardian telling its readers to send emails to influence American voters. Might I remind the editor that we had some unpleasantness about our sovereignty during the 1700s? Several of my ancestors fought in this war. Can I quote this, from our declaration of independence: \"Governments are instituted among men, deriving their just powers from the consent of the governed.\"</p> <p>We have the right to elect our own government. You folks showed a decided lack of ability in that area, as evidenced the treatment of my ancestors (the Scots and Irish) and of my husband's people (the Shawnee). We are perfectly willing to be friends and allies again, but do not presume any right to influence our elections.<br> <b> Leann Banta</b><br> Nashville, Indiana, USA </p> <p>Menzies Campbell writes in his letter to Clark County: \"Your British friends are concerned that _ you seem willing to protect steelworkers and farmers from market forces.\" It is a sad reflection of politics in this country that all three main parties now worship at the altar of market forces. It would be nice to have the opportunity to vote for a party that did put the needs of people before those of the market.<br> <b> Declan O'Neill</b><br> Oldham<br></p> <p>While it is laudable to encourage us to influence US voters, any enthusiastic European can come over and join the campaign in a swing state. Here in our office of the New Hampshire battleground, we already have one Swede and a Brit.<br> <b> Simon Gardner</b><br> Portsmouth, New Hampshire, USA<br></p>",
  "The European Social Forum meeting this weekend in London is central to the global peace movement. It was from the first ESF in Florence that the call for the international day of action against war in Iraq on February 15 2003 came. This weekend, people all over Europe, as well as in London, will demonstrate to show their opposition to Bush's policies and the support they have received from the British government. <br> <b>Tony Benn, Ken Livingstone, Caroline Lucas MEP and eight others</b>BR <p>The whole point of (and problem with) intellectual property is its infinite duplicability (Letters, October 14): if I take your car, you no longer have it; if I record your music track, you do.<br> <b>Alan Paterson</b><br> London<br></p> <p> </p> <p>The best solution to having to listen to phone conversations on the train (Letters, October 13) is to fake interest in it, smiling and nodding at what seems to be going on. Perhaps Derrida would have approved this practical use of paradox.<br> <b>David Jaques</b><br> Oxford<br></p> <p>Jacques Derrida confirmed his theory in his death (Letters, passim). This text event was unintended by its author and its meaning can only be determined by its readers.<br> <b>Ivor Morgan</b><br> Lincoln<br></p> <p>Can we assume Saddam's recent hernia operation was unconnected with disappearance of certain items of heavy laboratory equipment (Reports, October 13)?<br> <b>Andy Bissett</b><br> Sheffield<br></p> <p>Your correspondents (Letters, October 14) may be interested to hear that I am getting far more cockatoos than normal visiting my garden here this spring.<br> <b>Justin Rigden</b><br> Adelaide, South Australia</p>",
  "<p>Barclays chairman Matt Barrett began a two-day visit to Johannesburg yesterday during which he will meet Danie Cronje, his counterpart at South Africa's biggest retail lender, Absa, as well as government and regulatory officials to discuss the proposed bid for a majority stake in the local bank.</p> <p>The proposed deal would be the biggest acquisition by Barclays outside Britain and would mark its return to retail banking in South Africa after an absence of 18 years.</p> <p>Jackie Rakitla, Barclays Africa's communications chief, said a bid would be high on Mr Barrett's agenda but could not say whether any offer was in the pipeline.</p> <p>Government resistance to the proposed bid is thought unlikely after President Thabo Mbeki signalled his support. Mr Mbeki said plans for the deal showed confidence in South Africa's future, implying that the government might decide to alter its policy of keeping the top four banks locally owned.</p> <p>Barclays has given no hints about how much it might be willing to pay for the stake. Barclays was the biggest bank in South Africa before quitting in 1986 at the height of the apartheid era, selling its business for a loss after the firm became the target for boycotts in Britain.</p> <p>Mr Barrett, previously Barclays' chief executive, took over as chairman last month and is undertaking a tour of the company's global operations.</p>",
  "<p>Jude Law is a very handsome man, in a David Beckham-before-the-fall kind of way, clean-cut and somehow innocent, good to look at while he's sleeping. He stars in the remake of the 1966 film Alfie. It is very fit and meet that he does. Lots of young men these days look like that. Gentle. </p> <p>In the new Alfie, Manhattan glitters and sparkles, snow falls in celebration upon the well-fed and housed and there is always a parking space. The girls are all beautiful and smiling, and a burka-clad woman will turn and give a nice-looking young man a wink. A chauffeur can afford to live in the Upper East Side and the woman next door, elderly and Polish, will turn to Alfie and say as he leaves in the morning with a girl, \"Good to see you're going out with an African- American woman, Alfie.\" Perhaps soon all our cities will be like this. Perhaps like our young men, our cities will be transfigured. If wishes were horses, beggars would ride. </p> <p>We have lost our appetite for gritty reality. We prefer the evidence of the screen to the evidence of our eyes. Only in the theatre does dire reality linger on, in murky plays by angry young persons. Those audiences dwindle - but we'll still turn out for Mary Poppins. </p> <p>If you are a woman under 40 you will take what you're shown on the screen for granted. Women have the upper hand, as will seem to you right and proper. Loving Alfie may cause his emotional victims a moment's petulance because Alfie has \"commitment issues\", but his women have good teeth, high self-esteem, jobs to go to, abortion clinics to run to, and they occupy the moral high ground. </p> <p>I hope the film does well. It can do nobody any possible harm. And Alfie learns better: a life-lesson. \"Find someone to love and live every day as though it's your last.\" Can't be bad: another nice, feelgood message. </p> <p>But I came out from the preview looking for a bus to jump under. It is a terrible thing to see your dreams come true. Sexual equality, as evidenced by this film, has been very bad for art. Morality, the struggle between good and bad, in the world and in our natures, has been subsumed into emotional and political correctness. The box office is hungry, and must be fed. It gets what it is thought to want, not what it needs. </p> <p>Bad for art but good for people. The original 1966 film was painful, excoriating, true. Alfie was a predator, women were his helpless victims: they couldn't earn enough to keep themselves; they lived by the goodwill of men. They scrubbed floors and cooked pies for male approval, without which they perished, and their reproaches were plentiful, justified, and on the whole mute. One look from poor Vivien Merchant, as the mother-of-three made pregnant by Alfie, towards Denholm Elliott's moralist abortionist, told us more about human nature than the whole remake. Just briefly, Merchant howls like an animal, then prudence shuts her up. </p> <p>\"What's it all about, Alfie?\" was the closing line of the original, and it gave you pause to think: what indeed? The line is left out of the remake - it's become a meaningless question. What it's about, which once was a paradox, is now all too clear: self-interest. Choice has replaced necessity. We are all nice people, and if love makes us unhappy then call it neurotic dependency. In the remake, Lonette (Alfie's best friend's girlfriend) has sex with Alfie not because she's hopelessly in love with him but because she gets drunk. She is not wretched; she is foolish. </p> <p>It was the original Alfie that started me, and many of my generation, on the road to feminism. We watched it and left the cinema trembling. We saw that the indignity, emotional pain and helplessness that went with being a woman in the 1960s was monstrous and couldn't, mustn't last. It fell to writer Bill Naughton to speak for us: very few women wrote for the screen in the 60s - the job was \"technical\" and therefore not for females, who couldn't understand cameras. But Naughton could not appreciate, as only a woman could, that there was a new, more pernicious twist to the timeless Don Juan archetype. Sure, there had always been men who kissed and left. But this was something worse. </p> <p>The pill had come along. Women, not men, were now \"responsible for contraception\", so men, relieved of the duty of care, and with no sanctions to restrain them, took advantage of this new arrangement and behaved disgracefully. Male respect for women diminished. Unmarried women who had sex were slags, and those who did not were frigid. How could you win? Those with any aspiration beyond admiring and serving a man were dismissed (and openly described) as ugly, unable to get a man, or in need of a good lay. Young men, outnumbered by young women, as they now are not, did the sexual picking and choosing. \"Sisterhood\" as a concept had not been invented: all women were assumed to be in constant competition for the attention of a man, and indeed were. The man was their meal ticket. \"Sexism\" as a word did not exist. As with \"racism\", also a newcomer to the language, as soon as it was there you could deal with it, fight it, change the world. Forty years on, things have settled down. Women have corrected the balance by attacking male self-esteem, making men, in their turn, over-anxious to be liked and in need of approval. </p> <p>The change in society brought about by female contraceptives and women's new capacity to earn - not to mention the arrival of the domestic technology that means a house can be cleaned in half an hour and food put on the table in two minutes - has been sudden and profound. Give us another 40 years and we may get it all right. </p> <p>Eroticism in the new world may have suffered somewhat on the way. The new Alfie has problems with \"sexual dysfunction\". The old Alfie wouldn't have even known the words, let alone the problem. The doctor our modern hero sees is a gay man - and Alfie's organ springs to life at his touch. Quite what point is being made here is hard to understand. Perhaps that anyone will do. </p> <p>The original, callous Alfie lives with a girl briefly, and leaves when their child becomes too much of a nuisance. New Alfie takes up temporarily with a single mother, proving he's a nice guy at heart by being fond of another man's child: far too strong for today's tender audience were he seen to abandon his own. The strength of the original Alfie's monologues to the camera is that he refers to women not as \"she\" but as \"it\". It shocked even then. Now it is unthinkable, obscene. </p> <p>In the meantime, in the remake, the sad, quiet girl who obsessively scrubbed and suffered in the 60s has been replaced with a manically cheerful girl who smokes (yuk), paints the walls a disagreeable shade of green without asking and gets dumped as a result. New Alfie has what is presumably an Aids scare, though the word is never mentioned. At least that fear never crossed the mind of the 60s girl. Sex was still holy, magic, sacramental, and linked in the mind with procreation, the creating of new life; that it might also be profoundly unsafe occurred to no one. In the original, Alfie develops TB, is obliged to think about mortality, and seduces his best friend's wife for consolation. The equivalent sin for the contemporary Alfie would be to have sex before the all-clear is given - but there's no way that can happen in a feelgood film of the new century. Not our Jude. </p> <p>Nor, of course, can Lonette have an abortion, nor can Alfie get to see the result and be shocked and changed. That would be too real, too graphic, and what is more, one fears, might upset the pro-life section of the audience. Susan Sarandon as the older woman can't be fair, fat and 40 but still sexy, as was blowsy Shelley Winters in the original. Sarandon may be 50 but she must also be presented as smart, feisty, elegant, good-looking and desirable to all. Mind you, the two-timing Sarandon delivers the put-down punchline \"because he's younger than you\", superbly: the desire to speak the truth and the need to be kind battle it out in her face. That truth at least remains. </p> <p>Sienna Miller, who plays Nikki \"the Christmas miracle\", (and is Law's real-life girlfriend) claims she couldn't watch the original all the way through because \"she was shocked by the cruelty of Alfie's character\". She is right. He was cruel. But the emotional cruelty was the point of the film. Alfie became aware of it and, with Alfie, a whole generation of men. They took on the burden of change, and succeeded. If New Alfie is seen as \"bad\", it's because of his failure to \"commit\". This is a social rather than an emotional crime. Surely men have some residual right not to love women if they don't want to? \"Fortunately,\" Miller goes on to say, \"in our version the people are developed\" - I fear she is not joking - \"and Alfie's emotions are more intense.\" True, Alfie hits a windscreen to demonstrate sorrow and frustration, but he doesn't look at you with the wary, predatory, cunning, winking charm of his dangerous forbear. He's much too nice: he's what all those suffering, scrubbing girls eventually made of Old Alfie. I hope they enjoy him. It was a hard task bringing him about.</p>"
]