[
  "<p>If I had a penny for each time cleaning had been touted as the new sex/gardening/going out, I'd have at least enough to buy one of those new foaming, fast-acting drain cleaners. You know, the type that plays havoc with ecosystems and kills off the good bacteria in septic tanks.</p> <p>Now, with the reality-cleaning hit How Clean is Your House? being exported to the US, we're spraying, wiping and fumigating like never before. But whereas TV's Kim and Aggie generally espouse hot soapy water and elbow grease, we're seduced by 3-in-1 disposable wipes and zero-tolerance liquids.</p> <p>Herein lies the rub. Typically, contemporary cleaners feature persistent chemicals which don't break down in the environment and bioaccumulative substances that build up in body tissues. A study by Greenpeace estimated that, over a 90-day period, use of conventional household detergents caused as much damage to coastlines as the sinking of a major oil tanker.</p> <p>The nation's favourite products, made by powerful transnational companies with strong links to the chemical industry, don't just do the job - they 'wage war' and 'wipe out' 'lingering' germs and bacteria. And the antibacterial cleaner is the hero of the hour. However, a typical antibacterial agent is triclosan, which, according to Friends of the Earth, has been detected as a contaminant in human breast milk and in fish. Other experts suggest the ubiquitous use of triclosan will lead to super-resistant bacteria.</p> <p>Then there are conventional floor cleaners, whose solvents, petroleum distillates and pine oils have been linked with developmental defects. Meanwhile, plug-in air fresheners provide unremitting exposure to a cocktail of chemicals including formaldehyde and phenol, linked to respiratory disease.</p> <p>But as we can't stop cleaning, hygiene experts suggest we start removing the need for aggressive cleaners in the first place: opening windows to get air circulating; cleaning with more elbow grease, and more often; banning pets from the kitchen and using separate towels for hands and dishes.</p> <p>Simple, natural ingredients can handle all chores. Vinegar (the white wine variety is the least smelly) can tackle grease and provide a mild disinfectant. Lemon juice is a good general cleaner and alternative to bleach. Tea tree oil is a natural disinfectant, particularly good for banishing mould. But the king of natural cleaners is bicarbonate of soda. Mixed with water, it dissolves dirt and grease; used dry it removes carpet stains and cleans surfaces.</p> <p>And if cleaning out the shower with half a lemon seems beyond the pale, choose from an increasing range of biodegradable plant- and mineral-based cleaners. Ecover's links to Group Four Security, accused of rough handling of anti-road protesters at Twyford Down in 1993, means the brand is still eschewed by some ethical shoppers, but there are other suppliers, such as Bio-D, Green People and Clear Spring (<a href=\"http://www.greenshop.co.uk\">www.greenshop.co.uk</a> has a good range online), all of which use simple, basic ingredients. </p> <p>After all, cleaning up is not rocket science, but nor should it be chemical warfare.</p>",
  "<p>There is a minister for it, an academy for it, and companies and managers are signing up for it in droves: corporate social responsibility (CSR) is rapidly becoming management's new conventional wisdom. </p> <p>JK Galbraith, who invented the term, pointed out that conventional wisdom becomes so by being repeated so many times by those with axes to grind that it becomes the default position irrespective of its merits. As such, all conventional wisdom bears the beadiest scrutiny. CSR is no exception: what is actually going on behind these blandly reassuring words? Should it be welcomed or is it a dangerous distraction from business's real role? </p> <p>This is the question posed by David Henderson in The Role of Business in the Modern World (Institute of Economic Affairs, £12.50). Henderson, a prominent academic economist and former head of economics and statistics at the OECD, is a CSR sceptic. But his scepticism derives not from the common reproach that CSR is trivial, a fig-leaf for runaway capitalism that does nothing to change it. His charge is that CSR may be too powerful, undermining the 'primary purpose of business' as the vehicle of economic progress and thereby damaging, rather than increasing, welfare. </p> <p>Henderson has aired some of these concerns before; but it's a measure of how far the debate has moved on that he now aims not so much at the possible consequences of adopting CSR on the individual firm - he accepts that in some cases CSR can contribute to long-term profitability - as on the economy as a whole. </p> <p>'It is the possible economy-wide effects of CSR which are especially worrying,' he says. His fear is that if managers allow corporate political correctness to take primacy over red-blooded entrepreneurialism, market opportunities will be neglected and competitive pressures weakened, making people in general worse off. 'Such a trend towards a more regulated world, with social pressures serving to weaken competitive pressures, would cause the primary pur pose of business to be less well performed... The case against the general adoption of CSR by businesses... is not that it would necessarily be bad for enterprise profits, but that it would reduce welfare.' </p> <p>There is a case to be made against CSR but this is not it. In fact, the overall welfare - and companies themselves - are far more at risk from the traditional 'economic' approach that he supports than from the 'global salvationism' or 'new millennium collectivism' that he identifies as the main danger. </p> <p>Let's agree with Henderson that, particularly over the last half-century, capitalist economies have produced huge increases in material welfare for their citizens and that companies, as the main engine of capitalist evolution, have an essential role to play in bringing new products to market and opening up new ones. </p> <p>We live, in fact, in an organisational economy. Unfortunately, like almost all free-market economists, Henderson fails to take the logical next step and make the essential distinction between organisations and markets. A vibrant economy, to increase welfare, needs both, each fulfilling its own function: companies innovating to create temporary advantage for themselves, and markets competing that advantage away and handing the benefit on to consumers. </p> <p>For companies, the real trouble comes not when they adopt CSR but when they obey the injunctions of free-market economists, which cause them to imitate markets. These are: to put short-term efficiencies before the creation of new resources through innovation; to pursue profits or shareholder value explicitly at the expense of customers, suppliers and employees; and to neglect the fact that, unlike blind economic forces, they are intentional entities with long-term purpose and choices. </p> <p>It may well be true, as Henderson suggests, that in some areas corporate behaviour is in danger of becoming overregulated - in corporate governance, for instance, there is little evidence that companies that separate chief executive and chairman's role or that have a preponderance of outside directors on the board do better than those that do neither. The codes may (possibly) deter wrongdoers, but they don't make it easier for companies to be entrepreneurial. </p> <p>But what brought about such regulation? Not companies pursuing CSR, but firms such as Enron and WorldCom that single-mindedly maximised profits - the preferred economic approach - at the expense of other stakeholders. Less spectacularly, Shell and Marks &amp; Spencer have fallen from grace not because they neglected their profit-making function but because they put it before the maintenance of their values. As always, when the financial target becomes the corporate purpose, real priorities suffer. </p> <p>Ironically, CSR only exists as the obverse of the misguided strict economic approach. It is the understandable response of managers and companies that feel obliged by conventional wisdom to focus on the economic imperative but are uneasily aware that their actions are increasingly having harmful effects, such as obesity, climate change, declining fish stocks, growth of allergies, asthmas and chemically induced ill nesses. No wonder CSR is growing so fast: it's corporate guilty conscience. </p> <p>As CK Prahalad points out in his stirring new book, The Fortune at the Bottom of the Pyramid, CSR is a sideshow compared to the need - and opportunity - to bring the world's 4 billion poor into the global economy. </p> <p>That requires firms to recommit themselves to their proper vocation of innovation - rather than philanthropy - to meet social need. In the same way, it's not CSR that requires managers to be as frugal as possible in their use of resources and their emission of harmful wastes: it's their duty as trustees of the company's long-term future, a role of which Henderson approves. </p> <p>'The search for profit is fully compatible with professionalism, humanity, and the wish to act honourably,' he writes. But current economic doctrine, by putting the need to make profit first, explicitly absolves managers from any sense of moral responsibility. </p> <p>As the late Sumantra Ghoshal wrote in his last published piece, what we badly need are theories that acknowledge the patent reality that 'companies survive and prosper when they simultaneously pay attention to the interests of customers, employees, shareholders and perhaps even the communities in which they operate'. </p> <p>In other words, those that bring responsibility in from the cold and place it inside the firm. At that point, we all can happily agree that CSR is an irrelevance: it no longer needs to exist.</p> <p><strong>Joining up the dots </strong></p> <p>Corporate responsibility is just scratching the surface and must move up several gears if it is to avoid being outpaced by pressing global problems, according to a report for the Global Compact, the UN's corporate social responsibility initiative. </p> <p>Entitled 'Gearing Up - from corporate responsibility to good governance and scalable solutions', the report, authored by SustainAbility and presented to the UN Global Compact leaders summit in June, charges that CSR is too patchy and isolated from the institutions that count to make a real difference.</p> <p>Reaffirming the importance of the distinctive roles of markets, business and governments, the report says that to make substantial progress, and disarm the unfolding backlash against globalisation and markets, the emphasis needs to switch to system-level change. It is no longer enough to build support for CSR across industries: private actions need to connect with public-policy efforts so that the root causes of problems can be addressed, the report says.</p> <p>It wants governments to play a more strategic role in developing policies that favour innovation and efficient markets; NGOs to improve accountability and promote larger-scale change; and corporations to build CSR into core business operations, work alongside government and civil society and champion more sustainable forms of globalisation. Corporate responsibility can operate in isolation no longer, the report concludes.</p> <p><strong>·</strong> <a href=\"mailto:simon.caulkin@observer.co.uk\">simon.caulkin@observer.co.uk</a></p>",
  "<p>OK, so your A-level results were not good enough to get you into the university of your choice. You now face a dilemma: enter the lottery that is the clearing system to find an alternative course or defer your entry to next year and take yourself off for what could be the most exhilarating and rewarding year of your life . Hmm, it's a tough one. </p> <p>According to student travel specialists STA Travel, 65 per cent of students now take a year out before or after university. The good news is that there are still plenty of gap year placements left for those who have found themselves with an unexpected year to fill. Here's our pick: </p> <p><strong>Thailand</strong><br>You'll have to be careful not to get too sentimentally attached if you choose to dedicate your gap time to the Dog Rescue Centre on Koh Samui. Hundreds of stray dogs and cats, injured in road accidents or suffering from malnutrition, are cared for at the shelter where you can help catch strays, feed them, treat them and give them some much needed tender loving care. </p> <p>You'll live in a Thai bungalow and work Monday to Friday from 10am-5pm, so you'll have evenings and weekends free to join the beach parties. Programmes start throughout the year, generally last two to three months, and cost £1,400 (for two months) for accommodation, training in the UK, transfers, adventure activities, travel insurance and ongoing support. </p> <p><strong>·</strong> Personal Overseas Development (020 8246 5811; <a href=\"http://www.thepodsite.co.uk\">www.thepodsite.co.uk</a>) </p> <p><strong>Scotland</strong><br>There'll be no electricity, flushing toilets or running water, but you won't care when you're in the uplifting environment of the mountains and lochs of the old Caledonian Forest. The Trees for Life charity welcomes volunteers from all over the world to help plant trees, remove fences, tend plants or do whatever needs doing to restore this 600 square mile Highlands forest north west of Inverness. Programmes are run in the spring and autumn and you can go for as little as a week. Not all accommodation is as basic as we've described. Be prepared for some changeable weather and be willing to help out with the cooking. A week costs from £32 including transport from Inverness to and from the location of the week, accommodation and vegetarian meals (vegans can also be catered for). </p> <p><strong>·</strong> Trees for Life (01309 691292; <a href=\"http://www.treesforlife.org.uk\">www.treesforlife.org.uk</a>) </p> <p><strong>South Africa</strong><br>You've seen it on the wildlife programmes, now it's your turn. Join a team of photojournalists and shark researchers to help monitor, tag and release sharks to save the rapidly diminishing populations off Seal Island near Cape Town. You'll be required to help out on the research vessel, and if you're a Padi qualified diver you might even get the chance to take a dip in a shark cage. Other than that, experience is unnecessary as you'll be learning from experts. One week costs £995, two weeks £1,295 excluding flights. </p> <p><strong>·</strong> i-to-i (0870 7871772; <a href=\"http://www.i-to-i.com\">www.i-to-i.com</a>) </p> <p><strong>Australia</strong><br>Pick your way across Australia with the Harvest Trail. Whether you're pulling mangoes off trees in Darwin or plucking grapes off vines in Buronga, there's always something ripe for picking whatever time of year. The work can be repetitive and tiring but will keep you fit, and if you time it right you can circle the entire continent, from the wet tropics of far north Queensland to Tasmania's Huon Valley. The Australian government has set up a handy website, updated every 15 minutes, telling you where help is required. You'll just have to pay for your flight and get yourself from orchard to orchard by bus. The farms can usually help recommend accommodation in the nearby town. </p> <p><strong>·</strong> Harvest Trail (<a href=\"http://www.jobsearch.gov.au/HarvestTrail\">jobsearch.gov.au/HarvestTrail</a>; 1800062332 toll free within Australia)</p> <p><strong>Cyprus/Greece</strong><br>You might have every intention of studying a serious discipline when your gap year's over, but there's no reason why you can't learn a sexy, sporty skill in the meantime. Flying Fish runs courses in sailing, diving, surfing and windsurfing in Australia, Cyprus, Greece, Canada, and the UK, for people who just want to learn a hobby or those who want to be teachers. A 14-week kitesurfing and windsurfing course in Cyprus and Greece starting on 3 April costs £6,250 and includes self-catering accommodation, equipment, publications, tuition, exam fees and flights. If successful, you'll come away a qualified water sports instructor - and you might just decide to forget about that 'serious career' altogether. </p> <p><strong>·</strong> Flying Fish (0871250 2500; <a href=\"http://www.flyingfishonline.com\">www.flyingfishonline.com</a>) </p> <p><strong>Guyana</strong><br>Sleeping in hammocks and washing in rivers - you'll get right down to basics on this four-month Amazon community project with Trekforce. You'll start in the remote jungle, working on a community project alongside one of Guyana's Amerindian communities in teams of 15-20 people. No two days will be the same but the highlight will be a 5-10 day trek to a breathtaking waterfall or up the highest peak in Guyana. After two months you'll break off into pairs to teach in an Amerindian village, living with a host family. You've got until January to raise the cost of £3,450, which covers project costs, accommodation, food, in-country transport, training, comprehensive medical cover, expedition staff and 24-hour field base support. </p> <p><strong>·</strong> Trekforce (020 7828 2275; <a href=\"http://www.trekforce.org.uk\">www.trekforce.org.uk</a>) </p> <p><strong>Norway</strong><br>Be a farm hand on a Norwegian farm for two to six months, doing anything from picking berries and harvesting vegetables to haymaking and mucking out the animals. Each year, 1,000 18- to-30-year-olds from around the world are invited to take part in the non-profit scheme, Atlantis Youth Exchange, designed to promote mutual understanding and respect between cultures. You'll live with a family (one of whom will speak a little English) and work a maximum of 35 hours a week. Accommodation is free and you'll get paid board and pocket money. Application fees start at €400 (£270). </p> <p><strong>·</strong> Atlantis Youth Exchange (00 47 22 477170; <a href=\"http://www.atlantis.no\">www.atlantis.no</a>; email <a href=\"mailto:atlantis@atlantis.no\">atlantis@atlantis.no</a>) </p> <p><strong>India</strong><br>Teach English, computing or football and other sports to Tibetan monks in a Tibetan refugee community in India. Placements for females are available in Tibetan nunneries, cultural centres and schools for kindergarten or primary-aged children. You'll be living in a village or a hillside town, surrounded by views of the snow-covered Himalayas, and making lifelong friends among the exceptionally warm-hearted Tibetans. There'll be plenty of free time to go off trekking, and you might even get to meet the Dalai Lama. Prices start at £1,450 including accommodation, an administration fee, training, visa and insurance costs. </p> <p><strong>·</strong> GAP Activity Projects (0118 959 4914; <a href=\"http://www.gap.org.uk\">www.gap.org.uk</a>) </p> <p><strong>Mexico</strong><br>One of the most important ecosystems in Mexico, the wetland valley of the Chihuahua Desert, is now under threat from climate change and the effect of commercial mining. It's your job to help conserve it as a vital source of natural resources and home to more than 1,000 species of plants and animals. All you have to do is spend four to 12 weeks tagging the red-eared turtle population, replanting local plant species and building small dams to ensure the wetlands are restored. You'll have to fund your flight, and pay from £995 (for four weeks) for your accommodation, two meals a day, training and supervision. </p> <p><strong>·</strong> i-to-i (0113 205 4628; <a href=\"http://www.i-to-i.com\">www.i-to-i.com</a>) </p> <p><strong>Canada</strong><br>Become a qualified ski or snowboard instructor in just 11 weeks in some of the world's best snow conditions. As well as getting to grips with the slopes of the Canadian Rockies, you'll learn how to cope in an avalanche and will be put through your paces on a weekend survival course, spending a night in a snow cave on a mountain. You can also opt for extra evening classes in foreign languages, cookery or teaching English. Courses are now run in three resorts: Fernie costs £6,250 18 January-5 April; Red Mountain is £5,450, 6 January-24 March; and Banff is £5,550, 11 January-29 March. Prices include return flights from London, transfers, accommodation, weekday breakfasts and evening meals, full season lift pass, 20 hours a week coaching, video analysis, exam fees, work experience in local ski schools, and weekend trips. </p> <p><strong>·</strong> Nonstopski (0870 241 8070; <a href=\"http://www.nonstopski.com\">www.nonstopski.com</a>)</p> <p><strong>More ways to see the world</strong></p> <p>Check out these sources for more gap year information </p> <p><strong>Worldwide Volunteering</strong><br> <a href=\"http://www.wwv.org.uk\">www.wwv.org.uk</a></p> <p><strong>Gapyear.com</strong><br><a href=\"http://www.gapyear.com\">www.gapyear.com</a></p> <p><strong>Work and Travel Company</strong><br><a href=\"http://www.worktravelcompany.co.uk\">www.worktravelcompany.co.uk</a></p> <p><strong>Green Force</strong><br><a href=\"http://www.greenforce.org\">www.greenforce.org</a></p> <p><strong>Base Camp Group</strong><br><a href=\"http://www.basecampgroup.com\">www.basecampgroup.com</a> </p> <p><strong>Africa &amp; Asia Venture</strong><br><a href=\"http://www.aventure.co.uk\">www.aventure.co.uk</a></p> <p><strong>Blue Ventures</strong><br><a href=\"http://www.blueventures.org\">www.blueventures.org</a></p> <p><strong>Conservation Volunteers Australia</strong><br><a href=\"http://www.conservationvolunteers.com.au\">www.conservationvolunteers.com.au</a></p> <p><strong>STA Travel Gapyear Hotline</strong><br>0870 160 5522 </p> <p><strong>·</strong> For further reading see Taking a Gap Year by Susan Griffith (Vacation Work Publications) £11.95 or The Virgin Guide to Working Abroad by Rebecca Hardy (Virgin Books) £12.99.</p>",
  "<p>Genoa, the Italian Ipswich; this was my first impression of my new home as a teacher of English as a Foreign Language (EFL). Most holidaymakers come, see, but do not conquer, returning wearily to their lives and jobs. But with 120 hours of instruction, six to eight hours' observation of classes taught by professionals and six hours' assessed teaching practice under his or her belt, the successful EFL trainee can keep the Chianti flowing forever. </p> <p>Every year 12,000 people worldwide study for the best known EFL qualification, the Cambridge CELTA (Certificate in English Language Teaching to Adults). Within a month (for an intensive, all-day-every-day course) or three to six months (for part-time courses running over two or three evenings a week), anyone over 20 possessing a standard of English that would equip them to embark upon a university education could be jetting off for a spell of student-induced sweaty upper lips and photocopied handouts left on the kitchen table. </p> <p>Prices for the CELTA course vary wildly. Depending on the size and reputation of the school, and its ability to help you find a job (often within one of its own international branches), you can pay between £600 and £1,100. Studying for the certificate abroad is one attractive option, although the cost of accommodation and the glamour of the location (Barcelona and Rome are popular choices) can bump up the fee. </p> <p>Most of my EFL friends would admit that their command of English at the start of the CELTA was nothing to write (ineptly) home about. But completing the course gives you the sense that (God bless the teachers' book!) you can wing it under pressure. </p> <p>Happily for non-grammarians, today's EFL is based on having fun. The goal is to teach English in the same way we learned it as children: from immersion in the language, from repetition, from gentle exposure to new things until our tiny minds can fully embrace them and use them with confidence. Even without the certificate, being a native English speaker can be enough to get you a job, but employers will tend to want you to have a university degree as proof of your general intelligence. </p> <p>When choosing a place to work, a rule of thumb is that the poorer the country, or the tighter or more desperate the employer, the less that will be demanded of you in formal professional terms. It is advisable to arrange employment before you leave Britain, although there are many cases of teachers being in the right place at the right time and finding work on spec. Vacancies can be found in The Guardian on Tuesdays, and on websites such as <a href=\"http://www.tefl.com\">www.tefl.com</a> and <a href=\"http://www.tefl.net\">www.tefl.net</a> teachers can hook up with schools within minutes, the time it takes to book a holiday online.</p> <p>Armed with the CELTA or the equally recognised Trinity College certificate in Teaching English to Speakers of Other Languages (Tesol), it is easy to get a job. It is not immediately easy to get a good job. The internet in particular can be a forum for schools whose staff-rooms have revolving doors, and telephone interviews with principals and directors of study (DoS) can be deceptive. </p> <p>You should always check the rate of pay before you agree to travel, and ask whether they can guarantee the number of hours a week you will be working. In parts of the world where the cost of living is low, such as eastern Europe, you can live like an EFL monarch, but you will find that any money you save will not go far when you return to the UK. In a country such as Italy, you can earn up to €1,000 (£676) a month, but this is dependent on the number of contact hours with students: all preparation will be voluntary and absolutely necessary if you wish to avoid having a sweaty upper lip every day. </p> <p>A guide to global earnings is at <a href=\"http://www.teflonline.net/job_prospects.htm\">www.teflonline.net/job_prospects.htm</a>. Typically teachers take 20-25 hours of classes a week, though some committed (or hard-up) souls flirt with insanity and undertake 30 or more. Only the most energetic and experienced manage to keep up standards at this work rate, and the repetition of classes at different levels and the re-use of teaching materials in different contexts can become an artform in itself. </p> <p>Ever the cynic, I never really bought the whole learning-is-fun shtick anyway, and knew my limits where classroom performance was concerned. I loved putting my personal stamp on lessons, and felt the thrill of competence when 30 faces looked up to me for guidance and inspiration. But I was often exhausted. </p> <p>By the time you have travelled from home to school, to in-house business English lesson on the edge of town, and back to school for the one-to-one evening conversation class with the argumentative and chauvinistic local chemist, you may begin to wish that you had asked more logistical questions in that first friendly chat with your prospective boss. </p> <p>Directors of study will naturally be sizing you up for the worst classes when you initially enquire about work. Even then, they will probably not want to commit themselves to hiring you until they are sure they have enough students, this being a bums-on-seats industry. </p> <p>Ring at the right time (usually September/October and to a lesser extent December for jobs in countries that follow a Western academic year), and the DoS will treat you like the second coming. Ring too early or too late, and they will act as sniffy as any Oxbridge col lege. Sight unseen, you will only find out where the nightmare schools and cushy numbers are when you actually live in your chosen location. </p> <p>Having taught for a year, you will either be brought home in a pedagogical body bag, complete with grammar games and flash cards, or you will have found a boy/girlfriend and/or a reasonable flatshare, and will know which classes to grab and which to refuse on pain of teaching the subjunctive. </p> <p>You will know the rogue schools and their weapons of class destruction, and will either start to take on lucrative private students culled from your classes, or decide you are adventurous and sufficiently well-equipped with stolen textbooks to take on a new challenge elsewhere. </p> <p>Next week, dear students, we will be looking at the possibilities for making EFL more than a blip on your CV, including the opportunities to become a DoS, a school owner, or that dream of EFL dreams, a permanent (if not always well-paid) traveller.</p>",
  "<p>Great Britain's national performance director, Bill Sweetenham, has claimed that his swimmers had \"Olympic phobia\" after they ended the Games with just two medals. </p> <p>Expectations were high after eight medals were won at last year's world hampionships in Barcelona, with Katy Sexton and James Gibson taking gold. </p> <p>Only Stephen Parry and David Davies reached the podium in Athens, however, winning bronze in the 200m butterfly and 1500m freestyle respectively. </p> <p>Former world record holder James Hickman voiced the thoughts of some critics when he said the team may have peaked too soon at the Olympic trials, when they responded to Sweetenham's insistence on being in the top 12 in the world to gain selection. </p> <p>But while Sweetenham insisted the swimmers were as physically well prepared as possible, he conceded they had failed to cope with the mental demands of an Olympics. </p> <p>\"The team was physically as well prepared as any other team but we had Olympic phobia constantly present in our preparations,\" he said. </p> <p>\"The Olympics are about three competitions. There's the physical competition in the pool, the one with yourself mentally and the other is the environment that no other competition has. To be successful an athlete must win the all three competitions - physical, mental and the environment. </p> <p>\"Medals wise our results here are what should have been expected. I always believed two medals was a realistic achievement and this was generated by knowledge and understanding. Any more than that was uninformed media speculation. </p> <p>\"Our results at this meet include one European Record, three Commonwealth Records, nine British Records, 14 finalists, 19 semi-finalists and two medals. This is three times more than Sydney where we only had five finalists.\" </p> <p>Sweetenham took charge after the Sydney Olympics when the team failed to win a single medal for the first time since 1936, and he recently signed a contract up to the next Olympics in Beijing. </p> <p>His uncompromising methods to training have not been universally popular but he warned it will take many more years of the same if Britain is to compete with the likes of Australia and the United States. </p> <p>And he issued a thinly-veiled threat to anyone who does not subscribe to his methods, particularly the older members of the team. </p> <p>\"The early identification of talent for Beijing is essential if we are to improve,\" he added. \"We need the opportunity to work with a new group of talented athletes rather than work with beliefs and traditions of a senior team who find it impossible to change old habits. \"We need to reverse the psychology of the team. Here we had high expectation of our rookies because they were ranked higher than our experienced Olympians. Next time we need high expectations from experienced, highly ranked athletes. </p> <p>\"Australia took 20 years, from 1980 to 2000, to build its programme and it has great weather, a large budget and lots of facilities, all three of which we don't have. </p> <p>\"Rome was not built in a day but it can and will be built. Britain was always on a fast-track with time and other nations with more and better facilities against us. </p> <p>\"Britain, for example, has no outdoor meets because there are no facilities and the weather most of the time wouldn't allow it. If you look at medal winners at these Games nearly all trained in 50m, outdoor pools for at least six to nine months of the year. </p> <p>\"Given that this is the case, we have to train indoors and in 25m pools so therefore the challenge was always going to be greater for us. </p> <p>\"The concept will be the same for Beijing 2008 but the circumstances will clearly be different. Clearly though if it's not done in training it can't be done in competition.\" </p> <p>Sweetenham has outlined a detailed plan for elite swimmers and made nine recommendations to further improve standards, including replicating the way Olympic races are scheduled at domestic meetings, increasing the number and standard of facilities and finding more coaches.</p>",
  "<p>Whether due to nostalgia for childhood excursions, or because of its beauty, the British coast exercises a phenomenal draw upon people. And increasing numbers are not content with an occasional visit: actor John Witts, who regularly spends weekends in a beach house at Mudeford in Dorset, is far from alone in saying: 'I love being by the sea so much, I want to live there.' </p> <p>To paraphrase the song, we do like to buy beside the seaside. A map produced by FPDSavills' research department this spring illustrates how pronounced this desire is. The whole of the English coast, except for the urbanised stretches, is coloured red, indicating it is in the top band for the proportion of properties owned as second homes. Almost all the rest of the country is green, meaning a proportion under 2 per cent. </p> <p>The result is prices that would be ludicrous inland. Like all the Mudeford beach huts, the one where John stays has no mains services and shares a toilet block, but he longs to buy it. 'It's impossible, though,' he sighs. 'They go for over £100,000.' </p> <p>According to Graham Adam of Knight Frank's Exeter office, a coastal location unquestionably increases values. 'They're higher by about 30 per cent,' he says. 'Direct access to the water or beach commonly makes that 50 per cent.' </p> <p>For the right property, the uplift can be much more. When Knight Frank sought offers in excess of £1.5 million for a five-bed clifftop house on the south Devon coast, it attracted staggering interest and fetched comfortably over the guide price. The house was in the popular South Hams district, where 12 per cent of properties are second homes: the highest proportion in England outside the Barbican in London. Prices are high. Nevertheless, swap the sea for the countryside and you can buy a charming four-bed cottage for between £290,000 and £340,000. </p> <p>Knight Frank is currently seeking £1m for an Art Deco, four-bed, two-bath home on the cliffs at Beer Hill near Seaton. In Cornwall, they are selling Osprey, a four-bed, two-bath house overlooking Polperro harbour, at a guide price of £950,000, which includes a self-contained two-bed flat with holiday let potential. Again, in both areas prices inland are markedly lower, as is also the case on the fashionable Suffolk coast round Southwold, Aldeburgh and Orford. </p> <p>'A good sea view adds an enormous premium,' says Mark Oliver of FPDSavills' Ipswich office. 'A house on the front will fetch 20 per cent more than one in a good village but without a view. That in turn will be 20 per cent more than a comparable property three miles inland.' </p> <p>A whacking premium is not the only shoreline downside. You might find hordes of people who share your craving for the sea and solitude traipsing past your home. 'Places on clifftops are fine, but if you buy in a busy resort like Salcombe it can be very hard to find privacy,' says Adam before mentioning another deterrent: 'On the coast you have more wear and tear.' </p> <p>Second-homers are slow to appreciate what mariners have known for centuries: however beautiful, the sea is malevolently powerful. That invigorating salty air is chewing away at ironwork, paint and wood; the kitten waves of August you paddle in become winter's ravenous beasts devouring your home. Repair bills are hefty and recurrent. </p> <p>'Coastal properties take more of a pounding because wind, rain and penetrating salt are driving in all the time,' says Brian Eckersley of structural engineers Eckersley O'Callaghan. 'The repair costs after winter can be enormous if you're in an exposed position.' </p> <p>He advises meticulous maintenance with marine-grade materials. 'Another factor is subsidence,' he continues, 'with cliff erosion affecting high-up properties, and instability due to a high water table at ground level.' </p> <p>To that Adam adds another warning. 'Rising sea levels are an issue,' he explains. 'I've encountered houses where the water will be lapping at the door in 10 years.' </p> <p>The battering elements were why Jane Ardizzone chose a house one street back from the seafront when she bought a two-bed cottage in Deal 10 years ago. 'Winters can be ghastly because you cannot open the front door or the water comes in,' she says. </p> <p>She recently left her job and, because she also owns a central London flat, faces a dilemma. Selling a property would remove money worries forever - but which one? Her answer illustrates one final downside of seaside living: out-of-season ennui. </p> <p>'I'd never sell London. I love all the things to do and people to meet,' she says. 'In Deal I'd be sitting in the cottage - doing what? It's staring at the seascape or nothing.' </p> <p>These problems may have dissuaded you, but not me. My dream home, my sandcastle in the air, is somewhere on the coast. Like ice cream cones and warm Fanta, I know it's bad but yearn for it all the same. It's decades since I last won 10p for being the first to see the sea, but no exorbitant price or ruinous maintenance bill can quell that thrill for any landlocked heart.</p> <p><strong>·</strong> Osprey and the Beer Hill property are on the market with Knight Frank, Exeter: 01392 848821.</p>",
  "<p>Up to 400,000 houses in the north of England could be demolished under plans by John Prescott to transform struggling regional economies.</p> <p>And it won't just be empty homes. Some communities will see the wrecking ball destroy homes in a bid to tackle areas of housing market failure, where the price of homes plummet. </p> <p>Most of the homes to be demolished are old-fashioned two-up, two-down terraces that have outlived their usefulness. Some will be knocked through to create bigger units. There are even plans to knock through whole streets to create loft-style business workshops. The 400,000 figure is double what was previously anticipated and spans a 10-year period. </p> <p>The Deputy Prime Minister's Northern Way proposals will be outlined next month. Dubbed 'Prezzagrad', it will include proposals to build fast train links connecting Liverpool, Manchester, Sheffield, Leeds, Hull and Newcastle. </p> <p>It will also feature plans for northern universities to become catalysts for a new generation of 21st-century businesses. Newcastle University could become a global centre for researching potential stem cell therapies for incurable diseases after the go-ahead was given for the cloning of human embryos earlier this month. </p> <p>In many northern towns whole streets of houses lie empty because they have been abandoned. </p> <p>The government is alarmed at the exodus of graduates from northern cities to the south-east, where the economy and house prices have grown at a faster pace than the rest of the country. </p> <p>'It's true that the number of homes demolished will be much higher than was previously envisaged,' said a key official charged with overseeing Prescott's plans. 'People sometimes talk glibly about demolition but it isn't always the cheap option.' </p> <p>New homes will be built in some areas while others will see landscaping and the creation of parks on a scale not seen since the Victorian age. </p> <p>The reforms will be driven through by regional development agencies, city councils and specially set up organisations that will assemble land and masterplans for new districts. </p> <p>Concerns that the bulk of funding will go to cities rather than towns such as Oldham, Burnley and Blackburn have been dismissed. </p> <p>Prescott's northern proposals are in contrast to his plans for the south-east, which could see the building of 200,000 new homes, mostly for key workers who cannot get on the housing ladder.</p>",
  "When there's too much to take in at once, you focus on the small, often the surreal. The crew of the Port Isaac inshore lifeboat, which rounded the corner into Boscastle Harbour at the height of Monday's rescue, first remember many orange lights flashing through the biblical downpour; the cars floating past them may have been in their death-throes, but their alarms were working perfectly. <p>Late on Wednesday, as a rainbow settled over the valley and the salvage effort cranked into ever-louder gears, I took a wander through the devastation and stopped by a surviving sign on the door of the Wellington Hotel, right at the foot of Old Road, close to the epicentre. 'We respectfully ask that visitors kindly remove muddy boots before entering the hotel.' It proved hard to banish the thought 'Bit late now'. Later, I discovered that 33 animals had been rescued. A scattering of bedraggled cats and dogs, of varying photogenic cuteness, plus one cockatiel, five canaries, two hamsters and a pet rat. </p> <p>A pet rat? What on earth were they doing, our wonderful emergency services, hauling rats to safety? What they were doing, of course, was this: taking part in what was a peculiarly British disaster. A strangely perfect disaster. Crucially, no one died, not even the rat. Perfect strangers became perfect friends overnight. The (future) king visited and vowed to open the court coffers. D-Day was evoked. And Dunkirk. And Dad's Army. And for once this year our armed forces weren't dying horribly, shot in the back in the desert. They were back to being clever and brave and wise and strong, and saving us. And the Salvation Army was there afterwards to give them a nice cup of tea. </p> <p>Despite the terribly real fear of Monday itself, and the terribly real misery and hardship left in its wake, this was, in hindsight, something of a feelgood disaster, bringing out, as these things can, the best of British. I'm not being cynical, I'm delighted to be able to write this. Because it could easily have gone spectacularly, viciously, wrong. </p> <p>In 1312 William, Lord Botreaux, of Botreaux Castle, a small Norman community (later shortened to Boscastle) at the lush head of an inlet from the rough Atlantic, was granted a charter which gave him and his heirs feudal rights to, basically, run the place and its market for ever. The date on the charter was 16 August - the same date as the flash floods which, in 1952, killed 34 at nearby Lynmouth and, of course, the same date as last week's havoc. </p> <p>The community grew slowly but steadily. It became what's called a 'close-knit community', which in effect meant that, for centuries, strangers were regarded with close-knit hostility. In 1840 six vagrants tried begging in the street with organs and white mice; the local minister rewarded them with a month on the treadmill. The next year an 86-year-old match-seller known as Scotch Willy fell and broke his thigh. He lay all night unaided in a lane and died shortly afterwards. </p> <p>It all began to change in 1893. A station opened at Camelford, and tourists, and their money, began to arrive. Tourism received a huge boost in 1935 when Daphne du Maurier set Jamaica Inn on nearby Bodmin moor. A kind of 'southern Gothic' was born, and from that day on Cornwall's cream teas and gorgeous hedgerows have been sitting surprisingly easily with dark tales of wreckers and ghosts and bloodied moors to bring tourists in their much-needed millions to England's poorest county. </p> <p>They flocked, in particular, to Tintagel and nearby Boscastle. Tintagel itself - fabulous ruined clifftop castle, deeply dodgy myth - pulls in the most. It has one of those grim, tourist-laden, deep-fried high streets where no apostrophe can ever feel truly safe. There is something pinkly garish called Granny Wobblys Fudge Pantry, and near by they are selling Excaliburgers. But the cannier tourists, those with a bit of taste, went three miles east and down the headlong roads that take you to the coast, and Boscastle. It had impossibly cute humpy rooftops, the result of unseasoned timber bending under heavy slate for centuries. It had pretty pubs and hideaway lanes, and a better class of gift shop. </p> <p>It had, by all accounts, people who weren't just there to take your money but were genuinely friendly and welcoming. Emails and telegrams from around the world were arriving last week as testament. This was Boscastle - seemingly in perpetuity - until Monday afternoon. </p> <p>In the Environment Agency's flood control centre in Exeter, the violence of storms is represented on a radar screen through coloured pixels. Red means violent, mauve worse, white signifies the nastiest storms we'll have. On Monday afternoon a white square sat smack over Boscastle for two hours. </p> <p>The rest you possibly know. How a huge lump of warm, heavy, moist air from the tropics had sailed ashore right at Boscastle, to be met, most unfortunately, by a huge cold lump of British air already sitting there. How the wet tropical lump was thus forced swiftly up, to the point where it couldn't go any higher unless it relinquished its millions of gallons of water droplets. How the rain ran off the high moors - already waterlogged down to their slate floors - in sheets, and swelled the rivers to impossible fatness, and then just kept coming. </p> <p>It wasn't just the fact of the water, say villagers. Cold, yes, and in places deep, but not impossible to wade through if it hadn't been for the speed - 40 miles an hour at times. Anyone who has stood in mild surf, or fished a flowing river, knows how hard it is to keep your balance in a quarter of that, and how hard you fall. So they were forced to take to roofs and trees, and to wait. </p> <p>And here, despite the area's having lived rather profitably in the past for so long - a rural past, a golden age, an idyll of copious berries and friendly posties - it became, very quickly, wholly dependent on modernity - specifically that introduced by a Russian named Igor Sikorsky, who wanted to base a flying-machine not on the gliding principles of the gull but on the frantic aeronautics of the hummingbird. </p> <p>The helicopter is not quiet, and it's not desperately pretty. Fixed-wing pilots sneer that helicopters don't so much 'use' the air as simply beat it into submission. It is not, despite appearances, particularly easy to control either. Normal planes can be flown for a while with an occasional twitch from one hand, but a helicopter pilot is using all four limbs at all times - one hand on the collective, which controls speed and vertical position, the other on the cyclic, which controls direction. And both feet controlling the tail rotor, which makes the machine pivot. There were seven of them, at one point, in this tiny valley, and they lifted 80 people out of Boscastle in a little over two hours. </p> <p>This was the kind of emergency for which the crews train every other day of their working lives. And the wind wasn't an unbeatable problem. Helicopters can actually benefit from a steady headwind. But the visibility - down to 150ft because of the torrential rain - was a bugger. Grid references were dispensed with in communications. They would tell each other 'I'm south of the church' or 'hanging over the harbour mouth'. </p> <p>And the rest, the next few days, were predictable enough, for a Britain starved of feelgood news - tired of fake celebrities and longing for real humans. There were the damp-animal pictures; the extraordinary little tales of courage and stoicism. The friendships, and the tributes. And, towards the end of the week, a mild backlash, in print and on radio phone-in programmes: why were we getting so dramatic when nobody had died? Why was Britain - the Commonwealth, even - so swift to rally round, blankets being knitted from Aberdeen to Sydney, when we care so little at hundreds dying in floods in Bangladesh? And who was to blame? Should we have seen it coming? Who was at fault? </p> <p>It's not the Boscastleites asking these questions. 'A bit of coverage is fine, we need some publicity because it's been awful, but you boys always go too far,' I was told, repeatedly, in varying degrees. 'We're not blaming anyone - flood prevention couldn't have stopped this. We're just thankful no one died.' And then, as we sat in one of the town's hilltop pubs discussing reports of a hurricane heading, this weekend, for Devon and Cornwall, came the dry comment. 'We'll cope. After Monday, we'll cope. Worst thing is, we'll have you buggers back down again.' I felt like Scotch Willy, lying in the ditch. </p> <p>And then, later trudging uphill again, I stopped to help one woman, Gay Trusswell, with a heavy bag she was struggling to carry up the hill. 'Not from around here, are you,' she guessed, as I slung the plastic sack containing a thump of damp clothing over my shoulder. 'Journalist,' I wheezed, and she sighed, and we sensibly saved our breath for the climb, and at the top, the very top, she relented. 'What's actually in there?' I ventured. </p> <p>'Everything. Everything I have. Which was everything I stood up in.' </p> <p>'So ... your home's down there?' </p> <p>'No. It was. It was a mobile home. Now? Now it's somewhere in the North Atlantic.' She gave a crooked smile and thanked me genuinely, and we parted. And for all the reams written this past week - including this one - for all the feelgood factor enjoyed by the rest of Britain, and the blame and speculation and doom-mongering and plaudits the press enjoyed handing out, this sad little story and the other hundreds of individual tales are what Boscastle will really remember of the week they could do nothing about - because you can no more easily 'hate' weather than you can hate people. </p> <p>Robert Louis Stevenson had it about right, in his poem 'Storm'. He talks to storms, questions them, and ends with something approaching forgiveness when he addresses one thus: 'That are of all things in nature the nearest thoughts to human/Because you are wicked and foolish/Mad and destructive.'</p>",
  "Just when you thought the weather couldn't get worse or wetter, forecasters have warned Britain to brace itself for even more of a battering. <p>The Met Office expects torrential rain to start sweeping the country this afternoon. In some areas, almost a month's average rain will fall in a day. </p> <p>The new storms have raised fears that global warming is already beginning to have a profound effect on our weather. </p> <p>The Met Office says there is danger of more flooding and landslides today and tomorrow. Then, as the nation starts to recover, the forecasters say the tail end of Hurricane Danielle, now sweeping across the Atlantic, will strike later in the week. </p> <p>Extreme events, such as last week's, will occur more often, say meteorologists, and the cost of life insurance is expected to soar as storms, droughts and floods become more frequent and more lethal. </p> <p>The Association of British Insurers admitted last night it was looking at UK life expectancy in the wake of last year's European heat wave. </p> <p>The association's climate expert, Malcolm Tarling, said: 'France's heat wave killed more than 27,000 people and that could happen here. We have started to look at the potential for health.' </p> <p>Warmer summers could lead to greater life expectancy by encouraging outdoor activities, but raised risks of skin cancerand heat waves would offset this effect. </p> <p>In any case, it is the risk of freak weather patterns that most concerns the industry. </p> <p>Those affected by this month's dramatic weather included drivers of 57 vehicles caught in landslides in Lochearnhead in central Scotland and more than 80 people who had to be rescued from Boscastle in Cornwall after a 10ft wall of water smashed into the village. </p> <p>'The trouble is that we know global warming is going to produce more and more extreme weather events,' said Professor Alan Thorpe, director of the Natural Environment Research Council's centres for atmos pheric science. </p> <p>'However, we don't yet have the computing power to predict exactly where and when these events will take place. We need massive machines for that.' </p> <p>The solution, he said, was for Britain to collaborate with the rest of Europe, as it has done with space research, and set up a European climate computer centre to predict more accurately how droughts, floods and storms will strike. </p> <p>Other scientists have also warned that Britain could be sued for billions of pounds by countries suffering climate change effects, the result - they say - of Britain pumping millions of tonnes of carbon dioxide into the atmosphere over the past 200 years. </p> <p>Professor John Schellnhuber, of Oxford's Tyndall centre, said lawyers in South America were already looking at the possibility of suing industrialised countries for 'direct liability' over climate change. 'This will happen,' he said. </p> <p>'People still think of the effects of climate change in 20 years' time, but that is not the case. It is happening now.' </p> <p>Estimates by the Tyndall centre to be shown to European scientists this week reveal that just one extreme weather event - for example, a particularly ferocious storm - could cost more than £15 billion in damages in future.</p>",
  "<p>British scientists are developing a space monitoring system to provide daily reports of ultra-violet radiation danger zones across the planet. </p> <p>The project - created by Reading University and Met Office scientists - has been hailed as an invaluable tool in the battle against soaring skin cancer rates in the UK and other developed countries. </p> <p>Despite Britain's considerable cloud coverage, melanoma is the third most common cancer in the 15-39 age group, and cases have risen by a quarter in the past five years. Every year, around 7,000 people are diagnosed and around 1,700 will die. </p> <p>Doctors are particularly worried because young people in Britain, unlike their Australian counterparts, have not responded to campaigns urging them to cover up and to avoid the sun. </p> <p>As a result, the Reading research is being monitored by the Met Office, which is considering plans to use their work - which exploits data from Envisat, the largest Earth-monitoring satellite ever launched - as the basis for providing highly accurate ultra-violet (UV) forecasts. </p> <p>'A number of factors affect UV radiation that reaches the ground - the height of the sun and amounts of cloud cover, for example,' said Dr William Lahoz, of Reading University's Data Assimilation Research Centre. </p> <p>'But ozone is particularly important. It blocks UV radiation. So when ozone thins out, UV levels rise and so do skin cancer risks. That is the basis of our system. We have learnt how to map ozone distribution throughout the atmosphere so we can create maps, updated every six hours, of global risk zones.' </p> <p>Envisat - launched by the European Space Agency in 2002 - cost £1.4 billion, including a £300 million contribution from UK taxpayers, and has been described as the most 'sophisticated, innovative environmental laboratory ever put into space'. </p> <p>For the past two years, it has been monitoring the seas, land, atmosphere and ice caps using a series of highly sophisticated instruments. </p> <p>One of these - the Michelson Interferometer for Passive Atmospheric Sounding (Mipas) - measures infra-red radiation from Earth's atmosphere and can provide details of a range of atmospheric variables - including ozone levels, data that has been exploited by the Reading team, who are backed by the Natural Environment Research Council). </p> <p>Envisat sweeps over the poles 14 times a day and provides complete coverage of the globe as Earth revolves underneath it. In this way, it monitors fluctuations in ozone - which reaches maximum concentration 20 miles above ground - from the top of the atmosphere to sea level. </p> <p>'Previous instruments have provided ozone data, but nothing like the information we get from Envisat,' added Lahoz. 'Combining this data with Met Office computer models of the atmosphere, we can create 3-D maps - which we can update several times a day - of global ozone levels. We know exactly how much is above a particular spot and therefore how much UV is reaching the ground.' </p> <p>Armed with that data, forecasters can quickly pinpoint skin cancer risk spots. 'It may be cloudy and you may think you are safe, but if atmospheric ozone is thin at the time, high levels of UV may still be hitting the ground,' said Lahoz, whose research will be presented at an Envisat conference next month. </p> <p>Similarly, in winter in the northern hemisphere, ozone levels can thin dramatically if ozone-depleted air from the Arctic moves over the UK. Again skin cancer risks will rise, even though the weather is cold and cloudy. </p> <p>But the prospect of providing daily skin cancer risk charts is already under threat. Envisat has only got a five-year projected lifetime. Once it has stopped operating, its ozone data will cease. </p> <p>'Envisat is a research satellite,' said Lahoz. 'We need a dedicated ozone-monitoring probe that replicates its Mipas instrument. If we don't get that, we will lose a very important eye on the world.'</p>",
  "Record numbers of white police officers are launching legal actions claiming they have been victimised because of the colour of their skin, The Observer can reveal today. <p>This reflects an alarming backlash against the Metropolitan Police crusade to encourage ethnic minority recruits, with resentful whites now convinced they are the ones being overlooked for promotion. </p> <p>Yesterday Ray Powell, the president of the National Black Police Association, warned that moves to end the culture of casual prejudice were backfiring. </p> <p>Attacking 'a ridiculous' pressure to hit strict targets for recruiting black officers, Powell told The Observer there was a risk of undeserving candidates being hired to boost the force's record on race. </p> <p>Around half of the long-running race cases being taken to employment tribunals by Met officers now involve white complainants, according to evidence submitted to the Morris inquiry, which is examining the force's treatment of its staff. </p> <p>The inquiry has uncovered a bitter undercurrent of resistance to change in anonymous interviews with officers, one of whom complained that 'if you are from a [visible ethnic minority] whatever you want, you can have.' </p> <p>The Met has been under intense pressure to hire more black officers since the Macpherson inquiry into the murder of black teenager Stephen Lawrence, which concluded the force was 'institutionally racist'. </p> <p>It has a target for 25 per cent of the force to come from the ethnic minorities by 2009, so that it reflects London's population as a whole. </p> <p>However, Powell said with current progress that would require up to 80 per cent of new recruits to be black and Asian, 'which is ridiculous'. </p> <p>He would rather see targets reduced and black recruits rising through the ranks on merit, than allowing substandard applicants to be taken on: 'There is a danger of black officers being set up to fail: human nature being as it is, there is a risk that the standards may be lowered. </p> <p>'I would rather see work on a sustainable environment first of all for black officers within the police, as opposed to carte blanche recruiting people into an environment where they won't be able to be sustained.' </p> <p>The process of change had been mishandled, with ordinary officers confused and suspicious about the Met's tactics of 'so-called positive action' policies stopping short of deliberately favouring black candidates, but seeking to encourage recruits by combating racism in the ranks, the black police leader said. </p> <p>'If you were to ask anybody in the police service what positive action is, they don't have a clue: therefore they interpret it as action against them. </p> <p>'They feel \"we have got these black officers getting everything, and apparently getting a leg up\" when in fact they are not.' </p> <p>The warning is borne out by evidence to the Morris inquiry, which is now considering its verdict after six months of hearing testimony from more than 50 witnesses. </p> <p>Led by Bill Morris, the former Transport and General Workers' Union leader, it has received a string of complaints of black officers being victimised for trivial offences, such as appearing on parade in a short-sleeved shirt instead of a long-sleeved one. </p> <p>Women officers told of a macho 'lads and dads' culture that forced them to watch porn during breaks, refused them permission to work part-time or have shifts to fit around childcare and even barred them from expressing breast milk at work. </p> <p>Anonymous interviews conducted on visits to London police stations exposed the hidden resentment among white officers. One complained: 'The perception is that black officers are only getting a promotion because they are black'. Others urged the Met to 'slow [its reforms] down a bit and look at white officers. They are forgotten.' </p> <p>The problem is not confined to the Met, according to the Nottinghamshire branch of the Black Police Association, which told the inquiry that the promotion of one local Asian sergeant prompted six white rivals to sue for racial discrimination. </p> <p>Jan Berry, chair of the Police Federation, reported complaints from white officers in Greater Manchester about the handling of disciplinary proceedings following a BBC undercover documentary, which filmed a recruit at a training centre wearing a Ku Klux Klan-style outfit. </p> <p>Esme Crowther, head of the Met's employment tribunal unit, told Morris that seven out of 15 race cases of more than two years' duration now involve white officers claiming to have been victimised. Most objected to being disciplined when they claimed visible ethnic minority officers had not been. </p> <p>The inquiry was set up by the Metropolitan Police Authority following the cases of Sergeant Gurpal Virdi - sacked for allegedly sending himself hate mail, but reinstated after a tribunal hearing - and Superintendent Ali Dizaei, paid £80,000 compensation by the Met after accusations against him were dropped after four years and an investigating costing £7m. </p> <p>Both cases risked seriously damaging nationwide efforts to recruit black officers, with some chief constables now calling for black candidates to be 'fast tracked' through the system in an effort to hit their targets - the sort of positive discrimination Powell feels is counterproductive. </p> <p>Morris is understood to be considering a range of potential measures, including an independent ombudsman for internal police discipline, and case managers to speed up the handling of complaints. Officers can be now suspended for years on end as investigations grind on.</p>",
  "<p>Advertising group WPP is weighing up a £500 million rights issue to fund its proposed acquisition of American rival Grey Global. WPP chief executive Sir Martin Sorrell confirmed last week that it is examining Grey's books ahead of a possible bid for the group, the world's last remaining independent ad agency, which is being auction off by Goldman Sachs. </p> <p>Sorrell told analysts last week that a bid for Grey, valued at about $1 billion, could be easily financed and that Grey could be absorbed without difficulty, although he stopped short of saying he would make a bid. WPP is conducting due diligence and Sorrell declared he was 'very impressed' with Grey. </p> <p>The deadline for first-round bids has slipped and offers are unlikely to be submitted until the end of the month, according to sources close to the bid process. WPP has a market value of £5.7 billion, about 10 times that of its smaller competitor. </p> <p>'The market's assumption is that he'll buy it and there will be equity issued,' said one industry analyst who took part in a conference with Sorrell on Friday. WPP announced a strong set of interim results last week, revealing a near-15 per cent rise in pre-tax profits to £176.3m. Half-year turnover topped £2bn for the first time and Sorrell confirmed that the long-awaited advertising upturn is feeding through to the bottom line on the back of higher corporate spending on the Olympics, Euro 2004 and the US Presidential elections. </p> <p>WPP's largest investors, including Legal and General and Legg Mason, are understood to be relaxed about the prospect of a rights issue to fund the acquisition, although there is some unease in the City over the amount WPP could be forced to pay if the number of bidders rises. French group Havas is considering a bid, along with several American private equity houses. </p> <p>Grey's clients include consumer products giant Procter &amp; Gamble. Grey is not a perfect strategic fit for WPP, which would prefer to buy businesses in fast-growing markets such as south east Asia, but Sorrell rarely passes up a chance to buy a rival. Some analysts, however, said a bid is not inevitable. 'Our view is it's a \"nice to have\" but it's not a \"must have\". He could buy it but he could yet walk away,' said one. </p> <p>WPP's shares closed down 1.3 per cent on Friday at 488p.</p>",
  "<p>An Arab in full Gulf dress - the long costume called a thobe and the white headdress known as a gutra - is stalking down the Royal Mile, looking swarthy and suspicious. Even though this is the Festival and people are primed for weirdness, plenty still play safe, looking the other way, making 'What's he doing here?' faces behind his back. </p> <p>'It's the worst feeling in the world: being feared for no other reason than the clothes you're wearing,' says Nader Shaheen, who is not a terrorist, but is here, like everyone else, to publicise his show. Taking the Peace features what he describes as 'an unknown Arab and his mate' trying to defuse some of the suspicion spread by the war on terror ('Or, if you want to call it after its leader, TWAT'). </p> <p>A hybrid of stand-up and revue, the show does what Shaheen rightly points out Arabs are very bad at doing - 'Getting out there, communicating. By and large, we're two-kids-and-a-mortgage, trying-to get-away-once-a-year-if we-can kinds of people.' It's also highly engaging and very funny, due largely to Shaheen's powers of mimicry, quickness and ability to communicate at the level of his audience while remaining, apparently, entirely other. </p> <p>A financier in his late thirties, Shaheen had the idea for the show a year ago and put it to his friend and writing partner, Jonty Crosse, a Brit who has lived in Bahrain for more than 30 years. Crosse had taken a revue to Edinburgh as a student and said he couldn't do it again, 'because I was a banker now. But Nader said it was precisely because he was a banker he had to do it'. </p> <p>A few years ago, their material, even performed outside the country, might well have meant they would not be wanted back in. You could be jailed for taking the piss then. (As Shaheen says, pointing out the differences between us and himself: 'You can laugh at yourselves with your satire and well-developed sense of irony. I smack you round the face.') </p> <p>As it was, the two warm-up gigs they did in Bahrain were unadvertised, word-of-mouth affairs. 'We didn't clear what we were doing with the Ministry of Information,' says Shaheen, 'because I don't believe in the Ministry of Information.' </p> <p>After their positive reception in Edinburgh, they'd like to do a show in the Gulf for charity. Humour can bring into the open things that used to be unsayable - 'That Bahrain is a healthy environment for prostitution, that there's a drugs problem, that the power went off four times this summer although we export energy. There's no shame in being open. If anything, transparency means people are more likely to do business with you.' </p> <p>The pair have taken their summer holidays to do this, while their wives are stage managing and Crosse's teenage children are front of house and lighting. After the run, they'll go back to finance. In his dreams, though, Shaheen would do a tour of US colleges. My guess would be that they'd go down pretty well. The night I saw the show, they had a packed house eagerly learning to put on gutras. </p> <p>They finished with his Muslim and a Jew shouting abuse at each other - 'I'm not sure that's been done on stage anywhere in the world,' Shaheen says with some satisfaction - before shifting into an adaptation of Shylock's speech from The Merchant of Venice: 'Hath not a Muslim eyes?' It's very moving, although, as Shaheen says, kind of difficult to get off stage afterwards.</p>",
  "To join the Guinea Pig Club, the boast of its members goes, you had to serve in the RAF in the second world war and suffer disfiguring injuries from being boiled, mashed or fried by enemy fire. <p>This year's annual reunion of the club that once had 650 members and counted kings and film stars among its admirers could be the last. There are now just 70 members, and its promise in the Forties to disband when membership fell to 50 is now near to being fulfilled. </p> <p>The Guinea Pigs were just that: young pilots whose hands, limbs and faces were reconstructed using untested, extraordinary plastic surgery techniques that doctors hoped would salvage something from their otherwise hideous injuries. </p> <p>Without such treatment, pilot Geoffrey Page's future might have been very different after enemy bullets ripped through his aircraft in 1940, igniting gallons of fuel and sending white-hot flames roaring into his cockpit. </p> <p>'My cockpit became an inferno,' said Page. 'Fear became blind terror, then agonised horror as the bare skin of my hands shrivelled up like burnt parchment in the blast furnace temperature.' </p> <p>He escaped and parachuted towards the sea: 'It was then I noticed the smell. The odour of my burnt flesh was so loathsome I wanted to vomit.' </p> <p>At the main RAF hospital, at Halton in Cheshire, Page realised the extent of his injuries. 'My last conscious memory was seeing, in the reflection of the overhanging light, the hideous mass of swollen, burnt flesh that had once been my face,' he said. </p> <p>Yet Page was fortunate: as the first of the Guinea Pigs, he endured more than a dozen operations at the burns unit at the Queen Victoria Hospital in East Grinstead, West Sussex, run by Archibald McIndoe, then one of only four full-time plastic surgeons working in Britain. </p> <p>Victims of severe burns rarely survived before 1940, more than half of them dying within 24 hours. Then with the RAF at the front line of the war, hospitals began fill ing up with young men whose faces and bodies had been melted by a new form of liquid torture: petrol flames, known by the pilots as hell's brew and orange death. </p> <p>Jack Toper, a wireless operator, was returning from a raid in 1943 when his Wellington bomber was hit by anti-aircraft fire and it was forced to crash land. </p> <p>As the 19-year-old struggled to help a comrade out of the aircraft, oxygen bottles exploded. His face and hands took the full force of the blast. 'I badly burnt my fingers,' Toper said. 'I lost my nose, my upper eyelids, the top of my right ear, my upper lip, my chin and my right cheek - otherwise I was normal.' </p> <p>With increasing numbers of men suffering such burns, it was imperative to find new treatment. McIndoe, a civilian consultant plastic surgeon working for the RAF, had no time to wait for technology to evolve. Setting up in a cottage hospital in East Grinstead, he carried out operations so innovative that he made them up as he went along. </p> <p>McIndoe's successes inclu-ded Tony Fletcher, a teenage RAF engineer who had lost his fingers through frostbite. </p> <p>It seemed Fletcher would never work as an engineer again - until McIndoe managed to cut into his knuckle joints to create small stumps that would act as fingers. </p> <p>Toper's treatment was just as incredible: McIndoe used skin from his stomach to make a new nose. For months the young man had to live with what looked like an elephant's trunk of skin stretching from his face down his body. This was a technique that McIndoe used to keep the skin alive as he grafted it on in a series of operations. </p> <p>The loop of skin, called a pedicle, provided a blood supply from its original source to keep the area viable but continued, for the rest of the patient's life, to behave like the chest skin it had once been. 'My stomach isn't all that hairy, but it still means that every two or three days I have to shave my nose,' said Toper, joking truthfully. </p> <p>The injuries of McIndoe's patients were so extreme that they stayed at East Grinstead for at least four years, having in excess of 50 operations each. But as incredible as his surgical successes were, it was the pioneer's brilliant understanding of psychology that was the key to his remarkable success. </p> <p>'McIndoe determined that the social environment in which the medical treatment took place was crucial in the success of the repair,' said historian Emily Mayhew, whose book, The Reconstruction of Warriors, is to be published next month to coincide with what could be the final meeting of the club. </p> <p>McIndoe sought the help of local people and he encouraged the severely disfigured men to go out into the town. It was not easy for them: 'Those first sorties into the world outside the hospital were painful,' said former patient Bill Simpson. 'Without hands, for instance, it was impossible to do anything without assistance. </p> <p>'It was embarrassing to have someone pouring beer down your throat, wiping your mouth. It was even more embarrassing to have to make for the gentlemen's cloakroom in pairs,' he added. </p> <p>McIndoe persisted and the men soon lost their self-consciousness. 'Chaps would go out and come back at two or three in the morning,' recalled Toper. 'This was not a hospital: it was a country club.' </p> <p>Black humour was rife among the patients: the first club treasurer was chosen because he was wheelchair-bound, and could not run off with the funds. </p> <p>McIndoe believed in having as many women as possible around the male patients, to encourage them to be confident and not retreat into their shells as a result of their changed appearance. </p> <p>'Nurses were employed on the basis of their qualifications. Above all, they needed to be able to cope,' said Mayhew. McIndoe recruited wealthy local women as ambassadors to prepare the people of East Grinstead for his patients' visits. Mabel Osbourne was a young waitress at the Whitehall restau rant in the town when the first group arrived. '[We thought] let's look at them - look at them full in the eyes and just see them and treat them as if we don't see it. And that's what we did. We got so used to it we never took any notice after that.' </p> <p>Affection grew between the patients and townspeople, with the cinema and dance halls issuing open invitations to Guinea Pig Club members. Some married local girls, and East Grinstead was called the 'town that didn't stare'. McIndoe, who was knighted for his work, died in 1960. </p> <p>'It will be terrifically sad when the club moves into history,' said Mayhew, whose grandmother nursed at the hospital. 'But it was a lifeline to its members for so long that it will be remembered and honoured for ever.' </p> <p><a href=\"http://www.greenhillbooks.com\">greenhillbooks.com</a></p>",
  "<p>Sky-high oil prices are already taking their toll, eating into consumers' spending power and squeezing corporate margins; but the short-term economic pain is also a harsh reminder to the world's richest countries that they have never been able to kick their addiction to the sticky black stuff - and time is running out. </p> <p>The world has about a trillion barrels of proven oil reserves left, according to the producers' cartel, Opec. At the current rate of global consumption, that should last us about 40 years: too long to bother the traders whose frenzied buying pushed up the price of crude to record levels last week; but not long enough to ignore. Natural gas will last a bit longer - perhaps 60 years at the current rate - but is still finite. </p> <p>'We have a responsibility to our great grandchildren to do something now, in 2004,' says Andrew Oswald, professor of economics at Warwick University. 'The whole history of economics is of consumers being woefully short-sighted.' </p> <p>The developed world's dependence on crude is laid bare when the price surges, as it has over recent months, gaining more than 40 per cent since January. As the cost of a barrel of oil nudged $50 at the end of last week, boosted by renewed violence in Iraq and uncertainty about the future for Russian giant Yukos, economists were already fretting that the global economic recovery could be engulfed in an oil slick. </p> <p>'Higher oil prices act very much like a tax, reducing consumers' purchasing power for other goods and services,' explains Paul Ashworth, of Capital Economics, who calculates that every $10 per barrel increase in the oil price increases US consumers' spending on oil and petrol by about $50bn a year. And when households feel poorer and spend less - and businesses too have to meet higher energy bills - economic growth suffers. According to the International Energy Agency, a sustained $10 per barrel rise in the price of crude cuts the output of the rich OECD countries by an average of 0.4 per cent and leads to 400,000 job losses. The International Monetary Fund is expecting global growth to pick up to 4 per cent this year, but economists are nervous that the US, and the eurozone in particular, could be vulnerable. </p> <p>'Almost everything that moves in modern society moves because of oil: it remains the most influential substance in daily life,' Oswald says. When the geologist M King Hubbert warned in the 1950s that oil extraction would inevitably turn downwards, he was widely derided, but US extraction hit its peak at the end of the 1960s, and is well on its way down the 'Hubbert curve'. As their own reserves run down, the world's biggest economies become increasingly dependent on some of the most politically unstable regions - crucially, the Middle East - for the juice to run their cars and factories. </p> <p>Many countries now use less crude to produce each unit of output than they did at the time of the 1973 oil shock, when Opec grabbed the oil-thirsty western economies by the throat and prices quadrupled. But fresh industrialisation in rapidly expanding countries such as India and China and the explosion in the use of cars means total global demand is expanding at its fastest pace for 25 years. </p> <p>The current price crunch could provide a taste of things to come: analysts think prices will stay above $40 at least until the end of the year, and Paul Horsnell, head of energy research at Barclays Capital, is pencilling in an average price of $38 in 2005 - well above levels seen over recent years. 'It's a recognition that long-term prices close to $20 a barrel are too low to guarantee sufficient investment into the energy industries,' he says. Prices of around $20 a barrel in the 1990s didn't encourage the oil companies to spend on infrastructure, and the International Energy Agency has calculated that just to upgrade the network and keep supplies flowing will demand $16 trillion of investment between now and 2025. </p> <p>Heavy investment in infrastructure can help to squeeze the last drops out of the world's oilfields, but it can't overcome the underlying problem worrying far-sighted economists: fossil fuel resources are finite. In theory, as oil becomes more scarce, and prices begin to rise, entrepreneurial investors should have plenty of incentive to chuck their cash into alternative forms of energy - but in practice powerful existing interests tend to create inertia. </p> <p>Britain's businesses are already calling on the government to try and cushion the blow of rising oil prices. The fuel protests of autumn 2000 showed that one of the few things that can spur the British people into acts of mass civil disobedience is the price of a gallon of petrol. Imposing extra tax now, to pay for investment in new technology and prevent our great grandchildren from facing a crisis, could be a career-wrecking move. One of US President George Bush's campaign adverts shows 12 men riding a rickety overstretched bicycle, with a voice-over saying: 'Some people have wacky ideas. Like taxing gasoline more so people drive less. That's John Kerry.' </p> <p>Despite his insistence that concerted government action is needed now to prepare for an oil-free future, Oswald thinks the current crunch will not cause enough economic pain to force a serious change of approach. </p> <p>'We need global coordination to face up to this,' he says. And there is only one way to force consumers and firms to envisage alternatives: 'The price has got to be much higher.' To make that happen, he believes: 'I think it will take some sort of crisis, maybe military, maybe climate-related.' </p> <p>Environmentalists, who attack fossil fuel use because of its impact on global warming, agree. They argue for the 'polluter pays' principle, on which the user of fuel has to meet the wider costs to the environment, in global warming and so on - what economists call the 'externalities'. </p> <p>'The impact of climate change is going to be economically significant, but at the moment that doesn't feed through to energy prices,' says Mike Childs, campaign director at Friends of the Earth, who would like to see a tax on carbon use. </p> <p>The government has acted to set targets for the proportion of energy that must come from renewable sources such as wind and solar power, in line with its promises under the Kyoto Climate Change Treaty - 10 per cent by 2010, and 15 per cent by 2015. </p> <p>It is also deciding how to implement European directives on cutting sulphur emissions from Britain's creaking coal-fired power stations. But with all Britain's nuclear power stations in the costly process of being decommissioned, and doubts about the capacity of wind power to take the place of coal and gas, no one has suggesteda viable plan to cope with the longer-term running down of oil resources. </p> <p>Meanwhile, like all addicts, oil analysts focus on the short term: avidly reading this week's production figures and following the impact on prices of elections, corporate upheavals and wars. And, just as they were during the larger shocks of the 1970s, consumers and companies are similarly focused on the present. They will watch their petrol tanks and fuel bills mount until the oil infrastructure catches up with demand and prices fall back a bit. Then they will carry on much as before. </p> <p>The chances of the world's wealthy nations weaning themselves off oil is still, as both the environmentalists and the economists agree, a pipe dream.</p>",
  "<p>The cost of a barrel of oil could surge through $60 within weeks, inflicting heavy damage on the global economy, analysts warn. Prices on the oil markets have hit record levels in 15 of the past 16 trading days, breaking through $49 on Friday. </p> <p>Bruce Evers, oil analyst at Investec, said: 'My gut feeling is that prices will stay much higher, much longer than people think. There's huge momentum behind it: $60 is certainly plausible.' </p> <p>With little spare capacity in the global system, and the threat of rebel attacks on oil installations in Iraq jeopardising Middle East supplies, economists say prices will not fall until the rising cost of energy chokes off demand. </p> <p>'If there's a cold winter and the situation in the troublespots continues, prices are bound to get higher,' said Muhammad Ali Zainy, senior energy economist at the Centre for Global Energy Studies. </p> <p>Prices so far this year have averaged $38, up from $32 last year, which analysts say could turn the temporary 'soft spot' in the US economy identified by Federal Reserve chairman Alan Greenspan into a prolonged slowdown. </p> <p>President Bush is betting on an economic upturn to help secure his re-election, but figures to be released this week are widely expected to show that the US expanded much more slowly than first thought in the second quarter of the year. </p> <p>Analysis by Washington-based think-tank the Economic Policy Institute shows that unemployment is a persistent problem, despite Bush's tax-cutting 'jobs and growth' strategy. Most states have fewer jobs than they did three years ago, at the beginning of the recession which followed the dotcom boom. </p> <p>'Many of the areas that have lost jobs are the key battleground states which Bush needs to win,' said EPI president Larry Mishel. 'The economy's muddling through with modest jobs growth, which means that we are not going to drive unemployment down.' </p> <p>Thirty-one states have lost jobs since March 2001, the EPI says. They include the President's home state of Texas, where there are now 103,300 fewer people employed.</p>",
  "<p>George James Symons should be living at this hour, for he was a man who loved the rain and loved to hear it spoken of. </p> <p>More than that, he adored storms: a description survives of him staying up all night by his window with a big barometer in his arms, excitedly noting the relationship of lightning, thunder and air pressure. </p> <p>Symons belonged to the great generation of Victorian measurers and collectors. As James Murray of the Oxford Dictionary was to English words and Leslie Stephen of the Dictionary of National Biography was to eminent lives, so Symons was to raindrops; he was the father of the annual statistical publication known as British Rainfall . </p> <p>If that doesn't mean much to you, think of it this way: whenever we use the phrase 'since records began' in talking about wet and dry seasons, we are referring to Symons's creation. </p> <p>It was the terrible drought of 1858, the one that caused London's 'Great Stink', that set him on his path when he was just 21. </p> <p>There was much discussion then about whether it was the worst drought ever and whether the rivers could possibly recover. Symons realised that without good, hard figures, such conversations were no better than hot air. </p> <p>So he launched what we would now call a database, not only keeping a record from his rain gauge in Camden Square, north London, but also gathering figures from rain observers wherever he could recruit them. </p> <p>In fact, he started a minor craze; from an original base of 69 data collectors in 1859, he was soon publishing statistics sent in by more than 2,000 people all over the country - peers and convicts, vicars and lighthouse keepers, even a few country ladies. </p> <p>So numerous and scattered were they that in 1885 he wrote: 'There is scarcely a spot in the British Isles from which, were I suddenly dropped from a balloon, I should not be within walking distance of one of my correspondents.' </p> <p>Besides logging current rain, he threw enormous effort into tracing and collating historical rainfall figures - logs kept by past enthusiasts - so that in time he was able to publish reasonable data going back to 1815. The work has continued ever since and the record now reaches 1766, the longest series of its kind in the world. </p> <p>Symmon's great enterprise (conducted at no cost to the public purse) not only settled many arguments but also proved invaluable to Britain's architects and builders, who, for the first time, had a solid statistical base for calculations about bridges, gutters and drains. </p> <p>He was duly rewarded with medals, fellowships and some modest acclaim, and his death in 1900 was widely mourned. </p> <p>The weather we have seen this summer was just the sort to delight him, not because it has caused floods but because it has got people talking and thinking. </p> <p>He would no doubt have devoted an article in his popular journal, Symons's Monthly Meteorological Magazine, to a treatment of the facts. </p> <p>With 98mm of rain in England and Wales by the 19th of this month, for example, we were already 28 per cent up on the average total for August. </p> <p>While this sounds bad, we would need to almost double that figure by the end of the month to surpass the record set in 1912. What a summer that must have been. </p> <p>If Symons is worth writing and reading about today, however, it is not just for the debt we owe him, but because it helps us see how different our perspective is from his. </p> <p>Though he never said it in so many words, underpinning all his work was a conviction that the rain, the weather and the climate were ultimately knowable. </p> <p>If you could only accumulate enough good quality data, he felt, you would have a good idea of the best and the worst they were capable of. </p> <p>For much of the 20th century, most meteorologists, climatologists and hydrologists would have accepted that view. </p> <p>As late as the 1970s, engineer ing students were taught that if they wanted to know what the rainfall extremes in a given location were likely to be, a 30-year slice of figures from British Rainfall would be suffi cient. </p> <p>For the purposes of building structures and drains, in other words, you didn't even need the century or more of data that Symons had made possible; just three decades were thought to provide a reliable picture. </p> <p>And then, along came climate change - not so much the fact of it as the idea, at least to begin with. Old, nagging doubts coalesced. </p> <p>How come Hannibal found elephants in north Africa? Why are so many vineyards recorded in the Domesday Book? How were they able to hold fairs on the frozen Thames in the 16th century? Historical facts, these were hard to reconcile with current climate data. </p> <p>New doubts surfaced, too. First, there was a scare about global cooling in the 1960s and 1970s. </p> <p>Then it became clear that the true picture was of long-term warming; over the whole of the 20th century, global temperatures undoubtedly rose. </p> <p>Now we know: the climate wobbles and alters, and not just over millenniums but over centuries and even possibly decades. </p> <p>And the implications may be scary, with the best available climate models now indicating more heat and more rain in Britain in the years to come and, particularly, more heavy downpours. </p> <p>The climate we thought we knew, the climate that Symons and others like him believed they were introducing us to, turns out to be a stranger. </p> <p>Despite the accumulation of nearly two-and-a-half centuries of rainfall data, we must accept that the skies have no end of surprises in store, as the past few weeks have shown. </p> <p>George Symons was a wise man and never a dogmatic one. He would have found it very interesting.</p> <p>· Brian Cathcart is the author of Rain (Granta £5.99)</p>",
  "<p>The case for resuming a nuclear energy programme in the UK is so strong that the time is ripe to take the argument head-on. As the citizens of Cornwall and Perthshire last week surveyed the consequences of climatic mayhem, they might also have been invited to form views on whether it really makes sense to abandon our only existing significant source of carbon-free energy. </p> <p>This is a leap in thinking that distinguished scientists are already taking - from Sir David King, chief scientific adviser to the government, to James Lovelock, guru of Gaia and arch-environmentalist. Both started out from an anti-nuclear bias but, on the basis of empirical scientific evidence, arrived at the same conclusion. In the age of global warming, opposition to nuclear power is a cop-out rather than a rational or responsible position. </p> <p>The Labour government has sought to reconcile two positions that are almost certainly irreconcilable. On the one hand, we have signed up for Kyoto and taken a lead in arguing the urgency of the climate change imperative. On the other, we brought into government a generational prejudice against nuclear power that evolved largely on the premise that it is the other side of the coin that is nuclear weapons. </p> <p>Historically, this contention is probably true. There might not have been a civil nuclear industry had it not been a by-product of military investment. But while that is an interesting historical and political fact, it is not a persuasive argument against a present-day assessment of what nuclear power has to offer. </p> <p>If Tony Benn was able to overcome that same ideological barrier almost 40 years ago, when left-wing concern about 'the nuclear threat' was a great deal more intense, then there is no reason for it to daunt anyone today. But the case, now as then, must be argued. It has to be shown that anti-nuclearism in the age of global warming is a deeply conservative position. </p> <p>Ask people whether they are in favour of new nuclear power stations and you will probably get 75 per cent against. But ask them if they think Britain should remain capable of generating enough electricity to meet our national needs, based on indigenous resources, and you will get even more than that in favour. At that point, the read-across to maintaining a substantial nuclear component is not difficult to establish. </p> <p>When we published an Energy White Paper last year, two major objectives were put up in lights. The first was the fundamentally important requirement to ensure security of supply. But the second, reflecting the priorities of the age, was carbon reduction. This led to a huge emphasis being placed on renewables - which I am all in favour of. But renewables, unfortunately, do not deliver the stable base-load that is required to deliver security of supply. </p> <p>For those who oppose nuclear, the familiar alternative position is to urge a far more massive commitment to renewable energy than even the one that the government has offered. At this point, however, there is a vast dichotomy between aspiration and delivery. To meet even the 2010 targets, we have to bring onstream each year a renewables capacity equivalent to the total that already exists. The idea that we can double or treble that outcome is fantasy, particularly in the light of public opposition to wind farms. </p> <p>As things stand, no matter how successful we are in delivering on renewables targets, the outcome in carbon-reduction terms for the next 20 years will only be to cancel out what we are throwing away through the run-down of carbon-free nuclear generation. I firmly believe that, as climate change rises through the league table of political concerns, that approach will become unsustainable. Surely it is better to pre-empt that mood by making the case for nuclear new-build, probably on existing nuclear sites. </p> <p>It is a myth that the world is turning its back on nuclear. A couple of dozen countries are currently planning new nuclear programmes - from the geographically close France to the ideologically liberal Finland, not to mention our G8 partners in Japan and the United States. I recall asking the Finnish energy minister how they had managed to deliver this outcome. She replied: 'Through eight years of honest debate.' </p> <p>Maybe it is time we began a similar, if truncated, process. The most effective argument against a new nuclear programme is that we still do not know what to do with the waste. But beware those who use this issue as a convenient show-stopper and want to make new-build consecutive upon an 'answer' to the question. </p> <p>It has not been beyond the wit of other countries to find publicly acceptable solutions, particularly now that retrievability has been established as being deliverable. In any case, waste is overwhelmingly a legacy issue. The waste produced by a new generation of nuclear stations would be incremental only at the margins. </p> <p>By 2020, most of Britain's electricity will be generated from imported gas. There is no doubt or argument about that. The outstanding issues are those of degree. </p> <p>How dependent do we want to become on imported primary energy sources? How much can renewables realistically be expected to deliver at affordable cost? </p> <p>Sensible answers to these two questions will lead inexorably to the conclusion that the case for nuclear is as strong now as when Tony Benn drove it in the 1960s. We should get on with it.</p>",
  "<p>Intense international competition: this has been the hallmark of this summer's sport. It was evident in England's dismal showing at the European football championships in Portugal and now at the Olympics in Greece. But while our footballers had no excuse, our Olympians deserve credit. There have been some great performances, even though for many, the domestic facilities they have to train with rank far below those of our competitors. It begs the question: how well we could do with the right investment? </p> <p>We should not be surprised. A lack of investment has characterised our approach to most things. Indeed, even in the first couple of years of this government there was a famine in public sector spending that, thankfully, has now turned into a feast, particularly on health and education. Trouble is, it is still difficult to measure how successful such spending has been. Indeed, once there is a gap between the payer and the recipient of a service there will be huge disparities in the quality on offer. This is compounded by vested interest groups that always want to put a positive slant on things. Thus, despite more money, we still lag internationally on our public services. </p> <p>Yet last week, there appeared to be some good news on education. A-level grades are up. Education for education's sake is welcome and, as happens at the Olympics, over time standards ought to rise. The biggest problem is that such results may create unrealistic expectations. But quite simply the standard has to rise, given what is happening overseas. For instance, at Standard Chartered bank, last year's graduate intake saw almost 300 applicants from around the world for each place, with more than a quarter of offers going to students from China. </p> <p>Our best students can compete internationally, but many firms are concerned about the wider skills base. Perhaps this is justified. Nick Gibb, the Tory MP and member of the education and skills select committee, has pointed out that '23 per cent of adults in Britain cannot read properly (they cannot, for example, determine the correct amount of medicine to give a child from information printed on the package). Britain's education system ranks a poor 20th out of 41 OECD countries in reliable international comparisons'. The trouble with international data is that it is old, but it does highlight the scale of the problem facing Britain, even if standards are now rising. </p> <p>More students are going to uni versity. That is good. Yet it is too early to judge the overall economic benefit. It may even prove negative, as for the first time in more than three decades, the place where most graduates want to work is not the City, not industry, but the public sector. Perhaps it is the lure of final-salary pensions, many of which are unfunded, pointing to an increased tax bill at some stage. </p> <p>Indeed, public sector employment has risen sharply. Despite the Chancellor's recent announcement of cuts in civil service jobs, close to half a million extra public sector posts have been created since 1997. It seems that the fur ther one moves from London, the greater such public employment has been in keeping the housing market underpinned, despite rising interest rates. An effective regional policy for a government seeking re-election. </p> <p>One consequence of all of this is an increased tax and regulatory environment that industry fears will challenge it in the future. This is a genuine concern, particularly as we need to see more investment by firms. For despite the strength of the economy, the reality is that the two big areas of growth are dri ven by debt - public debt and consumer debt. </p> <p>Too much regulation and taxation would hurt the competitiveness of British firms. Yet one area where the government deserves credit is on its international agenda with respect to Africa. In the second half of next year, Britain assumes the presidency of both the EU and the G7. The focus will be on poverty reduction. Such an initiative should be good for Africa and also for changing perceptions of Britain. </p> <p>As part of my job, I have spent about six months of each of the last couple of years travelling abroad. During that time Britain's international standing has gone down, France's up. Yet, there is still a positive international view of our economy and perhaps there will be scope to push this agenda. The agenda is not new. All of what is being suggested was in the 1979 Brandt report. Then, there was much talk and little action. </p> <p>For now, Africa is being helped out by the unlikeliest of sources: China, which is slowly becoming the key counterbalance to the US in the world economy. In previous cycles it used to be Europe and Japan that counterbalanced America. No longer. Europe's economic model is creaking, its population ageing and its potential growth rate slowing. It will enjoy high living standards, but compared with Asia it is not the market to look to. Instead, Asia is booming. And just as China is now driving growth in east Asia, India has the potential to do likewise in south Asia, which houses one fifth of the world's population. </p> <p>Asia also holds the key to US economic prospects. Despite talk of America's military might, its economy has to borrow one and a half million dollars per minute (yes, per minute) from the rest of the world to finance its trade deficit. So far this has not been a problem, but only because Asia is prepared to help. A decade ago, Asian central banks held one third of global currency reserves. Now, they hold two thirds, the bulk in dollars. </p> <p>And it is not just the US government - American firms are becoming more dependent on Asia, too. Take China. Despite the political hype about America wanting China to revalue its currency, the reality is that three quarters of firms exporting from China are foreign, the bulk of them American. </p> <p>Of course, as China opens up, its authorities will lose some control. There will be increased volatility. But those who are expecting China to collapse will be disappointed. Even if there is a hard landing for the Chinese economy the impact is likely to be like last year's Sars epidemic - dramatic and headline-grabbing, but only temporary. </p> <p>This process is forcing India to change. India's recent election result showed not everyone is happy with change, but there is progress none the less. While there has been much focus on call centres, the reality in India is that they wish to take advantage of their domestic skills and move up the value curve into higher quality services such as consultancy, sub-editing and health care. </p> <p>In short, services such as manufacturing are now open to intense international competition, based not only on price but on quality. Where then does this leave the UK? Asia offers a great challenge, but also a wonderful opportunity as a future growth market. The area in which we have the most advantage is financial services. </p> <p>London has heeded the Wimbledon effect. Britain has the best tennis tournament in the world, but never wins it. But the important thing is that the tournament is held here. Similarly the City is no longer dominated by British firms, but at least it is here. This is one sporting lesson we have learnt as we face up to the global challenges ahead. </p> <p><strong>·</strong> Dr Gerard Lyons is the chief economist at Standard Chartered. William Keegan is away</p>",
  "<p><strong>For Ever Godard</strong><br>edited by Michael Temple, James S Williams and Michael Witt<br>Black Dog £24.95, pp384</p> <p>Tate Modern is a huge, empty space predestined to be filled with hot air. It was here, appropriately enough, that a global contingent of semioticians, deconstructors and postmodern theorists convened three years ago to confer about Jean-Luc Godard. The results of their cogitating, including pseudo-learned diatribes on asynchrony, anamnesis and 'non-dialectisable alterity', now appear in this lavishly illustrated, utterly unreadable volume.</p> <p>Godard began, in the early days of the New Wave, as a pungent critic who also made tersely existential, abruptly brutal thrillers. Admiring American film noir, he had his own laconic definition of cinema: 'Film,' he declared, 'is a girl and a gun.' The girl, for preference, was the lush Brigitte Bardot, who simmers in Contempt; the gun was usually wielded by Jean-Paul Belmondo who, as the muddled gangster in Breathless, pays homage to the prototype he nicknames Bogey. Unfortunately, Godard forgot his own formula. His later work replaces girls and guns with ideologies, self-indulgently dissected. His explicators in the Tate symposium identify the change, without realising its cause for dismay: 'The image... becomes first a question, and second a critique', so a film turns into 'a scripto-visual essay'.</p> <p>But once the image ceases to be simply an image, is there any need to look at it? Godard himself absolves us from having to do so, and makes one of his characters declare that the image is 'the gaze of nothingness upon us'. This may sound exalted in French, but somehow the idea evaporates in translation.</p> <p>Look at what happens to the possibly poisoned glass of milk Cary Grant brings to Joan Fontaine in Hitchcock's Suspicion when the Godardians go to work on it. 'The glass of milk is an \"image\" in two opposed yet interconnected ways,' opines Jacques Rancière. 'First, it is an agent of condensation. Second, it is an agent of dispersion.' Does he mean that Cary Grant dropped the glass? You can taste the milk curdling as the analysis lumbers on. You can also hear Hitchcock wearily grumbling: 'It's only a movie.'</p> <p>It's possible to talk or write endlessly about the later Godard, which is why he so engrosses the academic hacks who teach film studies. What I defy anyone to do is watch the films. Godard the 'media icon', a senescent enfant terrible, is, as Temple and Williams put it, 'universally recognisable and yet totally unknown'.</p> <p>His phantasmal reputation somehow survives his dozens of recent failures, which range from a two-minute video clip on Sarajevo to a four-hour meditation on cinematic history, consisting entirely of garbled, uprooted quotes.</p> <p>The contributors to this book faithfully embellish his mystique by channelling the entire cultural history of the West through him. It's rather like the dash through the Louvre by the cast of Bande à part, who cram a museum tour into 24 hectic seconds. The essays are equally incoherent, though not quite as exhilarating.</p> <p>One critic presents Godard's work as a solution to the quarrel between 'the dialogical and the technical' represented by the different philosophical methods of Socrates and Aristotle. Another celebrates him for performing Christ-like miracles, since, in Godard's view, the image can bring about the resurrection of the dead.</p> <p>A third participant contributes to his deification by asserting that Godard 'is crucified between what he can no longer do and what he cannot yet do'. His imaginary martyrdom on Golgotha, I presume, refers to his failure to extract funds from producers.</p> <p>Colin MacCabe's essay offers some wry evidence of Godard's financial hard-headedness and his slippery interpretation of contracts, but concludes by applying the same inflationary rhetoric. Piling up loose analogies, he arrives at a fatuous cosmic overstatement: 'The basic topic is simple,' he says. But this is MacCabe's notion of simplicity: 'Like Major Amberson, like Godard, like the millennium, we confront a death which poses the most urgent questions about art and the possible deaths of art.' Can MacCabe be saying that the film in question is a dead duck?</p> <p>The illustrations show off the 'auteurist' cult at its craziest. A poster for Godard's King Lear consists of 11 heads of Shakespeare, with Godard's grizzled phiz completing the set; another poster for Hélas pour moi aligns the surnames of the director and the star, Gérard Depardieu, picking the letters GOD and DIEU in red.</p> <p>Alas, I'm unprepared to revere Godard as a fecund universal creator, a colleague for Shakespeare or for God. Toiling through this book is more like waiting for Godot - and he, as you know, never turns up.</p>",
  "<p><strong>Eichmann: His Life and Crimes</strong><br>by David Cesarini<br>William Heinemann £20, pp352</p> <p>The trial of Adolf Eichmann made him the global face of the Holocaust. But his exact role in the atrocities remained buried by courtroom rhetoric, sloppy reporting or overly ideological analysis. To some, he was a classic Nazi: a depraved, criminal, socially inadequate über bully. Others saw a bureaucrat made into a mass murderer by totalitarianism, who counted Jews instead of beans. This gripping, lucid, meticulously researched book reveals that both views are wrong.</p> <p>David Cesarani shows there was nothing in Eichmann's relatively comfortable childhood and youth to indicate any lack of sociability. As an adult, he was garrulous and popular. After a hard day in his Berlin office organising mass deportations in 1943, the handsome, charming, popular SS officer would go to musical soirees with his staff.</p> <p>The question of when the Nazis decided to exterminate Europe's Jews is much debated. The Wannsee conference in Berlin in January 1942, at which a dozen senior Nazis discussed the practical difficulties and decided on a plan of action, is often seen as the turning point. Eichmann, then head of the only Nazi administrative department devoted to Jewish affairs, helped to organise the conference.</p> <p>Then he applied himself with singleminded vigour to rounding up as many Jews as possible and deporting them to the death camps being built.</p> <p>But by the time of the conference, at least half-a-million Jews had already been killed by the SS 'Einsatzgruppen' in eastern Europe alone. Cesarani, like most contemporary scholars, sees Wannsee as an attempt to systematise what was already happening on an ad-hoc basis.</p> <p>The descent into an attempted mass killing of more than 11 million people was gradual, occurring over a decade at least. And in this lies the key to understanding Eichmann.</p> <p>Born in the Rhineland in 1906, he joined the Nazis in 1933. He was not a 'Jew-hater' then. His anti-semitism was simply that of most right-wing, provincial, conservative Germans or Austrians. He wound up in the Jewish Department of one of the main Nazi intelligence agencies almost by accident. As Eichmann was sucked deeper into the Nazi cult, he became more viciously anti-semitic.</p> <p>In 1938, after Germany annexed Austria, Eichmann was sent to Vienna to head the Office for Jewish Emigration where, through 'terror and chicanery', he was extremely effective.</p> <p>Many see his time there as the beginning of 'the Final Solution'. Certainly, the Jews were seen by the Nazis as a cancer that must be cut out. Cesarani, however, argues persuasively that emigration was still the preferred option. Indeed, in 1940, Eichmann hatched a plan to ship four million Jews to Madagascar. It would entail massive casualties, but was still not deliberate genocide.</p> <p>A key step was taken at about this time during the 'cleansing' of western Poland to make room for ethnic Germans evacuated from Soviet-held areas. Eichmann was intimately connected with the brutal eviction of 500,000 people, gaining experience of managing mass deportation.</p> <p>As the war progressed, it became clear that emigration was not going to render the Reich judenfrei. So the Nazis decided to kill them.</p> <p>From Berlin, Eichmann ran operations to collect Jews and ship them to the camps. Trains had to be sourced and timetabled; they had to be found, stripped of their property and transported. There were problems with local commanders unwilling to have Jews dumped on them, obstreperous underlings and distant, wilful superiors. Eichmann was vastly assisted by the prevailing European anti-semitism. In Romania, Slovakia and Hungary, locals happily helped round up and, in some instances, kill Jews. In France, the Nazis trailed the Vichy regime in efforts at persecution.</p> <p>Between April and July 1944, Eichmann, based in Budapest, ruthlessly and efficiently rounded up 437,000 Hungarian Jews and deported them to Auschwitz. By that time, he was 'rotten from the inside out'. Fanatical, drunk with power, in the grip of a 'lethal delusion', Eichmann's descent, like that of his nation, was complete.</p> <p>As the Soviets closed in, he fled to Germany and then, helped by the Vatican, to Argentina, from where he was kidnapped by the Israelis in 1960, tried and executed in 1962.</p> <p>Eichmann was not born a killer. He became one, stage by grisly stage. He found the mechanics of murder (while observing a mass shooting, he had brains splattered over his leather coat) disgusting. But he worked fanatically to destroy millions of human beings. He did it because, for a variety of personal, professional and ideological reasons and because of the circumstances he found himself in, it seemed the right thing to do. Eichmann was a normal man who became a monster. As Cesarani concludes: 'Everyman as genocidaire.' And that is a lesson for our bloody times.</p>",
  "<p>While he was researching Down and Dirty Pictures, his book about the rise of the American independent film industry, Peter Biskind asked each of the directors he spoke to a question. If there was a movie of the book he was writing, who should play supersized Miramax boss Harvey Weinstein? </p> <p>There would be a long pause. Some would say it had to be Sidney Greenstreet, others James Gandolfini, of Sopranos fame. A few believed the role could only have been played by Marlon Brando. Biskind is not sure that any of them exactly fitted the bill. 'Harvey,' he says, 'stubbornly resists casting.' </p> <p>Just as, in Biskind's view, Weinstein hijacked American independent cinema in the last decade, so he has also hijacked Biskind's book. The author went through the motions of broadening his project, detailing the successes and failures of October Films, the emergence of Sony Pictures Classics, the humbug of Robert Redford's Sundance festival, but this is really about Harvey. </p> <p>Biskind details with some appalled glee the food stains on Weinstein's shirts, the thuggish threats to journalists, the thrown telephones, the impossible demands to directors, the bullying of staff. He talks of Weinstein as an 'artist of anger' and as 'the 800lb gorilla in the corner'. Really, though, he is his Moby Dick, his white whale. No matter how often the journalist seems to have harpooned his target, Harvey keeps emerging from the deep, clutching a contract and a side order of fries. </p> <p> Down and Dirty Pictures is a sequel to Biskind's spectacular inside story of Seventies Hollywood, Easy Riders, Raging Bulls. Again, he embeds himself on the front line between art and commerce, integrity and greed, and watches the flak fly. These days, though, all the firepower comes from the suits. And whereas with Coppola, Beatty and Friedkin, it was sex and drugs and ego that got in the way of film-making, lately it is really only cash that corrupts. The drama was once in getting films made; now, in Biskind's account, it is mostly played out post-production, in marketing meetings and conference calls about distribution rights. As a result, I suggest to him, it is harder to find heroes in this book. </p> <p>Biskind points to Quentin Tarantino. 'I also think [Steven] Soderbergh is a hero, and David O Russell [director of Spanking the Monkey].' Of these, only Tarantino emerges from Biskind's pages with quite the force that attended a Scorsese or a Paul Schrader, and everyone, even these three, even Biskind, nowadays seems obsessed with bottom line. To sell out or not to sell out has long ceased to be the question. As actor Ethan Hawke, one of the few interviewees who seems genuinely depressed by the industry's venality, said to Biskind: 'If actors and directors now have a corporate mentality, then who in the world doesn't have a corporate mentality?' </p> <p>Biskind sees in Miramax's approach to film-making paradigms of Nineties America: the slavishness to focus groups, the devotion to marketing over substance, the insistence that Miramax is a cool and independent company while Harvey rakes in the millions. Had Miramax not existed, would the best of the 'indiewood' films they made or distributed have been made elsewhere? The answer, says Biskind, in the case of their biggest successes, Pulp Fiction, say, or The Crying Game, is 'certainly yes'. He is not so sure about the likes of Shakespeare in Love or The English Patient, still less about Il Postino or Clerks. 'And who can say whether any of the films would have got their audience without Miramax's machine.' </p> <p>Peter Biskind grew up bookish in New York and studied English at Yale. He started teaching at university in California, at the height of the anti- Vietnam war movement. The lecture hall was not where it was at. 'I bought a little camera and started making films, one about a big oil spill in the Santa Barbara channel and the next about all these student demonstrations. I'd go to a class to teach and half my students would be in jail, so I documented that. I would go and show the film round other campuses.' </p> <p>As well as skipping afternoons to see Russ Meyer films, he was watching Antonioni, Bergman and all the French New Wave. 'I loved Godard,' he says, 'and the Polish postwar cinema, Andrej Wajda and all that.' </p> <p>He quit teaching and began film reviewing. He edited a film newspaper, Jumpcut, distributing it by hand in New York, and later became editor of the industry bible, Premiere. </p> <p>Is he, I wonder, really a frustrated film-maker at heart? </p> <p>'Only in the sense that I've wondered if I could do it,' he says. 'But I think it is a different skill set from writing books.' </p> <p>One of the things that impresses you, reading Biskind, is the sheer volume of his sources: no throwaway, two-word quote comes without its careful reference and, almost without exception, each reference, when you trace it in his notes, is to an 'AI' - author interview. Hardly anyone in the history of the world can have transcribed as many interview tapes. </p> <p>'It's really a question of a critical mass,' he says, smiling behind his lopsided moustache. 'There are always going to be people out there who won't talk to you. But once you put it to them who is talking, they see the attraction of putting their side of events.' </p> <p>His original motivation came in part from a desire to disrobe Hollywood's emperors. 'I'd been writing for these magazines and I was, like, so tired of reverential. The films may have been great, often were great, but the people who made them could be monsters. Artists often are. Picasso could be tricky. Dostoevsky was not always a nice guy. I just wanted to show some of that.' </p> <p>The Hollywood artists he wrote about have tended to respond to Easy Riders with varying degrees of bile (though you know for a fact that all of them sat up all night reading it, working out just who had dished what). Robert Altman suggested: 'It was hate mail. We were all lured into talking to this guy because people thought he was a straight guy but he was filling a commission from the publisher for a hatchet job. He's the worst kind of human being I know.' Robert Towne, screenwriter on Shampoo and Chinatown, quoted from Nietzsche: 'Sometimes our loathing for dirt is so great it prevents us from washing our hands.' </p> <p>Mostly, Biskind says, he has managed to avoid his subjects since Easy Riders came out, though not always. 'I was invited a couple of years ago on this short cruise around the Caribbean with some film people. So I walk on this ship and there's Francis Coppola. Now, I'm not a confrontational person, so my first thought was whether I could hide from him on the boat for a week or whatever. But it was only a small boat. So I thought I better go speak to him. He was sitting like a pasha by the swimming pool and I walked up and extended a hand, \"Hi Francis\".' </p> <p>Coppola stared at Biskind's hand like it was a dead fish. 'And then he starts laying into me about how I only spoke to these people who had hated him and so on.' The cruise became more painful when, one night, Biskind discovered he was to be interviewed in front of the other guests about his book, on stage. Coppola had volunteered to put the questions. 'It was like hell, really,' he says, quietly, but with some feeling. </p> <p>For the current book, his subjects got their retaliation in early. In his preface, Biskind describes being called into to Weinstein's office early on in his research. Harvey sat behind his big desk. 'The odour of menace hung in the air like the smell of burning tyres,' Biskind recalls. There was a baseball bat in the corner. Harvey offered to bankroll him to write another book, any other book, which Miramax would publish, if he would just not do this book on Miramax. Biskind declined. </p> <p>Since the book came out in America, the pair have not met. 'I live out of the city, so I don't go to a lot of openings. I know I will run into Harvey eventually, though,' Biskind says. 'It's sort of inevitable. I don't suppose he is going to drag me out in the street and break my legs. That would not be seen as a very cool thing to do. So, in a way, I'd rather get it over with.' </p> <p>In the meantime, Biskind has Miramax's formidable public-relations operation to spar with. </p> <p>'They've got these people who are a bit like Richard Nixon's truth squad - they hassle journalists I've talked to,' he says. 'It can pay off. Some journalists get intimidated. They have an amazing network of \"assets\", as they say. They call up and say I distorted this on page 43 or I exaggerated that on page 258.' (This point had been proved to me when, the night before I was due to interview Biskind at his hotel in Soho, The Observer office received a call from Miramax in London suggesting that the company's head of publicity in New York would love to talk to me about the story I was writing. I declined, mainly because I could only think of one question: how did they know?) </p> <p>For some people, Biskind's cynicism went too far when he turned it on Robert Redford's Sundance festival. In fact, his criticism of Redford is fairly benign. He comes across as a bit dull, a bit control freaky, a bit disorganised and very vain. Other than that, Biskind details the ways in which Sundance has become a market place, not a festival. I wonder why he thinks his criticism caused so much fuss? </p> <p>'Redford is untouchable in America,' Biskind says. 'He has the best press of any Hollywood figure ever. He has Sundance for a start, and then all his work with native Americans and the environment. To America, he is as pure as the driven snow.' </p> <p>Redford's response was to say at the time that he'd never seen Biskind at the festival. 'In fact, as he well knows, I used to sit on the advisory board for Sundance,' Biskind says. 'It was him who never used to turn up. Certainly, he was never very visible there until the festival started to make headlines.' </p> <p>Biskind has some fun with the 'granola' films of Sundance in the early years, designed to do you good. He describes well the shock the 'Sundanistas' felt on first seeing Reservoir Dogs, when, up to then, people in the festival's films 'had only died of old age, or possibly Aids'. Does he think that great films can emerge from a wholly supportive, liberal, democratic working environment? </p> <p>'Well, there are some examples. Even from companies like October and now perhaps Focus Features, which made Lost in Translation. A lot of these companies pride themselves on being Miramax-nice. They support their directors. Palace Pictures was wonderful for a while.' </p> <p>There is in that niceness, though, less of a story. Did he feel he had become of the devil's party without knowing it in this book? </p> <p>'I guess to an extent. You do become fascinated with outrageous stories, each one more unlikely than the last. You have to resist the temptation to lose yourself in them and just wallow. I did try, honestly.' </p> <p>Biskind shows no signs of overcoming that habit. His next book, no doubt in several volumes, will be an account of the secret lives of Warren Beatty. </p> <p>Is Beatty assisting with the project? </p> <p>'Not assisting exactly, no,' Biskind says. But then he wouldn't want it any other way. </p> <p><strong> · </strong> Down and Dirty Pictures by Peter Biskind is published by Bloomsbury on 6 September</p>",
  "<p>The defunct state reformatory in Mansfield, Ohio, is a cold and imposing place, one part cathedral to two parts Castle Frankenstein. A vast monolith whose gothic arches resemble a house of both worship and horror, the building seems tailor-made to combine the fortressed needs of a prison with the spiritual ministrations of a church - a unique blend of punishment and salvation. It was here, in the early Nineties, that writer / director Frank Darabont filmed The Shawshank Redemption, a powerful parable of a wrongly convicted man who triumphs over terrible adversity, shedding his shackles to escape into dreams of the movies, spiritually liberating his fellow inmates in the process. And it was here, several years later, that I came looking for an answer to a question which has baffled many cynical film critics: how did a low-key prison drama, which was considered a box-office flop on its initial release, become one of the most popular movies of all time? </p> <p>Like most who reviewed The Shawshank Redemption when it was first released in 1994, I was impressed, but I had no idea just how important the film would become to some audiences. Certainly, I couldn't predict that in a few years' time it would be voted Best Film of the Nineties and Fourth Best Film of all time by the readers of Empire magazine; that it would rival The Godfather and Star Wars for the top spot of the Internet Movie Database subscribers' poll; or that it would be quoted on national television by (of all people) Sarah Ferguson, the Duchess of York, who had apparently taken comfort in its message of redemption. </p> <p>Now on the eve of a tenth anniversary re-release, the film is widely considered a feelgood masterpiece to rank alongside Casablanca and It's A Wonderful Life as a perrenial audience favourite. So when, in 2001, Channel 4 asked the director Andrew Abbott and myself to make a documentary about The Shawshank Redemption, it was to this extraordinary audience reaction that we turned. What we found, particularly in America, was fans who were having what can only be described as a 'religious experience' with the film, who likened The Shawshank Redemption to a latter-day retelling of the story of the Gospels. </p> <p>One fan we met was a former inmate of Mansfield Reformatory who had renounced a life of drugs and crime to become a trainee pastor, and who considered The Shawshank Redemption to be a touchstone text on his road to salvation. Many others were just regular folk who had endured tough times in their lives, and who found an uplifting message in the story of one man's refusal to abandon hope in the most apparently hopeless situation. As the film's star, Tim Robbins, told me: 'It's a film about people being in jail, and having the hope to get out. Why is that universal? Because although not everybody has been in jail, on a deeper, more metaphysical level, many people feel enslaved by their environment, their jobs, their relationships - by whatever it is in the course of their lives that puts walls and bars around them. And Shawshank is a story about enduring and ultimately escaping from that imprisonment.' </p> <p> The Shawshank Redemption began life as a short story by horror guru Stephen King, published in the Different Seasons anthology which also included The Body, filmed by Rob Reiner as Stand By Me. A departure from scary fare such as Carrie and The Shining, the story, entitled Rita Hayworth and Shawshank Redemption was described by King as 'a prison-break story in the grainy old Warner Brothers / Jimmy Cagney mould', which caught the attention of aspiring film-maker Darabont. Having made an early short film based on another King story, The Woman in the Room, Darabont had since been racking up screenwriting credits on such second-rate horror fare as the remake of The Blob and the sequel to the remake of The Fly. Now he was facing the prospect of making his directorial debut with 'a Chucky-type shocker' about which he was less than enthusiastic. Eager to attempt something more artistically ambitious, Darabont set to work on an adaptation of Shawshank, crafting a screenplay which was low on action, big on characterisation, and unfashionably lacking in car chases, romance, or explosive special effects. The resulting script, which Darabont was determined to direct himself, soon became a 'hot property', attracting the attention of such A-list stars as Nic Cage and Tom Cruise. Ultimately, Tim Robbins landed the key role of new Shawshank inmate Andy Dufresne, while Morgan Freeman was cast as old lag Red, a character originally written as a gruff white Irishman. (When asked why he's called Red, Freeman wryly replies: 'Maybe it's because I'm Irish' - a gag which accentuates the film's admirable colour blindness.) </p> <p>In 1994, The Shawshank Redemption garnered little public attention despite some glowing reviews. On its first-run American release, it recouped only $18 million of its $35m investment - this at a time when 'blockbusters' were regularly raking in more than $100m. Not even seven Oscar nominations could help it compete with the success of hits such as Speed, Pulp Fiction and Forrest Gump. 'I don't know what happened when it first came out,' Morgan Freeman later admitted. 'In fact I remember someone asking me on the night of the Academy Awards why I thought Shawshank had done so poorly at box-office when films like Dumb and Dumber, which opened the same season, had done so well. After all, Shawshank had got pretty good reviews, whereas Dumb and Dumber had been thoroughly and relentlessly trashed by critics.' Theories offered in defence of Shawshank's box-office failure ranged from the incomprehensibility of the title (Robbins recalls fans asking 'What was that Shinkshonk Reduction thing?') to the unpopularity of 'prison movies' and the lack of any female characters to widen the audience demographic. According to Hollywood marketing law, Shawshank was a film tailor-made to fail, and it did just that - at least in cinemas. </p> <p>On video, however, it was a different story. Despite its disappointing box office turn-out, Warners shipped 320,000 rental copies of The Shawshank Redemption in the US, a figure which they happily admit was 'kinda outta whack' with its poor performance in cinemas. Not only would Shawshank become one of the top renting tapes of 1995, its subsequent TV airings would continue to pull in viewers in record-breaking numbers. Against all industry expectations, a film which had, in effect, been rejected by audiences in cinemas was rapidly shaping up as a home-viewing hit with both men and women. So what was happening? Ask any video dealer and they'll tell you that the key factor in Shawshank 's unexpected success on tape was simply word of mouth. Renters who had given the film a wide berth in cinemas were now taking The Shawshank Redemption home on the recommendation of friends and family, increasing numbers of whom were having profound, even life-changing, experiences with the movie. Repeat viewing was a big factor, too, with fans coming back to rent the same film time and time again, developing an intense personal relationship with the themes and characters in the comfort of their own home. </p> <p>The intimacy of the home-viewing experience seems to have been of crucial importance for The Shawshank Redemption. As Darabont attests 'I've gotten mail from people who say: \"Gosh, your movie got me through a really bad marriage,\" you know, or \"a really bad divorce\". Or \"it got me through a really bad patch in my life\" \"a really bad illness\" or \"it helped me hang on when a loved one died\".' </p> <p>One viewer described their tape of The Shawshank Redemption as 'like a friend in the sitting-room, who talked to me and picked me up when I was down'. And from such intimate encounters came the quasi-religious readings which would transform The Shawshank Redemption into a latter-day Gospel for some viewers. David Bruce, of the 'spiritual' pop culture website HollywoodJesus.com observes: 'It's an example of film as therapy. The Shawshank Redemption gives you hope; you can go on; you can go forward.' </p> <p>For those who want to find them, there are indeed ample religious motifs woven into the fabric of The Shawshank Redemption. Some are deliberate and darkly ironic - none more so than the character of Warden Norton, described in King's text as a 'Jesus-shouting son of a whore', and played by Bob Gunton as a scripture-quoting demon closer to Richard Nixon than Billy Graham. 'I believe in two things,' Norton tells the 'new fish', Andy, 'Discipline and the Bible. Here you will receive both. Put your trust in the Lord - your ass belongs to me.' </p> <p>Elsewhere, the symbolism is implied rather than announced, with the falsely convicted Andy resembling a latter-day Christ figure who, at one point, seems to vanish from his tomb-like cell only to be reborn in the baptismal waters of a nearby creek, causing Norton to scream: 'Lord, it's a miracle!' And of course, the most famously iconic image from the film is that of a stripped Andy standing with his arms outstretched, his head turned heavenward, in a moment of agony and ecstasy clearly resembling the crucifixion. </p> <p>The deeper one delves into The Shawshank Redemption, however, the more the search for such religious symbols becomes a self-fulfilling prophecy. While immersed in writing a short book about the movie for the British Film Institute's 'Modern Classics' series last year, I suddenly noticed an 'obvious' parallel between a key scene in which Andy procures beers for twelve fellow inmates which made them feel like 'the Lords of all creation' and the legend of the Last Supper in which Jesus hands wine to his disciples with the promise of eternal life. When my manuscript was finished, I sent a copy to Darabont who expressed his delight at my 'beer communion' reading, but insisted that no such interpretation had ever occurred to him. 'But isn't that the point?' he wrote. 'That people should find their own meanings in the film. The more the merrier; bring them on.' </p> <p>For Tim Robbins, the true significance of The Shawshank Redemption has nothing to do with religion, but resides in the fact that 'it's a film in which you actually see a relationship between two men which isn't based on car chases, or scoring some women, or some kind of caper'. Morgan Freeman concurs, adding that the story of Andy and Red is the story of 'a sort of love relationship' which goes 'deeper than just friendship. But to tell you the truth, I just don't know what it is about that film that resonates so with people.' </p> <p>'All I know,' concludes Robbins 'is that there isn't a day when I'm not approached about that film - approached by people who say how important that film is to them, who tell me that they've seen it 20, 30, 40 times, and who are just so... thankful.' </p> <p><strong> · </strong> The Shawshank Redemption by Mark Kermode is published by BFI Modern Classics. The tenth anniversary re-release of The Shawshank Redemption is on 9 September.</p>",
  "<p>A couple of years ago, I was approached by a television production company who wanted help in making a drama for Channel 4 about Premiership footballers. We talked to players and agents and worked up an idea. </p> <p> It was to be set in the week leading up to an FA Cup semi-final. The talented young upstart was to be selected ahead of the wizened old pro, who saw his last chance of glory disappearing. It involved dirty tricks and relationship triangles, naturally, but the theme was more the intensity and strains of sporting life at the top. </p> <p> Just under a year ago, the 'roasting' scandal broke. Lurid details emerged of the sexual behaviour of some Premiership players and apparently game gold-diggers. It was an obscene world of money, drink, drugs and flash motors. The producer emailed to say that our effort now looked a bit tame and he had lost momentum. </p> <p> But one man's problem is another's solution. In stepped Granada TV to make a programme, Sex, Footballers and Videotape, in the genre of faux documentary. Shown on C4 last week, it had its merits, notably in trying to convey the peer pressure on a young pro who grew increasingly uncomfortable with this environment of bling, nightclubs and animal behaviour. </p> <p> That young pro was undoubtedly based on Kieron Dyer. The opening sequence showed the 'Dyer' character involved in a home video of group sex four years ago. Last year he was linked to the roasting story but protested his innocence. Those actually involved were cleared, anyway. </p> <p> In BBC2's Football Diaries Dyer came across as the council-estate kid who still liked to return to his roots and could be generous. But Dyer has done himself no favours since the roasting allegations, however. Keeping his head down is but a dirty dressing-room joke. </p> <p>Plenty of us looked daft on Football Diaries this year, but not for the reasons that confirmed the Newcastle and England player as a bit of a dipstick. It concerned the England camp. Dyer was under scrutiny before his selection for Euro 2004 was confirmed to see if the cockiness and lack of social graces would interfere with the harmony of the squad. In the end he went but figured little. </p> <p>The latest twist in his stuttering career has seen him refuse to play wide on the right for Newcastle in their season's opener against Middlesbrough last weekend, be roundly jeered by fans when appearing for England against Ukraine at St James' Park in midweek and finally issue an apology for his behaviour. </p> <p>It is that last bit that offers a bit of hope for Dyer's future and possibly even the game.</p> <p> Managers these days will tell you how hard it is to deal with a room full of millionaires. For some, a few, the money makes little difference; it is about professionalism and pride of performance. For others, it is about coining it while you can. The big picture of a memorable career, leaving a lasting impression, makes sense only when it has passed them by. </p> <p>Perhaps Sir Bobby Robson, an old-fashioned football man who has done well to move with some distasteful times, has struck a blow for more traditional virtues. Perhaps player power, stoked by the arrogance that money can bring, has suffered a deserved dent. </p> <p> It is too easy to believe that Sky money and Jean-Marc Bosman are to blame. We want televised football, don't we? And Bosman was simply fighting for natural justice. The rest comes down to the personal responsibility of individuals and giving them the right messages early on. For them to remember, also, why they loved playing this game as kids. </p> <p>Players should learn as schoolboys that sometimes you are not going to play where you want, that the team comes first. The coach's authority is paramount. There can be a reasonable exchange of views later and the coach might even realise he was wrong. But flouncing out is not an option, nor refusing the honour of the captain's armband when introduced as a substitute. Certainly not at £60,000 a week. </p> <p>Had it even crossed Dyer's mind that Sir Bobby might have been doing him a favour? Wide positions can often be where the space is, where a busy player such as Dyer, who likes to run at defenders, can do damage. Besides, as long as a player does his defensive work in a given area, he can still inflict his game on the opposition with clever movement. Freddie Ljungberg manages it at Arsenal. </p> <p>You hope that Dyer's apology is sincere, some decent advice at last from his agent beyond how much to ask for a week. You hope that it is not simply delivered as a result of him and the agent realising that they are not going to get a lucrative move to Arsenal, Chelsea or Manchester United and the alternative was a season on loan at Birmingham City. </p> <p>Perhaps now Dyer will knuckle down, perhaps the Newcastle fans will forgive him. Perhaps it will send a message to the prima donnas that they are actually in a privileged position and don't hold all the cards. </p> <p>And perhaps, some making TV dramas will say, a formation of porkers will enter Heathrow air space (strikes permitting). The optimists among us can only hope that football has learnt a lesson from last season and gets on with the fun, rather than the games. </p> <p>You can mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\">sport@observer.co.uk</a></p>",
  "<p> A wide-margin victory would appear the perfect preparation for the kind of double challenge Rangers face in the coming week, against CSKA Moscow in the Champions League third qualifying round on Wednesday and in the first Old Firm match of the season at Celtic Park next Sunday. </p> <p>But, having coasted to an early two-goal lead over an acquiescent Hibernian through goals from Shota Arveladze and Dado Prso, the Ibrox side showed a disturbing vulnerability during a period of dishevelment in which they conceded to Gary Caldwell, before the late strikes from Jean-Alain Boumsong and Peter Lovenkrands that restored their buoyancy. </p> <p> Even before Arveladze produced the first of Rangers' goals, there was an impression of meekness about Hibs that suggested they had arrived in Glasgow with the primary objective of fulfilling their obligation to attend then returning to Edinburgh as quickly as possible. </p> <p>The absence of the experienced Grant Brebner and Colin Murdock from midfield and defence respectively - both having been sent off against Motherwell the week before - would have done little for their self-belief, but the sense of resignation they evinced almost from the start would have been a worry for those who travelled in support. </p> <p>Unable to match the pace and strength of the home players in every area of the field, Hibs appeared, for long periods, to have stepped into an alien environment, where life was considerably more gruelling. </p> <p>Yet, as the prospect of total humiliation seemed to seep into their consciousness, the Easter Road side suddenly discovered the will and the resilience to mount somehow the resistance operation. By the time Caldwell halved the deficit after Prso had contributed his goal, there was an unmistakable anxiety and raggedness about Rangers' play.</p> <p> Neither the Ibrox players nor their supporters could have asked for more than the ease with which they had established that two-goal lead. Gregory Vignal's perfectly controlled free-kick through the inside-left channel was perfect for the run from Prso that left the Hibs defenders looking bemused. </p> <p>Holding the ball on the left until Arveladze moved into position, the Croatia striker placed an impeccable chip on the head of his partner from Georgia, making the finish, from six yards, a piece of cake. </p> <p> The second once gain betrayed Hibs' tendency to be overawed by their surroundings. A long, lingering cross from Fernando Ricksen on the right was in the air so long that the ball might have been filled with helium. But the goalkeeper, Simon Brown, stood and watched, then started to come, before retreating back to his line.</p> <p> This allowed Prso a free header, which he accepted with obvious relish, sending the ball far to the left of Brown. Whatever adulation the home crowd had directed at their heroes during this cantering superiority would have turned to concern - in some cases even anger - by the time the referee signalled the end of the first half. Hibs seemed to alter the flow in one move, a diagonal pass from Garry O'Connor that gave the young midfielder a golden opportunity. His shot was deflected by Stefan Klos and, following the corner, Dean Shiels had a shot blocked on the line by Alex Rae. When the next corner was delivered, this time from the left, Caldwell moved forward and dived to head low over the line from six yards.</p> <p> It could be said that Hibs had only themselves to blame for not being level by the time Rangers restored their two-goal lead, but it would be more accurate to say that they had Guillaume Beuzelin to blame. Having started the second half as aggressively and as promisingly as they had ended the first, the visitors contrived one of the most fluent moves of the game when Derek Riordan carried the ball inside from the left and slipped it to O'Connor. The big striker, intelligently, held it until Beuzelin stole into the right side of the area. </p> <p> The rolled pass was made to measure, but Beuzelin, with a casualness that bordered on nonchalance, allowed Klos the opportunity to make the block by sliding the ball without conviction too close to the goalkeeper. </p> <p>In these circumstances, the squandering of an exceptional chance at one end is almost invariably followed by the concession of a goal at the other.</p> <p> Almost directly, Rangers won a corner on the left and Vignal's delivery gave Boumsong the opening to power the header high into the net from eight yards. Lovenkrands completed the day's work by putting the ball in the same place with his left foot at the end of a powerful run into the left side of the penalty area. </p> <p>You can mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\">sport@observer.co.uk</a></p>",
  "<p> 15: The number of Alex Ferguson media bans since 2002. Last week's for the BBC was their second; other bans in full (most lapsed): The Mirror (for comparing Diego Forlan to Norman Wisdom), Daily Express , Sunday Express , Daily Star , Daily Mail (life ban), Manchester Evening News , Sky (twice - despite their 10 per cent shareholding in United), the Press Association, Five Live, Century FM ('Cut that off, cut that off [pointing to tape recorder]. Fucking idiots, you all are', and a whole press conference in May 2002: 'On you go. I'm no fucking talking to you. Veron's a great fucking player. Youse are all fucking idiots.' Best attempted ban so far: November 2002, Fergie tries to boycott his own channel, MUTV - one month before being chosen to give advice at a Uefa conference on how managers should deal with the media. </p> <p><strong>How to:...</strong></p> <p>This week: How to issue a hands-off warning. April 2004 <strong>·</strong> Bobby Robson: 'We wouldn't swap Woodgate for any other centre-half: we're delighted he's a Newcastle player.' <strong>·</strong> Woodgate: 'I've settled down well up here and have a very settled private life, too. Newcastle comes first: I'd love to captain this club after Alan [Shearer], and I just want to win something for these fans.' <strong>·</strong> Freddie Shepherd: 'Jonathan Woodgate is not going anywhere. He's our future. He'll leave St James' Park over my dead body.' </p> <p><strong>Utter rubbish</strong></p> <p>What would life be without football PR? Monday: Newcastle dismiss the News of the World's reports of a Dyer/Robson bust-up as 'utter rubbish'. Kieron Dyer's agent Jonathan Barnett: 'It's complete and utter rubbish. He loves Newcastle and loves the Newcastle fans. There was no big bust-up.' Thursday, Kieron Dyer: 'My refusal to play in the position was wrong. I sincerely regret the whole incident...' </p> <p><strong>The new roasting</strong></p> <p>If 2003-04 was all about roasting, what'll be football's dark pastime of choice this season? According to informed rumour, this season's theme will be 'wife-beating by bosses and players', with a handful of high-profile names already lined-up for early-season exposés. </p> <p><strong>Read my lips</strong></p> <p>May: Sir Roy Gardner, chief executive of Centrica, calls for a DTI inquiry on gas pricing regulations, unhappy with an unfair, closed market keeping prices artificially high. May: Sir Roy Gardner, chairman of Manchester United PLC, oversees a season ticket rise for 2004-05, and introduces a three per cent booking charge, raising the club £300,000. </p> <p><strong>Don't mention the...</strong></p> <p>Jens Lehmann has told German tabs life in England is tough: 'Things are not always easy here as a German. My team-mates tell me that Germany are often talked about in conjunction with the Second World War - and Germans are often portrayed as losers in the films on BBC. It's very difficult to cope with.' </p> <p><strong>Big time</strong></p> <p>Wantaway striker? Desperate for a lucrative Premiership switch? Try maiming your team-mates. 'Zlatan was a madman,' said Ajax's Rafael van der Vaart, hospitalised after playing against Swedish club colleague Zlatan Ibrahimovic for Holland last week. 'He tried to hurt me intentionally, then whacked Gio van Bronkhorst and Johnny Heitinga too. I don't know what was with him tonight.' 'Me kicking?' said Zlatan. 'I just tried to protect myself.' </p> <p> <strong>Worth it</strong></p> <p>David GInola says his acting career is ready to take off. 'I like the teamwork - everyone working together,' says Ginola. 'It's not like football.' He stars in a new 15-minute film Mr Firecul , playing the devil, who recruits a PR man to relaunch his image: 'I'm sick of being the bad guy - make me popular!' It's worked already: he's set for a walk-on role in Holby City . 'People can say what they like about me,' says David. 'I don't care. For me, it's about the art.'</p> <p><strong>Vicar of the week</strong></p> <p>'I loathe the whole ethos of modern football and what it promotes. Do not collude with capitalism... or the trade in human beings. And have you seen the prices for the coming season?' - Rvd Stephen Coles, St Thomas's Church, Highbury, banning parishioners from Arsenal. </p> <p><strong>Bryan who?</strong></p> <p>Olympic news: one to watch - 14-year-old Malaysian diver Bryan Nickson Lomas, named after Bryan Robson. 'I don't know why I am, and I don't know who he is,' says 4ft 5in, 5st Bryan. 'I know my dad watched football on the TV but he never told me who the footballer is. Who is he?' Bryan competes in the 10m platform dive on Friday.</p> <p> Said &amp; done: <a href=\"mailto:david.hills@observer.co.uk\">david.hills@observer.co.uk</a></p> <p><strong> £30m Wayne Tooney</strong> <br>The Sunday People</p> <p>Newcastle are planning an audacious £30m bid for Wayne Rooney. Newcastle bosses have asked a leading bank to finance the package and are waiting for the green light - but the offer may have to wait for the January transfer window. </p> <p><strong> Petit: I refuse Bolton</strong><br> Planet football</p> <p>French midfielder Emmanuel Petit says he's rejected a move to Bolton over a cash wrangle. 'The club's officials wanted to take advantage of my present situation, so I refused to sign,' says Petit. 'I won't sell my services for cut-price, just because I've had knee surgery.' </p> <p>And the rest:</p> <p><strong>·</strong> Arsène Wenger says he'll spend big one more time before the transfer deadline: Arsenal are eyeing Valencia forward Miguel Angulo and Ajax' s Hatem Trabelsi. </p> <p><strong>·</strong> Aston Villa will wait for January to land Southampton's James Beattie: 'All I can say,' says David O'Leary, 'is that there's a player there who definitely wants to join us.' </p> <p><strong>·</strong> Blackburn are ready to make a firm bid for Tromso ace Morten Gamst Pedersen after Premiership rivals stepped in. 'I will not say yes to just anything,' says Pedersen. 'A club like Norwich would be out of the question. It must be a club that has something going for them.' </p> <p><strong>·</strong> Chelsea boss Jose Mourinho says he's not selling William Gallas or Robert Huth to Newcastle . Bobby Robson could move instead for Rangers defender Jean-Alain Boumsong as a replacement for Jonathan Woodgate: Rangers landed the France international on a free from Auxerre in the summer. </p> <p><strong>·</strong> Inter are monitoring Man City' s Nicolas Anelka after his switch to Monaco was blocked. <strong>·</strong> Celtic boss Martin O'Neill is still waiting on his deal for Middlesbrough 's Juninho. 'The deal isn't done and dusted yet - but things are going pretty well.' <strong>·</strong> Jonatan Johansson says he's up for a switch to Norwich from Charlton : 'I'm desperate to play - I'll listen to offers.' </p> <p><strong>·</strong> Nice defender Noe Pamarot has gone on strike in a bid to move to Tottenham . 'I know what I want and I'll continue until I get it,' says Pamarot. 'Tottenham would take me to a new level.' </p> <p><strong>·</strong> Lennie Lawrence says he's had no formal bids for Cardiff ace Robert Earnshaw. 'I've heard all about the West Brom interest, but nothing official.' </p> <p>You can mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\">sport@observer.co.uk</a></p>",
  "<p>Barely a month ago, Alex Bogdanovic was still barred from playing at British tennis's HQ at Queen's club in west London. Happily, given that we can hardly afford to have one of our brightest prospects on the outside scowling in, Bad-Boy Bogo is now Not-Such-A-Bad-Lad Bogo and last week he was back at Queen's hitting with Greg Rusedski as the two lefties prepared for the US Open, the last grand slam of 2004. </p> <p>What threatened to be another bleak chapter in the wintry tale of British tennis - casting both the Lawn Tennis Association, who slapped the three-month ban on Bogdanovic, and the apparently recalcitrant player in a grim light - has become an unexpectedly optimistic script that suggests accommodation of all types can be achieved. </p> <p>The 20-year-old Bogdanovic, who is Britain's number four, will now take part in this week's US Open qualifying event with the full support of the LTA - and has recently produced the level of performance that gives him a genuine chance of progressing for the first time to the main draw of a grand slam, other than Wimbledon. Also, he has just been named in the Davis Cup squad that will attempt to put Britain back in the world group when they play Austria next month. </p> <p>If he is capable of extreme stroppiness, Bogdanovic, who took up tennis when he was nine, two years after his family moved to London from Belgrade, keeps this side of his character well out of view when we meet at the no-longer-out-of-bounds Queen's club. Over a pint of blackcurrant juice, he seems far too amiable to be a member of the awkward squad, happily submitting to questions about his difficult start to the year. His words tumble out in a stream of consciousness, unaccompanied by any hint of rancour. </p> <p>He says that his success as a teenager, which included reaching the semi-finals of the US Open junior championship in 2001 and climbing to seven in the world, put too much pressure on him, intensified by the desperate search for someone to succeed Tim Henman. 'It was too much for me. People said I'd got to make the top 100 by such and such a date or that time was running out for me, and sometimes you think, \"Yeah, maybe time is running out for me.\" </p> <p>'And everyone was remarking on my lack of commitment because the results weren't there. They were saying I was slacking and maybe that was the hardest thing because I know my commitment to tennis has always been 100 per cent because I love it so much. There was no one really there to help me deal with it.' </p> <p>From Bogdanovic's perspective, his bust-up with the LTA in the spring was because no one was prepared to compromise with him. 'For them, it was like you're either going to play five hours a day or nothing. But everyone is different and I don't necessarily have to play that many hours,' he says. 'It's just knowing what people need. That was the biggest difference. We just couldn't agree and that's why it didn't work out.' </p> <p>The LTA viewed things differently. Their irritation with the player was predicated on what they saw as his failure to cooperate with a succession of coaches and his habit of making his own decisions about whether he was fit to play. Breaking point came in March when he decided, unilaterally, not to play in a tournament in Athens after suffering from food poisoning. </p> <p>It was after this that he lost his LTA funding, the services of the Swedish coach Martin Bohm and was banned from practising at Queen's. 'The toughest part was not being allowed here for three months,' he says. 'Finding courts was the most difficult thing, especially when I needed some clay courts.' </p> <p>As things have turned out, the separation has produced what looks like being an arrangement that perfectly suits both parties and may well help Bogdanovic achieve his aim of breaking into the top 150 in the world this year. His split from the LTA led to his being approached by Mike Raphael, who was then attached to the Marston academy in Basingstoke. It is at these facilities - latterly under the guidance of the Marston performance coach Paul Hand - that Bogdanovic appears to have found the environment that suits his temperament. </p> <p>'He is a good, honest, hard-working lad who is very talented and has a strong desire to be a good player, which can be misinterpreted,' says Hand. This desire brought Bogdanovic his first title on the Challenger tour - the level immediately below the main ATP tour - when a month ago he won on grass in Manchester. The victory helped to lift him to his present position just outside 200 in the rankings. </p> <p>A rapprochement with the LTA was under way even before he had served his three months, when he was unexpectedly handed a wild card for Wimbledon. Although this resulted in a first-round defeat, Bogdanovic counts his loss to the title holder, Roger Federer, on Centre Court as perhaps the most important experience of his tennis life, calling it phenomenal and saying that one match alone has helped to improve his game. </p> <p>The LTA have accepted his new arrangement, happy for him to stay outside the squad system. At the same time they have restored some of his funding, although not to the previous level of more than £70,000, and once more let him through the gates of Queen's. </p> <p>It is a conclusion that does credit to both sides - and how often have we been able to say that about British tennis? </p> <p>You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to <a href=\"mailto:sport.editor@guardianunlimited.co.uk\">sport.editor@guardianunlimited.co.uk</a>, or mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\"> sport@observer.co.uk</a></p>",
  "<p>The day after Puerto Rico had beaten the unbeatables, the United States basketball team, a Puerto Rican journalist of long standing leaned conspiratorially close to share a secret. 'You know,' he said, 'they've only come because the drugs testers have agreed to leave them alone.' </p> <p>No, I did not know that. Nor did anyone I asked at Olympic HQ - so obviously it cannot be true. But it is the sort of rumour you hear all the time in an environment that encourages deceit, where cynicism has replaced trust and celebration. </p> <p>Like several before them, these are the Games that people play. </p> <p>George Carlin, an American iconoclast who, at 67, is still working on the more demanding boundaries of satire, put it well: 'Honesty may be the best policy, but it's important to remember that, by elimination, dishonesty is the second-best policy.' </p> <p>Carlin, the first host of US television institution Saturday Night Live , would make a fine commentator on what passes for morals and candour in Athens. It is not that most people are not trying to be honest, it is just that for some, the second option is hard to resist. </p> <p>When Konstantinos 'Two Names' Kederis/Kenteris made his reluctant exit from the Olympic village last week for (allegedly) missing two drugs tests in four days, his response for his disillusioned fellow Greeks was: 'After execution, there is resurrection.' We wish him well, this humble sprinter, in matching the guy whose father wrote: 'Thou shalt not lie.' But does Two Names believe it, or is he applying another layer of self-deception to what has become a transparent farce? </p> <p>Athletes and officials are getting away with glib soundbites, half-denials and outright evasion, as they always do. Take Michel Brousse. The International Judo Federation media commissioner for Athens (some of these titles are longer than the events), was asked about an Iranian competitor who refused to fight an Israeli. 'I know nothing,' he said. Apparently aware of the politics but not the facts, he added: 'There is nothing to say because nothing has happened. I can't tell you.' </p> <p>Here was a press officer working a sensitive beat at the most guarded sporting event ever who had not read that morning's newspapers, wherein he would have found all he needed to know. He knew, all right. </p> <p>If it is not obfuscation, it is play-acting. The Americans, for instance, have been told, ludicrously, to tone down their aggression and attitude and not to 'big it up', lest the world hate them more for their country's unloved imperial tendencies. But how are we going to tell them apart if they subscribe to the creed of basketball Dream Teamer Allen Iverson? 'We've got to conduct ourselves as model citizens,' he said on the eve of their redemption match, a win over Greece. 'That's not too much to ask.' </p> <p>No, it is not. Except the players in the women's US football team who snarled, fouled and pulled hair to beat Brazil 2-0, putting two opponents in hospital, had not signed up to the Iverson code. Nor, it seems, had Kevin Barnett, a US volleyball player. 'I'm not here to be nice,' he said. 'I'm here to win. And I'll do whatever it takes.' At least he was honest. </p> <p>The organisers are trying to live up to external expectations, smiling for visitors they hope will come back, when they should just be getting on with it. Instead they play into the hands of smart writers who fly in, observe the obvious, hand down grand judgments and fly out again. </p> <p>What Athens should be telling the world is that, despite sparse attendance at some of the meaningless preliminaries, there have been packed houses at genuinely exciting events. Things have gone pretty well. The sun is out, the food and drink are cheap, only the odd taxi driver will rip you off, people are having a great time - and there has been a lot of on-field drama, as there always is, with more to come. </p> <p>As for British hopes, the column writers were prepared for disaster and, in the light of moderate returns (until yesterday), feel justified in their prognostications, ignoring that 201 other countries have also come, most with modest claims and some, such as Britain, with o'er-reaching ambitions to sustain a fading sense of self-worth. This is the 'big lie' about the Olympics. It is not a defining test, just a really tough and rare one. If you are brilliant and you lose to someone who is more brilliant, does that make you less brilliant than before? But the pretence continues. </p> <p>All of which is a grand pity, as well as inevitable, given the town-size numbers of athletes, the media and the spectators. Every town has its share of miscreants and the Olympics are no different, apart from the fact that the people who make fortunes from them will tell you that they are heaven on earth. </p> <p>This week, the Games might meet some of the pre-conceived expectations. Who will not be glued to the TV set today, hoping that Paula Radcliffe can beat the heat and the quick finishers to win the women's marathon? And there is the 17-year-old boxer Amir Khan, through to the quarter-finals on Tuesday and now a big chance for a medal. </p> <p>But do not cry if they do not make it. Do not listen to those who tell you that this represents a disaster. Genuine disaster comes in an altogether different form. </p> <p>If the unmentionable happens - if a lunatic cracks the £1billion security net wrapped tight around Athens - we might get some straight talking. Then all false talk of failure in sport will be forgotten for the froth it is. </p> <p>You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to <a href=\"mailto:sport.editor@guardianunlimited.co.uk\">sport.editor@guardianunlimited.co.uk</a>, or mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\"> sport@observer.co.uk</a></p>",
  "<p>Four gold medals in one day - two on the water, one in the velodrome and one in the courtroom - mean Britain's Olympic team have won more medals by the halfway point of the Athens Games than in the opening week of Sydney 2000.</p> <p>The rowing four of Matthew Pinsent, James Cracknell, Ed Coode and Steve Williams won a thrilling race by inches to land Britain's first gold of the day, and Finn sailor Ben Ainslie soon added a second. In mid-afternoon Leslie Law heard that he had been awarded gold in the individual three-day event, following a successful appeal against the German winner, who was disqualified. Shortly after that news, cyclist Bradley Wiggins took gold in the 4,000 metres individual pursuit. </p> <p>By the end of the middle Saturday in Sydney Britain had 14 medals: four gold, seven silver and three bronze. By yesterday evening Britain had 18 - up by eight in one day - with the prospect of plenty more to come. Much of the media criticism of Britain's efforts has been shown to be badly misplaced. </p> <p>'Super Saturday' helped Britain to move up to sixth in the medals table. The victories underline the fact that Britain has significant depth and breadth of talent in many of the 28 Olympic sports. </p> <p>The biggest negatives came in shooting and tennis. There was a lift yesterday for the swimmers when David Davies won bronze in the 1,500m freestyle, taking the team to their target of two medals. Far outweighing any gloom, Britain's cyclists, sailors and rowers have excelled, proving themselves world class. There have been first medals in archery and diving, and the badminton and equestrian performances have been better than those in Sydney. Canoeing has once more yielded two medals, and boxer Amir Khan is a genuine medal prospect. </p> <p>Mike Whittingham, performance adviser at UK Sport, the body charged with making Britain more successful internationally, acknowledged that it took a while last week for any real excitement to build around Team GB. </p> <p>The first four days produced only two medals. 'It was disappointing that we got off to a bad start,' said Whittingham. 'Some early medals in cycling, shooting or swimming would have been good, but the last two days have created a totally different spirit in the camp, and this weekend will be a turning point.' </p> <p>Before Athens, the British Olympic Association expected Britain's 371 competitors to bring home 25 medals, with six to nine golds. This total is three fewer than Sydney but a 'realistic assessment' of the more intense level of global competition. </p> <p>'We're on course for getting very close to our target, and with luck will get 24 or 25 by the end,' said Whittingham, whose best hopes this week are in modern pentathlon, where Georgina Harland and Kate Allenby are strong contenders, taekwondo and athletics. </p> <p>David Moorcroft, chief executive of UK Athletics, said recently that Britain might win no medals at all in Athens. But there is a strong prospect that Kelly Sotherton, in the heptathlon, and Paula Radcliffe will not be the only ones on the podium. Kelly Holmes has a decent chance in both the 800m and 1,500m, along with Phillips Idowu in the triple jump, the men's 4x100m relay team, the women's 4x400m quartet, and Steve Backley in the javelin. If all those came off, Britain would have more athletics medals than in Sydney. </p> <p>The British Olympic Association are jubilant that the 'knockers' have been proved wrong. One official said: 'The real difference is that Jason Queally won a cycling gold in Sydney on day one and that created a positive mood, whereas changes to the scheduling means we didn't get to sports here in which we're strongest until day five, last Wednesday, when we got four medals.' </p> <p>You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to <a href=\"mailto:sport.editor@guardianunlimited.co.uk\">sport.editor@guardianunlimited.co.uk</a>, or mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\"> sport@observer.co.uk</a></p>",
  "It is good of Anthony Holden to be concerned about attendance at the Proms (Review, last week), but he really need not worry: they are extraordinarily flourishing. I am writing on the day of our sixth successive sell-out, including Yo-Yo Ma's Silk Road Ensemble and Sir John Eliot Gardiner's B minor Mass, Messiaen's Turangalila Symphony, the BBC Concert Orchestra, and Alfred Brendel's farewell broadcast with the Philharmonia. <p>With the rare and adventurous repertory that the Proms present and which the critics review, we aim over the season to fill 80 per cent of the available seats in the Royal Albert Hall. We have exceeded that in recent seasons, and are on course to do so again this year. <b><br>Nicholas Kenyon<br></b>Controller BBC Proms<br>Live Events and TV Classical Music, Broadcasting House, London W1 </p> <p><b> Art attack </b><br> </p> <p>High street shops such as Kookai and Miss Selfridge and institutions like the V&amp;A which use and display graffiti as 'art' do so because they have a choice (News, last week). </p> <p>If their display windows were tagged and damaged by real graffiti vandals - as our trains are - they would think differently of supporting this 'street style'. <b><br>Tim O'Toole<br></b>Managing director, London Underground<br>London </p> <p><b> Adam's legacy </b><br> </p> <p>There will be a number of investigations into the death of Adam Rickwood (Leader, last week). The Youth Justice Board is working with the Prisons and Probation Ombudsman and the Commission for Social Care Inspection to conduct a review of the circumstances leading to his death. The police are also investigating and there will be an inquest. But we must also look at the wider issues. </p> <p>Our approach to reducing the number of children in custody is two-fold: community sentences that inspire the confidence of the courts, and supporting the work of Youth Offending Teams. </p> <p>The Board will continue to work towards shaping a youth justice system that does not need to rely on custody to deal with offending in all but the most extreme cases. But when the courts decide it is necessary for young people to be detained we must ensure that they are held in establishments that are focussed on child care.<br><b>Ellie Roy<br></b>Chief executive, Youth Justice Board for England and Wales </p> <p>Mary Riddell (Comment, last week) is right to point out the disproportionate attention given to the negligible risk of inadequate childcare as opposed to the death of a child in custody. This serves as a reminder of the, at best, indifference and, at worst, hostility, society shows towards socially excluded young people. </p> <p>Providing good support for young children and their families is critical. This support must be available as young people progress through adolescence and become young adults. </p> <p>The government has recognised the importance of focusing on young people with the promise of a green paper for youth. The government must ensure their proposal of a reshaped youth justice system meets the needs of the homeless and socially excluded young people we see at Centrepoint.<br><b>Balbir Chatrik<br></b>Director Policy and Communications, Centrepoint<br>London E1 <br></p> <p><b> Stunted growth </b> </p> <p>Your item on the decline of the front garden (News, last week) mentions two important consequences of the increasing concretisation of front gardens: increased run-off contributing to flooding, and increased heat storage. </p> <p>However, there is a further serious side effect. Just as the back garden is a private social space where the house's occupants spend time with invited guests, the front garden is a public social space where occupants can meet others walking past. </p> <p>The more time people spend in their front gardens - gardening, tidying up, doing DIY etc - the more they are likely to engage in conversation with neighbours or passers-by. Just as the isolation of sitting in a car rather than walking leads to less social contact, so the destruction of the front garden as a space to spend time in leads to less social contact with other s in the neighbourhood. </p> <p>Yet again our modern living habits are contributing to the fragmentation of our society. We are continuing to vindicate Margaret Thatcher: soon there will be no such thing as society in the UK.<br><b>Hazel Dawe<br></b>Ashford<br>Kent </p> <p><b> Kids' stuff </b> </p> <p>It was only in the 20th century that society acknowledged what had always been the case: that a small minority of fathers abuse their family by physically attacking partners and children. Maybe in the (more enlightened?) 21st century, people such as Barbara Ellen (OM, last week) will come to realise that there are indeed a small minority of women who deny their children access to a loving father.<br><b>Kate Johnstone, <br></b>London N19 </p> <p><b> No brainer </b> </p> <p>There has been a huge rise in cases of brain diseases, attributed to increased use of industrial, medical and agricultural synthetics. If laboratory animal tests are a good model for the human condition, how come these chemicals reached the market?<br><b>Pat Rattigan<br></b>British Antivivisection Association <br>Chesterfield </p> <p><b> Testing times </b> </p> <p>Oliver James continues to mock the examination system in our schools (OM, last week) without offering any solutions for ordinary working-class pupils, for whom qualifications are a passport to a better future. For most of us, nepotism is not an option.<br><b>David Barrett<br></b>Royston </p> <p>It is unlikely that A-levels will be scrapped. The English baccalaureate will be a framework for qualifications of similar levels: A-levels, GCSEs and vocational certificates are candidates. </p> <p>One reason for reform is to raise the attainments of the 50 per cent of 16-to-19s who currently leave school or college without maths and English. The present system is only as strong as its weakest link - if one group is disenfranchised everyone suffers.<br><b>John Devane<br></b>Chelmsford</p>",
  "Robin McKie argues for a return to nuclear energy (Comment, last week) as the rational answer to Britain's increasing thirst for more power. Surely the more rational response is to educate the public, by monetary means if necessary, to cut down on their current use of power? <p>Conveniences such as tumble dryers and dishwashers could be subject to environmental income tax and electricity could be further taxed to encourage people to reduce use. </p> <p>Houses and offices should be built with solar panels and thicker walls and energy-efficient lighting and heating. Such solutions are far more rational than seeing nuclear energy as 'green energy'.<br><b>Philippa Mackintosh<br></b>Moseley, Birmingham </p> <p>Generating electricity by nuclear power will not help the 90% of energy uses which presently depend on coal, oil and gas. </p> <p>Much of the energy used in the UK is wasted in the heating of poorly insulated buildings and water systems. Our priority must be to waste less and use energy more efficiently. </p> <p>In California, Germany and the Netherlands photovoltaic roofs are providing significant electricity generation. A new PV factory in Wales is exporting all production to Germany due to lack of UK demand. </p> <p>With mass production, all new buildings could be zero fossil-fuel consuming. So why are we still wasting time talking about nuclear, whose main by-product seems to be weapon-grade fissile material? Renewables can already do the job better, and release oil, coal and gas from building heating for premium uses such as transport, plastics and chemicals.<br><b>Professor Lewis Lesley<br></b>Transit Promotion<br>Liverpool 1 </p> <p>In his thought-provoking article on nuclear power, McKie refers to 'carbon-free' energy production. A study from the OKO Institute in Germany (1997) calculated that a nuclear power plant of standard size (1250MW) indirectly emits annually between 376 and 1,300 billion tonnes of CO2 into the atmosphere if all the processes from mining to waste disposal are included. </p> <p>Then there is the length of the 'stewardship' that we will bequeath to future generations, who will have to deal with our nuclear waste. It is an unknown quantity, but 1,000 generations would seem a reasonable guess, hardly an ethically appetising choice.<br><b>Vyvyan Howard<br></b>Toxico-pathologist<br>University of Liverpool<br>Liverpool </p> <p>McKie doesn't consider tidal power, which could reliably provide as much power as all our nuclear stations. The technology is available. It has none of the disadvantages of nuclear power and, if the the full costs of the latter (including waste disposal and decommissioning) are included, it should be cheaper. </p> <p>If Britain is seriously concerned about global warming, we should start building the Severn Barrage now.<br><b>Professor JE Flood<br></b>Solihull<br>West Midlands</p>",
  "<p>You won't find any triumphalist gloating over at Collins Stewart Tullett about the decision by the Financial Services Authority to drop its probe into allegations by former analyst James Middleweek. No sirree. </p> <p>For Terry Smith, the Stakhanovite chief executive who runs the fast-growing financial outfit, it was business as usual after the FSA's statement, and he is now looking forward to a well-earned holiday. But, as we reveal on page one, this will not be the last we hear of the Middleweek business. The City powers-that-be should scrutinise the new allegations - about what I fear is destined to be the 'readers' wives' affair - as thoroughly as Middleweek's claims against CST, which have now been shown to be spurious. </p> <p>The FSA should also give itself a small pat on the back. It has taken a year, been mightily distracting for all those involved, and enormously expensive, but at least the FSA has reached the right verdict. Even the minor qualification of a 'private' admonishment amounts to little compared with the gravity of Middleweek's original claims. </p> <p>Remember that the analyst's allegations seemed to put Smith in the dock alongside all those engineers of the dotcom debacle. The damage done by those claims was huge, and has troubled CST ever since. Smith's ongoing libel claim against the Financial Times puts the cost at nearly £240m. It's up to the courts now to see if that figure can be justified. </p> <p>But what is essential is for the FSA and the City of London police to act swiftly and determinedly on the fresh allegations. If they missed something last time round, this is their opportunity to get to the bottom of exactly what happened while Middleweek was Smith's employee. For the sake of the City's reputation, they should seize it.</p> <p><strong>Come on in, HBoS, the Abbey water's lovely</strong></p> <p>Summertime, and the living is far from easy if you are an adviser to Abbey, its chosen partner Santander, or any of the clutch of banks believed to be considering gatecrashing the £8.3 billion agreed Anglo-Spanish deal. Even when lounging by the pool in Provence, or on the boat in Marbella, executives have their laptops left permanently on and mobiles glued to their ears. </p> <p>And so they should, because despite the seasonal lassitude, this is when the big decisions are being made. There are only two loungers at this particular poolside, and nobody wants to be left standing alone.</p> <p>The Spanish have already made their move, with a cash and shares offer that Abbey shareholders received with little enthusiasm. At 573p per share, against an offer value of 564p, it looks as though Abbey's long-suffering shareholders (many of whom are customers) expect somebody else to throw their towel down beside the Spaniards.</p> <p>But who? All eyes are on HBoS, which has made it plain it wants to counterbid and which is planning to meet Abbey's biggest shareholder, the American Brandes, in the next few weeks. As it was in the Marks &amp; Spencer quasi-bid, the California firm is deemed to be the king-maker. But remember, its endorsement was not enough to guarantee victory for Philip Green in similar circumstances, so there is no reason to think it would be a decisive move, even if HBoS got them onside.</p> <p>Of at least as much concern as Brandes' plans is the regulatory obstacles HBoS would face. The accepted wisdom is that no British bank would be allowed to take over Abbey, and privately the Spanish believe HBoS in particular would stand no chance. There would be a massive overlap of branches, a commanding position in the mortgages, savings and current account markets.</p> <p>I do not believe HBoS should, or will, be deterred by these obstacles. Britain is an overbanked economy, and should be rationalised. And whoever does that rationalising should be British, rather than Spanish. If HBoS does bid, all other bets are off. Royal Bank of Scotland, Lloyds TSB and HSBC will all make a rush to the poolside, knowing they must at least have a foot in the water if they are to influence the inevitable government investigation of the banking industry. </p> <p><strong>Murdoch gives rivals the worst of Times</strong></p> <p>After a period of youthful animosity in the 1980s, I have over the years grown to be an admirer of Rupert Murdoch's editorial and business acumen. Working for the News International proprietor in the 1990s taught me more about journalism, and the professional way newspapers should be run, than at any time before or since. </p> <p>So I really am puzzled as to the motives behind the Times ' 'investigation' into the Barclay brothers, the owners of the Telegraph and Murdoch's new competitors in the quality market.</p> <p>It is hard to imagine Murdoch was unaware of the Times' hatchet job. The proprietorial 'code of honour' (which Peter Preston describes on page 6) means that he would have been told, and the investigation authorised, well ahead. Two days of 'revelations' - which in the end amounted to little than some fairly tangential business connections in Japan and a trip down the Barclays' memory lane - could not have been slipped in by the Times' editor.</p> <p>One theory was that Murdoch meant it as a declaration of war against the Barclays, to be followed by an aggressive autumn marketing campaign for the tabloid Times and even a cover price war. If so, it was an unusually ungracious thing for him to do. He is renowned for looking after friends, and nothing - not even the Barclays' hiring of Murdoch's friend-turned-enemy Andrew Neil - should have made him forget the brothers' assistance in the past. When he was on his uppers in the early 1990s, trying to scrape together a lousy $150m to get the banks off his back, the Barclays were among the first to chip in. A short memory for such a shrewd man.</p>",
  "<p>By the time the troop arrived in Deauville for some turf action, it was already under dramatic levels of eviscerating pressure, thanks in the main to some dispiriting economic employment data related to the US's July non-farm payroll numbers, which came in way below expectations at up 33,000, rather than up 245,000, the day after the boys had made what they considered to be rather innovative and expansive 'up-bets'. Global stock markets reacted venomously to this data, despite news on the manufacturing and industrial front remaining encouraging. </p> <p>Of course the rampant level of crude oil prices exacerbated the negative sentiment. With Nymex crude heading virtually unopposed towards the $50 threshold, share prices from almost all sectors started to fall sharply. </p> <p>Though quarterly results from Cisco Systems and Hewlett-Packard Compaq were adequate, their respective outlooks did nothing to boost confidence for growth for the rest of 2004, resulting in Nasdaq-related stocks finding themselves friendless in the ring, which put the kibosh on the troop's 'up-bet' made on Semiconductors' Holders Trust, made at $32.15 in £25 per point on 5 August. </p> <p>In the same breath the Gladiator felt that his nominated 'up-bet' on The Oil Service Holders Trust, again made in £25 per point, would be the perfect hedge against any tech stocks failing to respond in unforeseen adverse conditions. Wrong! This stock also fell sharply. The Gladiator insisted that markets had over-reacted to this unwelcome news. The market looked oversold. </p> <p>His hunch proved to be right. But by holding on to these ominous looking positions, there were signs of munificence to the morale of the troop. The trip to Gaul was scarred irrevocably. The two 'up-bets' were hardly nursed back to health, but they recovered some poise, allowing the boys to take their punishment on the chin when knocking them down at $30.43 and $70.29 last Thursday. </p> <p>The 'up-bet' made on Munich Re at €78.24 did well to only drop 114 pips in the same period, when it was sold on the same day at €77.10. Those bets cost the main man, and the troop, £10,600. Having enjoyed so much success in recent months, the inevitable bloody nose was waiting to happen. And ambiguous comment at Deauville from Kevin Darley, 'Attraction's' jockey, compounded the boys' losses ,when she trotted in last on soft ground. </p> <p>Oil looks to be on the climb, with the world seeming incapable of supplying enough for its needs. Nymex crude bought in the October contract at $48.20 in £50 a point. Google's IPO seems a ludicrous lottery. The current price of $100.80 looks high - sold on an up-tick in £10 per point with a stop-loss invoked at $104. </p> <p>Retail may come under the cosh with rates rising and on-going growth looking limited. Federated Department Stores, Target and Sears Roebuck were 'shorted' at $45.00, $43.94 and $38.14, respectively, all in £20 per point.</p> <p><strong>·</strong> The Gladiator is the nom de plume of a professional spread-better.</p>",
  "<p>Branding forces companies to ask the question: 'What's the purpose of our business?' The answer used to be simple: 'To make money.' </p> <p>We used to accept that as the natural response. Now, however, we expect a bit more and branding is integral to the way businesses give their answers. So, as well as the commercial purpose - making money keeps you in business - companies now believe they have wider social and ethical roles. </p> <p>The way they make these roles as distinctive as possible gives definition to a brand, because branding is all about making a company seem special and different. We have an increasing acceptance, inside and outside business circles, that companies have more than just a commercial reason for being. This means accepting that brands also have a conscience. </p> <p>Starbucks is certainly a brand with a conscience. This has made it particularly sensitive to attack because, coming from liberal roots in Seattle and admiring the European tradition of coffee houses, it is as far as it is possible for an American brand to be from the myopic idea 'we're just here to make money'. </p> <p>Starbucks has always had a commitment to exist for the wellbeing of all the communities it relies on - particularly its own people in retail outlets, the farmers in developing countries and the communities around its shops. </p> <p>The cynical will say it does this for a reason. And indeed it does because Starbucks believes in its brand. In many ways it is the quintessential brand of the modern age, creating and fulfiling a demand for a product that we could all do without - except that the real product is not a drink made from roast beans but a place to go, meet friends, talk, daydream, have meetings, relax, hang out. </p> <p>Where Starbucks has been less than quintessentially modern is in that it has been hopeless at spin. It has always had a good story to tell but has rarely managed to tell it. Despite this, Starbucks has continued to grow because people continue to enjoy the the product and the brand experience - and to tell other people about it. </p> <p>The origins of Starbucks go back to Seattle in the early Seventies. Three college friends came together to form a business because they loved coffee and wanted to educate other people about it. If Howard Schultz had not come across them at the end of that decade, Starbucks might never have spread beyond the Pacific coast of America. Within a few years the New Yorker Schultz had taken control of Starbucks and started to develop it outside the Seattle region. But he based his ideas on what he had seen and loved in Italian coffee bars. </p> <p>In particular he saw Starbucks as 'the third place' - not work, not home, but containing elements of both, and a refuge at times from both. Starbucks was about 'rewarding everyday moments', a place to go for a small treat on a regular basis. This model succeeded and Starbucks grew at a phenomenal rate across the US from 1987. Now it operates in 32 countries, although it was only in 1996 that Starbucks opened its first shop outside North America. </p> <p>The speed of this development took everyone by surprise. In the UK the first Starbucks opened in 1998 and suddenly it seemed they were everywhere - an impression given by the swift acquisition and rebranding of the Seattle Coffee Company. This enabled Starbucks to enter a market just finding a new taste for coffee, with Costa, Coffee Republic and Caffé Nero as competitors. </p> <p>We have become a coffee nation at breathtaking speed. Ten years ago you would struggle to find real coffee served in British towns. Starbucks and others have created an entirely new market for coffee-drinking. Starbucks has grown - there are now 400 UK outlets - but so have independent cafés. Research by Allegra Strategies shows that the independent coffee bar market has been growing by 3 per cent a year since 1999. </p> <p>In this market Starbucks is the major brand. And it has become that by having a purpose that is much broader than the single-mindedly commercial. </p> <p>Its staff are known as partners, not a cosmetic term but a reflection of the unusual degree of employee involvement in the growth of the company through stock options and other benefits. But responsibility comes with that, and partners are encouraged to take active roles in local communities and good causes. </p> <p>This year, for example, Starbucks is supporting the Coffee House Challenge, a scheme to celebrate the 250th anniversary of the RSA (Royal Society of Arts), which was originally founded in a London coffee house. </p> <p>The Coffee House Challenge has seen people all around the country coming together, led by RSA Fellows, to hold debates about fostering local communities and improving the environment. </p> <p>As well as this local role, Starbucks has outstripped other coffee companies in its support for farming communities where its coffee is grown. The four big coffee companies (Nestlé, Procter &amp; Gamble, Kraft and Sara Lee) control the price of commodity coffee - generally to the detriment of farmers in the developing world. Starbucks buys only 1 per cent of the world's coffee but, as Oxfam acknowledges, its record on fair trade is good and improving, and Starbucks buys its coffee at around double the open market price. </p> <p>Self-interest and altruism are not necessarily incompatible. Good deeds help a brand because they build commitment with its stakeholders. And that makes money, as well as stronger communities.</p> <p><strong>Star quality</strong></p> <p>Six messages for other brands from the Starbucks story: </p> <p><strong>1</strong> Exceed the expectations of your own people.</p> <p><strong>2</strong> Have strong values, stick to them and use them to guide decisions.</p> <p><strong>3</strong> Ensure there's no gap between your brand values and your actions.</p> <p><strong>4 </strong>Keep reinventing, but never tamper with the core of what you do</p> <p><strong>5</strong> Reach out to communities through your people</p> <p><strong>6</strong> Remember that every detail matters.</p> <p><strong>·</strong> 'My sister's a barista: how they made Starbucks a home from home' by John Simmons (Cyan Books, £7.99) is available from bookshops.</p>",
  "<p>Few household names survive four decades in the public eye without attracting their share of lampooning and criticism. Sir Terence Conran is no exception. </p> <p>He has been satirised by Craig Brown, arguably as good as a Desert Island Discs invite, as a man who takes credit for introducing the chair and the Mediterranean to our shores. His marital record has on occasion been traduced (his current wife, Vicki, Lady Conran, is his fourth) and his ex-wife, Shirley, spoke recently about his alleged shortcomings. </p> <p>Newspaper cuttings have it that he was pushed out of Storehouse, the Eighties retail group that included Habitat, Mothercare and BHS, and others omit his founding contribution to Next. The last two bother him most, but we shall come back to those. </p> <p>It is easy to see how it happens. Ask a man with so many strings to his bow and so much behind him about his life and his current projects, boil it down to a few hundred words and some of it will sound rather bald. </p> <p>The Conran name has an impact and he knows it. Although he is a friend, Sainsbury's ex-chief executive, Sir Peter Davis, did not commission a Conran range for his struggling stores as a favour. Neither did another retailer-in-recovery, MFI. Both projects have caught the City's attention, as analysts' company notes show. So Conran guards that name closely, although both of the above ventures are described as being 'franchise projects'. 'We are not in the business of selling our name,' he says. 'That is the fastest route to everlasting damnation that I can think of.' </p> <p>The 'we' is the family business. Conran has five of his own children and three step-children. Sebastian and Jasper work on design and fashion; Tom 'looks after the food side' and Sophie was a buyer for the Conran shops but 'now she is doing pies, which she thinks are the future of nourishing, cheap food'. Ned has run into personal trouble. The three younger children have had guaranteed holiday jobs working in kitchens and behind tills. </p> <p>'I do not see it as a family business. I do not feel like a patriarch. I hope in the future they will continue to be involved and perhaps more involved than they are now,' says Conran. </p> <p>It sounds contradictory and up to a point it is. Generous with his time and hospitality and unfailingly polite, there is still an unmistakable steely, monomaniacal quality. But then, thoroughly humble, selfless people with remarkably steady personal lives rarely make successful entrepreneurs. </p> <p>His home environment is tailored to his business needs and wants. On the outside, an astoundingly beautiful country estate complete with bountiful walled gardens and lovingly restored greenhouses, on the inside an efficient production operation. </p> <p>Some people have garden sheds. Conran has a furniture factory in the grounds of his 18th-century Berkshire manor house. He can be on site in minutes, strolling from the office wing of his home via the gardens. As commutes go, it is not bad. The factory is a cluster of converted farm buildings and is the heart of Benchmark, his hand-crafted furniture business. 'This is the bit I love,' he says. 'I can come down here and get my hands dirty.' </p> <p>In many ways it is an idyll. The 40-strong workforce ('more than the farm employed when it was working') is largely local, many trained from school. As a factory it is unbelievably well-ordered: not a stray crate in sight. </p> <p>The gardens recall Beatrix Potter's Peter Rabbit, with rows of onions and tomatoes interspersed with sweet peas, white roses and purple clematis creeping up the walls. Lady Conran emerges to collect ingredients for lunch, which will be simple, fresh andhomemade, bar the uber-chi-chi poilane bread. The Conrans know the French family who make this. The Conrans know a lot of people. </p> <p>Partly this is due to his background, educated at an English public school, Bryanston, and afterwards an integral member of the young design movement in the 1950s and 1960s (he was at school with Mary Quant's husband and designed her first shop in Knightsbridge). Mostly it is due to a career in design, retail and restaurants spanning five decades. </p> <p>His explanation of his diverse interests is an object lesson in control. 'When I started off there were really few opportunities in design. I had to become a businessman to make it happen. I was a furniture designer and we had to grab anything we could. 'I started the Soup Kitchen [in London's Strand] because I was trying to use my design talent in a variety of different ways.' </p> <p>He started Habitat because he could not find a retailer who would properly promote and display the flatpack furniture he was making. 'If you do a design job for somebody, unless they are prepared to see that everything works properly and all the staff are imbued with the style of it, it can go wrong. So often we have done shops and we go back and find notices stuck up with Sellotape. You have to give the customer confidence and so the whole environment has to be right. </p> <p>'Often the reason for us becoming restaurateurs or hoteliers or shopkeepers is because we want to have that control over the totality. This is not arrogance. It is knowing that it won't work otherwise. Clients have to work with us just as we have to work with them.' </p> <p>He does rough sketches for everything produced in his name (there are six affiliated designers at Benchmark). Looking around Benchmark, it is hard to resist the conclusion that Conran is first and foremost a shopfitter, albeit a very up-market one. The Conran design business, he says, is profitable to the tune of 20 per cent of turnover. The model is ver tical integration. The company makes, distributes and fits their work and sells to big clients such as the Duke and Duchess of Northumberland (the pavilion for the Alnwick garden) and the Swiss Re 'Gherkin', for example. </p> <p>Benchmark also supplies the Conran restaurants and shops, as does the neighbouring garden. 'We produce so much that we buy in only meat and fish for ourselves and we send two vans of fruit and vegetables up to the restaurants every week,' says Conran. Not just a pretty place, then. </p> <p>This kind of control is possible in a private company. It was less possible in the public arena, as Conran discovered at the Storehouse Group. Outsiders view the Eighties as his low point. 'The two errors about me which are most often repeated are the ones that say I was forced out of Storehouse and that George Davies founded Next,' he observes. </p> <p>Conran put together the Storehouse group in the Eighties. Habitat was his own creation, to which he added Heals and, in 1982, Mothercare. Then came BHS. 'The mistake was that it was a merger. It should have been a takeover but Ralph Halpern had his eyes on it and we would not have done the deal. It became political and the BHS people felt they were being told what to do by my side. We set up a fashion design team within our design group that really understood high street fashion. The BHS buyers felt they were being imposed on and started to resist, having started off enthusiastically. </p> <p>'One of the first things I did was get the buyers to go to America to look at Gap, to be inspired by it and to understand why Gap worked. I wanted them to get that ethic into their buying operation. I saw it as the great high street opportunity.' </p> <p>The discord leaked into the press and, says Conran, this triggered three takeover bids. 'I was not pushed out of Storehouse. I made my own decision and did it in my own time.' He details how he installed Ian Hay Davidson, a long-time business associate and personal friend, as chairman and remained on the board. 'I facilitated my own withdrawal.' </p> <p>History has not been kind, as it also fails to record Conran's version of the genesis of Next. This high street star is now generally attributed to George Davies, although when it came about in the Eighties, the Conran association was well-known. Again, Conran details names, places and events to show that the Next concept came from his design group while he was non-executive chairman. Liz Davies, then married to George, was taken on as the fashion designer. 'She had George in tow and we felt he was the ideal chap to be a merchandising director.' Conran founded Next for the parent company, Hepworths, but says when he bought Richards he had to resign the chairmanship. </p> <p>Margaret Thatcher knighted him in 1983. Habitat was internationally known. He had design books to his name and was laying the foundations for the regeneration of the southern bank of the River Thames, which was to become the thriving Butlers Wharf development, close to his London office and restaurant Le Pont de La Tour, where Tony Blair and Bill Clinton broke bread. </p> <p>There is hardly a retail name he has not worked with or for. He founded the Design Museum, is provost of the Royal College of Art and receives at least two 'kind invitations' daily to participate in various events. He has 15 franchised projects, does informal consultancy work and is about to open a new restaurant with a Cuban theme on the site of Mezzo in Wardour Street. He is 72. </p> <p>'I believe if you retire, you die,' he says, although he insists he would not be interested in buying a large high street chain. He might, however, be interested in doing something with 'cheap, good-quality food, which is where I started out'. </p> <p>Craig Brown's satire ( Private Eye , 30 April) has Conran claiming credit for everything from cushions to staircases ('those frankly very ordinary people DESERVE to be able to get to those floors they've frankly never set eyes upon'). Certainly he is often quoted saying that Habitat was instrumental in forming public taste because 'people's tastes are shaped by what they are offered'. </p> <p>It is telling that his Victorian design hero is not William Morris but Christopher Dresser, a designer who wanted his products mass-produced and had to set up a shop because he could not find suitable outlets to sell them. </p> <p>History may be somewhat more charitable than Brown and if the V&amp;A is not running a Conran exhibition in 100 years, there is always the Design Museum - which he founded - to do it instead.</p> <p><strong>Profile</strong></p> <p><strong>Name:</strong> Sir Terence Orby Conran </p> <p><strong>Job:</strong> Chairman, The Conran Shop, Conran Ltd, Conran Holdings, Conran &amp; Partners, Conran Restaurants</p> <p><strong>Born:</strong> 4 October, 1931</p> <p><strong>Family:</strong> Married to Vicki; five children, three stepchildren, nine grandchildren</p> <p><strong>Home:</strong> Barton Court, Kintbury, Berks</p> <p><strong>Positions:</strong> Provost, Royal College of Art; Trustee, Design Museum</p> <p><strong>Education:</strong> Bryanston, Dorset; Central School of Art, London</p> <p><strong>Publications:</strong> About 30 books, including an an autobiography</p> <p><strong>Interests:</strong> Gardening, cooking, cigars</p>"
]