[
  "<p>What an inspirational story: former world title contender becomes used car salesman in Texas, becomes rattlesnake killer, becomes pest exterminator in Baghdad, becomes boxing coach of Iraq and self-proclaimed \"saviour\" of that troubled nation. It is hardly any wonder that Maurice \"Termite\" Watkins will be coming to a cinema screen near you soon, courtesy of Bruce Willis, or possibly John Travolta or, who knows, maybe even Hugh Grant - Watkins declined yesterday to be specific. </p> <p>\"Once the Olympics are over, I have to go home to my family in Texas and make a very big decision. I've had three movie offers for the story of my life, two from Hollywood, one from London. It is my job to decide which one to accept,\" he said in a fleeting moment of coyness. </p> <p>Behind him in the practice ring Najah Ali, the only member of the Iraqi national boxing team taking part in Athens, is warming up for his flyweight contest against a Korean, Hyok Ju Kwak. Ali is 24 but looks much younger; a skinny kid with wide, dark eyes. In the run-up to the Olympics he had seven warm-up fights, winning two. He did not qualify by right and only got here courtesy of a special invite from the IOC. Ask him if he will win today's fight and he laughs: \"No.\" </p> <p>Still, at least Ali has a bit part in the life story of Maurice Watkins. He plays the guy who gets punched in the face a lot by a handy-looking Korean while his publicity-hungry coach talks the ears off journalists. \"He's gonna win this fight, and then we'll see what happens after that. There are some very good judges who have seen this kid fight who think he has got a very good chance of winning a medal,\" Watkins said, sounding like a cut-price Don King. </p> <p>Sorry Termite, but anyone who knows anything about amateur boxing knows Najah Ali will not win a medal, not unless the IOC is giving them out for bravery. He is not strong enough and he does not have enough experience. Not that it seems to trouble the boxer's coach, who has another story to tell. His own. </p> <p>Watkins went to Iraq just after the fall of Saddam. He was selling cars one day, he says, when he had a calling from God. \"I knew it was time for me to go to Iraq and do my part to help the Coalition. I went home and told my wife. She put her hand up to her ear and told me 'You're crazy. I don't hear anyone calling'. I told her that I felt like I could save Iraq, and she told me that no one person can save a country.\" </p> <p>So off he went to Baghdad, taking up a contract to exterminate the flies that were plaguing the officers' mess at US military headquarters. </p> <p>Six months later, though, he had a new job. Over breakfast with a representative of the Coalition Provisional Authority, he mentioned that he once fought for a world title - on the undercard of the 1980 Larry Holmes versus Muhammad Ali heavyweight bout - and that he wanted to work with local boxers. \"The idea was that if we put a team together it would give the Iraqi people something. It would restore national pride.\" </p> <p>Within days, Watkins and 24 of Iraq's best fighters were holed up in a gym on the outskirts of Baghdad. Over the next six months they travelled to China and Pakistan in an effort to qualify for the Olympics. They all failed, which was when the coach was told to pick one fighter who would receive the IOC's special invitation. He chose Ali. \"He had the desire and the talent, and I love his gutsiness.\" </p> <p>The pair then travelled to the United States, where they trained with the American boxing team at the US Olympic Committee's athletics centre in Colorado. In Michigan, a group of Iraqi-Americans watched the fighter work out, then took him to dinner and gave him training shoes and department store vouchers. Everywhere they went, Watkins and Ali wore T-shirts proclaiming \"Iraq is back\". It was heart-warming stuff and the American media, which is under enormous pressure from the White House to start telling \"good news\" about Iraq, lapped it up. </p> <p>By his own estimation, Maurice Watkins has done \"hundreds and hundreds\" of interviews over the past few weeks. In all of them, he has never missed the chance to promote the line that Iraq is returning to \"normality\" after the American invasion and the fall of Saddam. He did it again yesterday. </p> <p>\"I just want to spread the message that things aren't as bad in Iraq as you folks in the media think it is. Maybe 10% of what's going on is bad, but the other 90% is great. Thousands of kids are going to new schools, their parents are going to work, people are walking up to American soldiers in the street and telling them 'Thank you, thank you for setting us free'.\" </p> <p>With the big fight just a few hours away, Watkins probably had a lot on his mind, so he might be forgiven for missing the latest news from Iraq: mortar bomb hits downtown Baghdad, seven killed and more than 30 wounded.</p>",
  "Sune Bergstrom, who has died aged 88 after a long illness, won the Nobel prize for medicine in 1982, sharing the award with the famous British pharmacologist Sir John Vane and Bengt Samuelsson, his fellow Swedish biochemist. They discovered the vital role played in the body by a family of substances called prostaglandins and related compounds. <p>They showed that prostaglandins were hormone-like agents involved in many processes that caused inflammation after an injury or illness, affected the flexibility of blood vessels, regulated contractions of the uterus, helped to clot blood, and directed other activities. </p> <p>However, prostaglandins differed from hormones in that they acted locally, near their site of production, and they were metabolised very rapidly. Another unusual feature was that the same prostaglandins acted differently in different tissues. </p> <p>These revelations opened the way for new approaches to treating heart disease, strokes, and gastric ulcers, for the development of a morning-after pill and of prostaglandin-inhibiting compounds that gave effective relief of pains caused by menstruation, gallstones or kidney stones. </p> <p>The new findings provided important clarification about the mechanisms of existing treatments, especially through Vane's work on aspirin. Although aspirin had been the most frequently used painkiller worldwide for the best part of a century, scientists did not know how it worked until the biological activity of prostaglandins was unravelled. </p> <p>Indeed, it was five years after American astronauts first flew to the moon in 1969 that the research by Vane, Bergstrom and Samuelsson was able to explain how the aspirin in the first-aid kits for Apollo astronauts eased the headaches and muscle pains that often occurred during the long missions to the moon, by blocking the action of prostaglandins. </p> <p>Sune Bergstrom was born in Stockholm and studied medicine and chemistry at the Karolinska institute in the city. His scientific work started in 1934 when he assisted Erik Jorpes at the Karolinska in early research on heparin, the agent that delays blood clotting. </p> <p>Although the Karolinska was then one of the leading laboratories in the world, also in the field of nucleic acids and of peptide hormones, Jorpes was concerned about the lack of research on lipids or steroids in Sweden. So he financed a trip for Bergstrom to visit Britain in 1938 to work on bile acids with the brilliant GAD Haslewood at Hammersmith postgraduate medical school, in London. </p> <p>The following year, Bergstrom received a fellowship from the British Council to work in Edinburgh, which was cancelled when the war broke out. But he was then lucky enough to get a Swedish-American fellowship to work at Columbia University, New York, and at the Squibb Institute, New Brunswick, New Jersey, for two years with Oskar Wintersteiner on cholesterol autoxidation. </p> <p>Bergstrom returned to Sweden and pursued the development of new techniques of introducing radioactive atoms into cholesterol to study its activity. His involvement with prostaglandins started at a meeting of the Physiological Society of the Karolinska Institute on October 19 1945, when the renowned Swedish pharmacologist Ulf von Euler proposed a new line of research for Bergstrom. </p> <p>In fact, the origins of prostaglandin research were laid in the 1930s when von Euler and M Goldblatt, the British pharmacologist, independently found that seminal fluid and seminal vesicles from most animals, including man, contained a substance that caused contraction of the smooth muscle of the uterus. They called the new mystery factor prostaglandin. </p> <p>At the Karolinska meeting 10 years later, von Euler asked Bergstrom if he was interested in studying the small amount of his lipid extracts of sheep vesicular glands that von Euler had stored since before the war. </p> <p>Bergstrom and his associates made a crucial breakthrough when they purified two important prostaglandins, PGE and PGF, and identified their chemical structure. This marked the beginning of the discovery of a hitherto entirely unknown biological system that regulated several vital life processes and that came into play when the body's normal balance was disturbed. </p> <p>By 1962 the six prostaglandins had been isolated and were shown to occur in many other tissues outside the male reproductive organs. Bergstrom's group found that the prostaglandins were formed by conversion of unsaturated fatty acids, primarily arachidonic acid, and through this discovery the metabolism of unsaturated fatty acids became of major interest in future research. </p> <p>These fatty acids were found in most cells in the body and shown to be of fundamental importance for several processes in the healthy and diseased body. Once the structure of the prostaglandins was published, many projects started in university and pharmaceutical laboratories in Europe and North America on their synthesis. There are now thousands of synthetic analogues of prostaglandins and related products. </p> <p>Bergstrom held professorships at the Karolinska from 1947 to 1980, and was its rector from 1969 to 1977. He was also chairman of the board of directors of the Nobel Foundation, Stockholm from 1975 onwards; chairman of the WHO global advisory committee on medical research, Geneva (1977-82); and president of the Royal Swedish Academy of Sciences (1983). In 1943, he married Maj Gernandt; they had one son.</p> <p><b>·</b> Sune Karl Bergstrom, biochemist, born January 10 1916; died August 15 2004</p>",
  "Behind the obvious and short-term political tinge to the US troop redeployment announced by George Bush on Monday lies a new global view of American power for the 21st century, still fumbling and imprecise but laden with significance. The actual withdrawal of up to 70,000 troops mostly from Germany and South Korea is not so crucial and will only take place over the next 10 years. The announcement may make US personnel and their dependents feel a little bit happier - the White House says that the plan will \"give service members more time on the home front\" and will require military spouses to make fewer job changes. At a time when so many \"service members\" are having their tours of duty compulsorily extended in Iraq and Afghanistan, it does no harm to the president to be seen appearing to be in favour, even in a remote sense, of bringing some boys (and girls) home. <p>Yet in the terms set out by Mr Bush, \"reducing the stress on our troops\" is only an appendage to the main objective. This is to deploy \"a more agile and more flexible force\" capable of \"surg[ing] quickly to deal with unexpected threats\" around the world. In Pentagon jargon, it is about a realignment of the US \"global defence posture\" which began with its quadrennial defence review three years ago. The goal of greater mobility does not mean reduction of bases abroad but their \"repositioning\" in locations now judged to be more secure and better located to deal with \"new threats\".</p> <p>As explained in a defence department background briefing on Monday, it may be goodbye to those massive permanent bases with schools and PXs in Germany and Spain, while a whole range of smaller new facilities are set up with a wider geographical reach. Some will be \"forward operating sites that are warm facilities\" - that is, kept warm by pre-positioned US force elements. There will also be \"more austere facilities for training, for exercises, for interactions\". The plan, says the White House, will \"make America safer\" by better preparing the military to address the new dangers associated with \"rogue nations, global terrorism and weapons of mass destruction\". Cutting fixed costs on the expensive bases also will allow more to be spent on state-of-the-art weaponry.</p> <p>Where are these new facilities, warm or austere, going to be located, and with whom does the US military intend to \"interact?\" Some existing bases, especially those in ultra-safe locations, will actually be expanded. They include Guam, which is described as being \"in an advantageous part of the Pacific.\" Other warm facilities will be located on the territories of new post-cold war allies particularly in Eastern Europe and Central Asia. New allies can be more compliant than old ones too. They already include Poland, Romania and Uzbekistan - regardless in the last case of its appalling human rights record. Africa, where conditions are seen as less stable, is only deemed suitable for a more \"austere\" facility.</p> <p>After the collapse of the Soviet Union, while critics of US policy argued that it was time for cold war alliances to be wound up, supporters of Washington expressed their fears that American power might withdraw to the heartland. More recently, the British government's case for the invasion of Iraq has relied heavily on the supposed danger that a US snubbed by the world would turn inwards. These arguments about likely isolationism are now anachronistic. In Washington's strategy, defence of the heartland requires a global reach. The US needs to be not just over here, but over everywhere. The only powers able to challenge this aim, Russia and China, have signed up to the war against terror and their concerns are muted - at least for now. For them, America's assertive global role will be a salient and disquieting feature of an uncertain new world.</p>",
  "George Bush announced one of the largest troop redeployments since the end of the cold war yesterday, bringing home up to 70,000 soldiers from Asia and Europe. <p>The countries most likely to be affected will be Germany, where the Pentagon is considering removing two army divisions and replacing them with smaller, more mobile units, and South Korea, where the US plans to withdraw a third of its 37,000 troops. </p> <p>The announcement had been years in the planning and followed debate within the administration on how the US should respond to changing security demands. </p> <p>The decision, which will also affect about 100,000 military family members and civilian employees, is likely to be greeted warmly by military families, but will have no bearing on the 150,000 US troops in Iraq and Afghanistan. </p> <p>Speaking at a meeting of the Veterans of Foreign Wars in Cincinnati, Ohio, Mr Bush said: \"The world has changed a great deal and our posture must change with it for the sake of our military families, for the sake of our taxpayers and so we can be more effective at projecting our strength.</p> <p>\"Our service members will have more time on the home front and more predictability and fewer moves over a career. The world has changed and we must change with it.\" </p> <p>Democrats criticised the move as an electioneering stunt which would \"undermine US national security\". </p> <p>In a statement released by the Democratic National Committee, Wesley Clark, a former supreme commander of Nato, said: \"This ill-conceived move and its timing seem politically motivated rather than designed to strengthen our national security.\" </p> <p>In London the Ministry of Defence said: \"The UK government and Nato have been consulted as part of the US global review but it is too early to say what impact there will be on US deployments in the UK until the US government has completed further work.\" </p> <p>The plan will be put into practice sometime between 2006 and 2011 and a US military official in Berlin said it could require further negotiation. </p> <p>Donald Rumsfeld, the US defence secretary, hinted at the change earlier this month. \"We've decided that it's time to shift our posture in Europe and Asia and around the world and move from static defence, which does not make much sense today, to a more deployable and usable set of capabilities.\" </p> <p>Senator Richard Lugar, the chair of the Senate's foreign relations committee, said: \"This is a fundamental change and is a change probably in the tactics of our military, so that our people will be more mobile, more available at other places all over the Earth.\" </p> <p>Charles Heyman, senior defence analyst for Jane's Consultancy Group, said it was consistent with the threat faced by the US that the troops should be withdrawn. </p> <p>\"It does signify a change in the old order, particularly in Europe. It means Europeans are going to have to think very carefully about how Europe is defended in the years to come,\" he said. </p> <p>\"There many not be any real threats at the moment, but there is still massive instability in the Balkans that could degenerate very quickly.\" </p> <p>He said it was difficult to justify US troop levels in Germany, especially since the end of the cold war, but European countries might find the redeployment worrying since \"it is effectively the US saying to Europe that it will have to spend its own money on defence and keep their house in order\". </p> <p>As far as Asia was concerned, he said, most of the withdrawals would be from South Korea, which had the capability to defend itself.</p>",
  "<p>Oil prices could still rise substantially in the coming months, two large investment banks have warned. </p> <p>CSFB said oil could spike at $50 to $60 (£27 to £33) a barrel within the next year, while Deutsche Bank said that 2004 is poised to be the sixth successive year in which the City's analysts have underestimated the strength of crude oil prices. CSFB said hopes of a return to a \"normal\" oil price - one centred on $18 a barrel in the middle of the price cycle - have evaporated over the past year. \"We seem to have entered a new phase of 'energy insecurity' in which higher, and more volatile, oil prices will be the norm,\" it said.</p> <p>\"We suggest that somewhere around $30 a barrel [for West Texas Intermediate measure] may be the effective 'floor' for oil prices for some time, and that it cannot by any means be ruled out that oil prices briefly trade in the $50 to $60 range within the next 12 months.\" </p> <p>The bank's analysts say that \"in principle\" prices should revert to a $30 to $35 range, as global growth and demand for oil slows next year. However, it added that political instability or further disruption to production could mean a temporary spike to the higher levels. CSFB says such oil shocks may be beneficial. It says the adjustment would be \"difficult and dangerous\" but the world's economy is more flexible and adaptable than in the 1970s. </p> <p>\"It might well stimulate a longer-term boom in energy investment, conservation and switching to alternative fuels that turn out to be a longer term positive for the economy, the planet and just possibly geo-political stability.\" </p> <p>Deutsche Bank reiterated its view that prices will continue to rise, saying it is currently only in line with its historical average relative to incomes in the world's seven largest economies; on that measure, even $80 would not be unusual by 1974 to 1985 averages.</p> <p>\"In real terms, and relative to G7 per capita incomes, oil prices are not yet at extreme levels and producers and consumers must position for further price highs in the weeks ahead,\" said Michael Lewis, head of commodities research. </p> <p>Schroders took the opposite view. It said the high levels are unsustainable. It thinks a meaningful reduction is unlikely before the end of the year but there is \"a real chance\" of a $10-$15 a barrel fall in price.</p>",
  "<p>America must shoulder some blame for sky-high oil prices. The world's biggest user has made no effort to wean itself off cheap gasoline and its foreign policy has made matters worse.Chávez survives with pride and support intact. Other factors are: </p> <p><strong>Iraq</strong><br> </p> <p>The violence and instability in Iraq is seen as symbolic of a wider battle between the west and militant Islam. Oil traders fear supply disruption as Iraq is an important provider of crude. The country produced 2.5m barrels of oil a day under Saddam Hussein but has failed to reach 2m barrels a day so far this year due to pipeline attacks. Deposing Saddam brought its own uncertainty but the failure of the US government to impose its will there militarily has made matters worse. The White House has lost much of its ability to influence the global oil markets through pressure on Opec allies such as Saudi Arabia. </p> <p><strong>Saudi Arabia</strong><br> </p> <p>The turbulence in neighbouring Iraq and involvement of Saudi nationals in the 9/11 attacks on the US has put increasing pressure on the ruling monarchy in Saudi Arabia. A series of terrorist attacks around the country amid threats to unseat the House of Saud - key Washington allies - has led to fears that the 10m barrels a day production from the world's biggest exporter could suddenly be removed from circulation. The Saudis insist such fears are unwarranted. They point out that key facilities are heavily protected and their political power remains undiminished but deep unease about the country remains. </p> <p><strong>Venezuela</strong><br> </p> <p>The country has a critical role to play in the oil markets because it produces 3m barrels a day of crude and two thirds of this finds its way to the world's biggest user, the US. But Venezuela has seen strikes and other protests against an unpopular government disrupt crude output in the past. The state-owned oil company PDVSA is doubly important as it is also the biggest single refiner and distributor of oil in the US. Venezuelan president Hugo Chavez consolidated his domestic political position by winning the weekend referendum. This should reduce domestic tension but tense relations with the US - due to personal antipathy between Chavez and George Bush - might not be reduced unless John Kerry snatches the presidency this autumn. Western companies have been wary about investing in Venezuelan oil projects under a president who appears to admire Castro more than capitalism. </p> <p><strong>Speculators</strong><br> </p> <p>The biggest new influence on stability is the role of hedge funds and other \"non-commercial\" players in oil futures bourses such as London's International Petroleum Exchange and the New York Mercantile Exchange. Crude prices used to be pushed up and down by the physical requirements of buyers and sellers such as major oil companies. Last year around 60,000 trades of oil futures a day were undertaken by non-commercial players on Nymex. In the first six months of this year, the number had rocketed to 200,000. Speculators bet billions of dollars on future oil prices and thrive on volatility. But their growing presence only seems to encourage more wild price gyrations. </p> <p><strong>Yukos</strong><br> </p> <p>The political wrestling match between Russian president Vladimir Putin and the jailed oligarch Mikhail Khordokovsky threatens bankruptcy of the country's biggest oil company, Yukos. It produces 1.6m barrels a day of oil and faces tax demands apparently driven by a Kremlin desire to demonstrate its power over the commercial world. Traders fear vital production could be knocked out and investment by BP, Shell and other western companies threatened. Russia is the second biggest crude exporter but was also seen by Washington as an exciting new source of energy as US faith in the Middle East deteriorated after 9/11 and now the Iraq war. </p> <p><strong>The majors</strong><br> </p> <p>Western oil companies have not been searching for new oil and gas reserves in the North Sea or elsewhere as they did in the past. Spending on production has also been falling despite historically high global crude prices. Cynics say firms are withholding spending to keep supply limited and prices up. ExxonMobil spent $1.2bn on exploration last year, its lowest for five years, while ChevronTexaco spent $1bn, almost half of what it spent in 1998. </p> <p>Yet ExxonMobil is sitting on $20bn of cash while rivals such as BP and Shell have made record profits but are giving money to investors through share buybacks and major dividend payouts. </p> <p><strong>China</strong><br> </p> <p>The biggest driver of new oil demand, China has been sucking in record imports to feed its commercial and social revolution. Demand rose more than 11% in 2003 and has increased by a further 20% in the first half of this year as the Chinese modernise their infrastructure and swap bicycles for cars. This, plus higher than expected demand in the US as its economic recovery takes root, has taken everyone by surprise although some question the veracity of Chinese statistics. Experts are convinced demand will slump as oil at $45 per barrel damages the world economy and buyers switch fuels.</p>",
  "Half of Japanese primary and secondary school students have never seen a sunrise or sunset, according to a survey. <p>The study, conducted last year among 900 children, found that Japanese youngsters spend significantly less time outdoors than previous generations. </p> <p>Compiled by Tetsuro Saito of Kawamura Gakuen Women's University, the report is the fourth of its kind to be carried out since 1991. </p> <p>It shows that 52% of today's children have never seen either a sunrise or a sunset. Thirteen years ago the figure was 41%. </p> <p>\"Today's parents don't have a lot of experience with nature,\" said Professor Saito, who advocates changing the classroom-bound education system to allow for more time for outdoor learning. </p> <p>\"But the situation can only improve if parents make an effort to spend more time outdoors with their children.\" </p> <p>Parents' groups and other social analysts say several factors have influenced young people's distant relationship with the environment. These range from an urbanised lifestyle with its emphasis on consumption and few opportunities to spend time outdoors, to Japan's notorious cram school system. </p> <p>But Prof Saito and others said young people's apathetic, sometimes hostile, attitude towards nature was often shared by their parents. </p> <p>In Dogs and Demons, an account of modern Japan and its relationship with the outdoors, the American author Alex Kerr says Japanese prefer things to be neat, orderly and convenient rather than natural. </p> <p>\"Thus, many municipalities in Japan cut the branches of roadsides before the leaves turn in the autumn, because residents find fallen leaves dirty and messy,\" says Kerr. </p> <p>In Kyoto, where temples and gardens symbolise Japan's traditional reverence for nature, more people have complained about croaking frogs in nearby rice paddies keeping them awake than about the sound trucks of rightwing parties blasting their hate messages in the streets.</p>",
  "<p><strong>Bigger bills for EDF consumers</strong><br> </p> <p>EDF Energy yesterday announced above-inflation price rises for customers - its second such move in six months. </p> <p>It will affect about 5m households with London Energy, Seeboard Energy and SWEB Energy, plus Virgin Home Energy. </p> <p>French-owned EDF said domestic gas bills would rise by 3.5% and electricity bills by 3.8% from September 13. It follows increases of 4.6% for gas and 6.7% for electricity in March. EDF blamed the latest rise on the wholesale price of gas and electricity.<br> </p> <p><strong>Daimler sells Hyundai holding</strong><br> </p> <p>DaimlerChrysler yesterday raised more than $900m (£495m) by selling its 10.5% stake in South Korea's Hyundai. It had paid $571m for the holding. </p> <p>It was announced in May that Daimler would sell after the partners scaled back a four-year-old alliance in commercial vehicles and cars. </p> <p>The news came just weeks after Daimler cut off financial aid to its struggling Japanese ally Mitsubishi. The moves punctured the ambitious Asian plans of Daimler chief executive Jürgen Schrempp, who once dreamed of creating a global car-making empire. </p> <p><strong>Vodafone's new chief in Japan</strong><br> </p> <p>Vodafone's embattled Japanese business yesterday poached a senior executive from one of its main rivals to be its new chief executive. Shiro Tsuda, former senior executive vice president of DoCoMo, will take up his post at the start of December. </p> <p>He had been tipped as a possible head of DoCoMo but earlier this year lost out in a scramble for the top job. He was instrumental in the successful roll-out of DoCoMo's 3G service three years ago which has stolen customers from Vodafone. </p> <p><strong>Page profits up</strong><br> </p> <p>Recruitment firm Michael Page International posted a 54% increase in first-half profits. Pre-tax profit for the six months to June 30 was £17.7m, slightly ahead of expectations. Shares closed down 5.3p at 158.2p. </p> <p><strong>Telegraph query</strong><br> </p> <p>The Office of Fair Trading yesterday asked for comment on any competition and public interest issues raised by the Barclay brothers' acquisition of the Telegraph newspapers.</p>",
  "<b>Foreign affairs</b> <br> <p><b>All the president's women</b><br> \"Thank God President Bush is there because otherwise we would still be vulnerable now,\" Sherry Huffman says, tears in her eyes. A local branch of the Texas Federation of Republican Women (\"the footsoldiers of the party,\" as one describes them) is meeting in Austin, the capital of Bush's home state, and Sherry is joined by around 20 other women, all between the ages of 45 and 60. Some have brought their husbands along to Tres Amigos Tex-Mex restaurant and the small function room is a sea of bold earrings and finely manicured nails. </p> <p>Far from being a group of coffee-morning mums organising jumble sales, the National Federation of Republican Women has become one of the largest women's political organisations in the US, with a grassroots membership of 100,000. When Bush announced his candidacy in 1999, he told the Texas Federation: \"I know how important you are to my campaign. I would not have won my elections in Texas without your help.\" </p> <p>\"I'm trying to understand the hatred towards President Bush but I just can't,\" Sherry says. \"My daughter saw him on the campaign trail for the last election and told me he stopped his car and bought lemonade for all his staff. He's so down to earth and real, but that didn't get reported in the media.\" </p> <p>Nancy believes Bush is \"a very moral man and a good Christian. It's going to be a tough race,\" she says between mouthfuls of enchiladas, \"and the war is going to have a lot to do with it - I think people too easily forget September 2001. They forget about 3,000 people that were killed and the reasons we went to war.\" </p> <p>\"We're well educated when it comes to politics because we've listened to Rush for 15 years,\" her husband Bobby interjects, referring to rightwing talkshow host Rush Limbaugh, a key voice in support of the Bush campaign. </p> <p>\"The United States is the only thing standing between tyranny and the rest of the world now,\" Carol Hanle adds almost breathlessly. \"We saved Europe from Hitlerism and now we're saving the rest of the world from fundamentalist Muslims who will do anything to get where they want to go - even kill children. If people don't start to get behind Bush and stop the negativism, they're going to get theirs.\" </p> <p>\"Look what we did to save France's rear end,\" her friend, Susan Monroe, says. \"If they get in a mess again we will be there again to help them because Americans are the most loving people, but we're tired of getting spat on.\" </p> <p>Her friend Suzanne says when she visited Europe recently she couldn't find anyone with anything nice to say about America. \"I think that's very sad,\" she says. \"I get tired of hearing my country run down all the time. Look how many of our men are buried in Normandy. If it weren't for the US, you'd be speaking German by now.\" <br><b>Alex Hannaford</b> </p> <p><b>Filthy lucre</b><br> </p> <p><b>Diamonds are for Trevor</b><br> Is your darling wearing a diamond tiara? Does he resemble Joan Collins in Sins? De Beers have announced that sales of rough gems have risen by 7% in the first six months of this year - they rose 6% throughout the 90s - and diamond dealers declare that the surplus is not gracing feminine fingers. </p> <p>Today it is boys, not debutantes, who are throwing themselves through the bullet-proof doors of Graff, Tiffany, Asprey's, Cartier and Garrard, seeking tears of the gods and their four magic Cs - colour, clarity, cut and carat. There's \"a definite growth trend in the market for all types of men's jewellery,\" says Garrard's marketing director, Simon Williamson. </p> <p>Graff offers men a galaxy of £1m diamonds, all as big as the Ritz. It sells earrings, pendants and bangles, or diamond buttons for his dress shirt. Its mysterious bespoke service can render pink diamond suits for European gentlemen of questionable sanity. Garrard the crown jeweller is proffering the Playboy range of bunny cufflinks with diamond eyes. Its Knightrider collection includes a lion's head charm with white diamond eyes for the hairy wrist. </p> <p>Why are the men all glittering now? Can we blame it on the gangster rappers and their Kilburn and Brooklyn acolytes, who invented the word bling to describe the light that bounces off P Diddy's diamonds? Can we acknowledge the oestrogen in the Thames (all the fish are girls now, they say), footballers waxing their armpits, or the marriage of Beckham to Posh and the ensuing global feminisation of the male? Is it Nadia's Big Brother? David Blunkett? Astrology? Search your wardrobe for the answer; but jewels for men are back. </p> <p>Bling is not a novelty. It is a renaissance. Men have always worn jewellery when they could mine, steal or wear it well. The court portraits of Henry VIII, Louis XIV and Edward VII are heavy with bling. Pirates were partial to a spot of bling with their parrots and their pieces of eight. When Charles III is anointed king he will wear the imperial state crown, with its blinding 2,868 diamonds. That is bling cubed. </p> <p>Can we ask in this metrosexual time - does it actually suit them? Is a man in a crown and a necklace sexy? Does he look any better in diamonds than he would in stockings and suspenders and a pair of pumps? Or a Jaeger two-piece? I think jewels look better on women but emancipation is deaf. Zsa Zsa Gabor said she \"never hated a man enough to give back his diamonds\". Today, she wouldn't have been given them in the first place.<br><b>Tanya Gold</b> </p> <p><b>Time off</b><br> </p> <p><b>A costly nap</b><br> On the 24th floor of the Empire State Building, wreathed in darkness, stand eight white pods of the sort that in science fiction movies give birth to terrible slobbering creatures. Relax, lie back. The switch on the right elevates your feet and knees. The one on the left controls lighting. New age music pipes though the headphones. First it sounds like the ocean, and then like someone with exquisite self-control breaking wind in a bath. Hopefully, you fall asleep. </p> <p>Twenty minutes later, your pod vibrates, the realm of Morpheus evaporates, and you're relieved of about $14 by a company called Metronaps, which has hit upon the idea of selling sleep to the city that never sleeps. \"Do More With Your Day\", says the business card of self-proclaimed avid napper and Metronaps co-owner, Christopher Lindholst. Lindholst and his business partner - both MBAs - got their idea from watching Manhattan's Masters of the Universe execute nosedives into their briefing notes, or creep off to the loo for 40 winks. A nap's duration, says Lindholst, is crucial. An hour and a half leaves you groggy, and may eat into your night's sleep. Twenty minutes, however, and you feel like Superman, or at least a bit more like him. </p> <p>Dr Jerome Siegel of UCLA's Centre for Sleep Research is unconvinced. He says he doesn't know of any studies that stipulate the optimal nap-time as being 20 minutes, though he allows politely that they might exist. And naps aren't for everyone, he adds. If you're narcoleptic, a nap refreshes. If you have sleep apnoea - or wake often - naps won't provide any benefit. So is Metronaps selling something worthwhile? \"Sure, why not?\" Siegel laughs. </p> <p>Lindholst disputes that he is simply providing for a cost what the subway and colleagues' suit lapels have traditionally supplied free of charge. Metronaps offers superior service. \"Everything here,\" he says, \"from the pods, which are scientifically designed, to the colours, to the lighting, to the lemon-scented towels at the end, has been chosen for power napping.\" </p> <p>When I visited during siesta time the empty room seemed melancholic, like a deserted church. Then two middle-aged men appeared, scouting locations for a science fiction flick they said was being shot on \"a 'Doctor Who' budget\". Then Kevin, a 28-year-old lawyer with a large midtown firm, walked in. He had been working for three days straight. After emerging from the pod, he said: \"If you really want to take a nap and can't do it at the office, this place is great. But I wouldn't come back every week.\"<br><b>Tim Wilson</b> </p> <p><b>Religious studies</b><br> </p> <p><b>Dear God, please help accountants</b><br> The following prayers were distributed by the Industrial Christian Fellowship, a \"cross-church Christian think tank\" based in Croydon. The fellowship claims that \"surveys have revealed that accountants, those in manufacturing, banking and commerce, stockbrokers and fund managers ... are seldom mentioned in church prayers\", and they issued some liturgies in an attempt to bridge that gap. </p> <p>Father God, we ask your blessing on our economic world: Bless those in governments and banks, especially in poorer countries. Give them an understanding of economic forces and the mechanics of wealth creation; that they may produce laws and regulations which give freedom for people to create wealth. </p> <p>We commend for your blessing and guidance those coping with redundancy. We pray for our managers. </p> <p>We pray for the unemployed, the overworked, for those who work in the mass media. </p> <p>Let us pray for people whose work necessitates unsocial hours, long commuting journeys, and frequent moving of house. </p> <p>We pray for those with no sense of purpose or vocation. We pray for all career advisers. </p> <p>We pray for those who have become ill through stress. Give, Lord, your healing power to those hurt at work and guide the health and safety inspector in his/her investigation. </p> <p>We pray for those thinking about changing their jobs, especially those unhappy or insecure at work, those feeling unvalued or unfulfilled, and those who can't wait for 5pm on Friday. </p> <p>Amen.</p>",
  "This is the question which people ask themselves before almost every presidential election: why, when the United States is teeming with brilliant and inspiring people, are its voters so often faced with a choice between two deeply unimpressive men? <p>I would have thought the answer was pretty obvious: because deeply unimpressive men continue to be elected. </p> <p>This year, the American people have been instructed to elect one again. Almost every powerful progressive voice has told them not to vote for the progressive candidate, but to vote instead for The Man Who Isn't There. </p> <p>Ralph Nader may stand for everything the Guardian, the Nation magazine, even Noam Chomsky, claim to support, but all these voices - indeed just about everyone on the left - have been urging the voters in swing states to choose John Kerry. </p> <p>Their argument, of course, is that Kerry is the only candidate who can knock George Bush off his perch. He might be about as inspiring as a parking lot on a wet Sunday in Detroit, but his vacuity is better than the president's aggressive certainties. </p> <p>The contest is so close that if even a few thousand people vote for Nader rather than Kerry in the swing states, it could win the election for Bush. This is why Republicans have been giving money to Nader. </p> <p>So Americans should vote for the Democrats in 2004, and worry about the wider failings of the US political system when the current president is safely out of the way. </p> <p>And their argument has merit. Bush has already launched two unnecessary wars, threatened 40 or 50 nations with armed aggression, ripped up international treaties and domestic regulations, granted corporations a licence to cook the planet, waged a global war against civil liberties and sought to bury that old-fashioned notion that the state should tax the rich and help the poor. The world would certainly be a safer and a better place without him. </p> <p>As a result, a Guardian leader told us last week, these are \"exceptional circumstances Mr Kerry's flaws and limitations are evident; but they are put in the shade by the neo-conservative agenda and catastrophic war-making of Mr Bush\". </p> <p>In an open letter to Ralph Nader in January, the Nation magazine claimed: \"This is the wrong year for you to run: 2004 is not 2000. George W Bush has led us into an illegal pre-emptive war, and his defeat is critical.\" </p> <p>The problem with this argument is that both publications said the same thing about the 2000 elections. The Nation's columnist Eric Alterman blames Al Gore's defeat on Nader's \"megalomania\". Three days before the vote, the Guardian argued that \"... the marginalised Mr Nader cannot win ... Exciting [Al Gore] ain't. A visionary he is not. But he is the safe, wise choice.\" </p> <p>And similar warnings have been issued during almost every presidential election in modern times. Under the US electoral system, which is constructed around patronage, corruption and fear of the media, there will always be exceptional circumstances, because it will always throw up dreadful candidates. </p> <p>Only when the Americans choose a man or woman who is prepared to turn the system upside down and reintroduce democracy to the greatest democracy on earth will these exceptional circumstances come to an end. In choosing the bad rather than the terrible in 2004, in other words, Americans will be voting for a similar choice in 2008. Whereupon they will again be told that they'd better vote for the bad, in case the terrible gets in. </p> <p>Any president who seeks to change this system requires tremendous political courage. He needs to take on the corporations which have bought the elections, and challenge the newspapers and television stations which set the limits of political debate. Kerry, who demonstrated plenty of courage in Vietnam, has shown none whatsoever on the presidential stump. </p> <p>Last week, when the Republicans were questioning his commitment to defence, he announced that \"even knowing what we now know\" he would have voted to give President Bush the authority to attack Iraq. </p> <p>Ten days ago his national security adviser James Rubin told the Washington Post that if Kerry was president he would \"in all probability\" have launched a military attack against Iraq by now. Kerry's ability to raise almost as much money as the Republicans is seen as a triumph for American democracy; but his corporate backers are funding him not because they believe in democracy, but because they believe that he will do what they want. And they are unlikely to be wrong. When Kerry gets his orders, he reports for duty. </p> <p>The idea that this frightened, flinching man would oversee the necessary democratic revolution is preposterous. </p> <p>He has made the system work for him by working for the system. He knows that as soon as he turns against it, it will destroy him. What else does he have to fall back on? Charisma? Popular enthusiasm? </p> <p>He's no Hugo Chávez. A vote for Kerry is not just a vote against George Bush. It is a vote for the survival of the system which made Bush happen. </p> <p>I'm not an unhesitating fan of Ralph Nader's - I believe that some of his positions on trade, for example, are wrong - but no one could deny that he possesses courage. </p> <p>His decision to stand in November, when even his former supporters are telling him not to, is as brave as it is foolhardy. He has spent his working life fighting the corporations and being attacked in the media. </p> <p>This month he did something no other US politician has dared to do, and took on the Anti-Defamation League, the organisation which smears opponents of Israeli policy as anti-semites. </p> <p>He won't be elected in November, of course, but that's not the point. The point is that if you want to change a system, you have to start now, rather than in some endlessly deferred future. And the better Nader does, the faster the campaign for change will grow. </p> <p>The Nation claims that Nader would have \"a far more productive impact\" as \"a public citizen fighting for open debates and rallying voters to support progressive Democrats\". </p> <p>But what possible incentive would the Democrats have to listen to him? He has influence over these cowering creatures only while they are afraid that he might take their votes. </p> <p>None of this is to suggest that there is no difference between Kerry and Bush. Where Bush is active, Kerry is passive. </p> <p>He wants to maintain massive levels of defence spending, but, despite his efforts to assure the media that he is as mad as Bush, he would probably be more reluctant to attack other nations. </p> <p>He wants to cut taxes, but he is less willing to wage war on health and education. He wants to hold down the price of oil, but doesn't want to help the corporations open up the Arctic Wildlife Refuge. </p> <p>The question is whether this difference is sufficient to justify the abandonment of the only current electoral attempt to democratise the US political system. </p> <p>I don't believe it is. Progressives on both sides of the Atlantic are asking American voters to sacrifice liberty for security, and democracy for expediency. The voters should ignore them. </p> <p><a href=\"http://www.monbiot.com\">www.monbiot.com</a></p>",
  "<p>Business leaders today called on the government to scrap its target of getting 50% of young people into university. </p> <p>The British Chambers of Commerce warned that the target was damaging students and leaving British businesses with \"an acute skills shortage\". </p> <p>Ministers want 50% of 18 to 30-year-olds to have some experience of higher education by 2010. </p> <p>But Bill Midgley, president of the BCC, said students should consider other options. </p> <p>\"The drive to get more and more students into university is having a damaging impact on both business and students,\" he said. </p> <p>\"The government must immediately scrap the 50% university target.\" </p> <p>Mr Midgley said the BCC wished thousands of students waiting for their A-level grades this week \"the best of luck\". </p> <p>But he said they should think about going straight into business or joining vocational courses rather than following the route to university. </p> <p>\"Young people should consider the excellent opportunities available to them through pursuing vocational routes of learning,\" he said. </p> <p>\"Business is suffering from an acute skills shortage, which is a barrier to raising productivity and competitiveness. </p> <p>\"To successfully compete in the global economy, business urgently needs more young people to pursue vocational routes, to take apprenticeships and undertake work-based learning.\"</p> <p>A spokeswoman for the Department for Education and Skills said the country faced a choice between improving skills or \"putting a cap on ambition\" and allowing only an \"elite\" to go to university. </p> <p>\"This is a reheat of the old argument that more means worse and that only a finite number of people have the ability to go on to higher education,\" she said. </p> <p>\"We have already said that expansion doesn't mean 'more of the same'.\" </p> <p>She said ministers expect \"a major part\" of higher education expansion to come from foundation degrees - two-year job-related university courses. </p> <p>\"We are determined to work with employers across the country to build up a healthy vocational ladder of opportunity.\"</p>",
  "<p>Vodafone has brushed aside the recent controversies involving David Beckham to sign the celebrity footballer on another global one-year deal that will again make him the linchpin of its marketing.</p> <p>Beckham will play a \"significant role\" in the mobile network's forthcoming advertising campaign, the company said today.</p> <p>The mobile phone giant, which did not disclose the terms of the deal, said it would create a David Beckham content suite on Vodafone live! its multimedia consumer service that includes games and screensavers.</p> <p>Today's announcement ended weeks of speculation that Beckham's two-year association with Vodafone would not be renewed after recent scandals.</p> <p>The footballer's image suffered after the News of the World ran a story in April alleging that Beckham had conducted an extra-marital affair with his former personal assistant, Rebecca Loos.</p> <p>And the England football captain shouldered much of the blame for England crashing out of Euro 2004 when he missed two penalties.</p> <p>There had been speculation that Vodafone would not renew its contract with the star because the tabloid stories contained lengthy excerpts of text messages allegedly exchanged between Beckham and Ms Loos.</p> <p>But David Wheldon, Vodafone global director of marketing and brand communications, said today he was \"very happy to have signed a new deal with David, which builds on the success of our partnership over the past two years\".</p> <p>\"The Vodafone live! advertising campaigns featuring David were an integral part of our marketing programmes which ran in the UK, Spain and Japan during 2002 to 2004,\" he added.</p> <p>Beckham, who left Manchester United last year to play for Real Madrid, signed a three-year agreement with shaving giant Gillette earlier this year. He will star in the global launch of Gillette's battery-powered razor. He has also extended his multimillion pound sponsorship deal with Adidas until 2008.</p> <p>Beckham also has a sponsorship deal with Pepsi. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Two colleagues who are getting married have decided to dispense with the traditional form of wedding list. Instead, Laura and Paul have asked their families and friends to dedicate trees at the Standen Hey forest, in Lancashire, as wedding gifts. </p> <p>\"With all the things we own, all the books and the records and the shoes, we decided we really didn't need any more belongings. So the only wedding present we'd like, please, is trees,\" they said.</p> <p>The wedding list with a difference (donating a tree costs £10) can be found at Future Forests, a small London company that turned the \"save the planet, plant a tree\" adage into a business in 1997.</p> <p>It acts on the guiding principle that all of us, companies and individuals, must reduce current levels of carbon dioxide emissions by eliminating their release at source. </p> <p>Working with the Edinburgh centre for carbon management, Future Forests calculates how much carbon dioxide people and companies produce, and devises ways to reduce emissions. </p> <p>The schemes may involve using renewable energy suppliers or the \"offsetting\" of unavoidable emissions through, for example, tree planting programmes (trees reabsorb emissions) or energy saving projects in developing countries. </p> <p>The programme is called CarbonNeutral, which Future Forests has adopted as a registered trademark.</p> <p>Future Forests was founded by Dan Morrell, a former music business executive, and Sue Welland, who worked in advertising for 20 years. The idea came as they walked along Hanger Lane, in west London, which - as usual - was crawling with traffic. \"We saw the traffic and the trees - it was just pure schoolboy biology,\" Ms Welland says.</p> <p>The company, which has its headquarters near Euston station, had revenues of €2m (£1.3m) last year and expects to break even this year - revenues have been growing by 60% a year since 2000. </p> <p>Although it started out with the idea of planting trees to soak up C02, Future Forests increasingly makes its money from fees for providing companies with advice on reducing emissions and devising marketing campaigns on how to achieve that goal. Its corporate clients include the car rental firm Avis Europe, Hilton (Trafalgar hotel), insurance giant Swiss Re, Barclays Bank and the mobile phone operator O2. The company is also working on energy saving projects in Eritrea, Sri Lanka and India.</p> <p>Most recently, it has teamed up with the Japanese car maker Honda. From September, buyers of new Hondas will be given a certificate telling them that carbon neutralising initiatives have effectively given them three months of emission-free driving.</p> <p>The new buyers will have a tree dedicated to them in one of five UK areas being planted for Honda by Future Forests. After three months, the new owners will be invited to buy into the scheme at a cost of £8 for every three months.</p> <p>Future Forests plants trees at more than 60 sites in the UK, US, Mexico and India, and tree-planting holds tremendous allure for its clients - particularly, it seems, pop stars. </p> <p>\"The tree was a very effective method for engaging people,\" Jonathan Shopley, the chief executive of Future Forests, says. \"The icon of a tree that soaks up CO2 is massively important. We are very proud of the fact that we can use the tree to simplify the message.\"</p> <p>That message has gone down particularly well with celebrities, and the Future Forests webside has a long list of endorsements from musicians such as Coldplay and Kylie Minogue, and personalities including the former England football coach Kevin Keegan. The company says celebrity backing is a vital marketing tool, because it does not spend money on advertising.</p> <p>Mr Shopley acknowledges that planting trees to absorb carbon dioxide is not as effective as reducing emissions at source, and is an action after the fact. </p> <p>However, he argues that it is an effective tool against climate change until the widespread adoption of more energy-efficient technology.</p> <p>\"New technology is always more expensive until you build up demand, and renewing the capital base takes a lot. Don't underestimate the power of offset that then drives people to make better decisions or to think about the next generation of technology,\" he says.</p> <p>Like many in the environmental business, he criticises the government for not educating people about climate change and taking action to cut emissions - the demand side, as he puts it. </p> <p>He applauds ministers for setting visionary targets, but condemns the lack of practical policies aimed at achieving those goals. Britain has pledged to slash emissions by 60% by 2050, and has set a target of drawing 10% of electricity from renewable sources by 2010. Few believe those targets will be reached.</p> <p>\"It is easy to state massive targets, but you won't reach them just pointing at the sky,\" says Mr Shopley, who believes the government is \"trying to shove things down the pipe\" to an unreceptive audience. </p> <p>As for Paul and Laura, they are more than receptive to Future Forests' message. In asking for trees as a wedding present, they said: \"They'll help protect the environment for future generations, and are far more handsome than a toaster.\"</p>",
  "The Israeli government today approved the construction of 1,000 new homes in illegal settlements in the West Bank, in violation of the US-backed peace plan for the region. <p>The Israeli prime minister, Ariel Sharon, issued building tenders for the new homes one month after temporarily suspending the bids in an attempt to defuse growing tensions with the US over settlements. The road map peace plan, agreed in May 2003, called for a freeze on settlements in the occupied territories as part of peace deal that would lead to an independent Palestinian state. </p> <p>However, Mr Sharon is under pressure from the rightwing of his Likud party, who are already angered by the prime minister's plan to evacuate 8,000 settlers from the Gaza Strip by next year. Mr Sharon will face a snap Likud party convention tomorrow at which his political opponents hope to vote down his proposed alliance with the Labour party. </p> <p>A Labour party spokesman demanded that Mr Sharon immediately revoke the tenders, Israeli daily Ha'aretz reported. Ophir Pines MP told the paper that cancellation of the tenders should be a precondition for negotiations over Labour joining a unity government with Likud.</p> <p>The new housing will be built in four established settlements in the West Bank. According to Ha'aretz, the tenders include 604 homes in Betar Ilit, 214 in Ariel, 141 in Ma'aleh Adumim, and 42 in Karnei Shomron.</p> <p>Mr Sharon has said he wants to annex large West Bank settlement blocs to Israel as part of a future peace deal.</p> <p>Israeli government officials insisted the bids had tacit US blessing. \"It (the new construction) is within the guidelines of the government and the agreements with the Americans,\" a senior Israeli government official said on condition of anonymity. </p> <p>In April, the US president, George Bush, said it was \"unrealistic\" to expect Israel to withdraw from all the West Bank and dismantle large population centres in a peace agreement with the Palestinians. This was seen by Israel as a green light to continue expanding large settlement blocs.</p> <p>There has been growing tension between Israel and the United States in recent weeks over the West Bank settlements, both over the ongoing construction in the established communities and Israel's failure to dismantle recently erected settlement outposts. </p> <p>Public US criticism of Israel has been relatively muted. However, US embassy spokesman Paul Patin reiterated today that Israel must honour its commitments under the road map. </p> <p>\"Israel has accepted the road map and all its stipulations and we expect it to abide by them,\" Mr Patin said. </p> <p>The road map never got off the ground as both Israel and the Palestinians failed to fulfil their obligations. </p> <p>Palestinian cabinet minister Saeb Erekat urged Mr Bush to intervene on the settlement construction, and put pressure on Israel to live up to its obligations. </p> <p>\"This is in total violation of promises Israel made to President Bush, and shows Israel would rather dictate than negotiate,\" Mr Erekat said. </p> <p>Reuters quoted a source close to Mr Sharon as saying the approval of the bids might simply be a political manoeuvre to reinforce his position and get past Likud opponents of disengagement. </p> <p>\"He may only need these tenders for the next 24 hours, for the convention. Afterward, who knows, he could freeze them again. Anything is possible. It's all internal politics,\" the source said.</p>",
  "<p>More than 1,000 magazine titles could disappear from newsagent and supermarket shelves if the government implements proposed changes to competition law next year, a new report has warned.</p> <p>The Periodical Publishers Association, which represents magazine publishers, is claiming many of its members could be forced out of business by the planned changes.</p> <p>A PPA-commissioned report, which has been seen by MediaGuardian.co.uk, will be sent to the Office of Fair Trading within the next few weeks and warns that the moves would deter publishers from launching new magazines and result in a number of closures.</p> <p>\"Substantially different alternative arrangements [to those at present] would result in a considerably worse industry environment than currently exists,\" claims the report, written by Loughborough University's Professor Paul Dobson.</p> <p>Under the current system, magazines and newspapers are distributed on a regional basis through exclusive contracts with major names including WH Smith and John Menzies.</p> <p>But smaller wholesalers have long complained that the system freezes them out and is anticompetitive.</p> <p>Now the Department of Trade and Industry plans to abolish the law that allows distributors to enjoy exclusive rights over certain territories from next May.</p> <p>But the PPA says opening up the distribution market would lead to increased supply costs that would force some retailers to shut, hitting sales and circulation levels.</p> <p>It claims that while many readers would simply use alternative outlets, others would simply stop buying magazines and newspapers - causing up to £50m to be wiped off the total magazine market.</p> <p>Newspapers, it claims, would also be affected with up to £100m a year wiped off sales.</p> <p>\"By our estimates 20,000 retailers are put at risk and so are at least 1,000 magazine titles. This cannot be allowed to happen. Maintaining the wonderful diversity of the printed media that we have in the UK has to be a cause worth fighting for,\" said PPA chief executive Ian Locks.</p> <p>According to the PPA, there are 8,337 magazine titles currently in circulation. </p> <p>A little over 5,000 of those are business-to-business publications, while 3,229 are consumer titles.</p> <p>The latter are more likely to be at risk since, although many B2B titles do end up on newsstands, the vast majority are supplied to businesses direct.</p> <p>The publishing industry concedes that elements of the existing arrangements are anticompetitive, but argue that the monopoly distributors enjoy in the regions ensures that even the most obscure publications are available in the smallest shop in the remotest village.</p> <p>The Dobson report points out that over the last decade 10,000 more retail outlets have begun selling newspapers and magazines, and that with \"very evident price competition\", there is \"effective competition operating in the market\".</p> <p>Professor Dobson - whose report was commissioned by the Block Exemption Initiative Group, which includes the PPA, the Newspaper Publishers Association and wholesalers - has looked at the situation in the US, where national distribution was introduced several years ago.</p> <p>If the same move were echoed here, he argues, magazine publishers would be the first to suffer, as a result of the buyer power multiple retailers would be able to exercise:</p> <p>\"The experience of magazine publishers in the US following a move to retailer-led national distribution was that multiples increased their margins, restricted ranges (where it is noticeable that the number of consumer magazine titles has almost halved in the last five years, falling from 9,311 in 1998 to 5,340 in 2002) and in some instances demanded a share of publishers' advertising income as well as seeking to influence product content.\"</p> <p>The PPA is calling for a \"new deal\" that would see existing arrangements kept in place, but an ombudsman appointed, performance targets for publishers and wholesalers introduced and compensation available for under-performance. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The Environment Agency today admitted it had not issued a specific flood warning for the three rivers that yesterday converged to flood the Cornish fishing village of Boscastle.</p> <p>Officials told Guardian Unlimited that the freak conditions had made it impossible to issue sufficient warning in time to evacuate the village.</p> <p>Scores of people were airlifted from Boscastle, and up to 60 cars washed into the sea, as a three-metre high wall of water sped through the streets. Eight people were injured as boulders, trees and other debris damaged houses.</p> <p>A flood watch - which warns of the possibility, but not certainty, of flooding - was issued for parts of north Cornwall at 3.30pm yesterday.</p> <p>However, an Environment Agency spokeswoman the agency had not, by that point, received a severe weather warning, that would have allowed a more detailed alert to be issued, from the Met Office.</p> <p>The spokeswoman said it would, at that stage, have been impossible to know Boscastle was soon to flood in such dramatic fashion. \"You can't predict with any accuracy - you might have to warn every village across north Cornwall, and nothing might happen,\" she added.</p> <p>The geography of the area surrounding the village contributed to the scale of the flooding.</p> <p>At the beginning of this month, a similar amount of rain fell on London, causing sewers to empty into the Thames and kill thousands of fish. The capital, however, does not have the high-sided river valleys that turned the centre of Boscastle into a torrent of water.</p> <p>The village stands in a deep coomb where two valleys, formed by the rivers Valency and Jordan, meet. A third river, Paradise, also flows through the village. Water levels rose very quickly when the downpour began.</p> <p>\"It was literally just over Boscastle. It dumped down in one location,\" the spokeswoman said. \"It wasn't until close to the point of impact that the Met Office could give sufficient warning of severe weather. </p> <p>\"We had not dissimilar levels of flooding in London, but the water did not come rushing down the streets.\"</p> <p>The Environment Agency operates four levels of flood alert: flood watch, when there is a possibility of flooding; flood warning, when it is expected; and severe flood warning, when there is an imminent danger to life and property. The fourth level is the all clear.</p> <p>The agency monitors flood risk through Met Office data and its own network of river level gauges. The information is fed into local and regional centres - with Bodmin and Exeter the nearest two to Boscastle - and applied to existing flood models to assess the risk. </p> <p>Alerts are issued through the local media and, in high risk areas, an automatic voice message system can telephone warnings to registered users.</p> <p>However, as the Boscastle flooding demonstrated, the network is vulnerable to freak conditions and fast-changing weather systems.</p> <p>Up to 100mm of rain fell in the area between midday and 11pm yesterday, with the majority falling in an intense period of two hours. </p> <p>Wayne Elliot, a Met Office forecaster and spokesman, said the weather pattern had been formed locally when inland and coastal air masses converged, rose and created rain.</p> <p>\"We can't forecast exactly where these weather conditions are going be, but we do know the area is at risk,\" he said. \"There have been a lot of big flooding events in the south-west in which unbelievable amounts of rain can fall.\"</p> <p>Insurers said freak floods did not automatically mean bad news for home owners. Malcolm Tarling, of the Association of British Insurers, said the flooding would not automatically result in those affected finding it difficult to get insurance cover in future or facing steep increases in their premiums.</p> <p>\"It depends on a number of factors and whether the area is vulnerable to flooding,\" he said. \"Insurers expect to see flash flooding in some area of the country at some time in a year.\"</p> <p>David Rochester, the senior manager of pricing at Halifax General Insurance, told the Press Association: \"A one-off incident such as this won't affect the pricing of our policies as this is worked out over a long period - for example, looking at flood risk over a 200-year period.</p> <p>\"However, if this happened every year from now on, that could have an affect.\"</p> <p>Despite the dramatic scenes in Boscastle, Hurricane Charley, which struck the US and Cuba, is likely to prove far more expensive for UK insurers than the flooding in Cornwall.</p> <p>Lloyd's of London said it did not yet have an estimate for how much the disaster would cost the market, but other estimates have put the total cost of the damage to insurers worldwide at between £6bn and £10.7bn. That cost would make it the second biggest storm bill ever.</p>",
  "<p>Welcome to the daily public services and voluntary sector news alert from SocietyGuardian.co.uk</p> <p><strong>·</strong> Find out why NHS patients will need three cards<br><strong>·</strong> Read about Britain's family revolution<br><strong>·</strong> Preview - what's in tomorrow's SocietyGuardian pullout</p> <p>^^^^^^^^^^^^<br><strong>Latest news</strong></p> <p>Drugs companies must focus more on the needs of children when developing new medicines, the health minister Lord Warner said today.</p> <p>^^^^^^^^^^^^<br></p> <p><strong>MORE NEWS</strong></p> <p>Health</p> <p><strong>·</strong> NHS patients will need three cards </p> <p>NHS patients will need three separate identity cards to demonstrate their entitlement to free care and navigate the health service, according to new plans by the Department of Health.</p> <p><strong>·</strong> Gulf war inquiry checks evidence for libel</p> <p>Legal advice sought on whether to publish doctor's claims that many veterans he examined were liars.</p> <p>Local government</p> <p><strong>·</strong> Process of firing unpopular chief executives under discussion </p> <p>The Employers' Organisation (EO) for local government has begun negotiations to develop more attractive terms for chief executives who fall out of favour with the council leadership.</p> <p> <strong>OTHER NEWS</strong></p> <p><strong>·</strong> Parenting: Britain's family revolution </p> <p>A \"hidden\" social revolution in the public's attitudes towards the flexible working needs of parents with young children is uncovered in this month's Guardian/ICM opinion poll.</p> <p><strong>·</strong> Crime and punishment: Terror police accused of abuse </p> <p>Terrorism suspects who must be charged or released today after two weeks of questioning have been psychologically abused by police, their solicitor has claimed. </p> <p><strong>·</strong> Environment: Reefs under threat from acid oceans </p> <p>Pollution is turning the world's oceans acidic - and British scientists yesterday launched an investigation into the changes that may have catastrophic consequences for marine life.</p> <p><strong>·</strong> Youth justice: Charities warn of 'labelling' criminals' children </p> <p>Charities have warned that the government's plans to 'track' the children of offenders may make them more likely to commit crimes.</p> <p>^^^^^^^^^^^^<br></p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Medicine: 'She told me she had lost her personality' </p> <p>Karen Kieve died after falling from a window - but her mother believes that years of suffering adverse drug reactions were to blame.</p> <p><strong>·</strong> Darfur diary: Many rivers to cross </p> <p>The rainy season creates real barriers between medical staff and sick refugees in western Sudan, writes aid worker Dean Harris.</p> <p>^^^^^^^^^^<br></p> <p><strong>PREVIEW - IN TOMORROW'S SOCIETYGUARDIAN SECTION</strong></p> <p><strong>·</strong> Feature: Act of faith - does it matter that the disabled parts in a new film are played by actors who are not disabled? Mary O'Hara reports.</p> <p><strong>·</strong> Plus: Eric Allison on prisons as a dumping ground; Alison Benjamin meets Ellie Roy, the chief of the Youth Justice Board; and Saba Salman on children and domestic violence.</p> <p><strong>·</strong> Jobs: Blackburn and Darwen council is seeking an assistant director, partnership, performance and procurement, to act as lead officer in the operational arrangements involved in its Public Private Partnership (PPP) with Capita. The advertised salary is £57,000.</p> <p>For more details of this, and hundreds more public services and voluntary sector vacancies, see tomorrow's SocietyGuardian or visit our <a href=\"http://jobs.theguardian.com/\">free online database</a>.</p>",
  "<p>\"Hi everyone. I got back from my summer break this morning. It may have been America but, believe me, the weather was quintessentially British (with the added pleasure of the aftermath of three hurricanes) so I've still got a little work to do on my tan ...</p> <p>\"Anyway, it's good to be back. Also good to see that the Olympics (and the new Match of the Day) got off to such a great start.</p> <p>\"One news item I did want to mention to you was the Governors' decision to review the BBC's system of financial controls. This was blown up out of all proportion by The Independent last week, as you may have seen. Actually, the review has nothing to do with the BBC's substantive financial position - we're on budget and both cash-flow and balance-sheet are looking good. What the Governors want to do is to satisfy themselves that certain of the BBC's financial control processes - the way for instance that budgets are approved - are operating effectively; and they've asked the accountancy firm of Ernst &amp; Young to conduct a review on their behalf. Both John Smith, our Chief Operating Officer, and I think it's a good idea and will assist Ernst &amp; Young in their work.</p> <p>\"So what else is going on?</p> <p>\"Radio 1 is launching a 'downloads' music chart from September in a new midweek show, reflecting the growing importance of online music. The downloads countdown will be repeated in Sunday's Official Chart Show alongside the traditional chart.</p> <p>\"BBC Live Events has rolled out two new permanent Big Screens in Liverpool and Hull in time for the Olympics, working with BBC North West, BBC North and their respective city partners. They join existing screens in Manchester and Birmingham providing a 24 hour selection of BBC channels and local information. The Big Screen touring truck is in London's Trafalgar Square specifically for the Olympics (later also the Paralympics).</p> <p>\"A few things to look out for this week on air:</p> <p>* The first ever interactive support of the Olympics with broadband playing a major part. For the first time http:/www.bbc.co.uk/sport offers live coverage and highlights. Depending on the platform, digital viewers can choose from up to four extra events to watch in addition to mainstream channels.</p> <p>* File on 4: Dirty Wars (Radio 4 - Tuesday 8pm). They call it the Nuclear Walmart. A two part special exposes the global underground network of scientists and companies involved in constructing WMD. * * Hidden Aid (World Service - Wednesday 9.05am). This programme reveals the enormous impact of money sent home by migrants who have left the developing world in search of a better life in the west. The money often amounts to more than that from official aid. * * The Day They Disappeared (BBC ONE - Thursday 9pm) investigates the whereabouts of missing people and examines how digital modified images can help identify the dead.</p> <p>\"All the best</p> <p>\"Mark.\"</p>",
  "<p>The Conservatives unveiled plans today to impose new controls on the siting of mobile phone masts amid concerns about their impact on the environment and possible links to ill health. </p> <p>Under the proposals, all future phone-mast developments - including small antennas fitted covertly in street furniture or signs - would require full planning permission from local councils. </p> <p>Councils would be able to take into account health concerns when considering whether to allow masts to be located near schools, hospitals or homes. </p> <p>The mast operators would have to show that any development would not be visually intrusive or harm environmentally sensitive features. </p> <p>The shadow local government secretary, Caroline Spelman, said the proposals represented the biggest changes in planning regulations since the 1984 Telecommunications Act. </p> <p>\"There is a presumption in favour of development inherent in the current planning system, which overrides local, environmental and safety concerns,\" she said. </p> <p>\"Conservatives will champion the interests of local residents and address the feelings of powerlessness and frustration experienced living under the threat of badly sited masts.\"</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>French-American journalist Micah Jaren is kidnapped in Iraq along with his Iraqi translator. P2<br>Television ratings for the opening ceremony of the Olympics on Friday night peaked at 10 million. P3<br>Lobby groups have begun an online campaign to encourage the public to bombard Channel 4 with emails of protest against its documentary Edge of the City, which claims white girls are being groomed for sex by Asian men. P6<br>Comment &amp; Analysis: Tania Branigan says C4's Edge of the City tells us more about complacency over child abuse than race. P13<br>Leader: the media and newspaper readers' voyeuristic instinct. P15<br>Obituary: leftwing journalist David Ross. P17<br>Adventurous holidaymakers give a boost to online travel agent ebookers. P18<br>The Office of Fair Trading asks for comment on competition and public interest issues raised by the Barclay brothers' acquisition of the Telegraph. P19 </p> <p>MEDIA BUSINESS PAGE<br>Chinese authorities begin the transition from PR machine to independent news sector. P20<br>Market forces: Sir Martin Sorrell better have something good to say about the outlook for the global advertising market when WPP reports half-year figures on Friday. P21</p> <p><strong>THE TIMES</strong> (tabloid edition)</p> <p>The Barclay brothers, who have bought the Daily Telegraph, are longstanding business associates of a Japanese entrepreneur who is still serving a ban imposed by British regulators for his part in the world's biggest commodity trading scandal. P1-2<br>Special report about the Barclay brothers and their Japanese business associates. P6-7<br>High politics and allegations of scandal ran in the family of Akira Ono, one of the founding directors of Barclay Vouchers. P7<br>A married woman reported by a tabloid to be involved with a senior politician issued a statement yesterday appealing for her privacy to be respected. P8<br>A row between Greg Dyke and Des Lynam has been reignited after the sports presenter criticised the former BBC director general's attempts to start a TV career. P8<br>Tony and Cherie Blair's \"strictly private\" holiday to Silvio Berlusconi's Sardinian villa turned in to a media circus last night. P21<br>Iraqi police issue new death threat to reporters in the Iraqi city of Najaf. P22<br>ebookers shrugged off concerns that hoteliers are cutting their ties with online booking agencies. P36<br>Vodafone has hired the former senior vice-president of NTT DoCoMo, Shiro Tsuda, to run its struggling Japanese unit. P37<br>Stock Markets: WPP shares bounced off their 12-month low. P40<br>Second extract from Graham Norton's autobiography. T2 P6-7</p> <p><strong>THE INDEPENDENT</strong></p> <p>Najaf police threaten to arrest a journalist working with al-Arabiya TV network. P4<br>ebookers announced the surprise departure of its commercial director Peter Liney. P32<br>Vodafone has hired the former senior vice-president of NTT DoCoMo, Shiro Tsuda, to run its struggling Japanese unit. P32</p> <p>MEDIA<br>Party political broadcasts are considered boring so Labour will fight the next election with a campaign based on humour. P8-9<br>National newspaper circulation figures. P8-9<br>Ian Burrell on how terrestrial TV either ignores Asians or casts them in stereotypical roles. P9<br>The Word on the Street. P10<br>Interview with Glamour magazine editor Jo Elvin. P10<br>The Scotsman is hoping a compact format can work its magic on dwindling circulation figures. P11<br>My Greatest Mistake: Mary Anne Hobbs. P11</p> <p><strong>FINANCIAL TIMES</strong></p> <p>Microsoft is set to combat the threat of open source software to its position in the UK public sector. P1<br>Linux has emerged as the largest threat to Microsoft's hegemony in the battle for the global desktop market. P3<br>Knives are out for reality Tv's cosmetic surgery show on Living TV. P5<br>Profile of LivingTV's version of ABC's Extreme Makeover show. P5<br>The Edinburgh Festival is a huge showcase for sponsors who want to get thier logos on the walls. P12</p> <p>COMPANIES &amp; MARKETS<br>Vodafone names Shiro Tsuda as its chief executive in Japan. P21<br>The Office of Fair Trade initiated a process to determine if the acquisition of the Daily Telegraph by the Barclay brothers requires a review by the competition regulators. P22<br>ebookers shares up 14 per cent. P23<br>Balo Corporation, publisher of the Dallas Morning News, said it would take a 26m dollar pre-tax charge to compensate advertisers after admitting it had over-inflated circulation at one of the US's largest newspapers. P25<br>Google edges closer to going public. P26</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>The Blairs pop in on their old chum Silvio Berlusconi. P7<br>James Marcus was senior editor of Amazon.com and worth 9m dollars. He tells what happened when the dotcom bubble burst. P13<br>ebookers boosted by long-haul flights recovery. P30<br>The Office of Fair Trading asks for comment on any competition and public interest issues raised by the Barclay brothers' acquisition of the Telegraph newspapers. P30<br>Football on Television: Paul Fox. Sport P2</p> <p><strong>DAILY MAIL</strong></p> <p>The schoolgirl who told Little Chef to slim down its logo. P9<br>John Prescott's river drama is revealed after PR man tells reporter to ask about his rescue of a fellow white water rafter in distress. P10-11<br>The Blairs on holiday with Silvio Berlusconi. P14<br>BSkyB awarded finance director Jeremy Darroch an entitlement of shares worth 1.18m pounds on his first day at work. P59</p> <p><strong>DAILY EXPRESS</strong></p> <p>Michael Parkinson and Jonathan Ross will battle it out in the chat show war for TV viewers. P7<br>Des Lynam launches a stinging attack on some of his TV rivals. P7<br>The Cadbury's Flake girl is to be banished forever from its ads. P13<br>The Blairs' holiday with Silvio Berlusconi. P21<br>Little chef's logo is to be slimmed down. P24<br>Vodafone signs up Japanese rival's boss. P54<br>ebookers cuts dependency on high street customers. P54<br>The founders of marketing firm Holly Benson Communications will collect 32.3m pounds after selling stock market-listed Real Affinity. P55</p> <p><strong>DAILY MIRROR</strong></p> <p>A second journalist has been kidnapped in Iraq. P2<br>Zoe Lucker to star in new ITV1 army drama Bombshell. P3<br>Scarlett Johnson, Vicky on EastEnders, is quitting the soap. P7<br>More than 10.2 million viewers watched the opening ceremony of the Olympics on TV. P11<br>Des Lynam claims fronting the football for advert-filled ITV \"cramped his style\". P19</p> <p><strong>THE SUN</strong></p> <p>Des Lynam has revealed he wanted to punch Simon Cowell. P3<br>Richard Madeley jokes abut presenting Richard and Judy with no underwear on. P17</p> <p><strong>DAILY STAR</strong></p> <p>The Blairs on holiday with Silvio Berlusconi. P2<br>Olympic presenter Sharron Davies denied she's been ordered to cover up her chest by BBC chiefs. P7<br>Revelations in Graham Norton's autobiography. P18<br>Des Lynam has said he wanted to punch Simon Cowell. P22</p> <p><strong>AND FINALLY...</strong></p> <p>After years of keeping his cool Des Lyman finally loses the plot and launches a stinging attack on TV colleagues, and what better place to do it than in an interview with the Radio Times. He threatened to punch Simon Cowell - \"I'd like to go and punch that geek\" - accused former BBC director general Greg Dyke of \"talking b****cks\" and described football pundit Alan Hansen as the \"ugliest b****rd\" on TV\". The Daily Express P7</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>Sir Martin Sorrell had better have something positive to say about the outlook for the global advertising market when his group, <strong>WPP</strong>, files half-year figures on Friday. Otherwise, Morgan Stanley is going to have egg on its face. </p> <p>Yesterday, WPP was one of the best performers in a firm FTSE 100 after the US investment bank, citing the recent poor performance of the company's shares, removed the stock from what is in effect its sell list. </p> <p>WPP, the world's second-largest advertising and media services group, has been something of a dog over the past six months. </p> <p>Its shares have fallen 21%, unsettled by the weakness of its US peers and worries that Sir Martin, a deal junkie, will launch a £700m offer for rival Grey Global. </p> <p>On that front, Morgan Stanley analyst Patrick Wellington thinks it unlikely WPP will end up acquiring Grey. He also notes that WPP's stock market rating has slipped to a slight discount to its peers, which he reasons limits the downside if Friday's results should disappoint. </p> <p>As for the figures, the City expects revenues to top £2bn for the first time. However, it will be Sir Martin's comments on the strength of the advertising recovery following one of the most severe downturns in living memory that will determine the direction of the share price. </p> <p>WPP closed 18p higher at 489p. </p> <p>In the wider market, it was a good day for leading shares, which finished sharply higher as the oil price came off the boil. This followed news from Venezuela - a leading supplier of oil to the US - that President Hugo Chavez had survived what amounted to a vote of no confidence. </p> <p>The <strong> FTSE 100</strong> settled 48.7 points higher at 4,350.2, with <strong>British Airways</strong>, probably the stock in the index that was most geared to the oil price, its top performer. BA shares rose 8.5p to 216.25p, while <strong> Shell</strong> gained 8.75p to 399.25p, excited by rumours of predatory interest from rival Total. </p> <p>Elsewhere, the<strong>FTSE 250</strong> rose 24.3 points to 5,881.6, but the <strong>FTSE Small Cap</strong> index eased 2.6 points to 2,428. Market turnover was again dismal, with fewer than 2bn shares changing hands. Dealers said the thin trading conditions had flattered the performance of the market - and the FTSE 100 in particular. </p> <p>In the bond market, gilts ended lower, unsettled by the rally in the equities market. The benchmark 10-year gilt closed at 100.2, yielding 4.974%. </p> <p>Mining stocks were among the day's best performers after Morgan Stanley forecast an annual shortfall in the coking coal market of at least 7m-12m tonnes over the next four years. <strong>BHP Billiton</strong>, the global leader in coking coal, gained 14.75p to 523.25p on that prediction, while <strong>Xstrata</strong>, another major player in the market, advanced 29p to 799p - an all-time high. </p> <p>Elsewhere in the sector, <strong>Anglo-American</strong> added 47p to £12.44, a four-month high, after the gold price reclaimed the $400 an ounce level, thanks to a weakening dollar. </p> <p> <strong>P&amp;O</strong>, the ports and cross-Channel ferry group, was among the standout features in the FTSE 250 after UBS upgraded to buy. The Swiss broker believes P&amp;O will shortly receive planning permission to build Britain's largest container port, at Grays, Essex. </p> <p>Analyst Raymond Maguire estimates the site, called Shellhaven, could be worth between 17p and 64p a share, depending on the timing of the investment profile and the returns generated. </p> <p>He also argues that Shellhaven will require about £700m of investment and the only way P&amp;O will be able to fund that is accelerate its disposal programme. </p> <p>Indeed, P&amp;O last week put La Manga, its luxury Spanish sports resort, on the market with a £100m price tag. </p> <p>Should P&amp;O make further disposals, Mr Maguire believes a streamlined company would be a tempting takeover target for international shipping conglomerates, many of which, he notes, are sitting on huge cash piles thanks to booming shipping rates. </p> <p>P&amp;O ended 9.75p higher at 233p. </p> <p><strong>Lastminute.com</strong>, up 7p to 111.5p, was another strong performer after rival <strong>ebookers</strong>, 17.5p higher at 140p, said trading had stabilised since its recent shock profits warning. </p> <p>Discount retailer <strong>Matalan</strong> improved 7p to 207.25p, excited by reports at the weekend that Stephen Sunnucks, the former chief executive of New Look, is being courted by venture capitalists to head a bid for the budget retailer. </p> <p>Elsewhere, there was a buzz around <strong>Northumbrian Water Group</strong> as its shares closed at a record high after 10m units - five times the daily average -had changed hands. </p> <p>However, analysts reckoned rumours of a bid approach from a private equity group or a European rival were likely to prove wide of the mark. </p> <p>They attributed the strong performance of Northumbrian - which it should be noted is not out of line with the rest of the sector - to the recent price review conducted by industry regulator Ofwat. The review was greeted with a big sigh of relief in the City, which expected something much worse. </p> <p>Among the smaller companies, <strong>Savills</strong>, the property adviser, rallied 5p to 361p after house broker ABN Amro said recent weakness had created an excellent buying opportunity. </p> <p>Fears of a cooling in the housing market, which were compounded by comments from estate agents chain Countrywide last week, sparked a 22% fall in Savills' share price over the past three weeks. </p> <p>ABN points out, however, that UK residential sales accounted for a fraction of Savills' profits last year and that its shares now trade on a price-earnings ratio of just 8.3. They also yield an attractive 4.5%. </p> <p><strong>Catalyst Media Group</strong> firmed 1p to 15.25p amid talk that it has the funding in place to buy a 20% stake in Satellite Information Services, which provides bookmakers with live TV pictures.</p>",
  "<p>Nike has been forced to withdraw a multimillion pound global campaign from Australian TV after children's groups claimed it was insensitive to show the adverts in the wake of a high-profile child sex case.</p> <p>The sports giant pulled the adverts this week following protests that the images of young girls fawning over their tennis coach were inappropriate after an Australian tennis coach was convicted on child sex charges.</p> <p>The advert, which is being broadcast all over the world to coincide with Nike's sponsorship of the Olympic games, shows a group of teenage girls swooning over their handsome tennis coach.</p> <p>Each tries to impress him by turning into tennis champion Serena Williams.</p> <p>It was broadcast in Australia just weeks after former tennis coach and teacher Gavin Hopper was jailed for sexually assaulting a 14-year-old student in the 1980s.</p> <p>\"We have decided to axe the commercial in question given current community concerns regarding recent events and our own position on the matter,\" Tony Balfour, the managing director of Nike Australia, said in a statement. </p> <p>\"We apologise to those who have been offended by the television commercial.\" </p> <p>Children's campaigners said the advert should be pulled internationally because it was disrespectful to children.</p> <p>\"We do see stories out there about young women and coaches, where the young women have been taken advantage of,\" Joe Tucci, the head of Australian Children's Foundation, told public broadcaster ABC.</p> <p>The advert will continue to screen in Britain on terrestrial and satellite TV in the UK.</p> <p>\"These events are very specific to Australia,\" a UK Nike spokesman said.</p> <p>\"We believe that current events in Australia make it an inappropriate time to run the commercial in Australia, therefore we have stopped running the ad in Australia. Nike does not condone such behaviour.\" </p> <p>The decision is the second blow to Nike's sponsorship of the games in as many weeks. </p> <p>Last week Williams, a two-time Wimbledon champion, withdrew from the Olympics, saying she was concerned she might damage her knee following an operation.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The founders of the Beijing Youth Daily would not have believed it, but their paper - the mouthpiece of the Communist youth league - is about to be the first Chinese newspaper to be listed on an international stock market. </p> <p>As part of a government plan to reconcile domestic propaganda with global capitalist profit, China's second biggest daily says it will issue shares on the Hong Kong bourse to finance a modernisation and expansion programme. </p> <p>Reflecting the political sensitivities of this latest step towards opening up one of China's last closed markets, the newspaper has declined to reveal when the offering will be made or how much it will be worth. </p> <p>The flotation is being planned to ensure that management and editorial control remain with the authorities, who are struggling to accept that the media can be an independent public watchdog rather than a public relations tool. </p> <p>According to local reports, investors will be offered only a quarter of the company, putting the float's value at about £200m. Other restrictions are likely to ensure the government maintains control. </p> <p>It has been 25 years since Deng Xiaoping's opening-up policy began to transform other sectors of the economy, but party and government organs still own and - at least nominally - control every one of the country's 2,137 newspapers. When the propaganda ministry issues a list of stories that should not appear in print, editors stifle their instincts to inform. </p> <p>But this political grip is being weakened as the media market expands, becomes more profit-oriented and obliged to open up to foreign competition in advertising and distribution as part of China's commitment to the World Trade Organisation. </p> <p>Reformers inside the Communist party and academia are also pushing for change. They argue that a stronger media sector is necessary to counter the growing problem of corruption, and to ensure the healthy development of a rapidly transforming nation. </p> <p>\"A major change is necessary,\" said Yu Guoming, deputy director of the school of journalism at Beijing People's University. \"In the past, the public were often kept in the dark, but as society changes it is essential that information is provided in a timely and objective manner so that people feel secure.\" </p> <p>In many areas, change is already apparent. The media market has expanded rapidly since 1978, when China had 186 registered newspapers. According to a survey by the Interfax news agency, there are now 12 times as many titles generating 76 times more income. </p> <p>While competition is still limited - no newspaper is allowed to go bankrupt - rivalry for circulation and advertising has increased after reforms to make publications more financially self-sufficient. </p> <p>Last year, the government banned the practice of work units and other bodies being forced to subscribe to party and administrative organs such as Taxation News. </p> <p>It also targeted 2,000 heavily subsidised papers and journals for closure and barred public officials from joining the management of media bodies. </p> <p>\"Changes in the media reflect changes in society,\" said He Li, editor-in-chief of the Economic Observer. \"Competition gets fiercer every year. But, compared to the car or mobile phone market, it is still not enough.\" </p> <p>His is one of a handful of publications to have bent the rules to secure a degree of financial and editorial independence that would have been unimaginable five years ago. </p> <p>Although most of its staff and offices are in Beijing, the magazine is privately funded and registered as an organ of a provincial office sufficiently distant - politically and geographically - to allow the paper leeway in its coverage of businesses in the capital, Shanghai and Guangdong. </p> <p>A similarly managed publication that has won plaudits for brave journalism and sound management is Caijing. Its editor, Hu Shuli, won the World Press Review's editor of the year award last year for stories on the Sars crisis and corruption. </p> <p>Hu said the outside world's view of Chinese journalism was 30 years out of date. \"Media supervision is not as tight as it was. We are treated as businesses. </p> <p>Our values are increasingly close to those of the global media,\" she noted. \"Ethics are related to money. Without financial independence, there can be no ethics.\" </p> <p>The media are still far more closed to foreigners than other areas of society but in politically non-sensitive areas, such as fashion and IT, overseas publishers have hooked up with local partners. </p> <p>To get around restrictions, some set themselves up as advisers but play an influential role in design, editorial policy and business management. According to Global China Media Consulting, eight of the 10 most popular magazines have some foreign content. </p> <p>With annual growth of 12-25% forecast, China's media market is attracting the attention of global tycoons. Rupert Murdoch, whose Star TV is accessible in China by satellite, has given a lecture to the Communist party school in Beijing. </p> <p>So far, the only outsiders who have been allowed to invest in Chinese media groups are from Hong Kong. Last month, Tom.com, a Hong Kong-based internet publisher, caused waves by buying a 49% stake in Popular Computer Weekly, the mainland's most popular IT publication. But this HK$196.9m (£13.7m) investment brought control of advertising and distribution - not editorial content. </p> <p>Further openings are likely to come gradually. The Communist party is expected to announce reforms this autumn that will designate media organisations as private companies rather than public bodies. </p> <p>Such reforms are partly motivated by a desire to strengthen China's mainly small, regional news groups to meet competition from overseas. Liu Binjie, deputy director of the state administration of press and publications, predicts that China will have its own national media groups within a few years. </p> <p>But officials have made clear that the primary principle will be to leave the media under the control of the party. Editors who forget are ruthlessly put in their place. T</p> <p>his year, three senior journalists of the Southern Metropolitan Daily were arrested. The charge was embezzling state funds, but few doubt that they were punished for unauthorised revelations about Sars, police brutality and corruption.</p>",
  "<p>Oil prices set a fresh record early yesterday of close to $47 a barrel before falling back on relief that a referendum victory for President Hugo Chávez in Venezuela would be likely to ensure that crude keeps flowing from the world's fifth largest producer. </p> <p>The poll result was sufficient to boost stock markets around the world which were relieved that oil prices, which had set a record in 11 of the past 12 trading days, had stopped rising, for now at least. The Dow Jones industrial average closed up 129 points, or 1.3%, to 9,954 in New York while the FTSE 100 closed 48 points better at 4,350. </p> <p>Jitters about the Venezuelan referendum on Mr Chávez's rule had pushed US light crude to $46.91, the highest in the 21-year history of the New York Mercantile Exchange. Further disruption to Iraqi oil exports and warnings that the financial problems at Russian oil giant Yukos could hit supplies added to the pressures pushing up prices. </p> <p>However, they later slipped back to $46.05 after news that Mr Chávez had won. There had been fears that workers at oil plants might have gone on strike if he had lost. Venezuela produces 2.6m barrels per day, about 3% of global output. </p> <p>In London, Brent crude futures slipped back to $43.66 after hitting a new record of $44.11, the highest since Brent futures began trading in 1988. </p> <p>Some analysts think the dip could prove short-lived, however, especially as the fighting in Iraq continued. Militia set fire to an oil well in southern Iraq as part of an ongoing attempt to disrupt oil exports. The attacks have already succeeded in cutting them in half to about 900,000 barrels per day. </p> <p>Oil prices are up over a third since the beginning of the year and by a quarter since the end of June as demand continues to roar ahead at a time when global supply is running flat out with little margin for error. </p> <p>\"With demand as tight as it is and supplies as tight as they are, everything is pointing to the possibility of higher prices,\" said Bruce Evers, oil analyst at Investec Securities. </p> <p>Allowing for inflation, oil is still well below the peak of more than $80 a barrel hit around the time of the Iranian revolution in 1980 but is above the level seen after the first oil shock of 1973-4. </p> <p>Economists are starting to worry about the impact of rising oil prices, particularly if they go much higher and stay there. Steven Fries, deputy chief economist at the European Bank for Reconstruction and Development, said soaring prices could be behind the recent apparent slowdown in the United States economy. </p> <p>\"It is also slightly negative for other OECD countries and for most of the countries in central and eastern Europe,\" he said, adding that he did not expect them to suffer a recession on the back of the current oil price. \"It is just not a big enough shock.\" </p> <p>The German Bundesbank warned that if oil prices continue rising, it would present a \"serious risk\" to the current growth outlook for Europe's biggest economy. </p> <p>But Fadel Gheit, oil analyst with New York brokerage Oppenheimer &amp; Co, believes oil prices are poised for a big fall.\"$45 per barrel is a shock for the world economy although it will take six months for that impact to be really felt. But when the first tanker of oil leaves the Middle East and there is no buyer, prices will fall off a cliff,\" he said. </p> <p>Opec, the oil producers' cartel, is pumping flat out, at a 25-year high of 30m bpd. Saudi Arabia has pledged to pump \"as much as fields allow\" to cool prices.</p>",
  "They are re-seeding the lawns at Sherfield School, and a journey down the sweeping drive reveals a scarecrow in a sports cap attempting to keep the birds from this particular patch of the school's 75 Hampshire acres. <p>Meanwhile, inside the main school building efforts are focused on attracting pupils to join the new school's opening roll in September. Though the blazer-wearing youngsters may not know it, they will also become part of an experiment in the schooling business which, its authors believe, could ultimately change the education landscape in Britain. </p> <p>At first glance, Sherfield, with its heated pool, tennis courts and immaculate computer suites and language labs being buffed ready for opening, looks far from experimental. Yet this apparently traditional English independent school represents one face of a thrusting young newcomer causing ripples in the UK's private education market - the Dubai-based Global Education Management Systems. </p> <p>Gems, as the company is known, has eased its way into the UK by buying up cash-strapped existing schools - the Sherfield site closed as a girls' boarding school last summer - but is better known overseas for offering a distinctive brand of no-frills, low-cost private education aimed at parents unable or reluctant to pay top-end fees for \"country club\" style facilities. In the Gulf states, some 40,000 mainly expatriate children are educated according to an English, American or Indian curriculum in 30 well-equipped but simply designed schools constructed to a standard Gems model. Built to be functional rather than luxurious, they are hardly basic, but might, for example, use one hall for assemblies and sports. </p> <p>These \"mid-market\" and \"mid-market plus\" schools, backed up by \"premium\" establishments such as Sherfield, are the new alternatives Gems hopes will tempt UK parents dissatisfied with the options available in the state system, but priced out of a private sector where annual fees can easily reach £10,000 and above. </p> <p>Here, priced at around £5,000 a year for the basic mid-market option, is education for the aspirational budget airline generation - a comparison Gems managers make before parents can. \"The analogy is the plane flying to New York,\" says Gems senior director John Bridger. \"Some passengers have extra food and bigger seats, but there is no compromise on safety and everybody gets to the same destination. Similarly, whatever the model of school you can be sure of the same first class standards within the classroom.\" </p> <p>As yet, few Gems schools have taken off: only three, including Sherfield, are open, though the company last month picked up ten more sold off by the education services provider Nord Anglia for £11.9m. The expansion plans, though, are ambitious: Gems wants to build 20 of its model mid-market schools on greenfield sites, acquire another 25-30 schools and have 120 schools under its management within the next five years. It also has its eye on Germany and the ten new EU accession states, believing its offer can tempt disillusioned parents in new and old Europe. </p> <p>\"There is nothing as powerful as an idea whose time has come,\" says Mr Bridger, with a touch of the evangelical style that sees the company line its school walls with slogans such as \"Universal values - accepting that we are all different, recognising that we are all the same\". </p> <p>For the government, however, the new mantra of choice is intended to keep Gems' target audience within the state system rather than encourage them to escape it for good. While the Gems visionaries believe there are thousands of dual-income couples who are potential \"first time buyers\" of affordable private education - one poll suggested 51% of parents would prefer it, last month's five-year government plan for education aims to woo the same families with talk of uniforms, house systems, and a choice of specialist schools and privately-backed academies. </p> <p>But if Gems must go head-to-head with the state sector under a Labour government, under a Conservative administration it would be eligible for state cash. The Tory plans would hand parents vouchers worth around £5,500 annually to spend at the school of their choice providing they did not top up the fee - effectively ruling out all independent schools bar budget institutions. </p> <p>The challenge for Gems will be proving to parents it really can offer all the advantages of private schooling - small classes, state-of-the-art IT, sports and other facilities - at a discount price. Parents at Bury Lawn, a school taken over by Gems in Milton Keynes, protested strongly last term at plans to expand class sizes from around 18 to 24, though the company insists they will go no higher. </p> <p>Existing UK independent schools remain distinctly sniffy at the claims of their upstart rivals, pointing out that, for members of the Independent Schools Council, between 70% and 80% of fees go on staff costs in order to recruit, and keep, high quality teachers. </p> <p>Educationally, there appears little that is radical or even particularly distinctive about the Gems approach, beyond a somewhat daunting set of American-style \"core values\" emphasising \"world citizenship\", \"leadership qualities\", \"universal values\" and \"forward thinking\". The company's glossy literature boasts of its schools' \"very broad, real-world perspective on education which enables children to reach their full potential\", but is quick to reassure parents that examination results, that ultimate test of value for money for some, are \"well above national averages\".</p>"
]