[
  "<p>Cross-border investment is rebounding after three lean years as companies take advantage of higher profits and a strong global economy to snap up foreign rivals, the United Nations said yesterday. </p> <p>The number of mergers and acquisitions across national frontiers surged during the dotcom boom as technology firms built global empires, but collapsed along with hi-tech stocks in 2000. </p> <p>After falling 18% last year to $560bn (£310bn), inflows of foreign direct investment (FDI), of which mergers and acquisitions are the main component, will rise at least 10% this year, said the UN trade and development arm, Unctad, in its annual world investment report. </p> <p>\"We expect the decline to bottom out ... The prospects are good for 2004 and 2005,\" said Karl Sauvant, director of Unctad's investment division. </p> <p>The drop in FDI last year was restricted to the world's developed countries, and central and eastern Europe, while inflows to developing countries rose 9%, the survey of 193 countries said. </p> <p>China maintained its inflows at $53bn, making it the biggest recipient, ahead of the United States, which saw a fall to $30bn, the lowest level in 12 years, from $63bn in 2002. Unctad said that last year's figure was a one-off, and inflows rebounded in the first half of this year. Britain's FDI also halved last year, to $14bn. </p> <p>Unctad said there had been a \"tremendous shift\" from manufacturing to services, the latter taking 60%, up from about 25% in the 70s.</p>",
  "<p>Streets ahead<br> Your piece on IT in the north-east (Sunrise on the Tyne, September 16) was interesting - but Grey Street, Newcastle is not merely the finest street in the north-east. Two years ago, the Guardian had a spread and picture about the Council for the Built Environment having declared Grey Street to be the finest street in the country - and so it is. <br><strong>Alan Myers</strong><br> Hitchin</p> <p><strong>Leading the field</strong><br> In response to Michael Hale's letter (Feedback, September 16), ever since the first Mac desktop computer, Macintosh has designed its machines around stability rather than brute force. I defy anyone to unequivocally sing the praises of Windows - it is bug-filled, and you know it. It's interesting that every time Macintosh makes a decisive move in the industry, PCs miraculously toe the same line: 64-bit processors, transparent casings, solid metal casings, the entire Windows layout... It's not all about clock speeds and fancy gizmos, it's about ingenuity and reliability. <br><strong>Sam Turton</strong> <br>Suffolk</p> <p><strong>Hard to date</strong><br> I beg to differ with Michael Hale's opinion about the new iMac G5: he says it is \"woefully underpowered\" and \"hardly groundbreaking\". To begin, the first desktop 64-bit CPU wasn't the iMac G5, it was the G5 in the silver casing - also made by Apple. As it happens, it's been out for almost a year. Another thing to differentiate PCs from Macs is that PCs are out of date on average 10 times faster than Macs: I still use a 300MHz Mac from 1998, which can run all the latest software and also serves my website. Give me a PC from before 2000 capable of all the above and I will be quiet. <br><strong>Lawrence Dudley</strong></p> <p><strong>No comparison</strong><br> I take issue with Michael Hale as he clearly knows not what he has done. A direct comparison of the processor speed of a Mac with that of a PC means nothing. The Mac speed quoted should be ratioed to approximately 1.5/1.8x to give proper comparison results. Yes, 64-bit PCs have been available for months, but unless you upgraded to Linux instead of Windows, you will not have been able to take advantage of this processor. Macs have 64-bit built in to OS X Panther by default.</p> <p>Although you may see the components as cheap or awful, they have a compatibility that Microsoft can only dream of, so no crashes. If graphics cards are so important to you, then you must be a game player - if so, get an Xbox and stop comparing your PC to other products. <br><strong>Shaun Savage</strong></p> <p><strong>Out of the frame</strong><br> Chris Read (Feedback, September 16) incorrectly states that inline frames do not adhere to W3C standards and that Netscape, Opera and Mozilla cannot show them. Iframes are specified in HTML 4.0 and XHTML 1.0. They have been supported by Mozilla, Opera since v4, and Netscape since v6. <br><strong>Seán Dillon</strong> <br>Godalming</p> <p><strong>Going wireless</strong><br> I have downloaded Windows XP Servie Pack 2 and it only took me 24 minutes to wirelessly link three computers. It turns a desktop into a network detector - it is fabulous, and I would recommend anybody to download it on to all computers on their prospective net. One question: is the firewall on SP2 any good? I have kept NP firewall going. <br><strong>Andrew Dines</strong> <br>Coventry</p> <p><strong>Obscure-gov</strong><br> Ian Watmore, the new head of e-government, is charged with encouraging all of us to use the web for contacts with government, national and local (New head on the block, September 9). He looks for effective and efficient as well as electronic government. Efficiency, he says, goes hand in hand with self-service. \"The key is to get more people to take up e-services.\"</p> <p>Well, yes. But surely the key to that is to start with an obvious address for contacting government? If I wanted to contact a government department, I would start by thinking of \"gov\" or a similar word. The last word I would think of would be \"direct\". Who abandoned \"gov.uk\" and dreamed up the obscure \"directgov\"? <br><strong>Howard Fuller</strong> <br>Oxfordshire</p> <p><strong>Account wars</strong><br> I've been wondering about something for a while now. Quite often when I send email to my girlfriend's yahoo.co.uk account from my Hotmail account, the message is delayed around six to eight hours. The reverse happens quite a lot too, when she sends mail to me. I've also had these problems when posting to other Yahoo accounts from my Hotmail, but never to other provider's accounts or when I post from my own alternate email addresses.</p> <p>Being a naturally suspicious person, I can't help wondering if Hotmail and Yahoo are deliberately delaying messages to one another out of spite or something. Has anybody else noticed this or am I just paranoid and suspicious? <br>Andy Potter</p>",
  "<p>The US Federal Reserve last night raised interest rates for the third time this year in spite of a renewed surge in oil prices. </p> <p>The widely expected move took the Fed funds' rate up a quarter-point to 1.75%, following similar moves in August and June. </p> <p>The Fed had cut rates last year to a 46-year low of just 1% in an attempt to boost an economy suffering the aftermath of the bursting of the dotcom bubble and the war in Iraq which had dented consumer confidence. </p> <p>This was the last Fed meeting ahead of the November 2 presidential election but is thought unlikely to damage George Bush's chances of re-election, especially as interest rates remain low in historical terms and the economy appears to be recovering from its summer \"soft patch\", as Fed chairman Alan Greenspan described it. </p> <p>The federal open market committee, in a statement accompanying its decision, repeated Mr Greenspan's statement earlier this month that the US economy had \"regained some traction\" and that interest rates were still low and therefore boosting the economy. It repeated its usual statement that it would continue to raise interest rates at a \"measured pace\". It also said its vote for higher rates had been unanimous. </p> <p>Economists were not surprised. \"Greenspan, along with many of his FOMC colleagues, obviously feels that with rates still so low, the Fed should not be swayed by short-term economic fluctuations from its policy of returning rates to more appropriate levels at a measured pace,\" said Paul Ashworth of consultants Capital Economics. </p> <p>The danger to the US economy from rising oil prices was accentuated yesterday as US light crude futures rose nearly $1 a barrel to $47.30, driven by strong Chinese demand, fears over exports from Russian oil group Yukos and damage to offshore US oil rigs from Hurricane Ivan. </p> <p>Greenspan had previously blamed rising oil prices, up 40% this year on strong global demand and tight supply, for the summer slowdown in the US economy. </p> <p>A month ago US light crude set an all-time high of $49.40 a barrel before dropping back towards $40 a barrel. That fall has proved short-lived and oil prices have headed higher again. </p> <p>There was some good news from the US economy, yesterday as the number of new houses being built unexpectedly rose 0.6% to a five-month high of 2m on an annualised basis. Economists said this showed the housing market appeared to be robust in spite of the Fed's rate rises. </p> <p>Economists are divided as to how far and how fast the Fed will raise interest rates. Most see the Fed rate up to 2% by the end of the year and 3% or higher by the end of 2005, depending on the economy, with the big question being consumer spending. </p> <p>\"Consumers continue to suffer under the combined weight of high oil prices, rising interest rates, the fading of the boost from past tax cuts and a faltering labour market,\" said Mr Ashworth. </p> <p>Merrill Lynch economists predict that the Fed will raise rates to 2% on November 10 and then stop. </p> <p>\"Our big-picture analysis is that we think the economic soft patch is turning out to be more than just a patch and that the economy is more vulnerable than the Fed had perceived,\" said Merrill's Kathleen Bostjancic.</p>",
  "<p>Bad. Worse. Dreadful. These are the words that sum up the performance of Marks &amp; Spencer's food, fashion and homeware sales during the summer weeks. </p> <p>Which fool forgot to order any ponchos - just when women have suddenly decided that a justly derided 1970s fashion was hot again? </p> <p>Which idiot ever thought that M&amp;S shoppers were ready for lampshades featuring pink fluffy flamingoes stuck on a black and white photo? </p> <p>Who, for heaven's sake, believed that M&amp;S shoppers wanted a value range of foods as well as its usual posh fare? </p> <p>The answers to the above are: (a) the womenswear buying team; (b) Vittorio Radice and his band of style meisters; and (c) Justin King, now in charge of bombed-out Sainsbury's. </p> <p>The sales figures were indeed grim. So why was wisecracking Stuart Rose - who doesn't look at the sales figures every day, he says, \"because by the end of the second week I'd be going out to buy a bit of rope\" - looking so chuffed? </p> <p>Because bad news is just what he needs right now. Those appalling sales give him an ever-lower base to build from, when - or if - he does start rebuilding the company. </p> <p>Blimey, if things are that bad, that measly 332p price at the bottom of the tender range might even look generous in a few months' time. </p> <p>This process is designed to get rid of those pesky hedge funds and arbs, who have not one iota of interest in whether Mr Rose can work his retail magic once again, as he did for shareholders at Argos, Booker and Arcadia. They can't hang around waiting for that, they are busy people, needing profits, fast ones. </p> <p>As many are said to have bought in at around 350p, they are likely to bite Mr Rose's hand off for just a few more pence. He will then be left with those who buy the assertion that he can deliver value well over 400p, given time. </p> <p>He must, then, deliver - and though he might protest, he has to start showing signs of doing so by the spring - or Philip Green could be back with a bid lower than his last. </p> <p><strong> L'eau de perks </strong><br> </p> <p>It is rare that a corporate predicament at Nestlé draws sympathetic words in these columns, yet its extraordinary dealings with workers at Perrier in southern France deserve comment. </p> <p>Squeezed by ever-tightening competition in the market for bottled bubbly water, the Swiss conglomerate wants to restructure Perrier, which it argues is hopelessly unproductive in its current guise. Inevitably, this plan involves cutting costs, which in turn means jobs will have to go. </p> <p>Specifically, Nestlé wants to eliminate one in four jobs at Perrier - no small number. But in achieving these, the company is ready to continue paying about 1,000 workers 80% of their existing salary if they take early retirement. </p> <p>Such redundancy terms would not be on offer anywhere else in the industrial world. Nevertheless, the communist-backed CGT union has rejected the idea, seemingly out of hand, leading France's headline-grabbing finance minister, Nicolas Sarkozy, to try to broker a deal between company and union. </p> <p>It is incredible that France can continue to resist the harsh winds of globalisation. In this specific case, the Perrier jobs cannot be readily exported to somewhere in the far east - assuming, of course, that all that green bottled water really does come from the source at Vergèze, near Nîmes. But that does not mean that global price competition in bottled water will suddenly stop chipping away at Perrier's market share. </p> <p>Sarkozy has consistently argued that France cannot go on protecting the quaint perks enjoyed by so many of its workers. He's mindful of the destructive effect on foreign investment, with big multinationals increasingly minded to sidestep France's tough labour laws by avoiding the country altogether. </p> <p>His approach, to date, has been to get involved in disputes directly - and, in the case of Nestlé, his meetings yesterday with the company and the union elicited a promise that the two sides would resume their talks. </p> <p>But such a strategy cannot be sustainable - especially when Sarkozy has presidential ambitions. </p> <p>What he really needs in order to introduce some economic realism and usher in structural reform is a shock - a jolt to the French system that will change attitudes. Nestlé could produce just that by closing down the Perrier operation. </p> <p><strong> Film extras </strong><br> </p> <p>Ever since the chancellor closed a tax perk for the film industry - the seriously abused \"section 48\" - Britain's film financiers have been whingeing to the Treasury about how a renaissance in the industry here would be snuffed out overnight. Yesterday they got a result as paymaster-general Dawn Primarolo announced a scheme that will hand producers up to £4m in tax relief - just so long as they finish a film. </p> <p>The special treatment afforded to film-makers over the years must bemuse those in other creative industries. But hasn't anyone in government noticed that it's not working? If it is bent on handing out subsidies for films, the least the Treasury could do is introduce one of its complex testing schemes, focusing on quality rather than means.</p>",
  "<p>Deutsche Bank is streamlining the management of its investment banking arm, raising fears that jobs may be lost in the City. </p> <p>The German bank is reducing the number of executives running its investment banking division from four to two as it merges its sales and trading divisions and puts its corporate finance and transaction banking arms together. Back office jobs may be lost in the process although the bank did not comment on the wider implications yesterday. </p> <p>The two main investment banking jobs go to Michael Cohrs, head of corporate finance, who is also taking on responsibility for global transaction banking. Anshu Jain, who was head of markets, becomes head of sales and trading. </p> <p>Jürgen Fitschen, who had been head of transaction banking, is becoming head of a new function running the banking business in Germany. This is Deutsche's domestic market which some analysts and investors feel has been neglected. Kevin Parker, who was head of equities, is to head the asset management division previously run by Tom Hughes, who is taking a sabbatical to deal with \"family matters\". </p> <p>Josef Ackermann, chairman of the bank, said: \"The alignment of complementary business lines and the streamlining will unlock revenue and cost synergies, paving the way to achieve our goal of a 25% underlying pre-tax return on equity by the end of 2005.\"</p>",
  "The UN secretary general, Kofi Annan, yesterday delivered a stern rebuke to nations that \"shamelessly disregard\" international law, explicitly chastising the United States, Sudan, Russia, Uganda, Israel and the Palestinians. <p>Mr Annan, who last week branded the US-led war in Iraq \"illegal\", told the UN general assembly that international law remained the cornerstone of global stability in a speech laced with many veiled - and at least one explicit - criticism of the US. </p> <p>He said, just minutes before US president George Bush spoke, that the law \"including security council resolutions ... offers the best foundation for resolving prolonged conflicts - in the Middle East, in Iraq, and around the world. Those who seek to bestow legitimacy must themselves embody it, and those who invoke international law must themselves submit to it.\" </p> <p>On the opening day of a two-week session attended by 64 presidents, 25 prime ministers and 86 foreign ministers, Mr Annan listed \"only a few flagrant and topical examples\" of human rights violations and indifference to international and national laws. </p> <p>He denounced terrorism in Iraq, violence in the Darfur province of Sudan, killings by both Palestinian suicide bombers and the Israeli state, the recent fatal hostage crisis in Beslan, Russia, and the actions of the Lord's Resistance Army in northern Uganda. </p> <p>He also mentioned the human rights abuses in Iraq committed in Abu Ghraib prison by American soldiers. \"In Iraq we see civilians massacred in cold blood, while relief workers, journalists and other noncombatants are taken hostage and put to death in the most barbarous fashion,\" he said. \"We have seen Iraqi prisoners disgracefully abused.\" </p> <p>Mr Annan argued that there was a knock-on effect when law was flouted. \"No cause, no grievance, however legitimate in itself, can begin to justify such acts,\" he said. \"They put all of us to shame. Their prevalence reflects our collective failure to uphold the law and to instil respect for it in our fel low men and women. We all have a duty to do whatever we can to restore that respect.\" </p> <p>To do that, Annan said, \"we must start from the principle that no one is above the law, and no one should be denied its protection. </p> <p>\"Every nation that proclaims the rule of law at home must respect it abroad. And every nation that insists on it abroad must enforce it at home. </p> <p>\"Today the rule of law is at risk around the world. Again and again we see laws shamelessly disregarded.\" </p> <p>He said some nations had used the war against terrorism as an excuse \"to encroach unnecessarily on civil liberties\".</p>",
  "There were few pleasures to be had following Bob Dole's doomed presidential campaign in 1996, but one was the unique brand of anti-charm adopted by the candidate. I was once on the receiving end of it myself, during a stop in New Hampshire. Dole had just inspected a factory and a huddle of reporters gathered to ask some questions. I was only three words into mine when the would-be president cut me off. He'd heard my accent and decided there was no point giving me the time of day. \"No votes in Liverpool,\" he snapped, before calling on the man from the Kansas City Star. <p>I later heard a reporter from Finnish TV dismissed with a crisp \"No votes in Leipzig\". Dole's familiarity with both British accents and European geography may have been slightly off, but the point was clear enough. He was running in an American election: he needed to speak to Americans and Americans alone. No one else mattered. </p> <p>At the time, that logic seemed fair enough. Americans were choosing their own leader to run their own government. Americans would pay the taxes and live with the consequences of their decision. It was up to them. </p> <p>But now I'm not so sure. For who could honestly describe the 2004 contest of George Bush and John Kerry as a domestic affair? There's a reason why every newspaper in the world will have the same story on its front page on November 3. This election will be decisive not just for the United States but for the future of the world. </p> <p>Anyone who doubts it need only look at the last four years. The war against Iraq, the introduction of the new doctrine of pre-emption, the direct challenge to multilateral institutions - chances are, not one of these world-changing developments would have happened under a President Al Gore. It is no exaggeration to say that the actions of a few hundred voters in Florida changed the world. </p> <p>So perhaps it's time to make a modest proposal. If everyone in the world will be affected by this election, shouldn't everyone in the world have a vote? Despite Bob Dole, shouldn't the men who want to be president win the support of Liverpool and Leipzig as well as Louisville and Lexington? </p> <p>It may sound wacky, but the idea could not be more American. After all, the country was founded on the notion that human beings must have a say in the decisions that govern their lives. The rebels' slogan of \"No taxation without representation\" endures two centuries later because it speaks about something larger than the narrow business of raising taxes. It says that those who pay for a government's actions must have a right to choose the government that takes them. </p> <p>Today, people far from America's shores do indeed pay for the consequences of US actions. The citizens of Iraq are the obvious example, living in a land where a vile dictatorship was removed only for a military occupation and unspeakable violence to be unleashed in its place. The would-be voters of downtown Baghdad might like a say in whether their country would be better off with US forces gone. Perhaps John Kerry's Monday promise to start bringing the troops home, beginning next summer, would appeal to them. But they have no voice. </p> <p>It's not just those who live under US military rule who might wish to choose the commander-in-chief. Everyone from Madrid to Bali is now drawn into the \"war on terror\" declared by President Bush. We might believe that war is being badly mishandled - that US actions are aggravating the threat rather than reducing it - and that we or our neighbours will eventually pay the price for those errors. We might fear that the Bush policy is inflaming al-Qaida, making it more not less likely to strike in our towns and cities, but right now we cannot do anything to change that policy. Instead we have to watch the US campaign on TV, with our fingers crossed - impotent spectators of a contest that could shake up our lives. (Those who feel the same way about Tony Blair should remember: at least we will get a vote.) </p> <p>So we ought to hold America to its word. When George Bush spoke to the UN yesterday, he invoked democracy in almost every paragraph, citing America's declaration of independence which insists on the equal worth of every human being. Well, surely equal worth means an equal say in the decisions that affect the entire human race. </p> <p> That 1776 declaration is worth rereading. Its very first sentence demands \"a decent respect to the opinions of mankind\": isn't that exactly what the world would like from America today? The document goes on to excoriate the distant emperor George for his recklessness, insisting that authority is only legitimate when it enjoys \"the consent of the governed\". As the world's sole superpower, the US now has global authority. But where is the consent? </p> <p>By this logic, it is not a declaration of independence the world would be making. On the contrary, in seeking a say in US elections, the human race would be making a declaration of dependence - acknowledging that Washington's decisions affect us more than those taken in our own capitals. In contrast with those founding Americans, the new declaration would argue that, in order to take charge of our destiny, we do not need to break free from the imperial power - we need to tame it. </p> <p>Such a request would also represent a recognition of an uncomfortable fact. It would be an admission that the old, postwar multilateral arrangements have broken down. In the past, America's allies could hope to influence the behemoth via treaties, agreements and the UN. The Bush era - not just Iraq, but Washington's disdain for Kyoto, the test ban treaty, the international criminal court and the rest - suggests that the US will no longer listen to those on the outside. As candidate Dole understood, only those with votes get a hearing. </p> <p>Will this modest proposal fly? Will it hell. Despite Bush's smooth talk in New York yesterday, his position remains that America does not need a \"permission slip\" from anybody to do anything. If Washington won't listen to the security council, it's hardly likely to submit itself to the voters of Paris and Pretoria. </p> <p>Besides, every good Republican knows the world is solid Kerry territory. A survey by pollsters HI Europe earlier this month found that, if Europeans had a vote, they would back Kerry over Bush by a 6 to 1 margin. Bush would win just 6% in Germany, 5% in Spain and a measly 4% in France. No Republican is going to cede turf like that to the enemy. </p> <p>You would think those numbers would hurt Bush, making clear how unpopular he is in the world. But they don't. If anything they hurt Kerry, suggesting he is the candidate of limp-wristed foreigners and therefore somehow less American. We may find that a sorry state of affairs. But there is little we can do about it. In the democratic contest that matters most to the world, the world is disenfranchised. </p> <p><a href=\"mailto:freedland@theguardian.com\">freedland@theguardian.com</a></p>",
  "Three years after the bruising economic collapse of Argentina, the International Monetary Fund is still nursing its self-inflicted wounds. Argentina was the IMF's poster child, the developing country that more than any other followed Washington's prescriptions: privatisation, hard money and orthodox economics. It worked for a while, but after the collapse in 2001, the IMF's policies appeared impotent, if not harmful. While the good times rolled, the IMF complacently allowed Argentina to avoid further reform, which ultimately undermined it. Then, as the storm clouds gathered, the fund's staff privately agreed that Argentina could not maintain the peso's fixed convertibility to the US dollar, but publicly offered support to an unsustainable policy. Instead of then helping the country and its creditors out of the mess which engulfed them, the fund stuck rigidly to austerity until far too late. From being its star pupil, Argentina turned into the IMF's albatross. <p>Michael Mussa, the IMF's chief economist until 2001, has said: \"The fund must bear responsibility for the mistakes that it made in this important case; and must be prepared to recognise and learn from these mistakes.\" Now, after years of drift, there are signs that the IMF is taking Mr Mussa's advice. This week its new managing director, the former Spanish economics minister Rodrigo de Rato, gave two important speeches, in which he described his first few months in the job as \"days of listening and learning for me\". Speaking to a conference on fighting hunger and poverty - an initiative of Brazil's president Luis Inacio Lula da Silva - Mr de Rato gave implicit backing to innovative methods of increasing aid for developing countries, including some form of global tax to raise funds, as well as the international financing facility supported by Gordon Brown. Although he attached cautious caveats to both ideas, the fund's support for such measures is important and most welcome. </p> <p>Elsewhere, Mr de Rato acknowledged that a country's internal support was needed to avoid the errors that were committed in Argentina. Success depends on not simply advocating the IMF's policies, but \"a clear understanding of the complex political factors\" in each country, by communicating with national parliaments, media and civil societies. This is a far cry from the \"one size fits all\" policies the fund's critics accuse it of espousing. Coming before the strategic review of the IMF and World Bank currently being conducted by the G7, Mr de Rato's comments suggest the lessons of Argentina are finally being learned.</p>",
  "<p>The battle over the future of British Energy reached new levels of bitterness last night when the nuclear generator applied for an injunction against rebel shareholders in a US court. The power company wants a judge in the southern district of New York to rule that Polygon cannot force through its demands for an extraordinary general meeting and vote on an alternative rescue plan. </p> <p>BE accused Polygon - a London and New York-based hedge fund - of engaging in a \"manipulative and misleading\" scheme to acquire BE shares without making appropriate disclosures to the securities and exchange commission. </p> <p>Court papers from BE allege Polygon is engaged in a strategy of \"disinformation\", but the British firm itself is balanced on a knife edge. BE needs to have the legal case heard - and won - by Friday to avoid having to send out notices to officially requisition the EGM. </p> <p>If that meeting takes place and more than 75% of shareholders vote for Polygon's proposals, BE claims it would be forced into insolvency. </p> <p>The legal documents lodged by BE allege that Polygon filed a Schedule 13D disclosure to the SEC about its holding in the power group six weeks after it should have done. </p> <p>This was, says BE, a \"flagrant and deliberate violation of the federal securities laws\" aimed at giving it victory in \"its self-interested objectives\" at the shareholder meeting it has demanded. </p> <p>The company, which generates more than a fifth of Britain's electricity, also argues that Polygon informed authorities it had purchased shares in July \"for investment\" when really it wanted to \"control or influence\" BE. </p> <p>Polygon crossed a critical 5% reporting threshold on July 23 but did not file a Schedule 13D until September 13, BE claims in its legal submission. </p> <p>The nuclear generator argues that changing any terms of the original rescue package would be in breach of a binding creditor restructuring agreement and trigger the immediate repayment of £1.5bn loans. </p> <p>This would also open it up to damages and \"there is a very real possibility that British Energy would be forced to commence insolvency proceedings\". </p> <p>Polygon reacted with fury last night to the legal challenge saying BE was trying to scupper its rightful demands for a meeting. </p> <p>\"Polygon believes its 13D filing was accurate in all material respects, and intends to fight this application which it sees as an attempt to undermine its statutory rights under English law to requisition an EGM,\" it said. </p> <p>The pending legal battle is the latest in a series of court threats made in recent days. Bondholders - who have tied up an existing rescue plan with BE - have issued a high court writ in London against Polygon. </p> <p>They warn the hedge fund that it will be pursued for damages if it proceeds with - and wins - any EGM vote to overturn the original rescue plan. They have also warned other BE shareholders that they too will be chased for damages if they support the Polygon proposals. </p> <p>Polygon is pushing for change in the terms of a £1.3bn debt-for-equity swap which it believes over-compensates bondholders. </p> <p>Under the existing deal shareholders would get 2.5% of the new equity in BE and a further 5% through warrants. Polygon - which has enjoyed the support of another sizeable shareholder, Brandes Investment Partners - has put forward alternative proposals under which shareholders would seize back 30% of BE, on the basis that rising wholesale electricity prices have helped BE return to profit, from which shareholders should benefit. BE turned a £4.3bn loss into a £232m pre-tax profit in the year to March 31. </p> <p>BE has always warned that it would delist the company from the New York and London stock exchanges and push through its own rescue plan if it lost any shareholder vote. </p> <p>Such a move would be highly controversial given that the government is closing this possibility in existing legislation with effect from 2005. </p> <p>The European commission has not yet ruled on whether state aid from the government, keen to see the rescue plan go through, is legal and this must be obtained for the restructuring to be realised. A positive decision is expected by BE and its bondholders, with some believing it could come today.</p> <p><strong>Hedge fund lies low</strong></p> <p>Polygon enjoys high-profile shareholder battles but, like other hedge funds, keeps a low profile when it comes to other aspects of its business. </p> <p>A sparse website contains no telephone numbers while the directory inquiries service insists Polygon is not listed at its address off the Kings Road in Chelsea. </p> <p>Even the public relations firm that does work for Polygon on the British Energy battle says it is not hired to talk about any other issue. </p> <p>Polygon itself is unwilling to talk or comment directly on British Energy, or on speculation that it has a 3% share in furniture retailer DFS. </p> <p>Last year it used another financial PR firm to help it lead shareholder opposition to plans by chairman Peter Simon to increase his family's holding at fashion retailer Monsoon. It was later reported that Mr Simon had called for a Financial Services Authority inquiry after it was found that Polygon held only one share in Monsoon. </p> <p>The hedge fund's website claims Polygon Investment Partners is a \"global investment fund\" with $1.35bn under management. It manages a \"single multi-strategy investment fund\" called Polygon Global Opportunities Master Fund, which BE claims has a principal office in the Cayman Islands. </p> <p>It is led by Reade Griffith, a Harvard College-trained economics graduate who was previously founder and chief executive of the European office of Citadel Investment Group. He has been working with Paddy Dear who had previously been managing director and global head of hedge fund coverage for UBS Warburg. </p> <p>This year Polygon bought bonds and shares in BE but quickly sold its bonds to concentrate on its equity. </p> <p>In yesterday's lawsuit, the hedge fund has been accused of working in co-operation with another shareholder, Brandes, and of not disclosing this to the US securities and exchange commission.</p>",
  "Welcome to the Backbencher, Guardian Unlimited's weekly insider's guide to Westminster. <p><b> FROM BOURNEMOUTH</b></p> <p>The Backbencher bumped into Guardian sketchwriter Simon Hoggart on the Bournemouth seafront and asked him how he found this year's Lib Dem conference.</p> <p>\"To say a Liberal Democrat conference has been exciting is a gross exaggeration in any year. But this year it's certainly had a lot more going for it and there's been a lot more zip and pizzazz than we normally get. And that's because it's almost certainly the last conference before the coming general election, and the Lib Dems feel that they're in with a real chance of doing very well indeed. A few decades ago, the party was down to just six seats, but this time it could well reach 60, 70 or even 100.</p> <p>\"The party leadership has been trying to dampen down that kind of speculation. They know that in politics, discounting is everything - if you claim you are about to become second and then you don't, you look like an abject failure. So they want to predict a fairly normal, humdrum, run-of-the-mill result, which in reality will look dazzlingly successful. But they haven't been entirely successful - because these people really do believe that they're in with a chance of destroying the Conservatives as a fighting force in British politics.</p> <p>\"The problem for the leadership is that to do that, they have to win more Tory-held seats than Labour ones. And that seems likely too. In spite of their great success recently in inner city seats, the fact is that it is Tory seats which are most vulnerable to the Lib Dems. Almost all their top 10 target seats are presently held by Tories, so what they're having to do is to move to the right.</p> <p>\"Now everyone says that rightwing and leftwing are meaningless terms these days, which may be true, but what they want to do is become tougher on law and order than the Tories. They want to be more free-market and less geared towards social engineering than Labour. In other words, much more like a safe, cuddly, ameliorative version of the Conservatives. And that will offend a lot of their people. </p> <p>\"They've always been traditionally rather to the left and quite radical, very keen on the environment and certainly extremely sympathetic on law and order. So it's going to be quite a difficult struggle for the leadership to send wild signals to the electorate that the party is just a nicer version of the Tories - while keeping on board their army of loyal people who stuff envelopes, knock on doors and do the hard work of an election campaign.</p> <p>\"People have always had their doubts about Charles Kennedy, and they were exacerbated around a year ago when he seemed to have that health wobble and there were stories of him - not being an alcoholic, exactly, but there was the sense that it was rather like Mastermind - \"once I've started, now I'll finish\" - that once he'd decided to have a few drinks, he had quite a few. But he seems to have reined that in pretty well and he now has a tradition of opening the party conference with a drinks party for journalists at which he's the only one who doesn't drink.</p> <p>\"In any case, in the run-up to an election, party leaders are in a blissful position. No one can get rid of them as the last thing anyone wants is a leadership contest. If they do disappointingly next time - I'd say if they don't get an increase in the order of 20-30 seats - then Charlie is safe. If, heaven forbid, they actually lose seats, I think he'd go quietly, while if they did better than hoped (getting 100+ seats) then you'd see him absolutely set - there for as long as he wants the job.\"</p> <p><b> LAST WEEK'S COMPETITION</b></p> <p>There were almost as many different answers to this question as there were entries, with readers suggesting that MPs have voted on foxhunting as few as two or as many as 11 times. However, the most comprehensive summary came from Stephen Bowden. \"Not counting today's session, MPs have voted on hunting in connection with six Bills since world war two,\" he writes, before going on to list all six occasions. \"Of course the total number of individual votes is much greater than this, what with second readings and the odd third reading, and amendments at report stage, and occasional outbreaks of Bicameral Ping-Pong.\" Let's all be grateful Tony is trying to outlaw that sort of thing and simplify parliamentary democracy for us.</p> <p><b> THIS WEEK'S COMPETITION</b></p> <p>The 38-year-old Lib Dem \"young Turk\" and Niles Crane look-alike David \"Making\" Laws seems to have taken a vow of silence since his suggestion that the NHS be replaced by a compulsory insurance scheme so infuriated party activists. But he hasn't always been so quiet. To win a copy of Rex Wyler's forthcoming GreenPeace: How a Group of Ecologists, Journalists and Visionaries Changed the World (published by <a href=\"http://www.rodale.co.uk\">Rodale</a>), simply tell the Backbencher how a teenaged Mr Laws first proved his future oratorical talents in 1984. Email backbencher@guardianunlimited.co.uk. Terms and conditions for the competition can be inspected <a href=\"http://politics.theguardian.com/backbench/story/0,14158,1151064,00.html\">here</a>.</p> <p><b> RITES OF BILL</b></p> <p>\"Saint Clinton is not endorsed nor sanctioned by the former president,\" warns the small print at <a href=\"http://www.saintclinton.com\">SaintClinton.com</a>. Indeed not. The Backbencher certainly hopes Bill's hospital facilities don't include a laptop. The shock of seeing Scott Ritcher's poster, with its radiant heart, might undo the good work of the doctors at New York Presbyterian. \"His timeless, sympathetic words, 'I feel your pain', echo in his reassuring expression,\" explains the site. As for the coaster (USD6) and the lunchbox (USD18) - well, frankly the Backbencher was hoping for a humidor with the ex-president's image, but the best the site can offer is a coffee mug showing US budget deficits since 1901 in graphical format (USD14). Still, the I Love Abortion thong might just give Dick Cheney another heart attack.</p> <p><b> EYES, RIGHT?</b></p> <p>\"I require your help to settle a debate,\" emails a young reader from Heriot-Watt university. \"On <a href=\"http://www2.harrow.gov.uk/mgUserInfo.asp?UID=70\">Harrow council's website</a>, is Eileen Kinnear, Conservative councillor for Harrow on the Hill, wearing glasses or not?\" James, the Backbencher is sure there's a perfectly good explanation for this photograph, but she is currently unable to supply it.</p> <p><b> WISH YOU WERE HERE</b></p> <p>There is nothing the Backbencher enjoys more than kicking off her kitten heels, slipping on a comfy pair of sandals and heading down to the Liberal Democrat conference in Bournemouth. Who would miss this lunchtime's fringe meetings? Hot topics include: how to defuse the obesity time bomb; the public health priority of positive parenting; and encouraging public involvement in the lottery.</p> <p><b> BEYOND OUR KEN</b></p> <p>She was disappointed, however by Ken Livingstone's cancellation of his fringe meeting today, with Lib Dems muttering darkly that he is \"running scared\" of defending his 20% hike in bus fares. After defeating Simon Hughes by a mere 400,000 votes in June's mayoral elections, the Backbencher can understand why Ken would be so nervous.</p> <p><b> THE BOURNEMOUTH IDENTITY</b></p> <p>Conference security has also not met with her satisfaction. A cursory glance into your handbag by a pensioner is hardly adequate defence against Osama bin Laden, let alone Otis Ferry. Don't these people know that Charles Kennedy is going to be our next prime minister? As one hack was heard to observe while being waved through the entrance, \"this really feels like a party on the brink of power\".</p> <p><b> INDY MEDIA?</b></p> <p>As a devout Guardian reader, the Backbencher has found it hard to escape the Independent's sponsorship of the conference. Its logo is plastered everywhere - on stewards' sweatshirts, delegates' bags and, she assumes, a large cheque made payable to the Lib Dems. What's more, readers of the newspaper have been treated to an unusually thorough analysis of the Lib Dems' prospects. It's good to see the paper living up to its title.</p> <p><b> STOKOE'D UP</b></p> <p>After a prolonged period of silence, Simon Hughes' right-hand man during his failed mayoral bid gets in touch. \"Hope all is well and you enjoyed the break,\" the hapless Richard Stokoe emails. Not really, Richard, but the Backbencher can be a bit of a workaholic. \"Just when you thought it was safe to escape from me, you will be pleased to hear (possible anyhow) that I am now back from my gardening leave and now working over at City Hall for the delightful yellows. If you need any insights into workings in the great glass monolith then please feel free to drop me a line or a bell.\" Right now, Richard, there's nothing that springs to mind - although the Backbencher has been wondering exactly who was responsible for the soothing beige carpet and glowing Lib Dem bird at this year's conference: they really should be accompanied by the slogan \"Bringing Politics Home\" - but if any readers have any Lib Dems-in-London related queries, she urges them to get in touch with her. Richard's waiting for her call.</p> <p><b> SURPRISE, SURPRISE</b></p> <p>Finally, the Backbencher's attention was drawn to the Name The October Surprise website, which invites readers to come up with the most plausible treat Dubya will pull out of the electoral hat before the presidential election. Dragging Osama bin Laden from his hole is a possibility, of course. But what else might he get away with? Shortlisted entries will be published at the end of September, with any \"winners\" rewarded on October 30 with a live appearance on Air America. It's not just for fun: \"The goal is to anticipate particular 'surprises' in the hope, however small, that Bushies may shy away from what's widely anticipated because it reeks of a political ploy,\" explains Mark Green. Submit entries to <a href=\"http://www.nametheoctobersurprise.com\">NametheOctoberSurprise.com</a>.</p> <p><b> ON TV AND RADIO THIS WEEK</b></p> <p>Tonight, 10pm, BBC4: Tales from Europe<br> Anyone thinking that Kirsty Wark's journey through the EU's new members would be a Newsnight-style investigation of the economic impact of the Union will be disappointed. Tonight, Kirsty experiences an all-over mudpack in Hungary.</p> <p>Saturday 25th, BBC2, 7.25pm: Do You Still Believe in Tony?/Friends and Neighbours<br> A double bill of documentaries by Michael Cockerell to mark Tony Blair's 10 years as Labour leader. \"Elegantly made and editorially brave,\" said Mark Lawson in the Guardian on Monday. The first documentary charts Tony's relationship with arts and media luminaries - such as Rory Bremner, Antonia Fraser, Richard Eyre, Harry Enfield and the indiscreet Melvyn Bragg - and finds out whether they still believe in him. The second tells the story of the Blair-Brown relationship: we learn that Tony's favourite programme is The West Wing, while Gordon's is Friends.</p> <p>Tuesday 28th, 10pm, BBC4: Dinner with Portillo<br> Michael discusses marriage, divorce and parenting with Ann Atkins, Alain de Botton and Fiona Millar, Alastair Campbell's partner and Cherie's former helper.</p> <p><b> FINAL READING</b></p> <p>Europe is about complexity, cooperation and consensus - not tabloid headlines. But we pro-Europeans must find words that connect better, <a href=\"http://politics.theguardian.com/columnist/story/0,9321,1306062,00.html\">writes Denis MacShane</a>.</p> <p>This week Bournemouth, next week Brighton: follow our full coverage of the Lib Dem and Labour conferences <a href=\"http://politics.theguardian.com/libdems2004\">here</a> and <a href=\"http://politics.theguardian.com/labour2004\">here</a>.</p> <p>Read live news commentary along with our pick of the best links from the web on our <a href=\"http://blogs.theguardian.com/news/\">newly relaunched newsblog</a>.</p>",
  "<p>The United Nations and international aid agencies launched major relief operations in Haiti today, as the death toll from hurricane Jeanne rose to 700 with a further 1,000 people declared missing.</p> <p>Aid efforts will be concentrated on Gonaives, on the Caribbean country's north-west coast, where more than 600 residents perished and 80 per cent of the town remained underwater - leaving some 250,000 people homeless.</p> <p>The hospital has also been flooded, and only limited medical supplies have reached the city so far with much of the medical care being provided by a team attached to a contingent of Argentine UN peacekeepers</p> <p>The Red Cross is appealing for donations towards an £1.8m emergency fund that it says will help provide necessary food, water and shelter to 40,000 Haitians. </p> <p>The organisation said in a statement today: \"The floods have swept away the homes and possessions of thousands of people in Haiti. There is an urgent need for food and drinking water as well as hygiene kits, kitchen sets, blankets and plastic sheeting. Given the contamination of water sources, the flooding of latrines and the risks relating to vectors, there are concerns of imminent outbreaks of disease.\"</p> <p>Among the most pressing issue for emergency workers is the contamination of water supplies by burst sewers and the corpses of those killed by flooding and mudslides.</p> <p>Oxfam's country programme manager in Haiti, Yolette Etienne, said: \"The situation is very serious. Access is limited and it is difficult to assess the extent of the crisis, but many people have died and others have had their homes and livelihoods destroyed and now face the threat of disease and further flooding.</p> <p>\"I don't know how much more we can take. These floods come on top of a series of disasters and difficulties that have beset this small island over the last year,\" she said, referring to earlier storm damage and a bloody coup that resulted in the exile of former president Jean-Bertrand Aristide.</p> <p>Oxfam said its immediate response would be the provision of clean water and sanitation and the \"promotion of good hygiene practices\". </p> <p>Ms Etienne said: \"Fields have also been flooded and crops destroyed. Many people are dependent on agriculture to make a living and there is a clear danger of food shortages and longer-term economic problems as a result of lost livelihoods. Oxfam is sending a food security expert out to Haiti to help deal with this.\"</p> <p>A team of experts from the UN and other agencies travelled to the worst affected areas earlier this week to determine the extent of the damage and the level of help needed. </p> <p>Access to the worst affected areas is still limited but floodwaters are retreating and Oxfam hopes to begin water distribution and sanitation work in the next day or so. About £50,000 has been set aside to cover initial costs and more will be made available if necessary. Oxfam also has a team in Grenada responding to the flood and storm damage there.</p> <p>Ms Etienne said: \"We will concentrate as a priority on helping the people most in need now, by providing clean water and sanitation to keep them alive and stop the spread of disease. But Haiti needs long-term attention to give it a chance at a secure future. Problems such as unfair global trade rules, lax arms controls and poor environmental standards are exacerbating poverty and undermining stability.\"</p>",
  "<p>Peter Crowther's book on the election was already in the shops. It was called Landslide!, and the witty assistant at Dillon's had arranged the window in a scaled-down version of that natural disaster. The pale-gilt image of the triumphant Prime Minister rushed towards the customer in a gleaming slippage. Nick stopped in the street, and then went in to look at a copy. He had met Peter Crowther once, and heard him described as a hack and also as a 'mordant analyst': his faint smile, as he flicked through the pages, concealed his uncertainty as to which account was nearer the truth. There was clearly something hacklike in the speed of publication, only two months after the event; and in the actual writing, of course. The book's mordancy seemed to be reserved for the efforts of the Opposition. </p> <p>Nick looked carefully at the photographs, but only one of them had Gerald in it: a group picture of 'The 101 New Tory MPs', in which he'd been clever enough, or quick enough, to get into the front row. He sat there smiling and staring as if in his own mind it was already the front bench. The smile, the white collar worn with a dark shirt, the floppy breast-pocket handkerchief would surely be famous when the chaps in the rows behind were mere forgotten grins and frowns. Even so, he was mentioned only twice in the text - as a 'bon viveur', and as one of the 'dwindling minority' of Conservative MPs who had passed, 'as Gerald Fedden, the new Member for Barwick, so obviously has', through public school and Oxbridge. Nick left the shop with a shrug; but out in the street he felt delayed pride at this sighting of a person he knew in a published book.</p> <p>He had a blind date at eight that evening, and the hot August day was a shimmer of nerves, with little breezy interludes of lustful dreaming. The date wasn't totally blind - 'just very short-sighted', Catherine Fedden said, when Nick showed her the photograph and the letter. She seemed to like the look of the man, who was called Leo, and who she said was so much her type; but his handwriting made her jumpy. It was both elaborate and impetuous. Catherine had a paperback called Graphology: The Mind in the Hand, which gave her all sorts of warnings about people's tendencies and repressions ('Artist or Madman?' 'Pet or Brute?'). 'It's those enormous ascenders, darling,' she said: 'I see a lot of ego.' They had pursed their lips again over the little square of cheap blue writing paper. 'You're sure that doesn't just mean a very strong sex drive?' Nick asked. But she seemed to think not. He had been excited, and even rather moved, to get this letter from a stranger; but it was true the text itself raised few expectations. 'Nick - OK! Ref your letter, am in Personnel (London Borough of Brent). We can meet up, discuss Interests and Ambitions. Say When. Say Where' - and then the enormous rampant L of Leo going halfway down the page.</p> <p>Nick had moved into the Feddens' big white Notting Hill house a few weeks before. His room was up in the roof, still clearly the children's zone, with its lingering mood of teenage secrets and rebellions. Toby's orderly den was at the top of the stairs, Nick's room just along the skylit landing, and Catherine's at the far end; Nick had no brothers or sisters but he was able to think of himself here as a lost middle child. It was Toby who had brought him here, in earlier vacations, for his London 'seasons', long thrilling escapes from his own far less glamorous family; and Toby whose half-dressed presence still haunted the attic passage. Toby himself had never perhaps known why he and Nick were friends, but had amiably accepted the evidence that they were. In these months after Oxford he was rarely there, and Nick had been passed on as a friend to his little sister and to their hospitable parents. He was a friend of the family; and there was something about him they trusted, a gravity, a certain shy polish, something not quite apparent to Nick himself, which had helped the family agree that he should become their lodger. When Gerald had won Barwick, which was Nick's home constituency, the arrangement was jovially hailed as having the logic of poetry, or fate.</p> <p>Gerald and Rachel were still in France, and Nick found himself almost resenting their return at the end of the month. The housekeeper came in early each morning, to prepare the day's meals, and Gerald's secretary, with sunglasses on top of her head, looked in to deal with the imposing volume of post. The gardener announced himself by the roar of the mower outside an open window. Mr Duke, the handyman (His Grace, as the family called him), was at work on various bits of maintenance. And Nick was in residence, and almost, he felt, in possession. He loved coming home to Kensington Park Gardens in the early evening, when the wide treeless street was raked by the sun, and the two white terraces stared at each other with the glazed tolerance of rich neighbours. He loved letting himself in at the three-locked green front door, and locking it again behind him, and feeling the still security of the house as he looked into the red-walled dining room, or climbed the stairs to the double drawing room, and up again past the half-open doors of the white bedrooms. The first flight of stairs, fanning out into the hall, was made of stone; the upper flights had the confidential creak of oak. He saw himself leading someone up them, showing the house to a new friend, to Leo perhaps, as if it was really his own, or would be one day: the pictures, the porcelain, the curvy French furniture so different from what he'd been brought up with. In the dark polished wood he was partnered by reflections as dim as shadows. He'd taken the chance to explore the whole house, from the wedge-shaped attic cupboards to the basement junk room, a dim museum in itself, referred to by Gerald as the trou de gloire. Above the drawingroom fireplace there was a painting by Guardi, a capriccio of Venice in a gilt rococo frame; on the facing wall were two large gilt-framed mirrors. Like his hero Henry James, Nick felt that he could 'stand a great deal of gilt'.</p> <p>Sometimes Toby would have come back, and there would be loud music in the drawing room; or he was in his father's study at the back of the house making international phone calls and having a gin-and-tonic - all this done not in defiance of his parents but in rightful imitation of their own freedoms in the place. He would go into the garden and pull his shirt off impatiently and sprawl in a deckchair reading the sport in the Telegraph. Nick would see him from the balcony and go down to join him, slightly breathless, knowing Toby quite liked his rower's body to be looked at. It was the easy charity of beauty. They would have a beer and Toby would say, 'My sis all right? Not too mad, I hope,' and Nick would say, 'She's fine, she's fine,' shielding his eyes from the dropping August sun, and smiling back at him with reassurance, among other unguessed emotions.</p> <p>Catherine's ups and downs were part of Nick's mythology of the house. Toby had told him about them, as a mark of trust, one evening in college, sitting on a bench by the lake. 'She's pretty volatile, you know,' he said, quietly impressed by his own choice of word. 'Yah, she has these moods.' To Nick the whole house, as yet only imagined, took on the light and shade of moods, the life that was lived there as steeped in emotion as the Oxford air was with the smell of the lake water. 'She used to, you know, cut her arms, with a razor blade.' Toby winced and nodded. 'Thank god she's grown out of all that now.' This sounded more challenging than mere moods, and when Nick first met her he found himself glancing tensely at her arms. On one forearm there were neat parallel lines, a couple of inches long, and on the other a pattern of right-angled scars that you couldn't help trying to read as letters; it might have been an attempt at the word ELLE. But they were long healed over, evidence of something that would otherwise be forgotten; sometimes she traced them abstractedly with a finger.</p> <p>'Looking after the Cat' was how Gerald had put it before they went away, with the suggestion that the task was as simple as that, and as responsible. It was Catherine's house but it was Nick who was in charge. She camped nervously in the place, as though she and not Nick was the lodger. She was puzzled by his love of its pompous spaces, and mocked his knowledgeable attachment to the paintings and furniture. 'You're such a snob,' she said, with a provoking laugh; coming from the family he was thought to be snobbish about, this was a bit of a facer. 'I'm not really,' said Nick, as if a small admission was the best kind of denial, 'I just love beautiful things.' Catherine peered around comically, as though at so much junk. In her parents' absence her instincts were humbly transgressive, and mainly involved smoking and asking strangers home. Nick came back one evening to find her drinking in the kitchen with an old black minicab driver and telling him what the contents of the house were insured for.</p> <p>At nineteen she already had a catalogue of failed boyfriends, each with a damning epithet, which was sometimes all Nick knew them by: 'Crabs' or 'Drip-Dry' or 'Quantity Surveyor'. A lot of them seemed almost consciously chosen for their unacceptability at Kensington Park Gardens: a tramplike Welshman in his forties whom she'd met in the Notting Hill Record Exchange; a beautiful punk with FUCK tattooed on his neck; a Rastafarian from round the corner who moaned prophetically about Babylon and the downfall of Thatcher. Others were public schoolboys and sleek young professionals on the make in the Thatcher slump. Catherine was slight but physically reckless; what drew boys to her often frightened them away. Nick, in his secret innocence, felt a certain respect for her experience with men: to have so many failures required a high rate of preliminary success. He could never judge how attractive she was. In her case the genetic mixture of two good-looking parents had produced something different from Toby's sleepy beauty: Gerald's large confidence-winning mouth had been awkwardly squashed into the slender ellipse of Rachel's face. Catherine's emotions always rushed to her mouth.</p> <p>She loved anything satirical, and was a clever vocal mimic. When she and Nick got drunk she did funny imitations of her family, so that oddly they seemed not to have gone away. There was Gerald, with his facetious boom, his taste for the splendid, his favourite tags from the Alice books. 'Really, Catherine,' protested Catherine, 'you would try the patience of an oyster.' Or, 'You recall the branches of arithmetic, Nick? Ambition, Distraction, Uglification, and Derision . . . ?' Nick joined in, with a sense of treacherously bad manners. It was Rachel's style that attracted him more, as a code both aristocratic and distantly foreign. Her group sounded nearly Germanic, and the sort of thing she would never belong to; her philistine, pronounced as a French word, seemed to cover, by implication, anyone who said it differently. Nick tried this out on Catherine, who laughed but perhaps wasn't much impressed. Toby she couldn't be bothered to mimic; and it was true that he was hard to 'get'. She did a funny turn as her godmother, the Duchess of Flintshire, who as plain Sharon Feingold had been Rachel's best friend at Cranborne Chase school, and whose presence in their lives gave a special archness to their joke about Mr Duke the odd-job man. The Duke that Sharon had married had a twisted spine and a crumbling castle, and the Feingold vinegar fortune had come in very handy. Nick hadn't met the Duchess yet, but after Catherine's impression of a thoughtless social dynamo he felt he'd had the pleasure without the concomitant anxiety. </p> <p>Nick never talked to Catherine about his crush on her brother. He was afraid she would find it funny. But they talked a good deal about Leo, in the week of waiting, a week that crawled and jumped and crawled. There wasn't much to go on, but enough for two lively imaginations to build a character from: the pale-blue letter, with its dubious ascenders; his voice, which only Nick had heard, in the stilted cheerful chat which finalized the plans, and which was neutrally London, not recognizably black, though he sensed a special irony and lack of expectation in it; and his colour photograph, which showed that if Leo wasn't as handsome as he claimed he still demanded to be looked at. He was sitting on a park bench, seen from the waist up and leaning back - it was hard to tell how tall he was. He was wearing a dark bomber jacket and gazed away with a frown, which seemed to cast a shadow over his features, or to be a shadow rising within them. Behind him you could see the silver-grey crossbar of a racing bike, propped against the bench. </p> <p>The substance of the original ad ('Black guy, late 20s, v. goodlooking, interests cinema, music, politics, seeks intelligent likeminded guy ..-..') was half-obliterated by Nick's later dreamings and Catherine's premonitions, which dragged Leo further and further off into her own territory of uncomfortable sex and bad faith. At times Nick had to reassure himself that he and not Catherine was the one who had a date with him. Hurrying home that evening he glanced through the requirements again. He couldn't help feeling he was going to fall short of his new lover's standards. He was intelligent, he had just got a first-class degree from Oxford University, but people meant such different things by music and politics. Well, knowing the Feddens would give him an angle. He found the tolerant age range comforting. He was only twenty, but he could have been twice that age and Leo would still have wanted him. In fact he might be going to stay with Leo for twenty years: that seemed to be the advertisement's coded promise.</p>",
  "<p>Homeowners have seen the cost of their mortgages rise by 12% during the past year as the price of borrowing increases, according to a report.</p> <p>Single homeowners spent an average 42% of their take-home pay on their mortgage during the second quarter of the year, according to Cheltenham &amp; Gloucester. This was up from 37.5% the previous year, and was the highest level since 1992. </p> <p>People who bought a property with two incomes saw a similar increase in the amount they spent on their mortgage, with repayments accounting for £21.57 out of every £100 of take-home pay they had, up from £19.23 during the same period of 2003. </p> <p>The situation was worse for first-time buyers, who are now spending an average 22% more on their mortgage than a year ago. </p> <p>Single people who have taken their first step on to the property ladder see almost 36% of their post-tax income go on repayments, while people buying a property jointly are spending 18% of their pay on a mortgage. </p> <p>Jon Pain, managing director of Cheltenham &amp; Gloucester, said: \"Even the more cautious forecasts are pointing towards affordability levels not seen since the early 1990's crash, although it should be noted that they are comfortably below the peaks of the last boom.\" </p> <p>And, he said, without the same \"extreme bubble-type environment\" seen from mid-1988 to 1990, there was a far lower likelihood of the same dramatic collapse in the housing market: \"At current prices and income levels, interest rates would have to be 4% to 5% higher than the levels they are at now to reach the same critical point. </p> <p>\"Alternatively, house prices, with current interest and income growth rates, would need to be around 50% higher than current levels to hit the last boom's peaks.\" </p> <p>He added that it now looked likely that interest rates would peak at around 5%. </p> <p>Single homeowners in the south-east are spending the most on their mortgage at an average of nearly 49% of their take-home pay, followed by those in London at 46%, while people in Scotland are spending the least at an average of just 27%. </p> <p>Affordability has also become most stretched for single first-time buyers in the south-east, where they spend around 43% of their take-home pay on their mortgage, while those in Scotland spend the least at 26%.</p>",
  "<p>The Anglo-Dutch oil giant Shell today sought to draw a line under its reserves scandal by announcing plans to spend $15bn (£8.4bn) a year to replenish reserves and develop production in its oil and gas business.</p> <p>The world's third-largest oil company also said it would sell $10-$12bn of non-core businesses over three years and would look at \"focused acquisitions\" to create value. </p> <p>\"We are focused on improving our competitive position, strong cash generation and total shareholder returns,\" Jeroen van der Veer, the Shell chairman, said in the group's strategy statement. \"Replacing our reserves is a priority to support future growth.\" </p> <p>Shell confounded investors in January by slashing its proven oil and gas reserves by a fifth. Subsequent smaller reserves cuts further dented investor confidence and raised questions about the company's unwieldy dual board structure. Shell Transport &amp; Trading of London and Royal Dutch Petroleum of The Hague are run by separate boards, an arrangement dating from their 1907 merger. </p> <p>The reserves scandal forced Shell's chairman, Philip Watts, to resign, along with Walter van de Vijver, its oil and gas chief and its chief financial officer, Judy Boynton. The company was fined by the financial services authority in the UK and the securities and exchange commission (SEC) in the US.</p> <p>Shell will be hoping to restore investor confidence with the measures announced today. It failed to replenish its reserves in four of the last five years, according to the SEC. Investors look for oil companies to replace 100% of their reserves each year. </p> <p>Shell intends to replace 100% of its reserves on average in the next five years, a goal the company said it was reasonably confident of meeting.</p> <p>The company forecast capital investment of $15bn a year, of which $1.5bn is earmarked for exploring for new reserves. Shell said it had been approached by a possible buyer for its global liquid petroleum gas distribution and marketing business. </p> <p>Shell had already announced plans to sell petrol stations in Spain, oil fields in Angola and pipelines in the US. It is using the proceeds to pay for cost overruns at some of its biggest projects, such as a $10bn venture to tap gas off Russia's Sakhalin Island, which the company is counting on to boost output later this decade, and to buy back shares. </p> <p>At the moment, Shell plans $2bn of share buybacks in 2004, less than rivals BP and ExxonMobil. Shell did not change that estimate or give an explicit commitment to extend share repurchases into 2005. </p> <p>\"If additional cash is available, we will balance further high value capital investment opportunities with returns to shareholders,\" Shell said. </p> <p>Shell plans to report the outcome of a review of its corporate governance and dual structure in November. Investor calls for changes in Shell's structure have increased since the reserve cuts. Shell began the review in March.</p>",
  "<p>All nine members of the Bank of England's monetary policy committee voted to leave interest rates unchanged earlier this month, Bank minutes showed today.</p> <p>The decision to hold rates at 4.67%, which came amid concerns over an abrupt slowdown in house prices, had been expected, although some members considered arguments for raising borrowing costs by 25 basis points.</p> <p>Minutes showed the picture of a broadly based world recovery and robust growth outlook for the UK depicted in the Bank's August inflation report remained intact, although the pace of growth in the third quarter seemed slower than had been envisaged.</p> <p>The Bank also noted surprising weakness in recent jobs figures. September's jobs data showed the lowest unemployment figures in 20 years, but also revealed that the number of jobs being created was flattening out. </p> <p>An increase in downside risks was also revealed in the minutes, with the possibility of weak US economic growth and a more abrupt slowdown in the property market highlighted.</p> <p>\"The further signs that the UK housing market was cooling might mean a greater risk of a more abrupt correction to house price inflation, and the committee may have underestimated the potential for an associated downward impact on consumption,\" the minutes said.</p> <p>Last week, MPC member Steve Nickell warned UK homeowners to brace themselves for the \"significant probability\" that house prices would fall by up to 30%. </p> <p>In what was the Bank's second blunt assessment of the market over the past three months, he said the boom in prices had left them far above their long-term average level and vulnerable to a sharp downward move. </p> <p>\"It is obvious that there is a significant probability that house prices will fall at some stage,\" Mr Nickell said. </p> <p>The Bank has raised interest rates five times since last November, with the moves - at least in part - designed to try to gently deflate the housing bubble. It has increased them from 3.5% to 4.75%, but City analysts believe they may not be raised much further, if at all, especially if the housing market were to go into reverse. </p> <p>\"While we currently maintain our view that there will be another 25 basis point interest rate hike in November, we acknowledge that there is a very real possibility that the MPC will not act again this year if evidence of a housing market slowdown deepens,\" Howard Archer, an economist with the consultancy Global Insight, said. </p> <p>\"The MPC will also be less likely to act if it sees clearer signs that consumer spending is moderating.\"</p> <p>Further signs of a housing market slowdown emerged as lenders this week said the amount of money borrowed for mortgages had fallen significantly during August. </p> <p>According to the Council of Mortgage Lenders, total lending for mortgages slowed to £25bn in August, 13% lower than in July and just 3% higher than August 2003. In contrast, July saw lending increase by 3% compared with June, and by 13% compared with July 2003.</p> <p>\"Since the MPC's meeting, there has been further compelling evidence in mortgage lending and approvals data, as well as in the August Royal Institution of Chartered Surveyors survey, that the housing market is slowing,\" Mr Archer said. </p> <p>\"However, this has been countered to some extent by relatively robust retail sales growth in August, which suggests the consumer is still prepared to buy if the price is right.\"</p> <p><strong>·</strong> The housebuilder Barratt Developments today said it expected house prices to increase \"much less rapidly\" in the next 12 months as it reported record full-year results. </p> <p>The Newcastle-based company said the market had moderated in recent months following interest rate rises. </p> <p>Barratt said it expected house prices would rise in line with incomes at around 4% in 2004-5. The company posted pre-tax profits of £367.7m in the year to June 30, 20% higher than the £288.7m it recorded last year.</p>",
  "<p>Regional press group Archant's £62m acquisition of 27 newspapers in London, including the Islington Gazette and the Kensington Times, was finally given full clearance today by the competition watchdog. </p> <p>Archant - which owns the Eastern Daily Press in Norfolk and London's Hampstead and Highgate Express - has been given the green light for the deal after the Competition Commission concluded it would not lead to a \"substantial lessening of competition\" in the affected areas. </p> <p>After listening to representations from third parties, the commission upheld its earlier, provisional decision to clear the acquisition of the papers, which cover areas of north-west, north and east London, as well as north-west Kent. </p> <p>\"Even in areas where Archant's market share would be at its largest, we found there was insufficient evidence to establish that Archant would have enough market power to raise prices profitably by an amount that would cause concern, either across the board or on a targeted basis,\" said the commission's deputy chairman Peter Freeman.</p> <p>The ruling brings to an end an 18-month saga, which began with the papers' previous owners, Sir Tony O'Reilly's Independent News &amp; Media, trying to sell them to Newsquest.</p> <p>That deal was blocked on competition grounds, and a subsequent attempt by the Daily Mail-owned Northcliffe group to snap up the papers was thwarted when Norwich-based Archant pipped them at the post with an unexpected offer. </p> <p> <strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The Sunday Telegraph's comment editor, Mark Law, has been sacked after firing off a furious email to managing director Hugo Drayton criticising him and several other senior management figures including the paper's editor, Dominic Lawson.</p> <p>Law left today after being called into a meeting with Lawson to discuss his email, a response to an all-staff memo from Mr Drayton calling for suggestions to improve the company ahead of the arrival of new boss Murdoch MacLennan.</p> <p>The lengthy memo appeared on everyone's desk last Friday and included a reference to the achievements existing management had made in the past year and an observation that he wanted the company in the best possible shape for Mr MacLennan's arrival.</p> <p>It finished in bold type with the request for ideas to improve the environment, a request that did not go down too well on the editorial floors, according to insiders.</p> <p>\"I would welcome any suggestions from you about anything we might do to improve our environment or work processes...in any area of our business.</p> <p>\"I would especially welcome ideas for simple changes that could improve our surroundings. Please email, telephone, write or come to see me with any suggestions,\" it said.</p> <p>According to Telegraph sources, Law responded with a \"forthright\" email criticising Mr Drayton, Lawson and \"half a dozen of Hugo's colleagues\" who he said were linked to the regime of the disgraced former Telegraph owner Conrad Black.</p> <p>The Telegraph's editorial director Kim Fletcher confirmed that Law had \"left the Sunday Telegraph\" but declined to comment further.</p> <p>However, colleagues said his relationship with Lawson had been tense for some time and that the pair had had several rows in the past.</p> <p>\"Mark is a rather brilliant but also highly irascible character. He and Dominic have had a series of run-ins about all sorts of things. Dominic's not the easiest person to deal with either. But if that keeps happening and he's your comment editor it becomes impossible,\" said one insider.</p> <p>Law, who one former colleague described as \"one of the eccentrics\", has landed himself in trouble with senior management before.</p> <p>Four years ago he infuriated former Telegraph chief executive Dan Colson when he called him at 2am in his Sydney hotel room to complain about cost-cutting in the staff canteen. A few days later he received a letter from Lawson reprimanding him over the incident.</p> <p>But colleagues said Mr Drayton's letter in which he asked staff for their ideas had infuriated many staff on the daily and Sunday papers.</p> <p>\"I don't think anyone was particularly shocked by what Mark had to say,\" said one. \"It was what we were all thinking - Mark just had the courage to put it into writing.\"</p> <p>Another said: \"Many people composed stiff responses to him in their heads but the difference is they didn't send them.\" </p> <p>Another said it was inappropriate for management to be \"begging staff for ideas just minutes before they get a new boss\".</p> <p>The letter began by telling staff that they had all been through a difficult time, and went on to outline what management had achieved despite criticism that the leadership vacuum had led to inertia at the top.</p> <p>\"For several months it was made easy for outside commentators to allege that uncertainty around our future led to corporate inertia,\" Mr Drayton wrote.</p> <p>He went on to say he felt a number of things had been achieved by the management including improvements to the \"welfare of Telegraph staff\" and \"communications to staff\".</p> <p>At the end of the memo, Drayton wrote: \"The Telegraph group management and executives are fully committed to improving our newspapers, magazines and websites and ensuring the wellbeing of all our staff.\" </p> <p>Law declined to comment on his departure.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p>Also in today's Wrap: Bush and Annan clash, Haiti appeals for aid, Booker shortlist announced.</p> <p><b>BIGLEY TORMENT AS SECOND HOSTAGE KILLED</b></p> <p>The Tawhid and Jihad group chose a second hostage to kill last night. It announced the beheading of American Jack Hensley and, soon after, issued a threat to kill Briton Kenneth Bigley. His situation looks bleak. The Independent visits the family home in Liverpool where \"a mother, two brothers and a son could only wait, in despair and anger, for news to end their torment\".</p> <p>The Guardian reports that there may be a glimmer of hope. The Iraqi justice minister pledged to release Rihab Taha, one of two prominent female prisoners, today and said a hearing would be held to determine the fate of Huda Amash, the second. Tawhid and Jihad had demanded the release of women prisoners in return for the hostages' lives.</p> <p>But it is only a glimmer. Rory McCarthy, the paper's correspondent in Baghdad, says the group's \"demands now look more like an attempt to garner support among Iraqis appalled at the US abuses in Abu Ghraib\" while the Telegraph argues that even if Dr Taha, a biological weapons scientist known as Dr Germ, were to be released it may not influence the hostage takers \"who appear more intent on tormenting the US-led coalition than on achieving realistic goals\".</p> <p>Inevitably, there are profiles of Abu Musab al-Zarqawi, the Tawhid and Jihad leader who is thought to carry out the executions himself - to the Mail he is \"the executioner with a knife to the west's throat\". The Jordanian-born militant has claimed a number of attacks and killings, including the murder of the American hostage Nick Berg earlier this year, and may behind the killing this week of two clerics who criticised his methods. The Telegraph calls him \"the most prominent terrorist of the internet age\" for his use of the web to plan and proselytise. The Independent says the few people who have \"met him and survived\" report a strong personality. It adds: \"A prison doctor who knew him when he was in jail in Jordan said that he could order his followers to do things 'just by moving his eyes'.\"</p> <p>The prime minister, Tony Blair, emerges as the final figure in the drama. Mr Bigley's brother Paul accused him of being a \"fibber\" whose \"sell-by date has gone\". Speaking to al-Jazeera, he said: \"The whole war was a sham. The weapons of mass destruction were a sham. It was worse than watching an American soap opera [...] I am trying to keep myself together but I am losing it.\"</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1309959,00.html\">Second US hostage killed</a><br>* <a href=\"http://news.independent.co.uk/uk/this_britain/story.jsp?story=564367\">Independent: 'God is merciful. But will he hear our prayers?'</a><br>* <a href=\"http://news.independent.co.uk/world/middle_east/story.jsp?story=564364\">Independent: Mysterious sadist who carries out his own violence</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/22/wirq22.xml\">Telegraph: Second US hostage beheaded</a><br>* <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/09/22/wirq222.xml\">Telegraph: Murderer who uses internet to revel in his savagery</a></p> <p><b>BUSH AND ANNAN CLASH AT THE UN</b></p> <p>The kidnapping tension provided a menacing backdrop to George Bush's speech to the general assembly of the United Nations about his war for freedom in Iraq. But the US president, who received only polite applause, persisted nevertheless and, the Financial Times reports, found himself clashing with Kofi Annan, the UN secretary general, over the state of global peace and security. Where Mr Bush called on all nations to embrace \"liberty's century\", Mr Annan was troubled by \"civilians massacred in cold blood\". In a pointed reference to US policy, he said: \"Those that seek to bestow legitimacy must themselves embody it, and those who invoke international law must themselves submit to it.\"</p> <p>The FT's leader column argues that Mr Bush's speech, \"a series of upbeat but generic nostrums about democracy, peace and human dignity\" revealed \"the extent of the president's disengagement from the reality of a sinking Iraq [to be] alarming. He exhibited no sense whatsoever of grievous US policy mistakes, of the serial failures of the occupation authorities.\" It goes on to welcome John Kerry's attempts to now challenge the \"relentlessly unreal optimism\" on Iraq but says that whoever wins the November election will need to do some hard thinking.</p> <p>* <a href=\"http://news.ft.com/cms/s/e883c3f2-0bdd-11d9-8318-00000e2511c8.html\">FT: Bush and Annan clash at UN</a><br>* <a href=\"http://news.ft.com/cms/s/5777e552-0c3a-11d9-8318-00000e2511c8.html\">FT: Time for real US debate on Iraq</a> </p> <p><b>HAITI APPEALS FOR FLOOD AID</b></p> <p>Shortly before Mr Bush took the stage at the UN, the interim president of Haiti, Boniface Alexandre, appealed to world leaders for aid as the death toll from the country's second flooding disaster in four months reached more than 4,000. A Times reporter in Port-au-Prince recounts the experiences of aid workers and residents of Gonaives, a port city of 200,000 where every house has flooded.</p> <p>* <a href=\"http://search.thetimes.co.uk/cgi-bin/ezk2srch?-aSTART#\">Times: Hundreds killed as floods engulf Haiti</a></p> <p><b>'DRIVEL' BROUGHT TO BOOKER</b></p> <p>We are probably approaching the mid-point of the awards season - the Emmys and Mercury prize have gone, the Oscars and Brits yet to come - so, filling the gap, the shortlist for the 2004 Man Booker prize has arrived. One judge offers a refreshing take on the whittling down process to the Times, explaining that many of the longlisted titles were \"drivel\", and Chris Smith, the former culture secretary, asked publishers to think twice before submitting novels. </p> <p>The Guardian reports there was \"surprise all round\" at the inclusion of some less well-known figures and speaks to one of three former outsiders, Gerard Woodward, who was on the bus when he heard I'll Go to Bed at Noon was on the shortlist. The 5./4 favourite is, however, David Mitchell's third novel Cloud Atlas. The FT describes it as an \"an ambitious novel, playing across six narrative strands - from the 19th century journals of an American notary in the Pacific [...] to a genetically engineered waitress in a dystopian future-shock\".</p> <p>* <a href=\"http://books.theguardian.com/bookerprize2004/story/0,14182,1309948,00.html\">Surprise all round at Booker short list</a><br>* <a href=\"http://search.thetimes.co.uk/cgi-bin/ezk2srch?-aSTART#\">Times: Booker judges sift diamonds from the drivel</a><br>* <a href=\"http://news.ft.com/cms/s/4220339e-0c35-11d9-8318-00000e2511c8.html\">FT: Rich mix make Man Booker Prize final six</a></p> <p><b>ENGLAND SCRATCH FIVE-YEAR ITCH</b></p> <p>England beat Australia in a one-day international cricket match yesterday. This perhaps should not be such a big deal but it was the first in five years so you have to allow for a little excitement. The Telegraph is pleased just to enjoy the moment for what it is (\"England beat the Aussies at last,\" says its headline, next to a photo of a triumphant Andrew Strauss), while the Times goes for the big one and puts an \"And now for the Ashes\" above a determined looking Michael Vaughan. Mike Selvey, the Guardian cricket writer, says Vaughan led England \"with bat, ball and brain in perhaps his finest limited-overs international\". England will now face either the West Indies or Pakistan in the ICC Champions Trophy final at the Oval on Saturday and, if they win, claim their first ever major limited-overs trophy.</p> <p>* <a href=\"http://sport.theguardian.com/cricket/story/0,10069,1309902,00.html\">Endland break the hoodoo</a><br>* <a href=\"http://www.telegraph.co.uk/sport/main.jhtml;sessionid=BAPQVSWOBSOPFQFIQMFCM5WAVCBQYJVC?xml=/sport/2004/09/22/scbrig22.xml&amp;sSheet=/sport/2004/09/22/ixsporttop.html&amp;secureRefresh=true&amp;_requestid=80510\">Telegraph: Curse cast aside with great gusto</a><br>* <a href=\"http://www.timesonline.co.uk/article/0,,426-1274054,00.html\">Times: And now for the Ashes</a> </p> <p><b>SEDATION FOR THE NATION</b></p> <p>If you find London fashion week baffling, take some comfort from the Independent. It reports that Horlicks, the malt and wheat milk drink, is becoming the late night tipple of choice for large numbers of customers at the kind of London bars where footballers hang out. Its leader recommends rolling it out to pubs across the country. \"What better way to quell boisterous binge-drinkers than sending them to sleep with a mug of malted milk?\" it asks.</p> <p>* <a href=\"http://news.independent.co.uk/uk/this_britain/story.jsp?story=564350\">Independent: Never mind a Cosmopolitan, how about a horlicks?</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt;<a href=\"http://www.theguardian.com/Iraq/0,2759,423009,00.html\">The latest on the Iraq hostage crisis</a></p> <p>&gt;&gt;&gt;<a href=\"http://politics.theguardian.com/libdems2004/0,14992,1286382,00.html\">Follow events at the Lib Dem conference</a></p>",
  "Waste and pollution costs Britain £67bn a year - similar to the NHS - Liberal Democrats heard yesterday as the party voted to reward environmentally friendly behaviour and penalise polluters. <p>Households would be encouraged to cut down on non-recyclable waste by tax breaks while owners of four-wheel drives - dubbed \"Chelsea tractors\" - would pay increased taxes for their \"gas-guzzling\" vehicles. </p> <p>In a move that will prompt fears of an end to cheap airline flights and make flying the preserve of the rich, air passenger duty would be replaced by an aircraft departure duty. </p> <p>The measure is designed to fill planes to capacity and force airlines to cut carbon emissions - but the party's environment spokesman, Norman Baker, yesterday admitted the cost could be passed on to consumers. </p> <p>\"It may have that effect... but we are not trying to tax people out of anything,\" he said. </p> <p>Claiming that they would put the environment \"at the heart of the Treasury\", Mr Baker, and the shadow chancellor, Vince Cable, stressed the measures were not designed to fill the Treasury's coffers. </p> <p>Mr Cable accused the government of bringing environmental tax policy into disrepute by using it for raising revenue instead of changing consumer behaviour - and promised that the Liberal Democrats would behave differently. </p> <p>\"We have to give priority to restoring that trust. </p> <p>\"That's why we make it absolutely clear that we are not talking about creating new taxes,\" he added. \"We are talking about using the taxes that exist in order to change the behaviour of producers and consumers.\" </p> <p>Under the proposals, the Liberal Democrats would set up an environmental incentive programme with the aim of ensuring any polluter had to pay the full environmental costs of any polluting activity. </p> <p>Drawing on Australian and German models, households would also be given an allowance for the amount of non-recyclable waste they produce - and would be given refunds, from a new local income tax, if they managed to fall short of this measure. </p> <p>\"Councils should have the authority to reward those who reduce the amount of waste they ask the council to collect,\" Mr Baker added. </p> <p>\"People should be better off if they help the environment. That has got to be a key Liberal Democrat theme.\" </p> <p>But there was criticism from one delegate, Michael Newby, who chided the party for the policy's lengthy wording - and called for better communication. </p> <p>\"It's not something we could take to the doorstep, is it? ... I have re-read and re-read this and I think I understand what this motion is getting at but it doesn't help on the doorstep. My plea is make this issue bold and make the issue simple,\" he said. </p> <p>Earlier, Liberal Democrats backed plans for a £12 bn high-speed rail link between Edinburgh and London designed to take pressure off short-haul flights, and a system of national road charging to replace vehicle excise duty and fuel tax. </p> <p>Motorists would pay more to use busy main roads at peak periods and less to use ones in remote areas. </p> <p>Pricing would be determined by \"place and time\" and even the fuel efficiency of the vehicle, said John Thurso, the party's transport spokesman. </p> <p>One of the government's environmental advisers, Jonathan Porritt, also praised the Liberal Democrats as the effective opposition on the environment while criticising the government's \"deeply disappointing\" efforts to use taxation to cut pollution.</p>",
  "It was the day when a Liberal Democrat delegate could finally take no more. Councillor Michael Newby, who has the good fortune to represent Harrogate and Knaresborough, told the delegates in Bournemouth that the time had come for them to go beyond political jargon. <p>Go beyond political jargon? You could almost see the baffled Lib Dems asking themselves: where on earth to? Mr Newby even told them that they were in danger of telling the world, \"I am a political anorak.\" Of course they are, and they're proud of it. To an anorak, the term is the highest praise. </p> <p>Mr Newby had been driven to this near blasphemy by the motion on \"making markets work for the environment\". This consisted of 56 lines, much of it jargon. Mr Newby read out long swaths of this document in a rapid, singsong voice just to stress how meaningless it would be if it should ever be presented to a real voter. </p> <p>It talked about \"cap and trade\" in a context of an \"overall cap\", \"public subsidies for unsustainable activities\", \"landfill allowance trading schemes\", and is packed with acronyms such as Euets, APD, ADD and VED, all no doubt perfectly comprehensible to people in eco-land, but entirely meaningless to everyone else. </p> <p>Mr Newby then read out paragraph seven: introduction of a plastic bag environmental levy, subject to a full lifecycle analysis demonstrating that such a levy would produce a net environmental benefit. </p> <p>\"We have to go beyond political jargon,\" he said. \"I understand what we are getting at, but it won't help us on the doorstep!\" </p> <p>The two bigger parties like to depict the Lib Dems as evil, machiavellian opportunists, lying and cheating their way to control of local councils. I think of them more like the folk in Bournemouth, earnestly discussing on the doorstep overall caps and plastic bag levies, before going off for an environmentally sustainable yoghurt sandwich. </p> <p>Earlier they had heard a speech from their environment spokesman, Norman Baker, who is a sort of fundamentalist anorak on this topic. In fact, Mr Baker spoke twice, though it was his first speech that grabbed the attention, being slightly batty, one pylon short of a wind farm. </p> <p>He described the coming end of the world, with much the same relish as those sects who sit on high hills to await Armageddon. Gazing down on all those 4x4 cars in cities, unrecycled bottles and plastic bags, he predicted innumerable horrors, and capped it with a Chinese proverb. </p> <p>There seems to be a Chinese proverb for every occasion, and I sometimes wonder whether Chinese people actually use them themselves. This one was: \"If we continue down the road which we appear to have chosen, the danger exists that we may end up exactly where we are heading.\" </p> <p>This translates into English as: \"If we set off somewhere, we might well get there.\" You can make them up. \"A mobile phone is only mobile if you carry it somewhere,\" for instance. </p> <p>He announced that \"Charles Kennedy and I are determined that wherever you bite into the Lib Dem stick of rock, you will find the word 'environment' writ large!\" </p> <p>He wound up with one of the great political rallying cries. \"In our modest way we have at this conference replaced plastic holders with bags from sustainable jute, and why all future Lib Dem conferences will be carbon neutral!\"</p>",
  "<p>Marks &amp; Spencer yesterday revealed a further deterioration in trade - with dire new sales figures for its fashion, food and homewares - as it launched a £2.3bn tender offer to buy back shares from investors. </p> <p>Clothing sales in the last 10 weeks have dropped 3.9% compared with last year's levels while sales of the store's home ranges have collapsed by an unprecedented 20%. Food sales, once one of the most resilient performers, dipped 2%. </p> <p>It was new chief executive Stuart Rose's first trading update, and the fourth consecutive quarter of falling sales. The numbers compare especially badly with those from rivals Next, Tesco and John Lewis. </p> <p>Mr Rose - who was not involved in buying for the poorly performing ranges - said September sales were more \"encouraging\" but conceded the figures were a \"pretty dismal set of numbers\". </p> <p>He blamed the summer bid wrangle with billionaire Philip Green for distracting M&amp;S staff together with the \"self-inflicted injury\" of having the wrong merchandise on the stores' racks. </p> <p>He said he was still convinced he could turn around the ailing store, however. </p> <p>\"We are where we are,\" he said. \"I never thought this was going to be easy. We have a great business but we have got to make it sing louder and in harmony. I am up for the job.\" </p> <p>He has spent recent weeks in stores and with buyers, and said: \"I think we are making progress.\" His new mantra is \"good shopkeeping\" - which covers everything from right buying to clean changing rooms. Margin improvements are \"on track\" while the expected 3% increase in operating costs is now down to 1%. </p> <p>He laid the blame for the store's \"horrible\" home furnishings sales squarely at the door of Vittorio Radice, the former Selfridges boss who tried to replace M&amp;S's traditional bathroom and bedroom offer with a modern metropolitan look. \"It is a pretty disastrous situation,\" said Mr Rose. The closure of Mr Radice's brainchild, at a cost of £50m, was confirmed in July. </p> <p>Yesterday Mr Rose said most of an extra £20m of markdown costs would be related to Mr Radice's stock - which was \"too contemporary\". </p> <p>Food sales were suffering, he said, because \"under previous management there was too much worrying about tiering the prices and not enough proper innovation\". The previous management was led by Justin King, who has since been installed as chief executive of Sainsbury's. </p> <p>The share buyback - one of the main planks of the successful defence against Mr Green's £9bn takeover attempt - has been priced in the range of 332p to 380p. </p> <p>The lower end of that range is less than analysts had expected, and compares unfavourably with the 400p a share Mr Green offered. At the time the M&amp;S board told the Bhs owner his offer \"significantly\" undervalued the firm. </p> <p>The tender offer is designed to get rid of short-term shareholders who bought into M&amp;S to bet on a merger; 20% of the shares are owned by hedge funds. Yesterday finance director Alison Reed said the low price was because the offer was open for four weeks and had to take account of a possible downward market movement. </p> <p>Broker Seymour Pierce said: \"We thought the whole purpose of the buyback was to compensate shareholders for the Green deal not going ahead, not for the company to buy back shares as cheaply as possible.\" Mr Rose said, however, that his priority was \"to protect the interests of shareholders staying in\". M&amp;S shares closed down 4p at 341.5p. </p> <p><strong>Tender user's guide</strong></p> <p><strong>·</strong> The tender offer is designed to return £2.3bn to shareholders - equivalent to £1 a share - and to shake out shareholders who bought into M&amp;S only in the hope of Philip Green's 400p-a-share takeover offer going through. </p> <p><strong>·</strong> M&amp;S and its board would prefer a register of more content investors who would be prepared to give Stuart Rose a chance to turn the company around. \"We want a bit more stability on the register,\" said Mr Rose. </p> <p><strong>·</strong> The buyback cuts the number of shares and increases earnings per share. It allows the company to potentially deliver a faster rate of earnings growth. </p> <p><strong>·</strong> Shareholders will be invited to tender their shares for sale at between 332p and 380p in increments of 2p. Nobody has to sell any of their shares. </p> <p><strong>·</strong> Shareholders who do not tender any shares will not get any cash but will benefit from owning a larger stake in the company - because there will be fewer M&amp;S shares in existence. </p> <p><strong>·</strong> The tender will close on October 22. Shareholders can choose whether to tender at one price, different prices or at the strike price. </p> <p><strong>·</strong> All shares purchased will be bought at the strike price. </p> <p><strong>·</strong> The strike price is the lowest price per ordinary share that will allow the maximum number of shares to be bought for £2.3bn. </p> <p>The acceptance order for tenders is: </p> <p><strong>·</strong> The first 300 shares tendered at the strike price will be accepted in full and not scaled back. This is the guaranteed purchase level. </p> <p><strong>·</strong> All the ordinary shares tendered below the eventual strike price will be accepted in full. </p> <p><strong>·</strong> Thereafter there will be pro-rata scaling down of shares tendered. The full details will be set out in a circular to shareholders. </p> <p><strong>·</strong> No shares tendered at more than the strike price will be purchased. </p> <p><strong>·</strong> The results of the tender will be announced on October 26 and payment will take place on October 29.</p>",
  "<p>A new security initiative to protect journalists from kidnap and attack was launched yesterday, including the possible adoption of a Red Cross-style international emblem for the press.</p> <p>The global initiative, which is led by the International Federation of Journalists, comes in the wake of a spate of kidnappings in Iraq, including that of 23-year-old British journalist James Brandon, who was abducted in Basra before being freed by Iraqi militants last month.</p> <p>An emblem would be one way of giving journalists a distinguishing feature in war zones where westerners are vulnerable to attack.</p> <p>The IFJ said many governments' existing protection of journalists was \"woefully negligent\". The campaign's objectives include a new cross-border mechanism to investigate the killings of journalists and other media staff.</p> <p>Aidan White, the general secretary of the IFJ, said journalists were \"sometimes simply forgotten when it comes to the international community's concern for civilians caught in conflict... We need action now. We need governments to abide by international law and we need the killers of media staff to be brought to justice.</p> <p>\"A good start has been made, but we have to move forward with a sense of urgency that reflects the current emergency that faces media staff in conflict zones and other hostile areas.\" </p> <p>A two-day meeting was called in Geneva by the Press Emblem Campaign, which has campaigned for the adoption of an international emblem for journalists similar to the Red Cross and Red Crescent symbols used by humanitarian aid workers. The IFJ said it would now look again at the need for a new international convention and emblem. An international committee of experts will examine how safety and security can be improved. </p> <p>The calls to improve security for journalists comes amid continued uncertainty over the fate of two French reporters kidnapped by militants last month on the road between Baghdad and Najaf. Earlier this month the group holding Georges Malbrunot and Christian Chesnot demanded a $5m (£2.8m) ransom for their release. </p> <p>White said Iraq was \"at the outer limit of lawlessness... and it is journalists and those who work with them who are prominent among the victims\".</p> <p>\"We reached an important agreement that gives us an opportunity to work together on strategies that will involve media organisations, journalists' groups and colleagues from every region of the world,\" he added. </p> <p>\"We agreed that the current level of attacks on journalists and the media is intolerable and we must hold governments to account where they are failing in their responsibilities.\"</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>In the news business, it is often easier to make headlines than money. Prannoy Roy is unusual in that he does both. Last year he created waves in India by jumping off Rupert Murdoch's Star network where his New Delhi TV had provided 24-hour rolling news for five years. </p> <p>\"The first line of our contract read 'editorial control remains with NDTV'. When we came to renewing it, Star wanted to run things their way so we agreed to disagree. We had a drink and went our own way,\" said Mr Roy. </p> <p>A canny businessman, Mr Roy had sensed an opportunity by leaving Star and created his own channel in competition with Mr Murdoch. An Indian financial institution picked up 18% of the company and Mr Roy also persuaded Standard Chartered to put up a further $12m (£6.6m) for 14% of the shares. </p> <p>The former economist also tapped the stock market in Mumbai (formerly Bombay) for 1bn rupees (£12.5m) in April. A familiar face on his own programmes, shareholders were convinced that Mr Roy would succeed in providing profits from television news. </p> <p>Their faith has been vindicated. Mr Roy's two channels - NDTV, which broadcasts in English, and NDTV India, whose programming is in Hindi - have established themselves as the number one and number two channels in their sectors. His recent quarterly results, £1m profit from £5m of advertising revenue, also buoyed investor sentiment. </p> <p>Resolutely upmarket in its production values and the stories it chooses to cover, NDTV's rise can also boast having pushed Star News into a distant fourth place. Many media commentators had prophesised that Mr Roy's venture would be blown out of the water by Star News's cash. </p> <p>Domination by politics and business stories often makes watching NDTV a little like sitting through an extended Newsnight, but Mr Roy is unapologetic about the seriousness of the journalism. </p> <p>\"The good thing about this business is that viewers respect professionalism, they respect independence, and they know it is not just about money. We have been consistently credible over many years. The people like that,\" he says. </p> <p>Mr Roy's serious programming means that he turned down a recent scoop, involving hidden cameras, about paedophiles in India. NDTV also has a reputation for holding back its stories until they are confirmed - almost unheard of in the cut-throat world of Indian television. </p> <p>\"We were offered the paedophile story first but I found it a little over the top. It was, I felt, a little too exploitative and really the film should have been shown to the police first so that they could have arrested the culprits. To expose corruption is fine. I just find it unethical to use children to get viewership.\" </p> <p>If this all seems a little high-minded, it is worth remembering that India's democracy has always encouraged intellectual pursuits to operate in a marketplace of ideas. It has only recently become influenced by profits and losses. </p> <p>The result is that India's television landscape is now a different country from that encountered by the viewer a decade ago. A country that took 50 years to provide 8m telephone lines to 900 million people suddenly spawned 50m cable homes after satellite television arrived. </p> <p>Until 1992 television was the preserve of the lumbering state broadcaster, Doordarshan. Now 10 new news channels launch every year and it is estimated 44 mini-CNNs beam into India 24 hours a day, seven days a week. Many of the new stations grew out of news programmes commissioned by Doordarshan, which started outsourcing production work in the early 1990s as India liberalised. </p> <p>\"NDTV began life as the first nightly news show on the state broadcaster. I remember saying we are live on air and mentioning the time and the next day I got a call from the information ministry asking us not to scare people with the thought of live television news.\" </p> <p>Another reason for the fizziness in Indian television is the plummeting cost of technology. \"Five years ago to rent space on a satellite annually would cost you $3m, today it costs just $300,000. Cameras cost you one tenth of the price now. The same with editing suites. You are looking at a 75% to 90% drop in the cost in starting a news channel.\" </p> <p>Cable arrived in a big way in India by 1989, followed a year or two later by satellite, helped by the first Gulf war. These days the television is India's hottest piece of real estate. Star has announced plans to bring Sky-style set-top boxes to Indian living rooms and a plethora of new technologies, such as TiVo-type products, tantalisingly close to the market. For Mr Roy, new technologies offer new ways of making money. Cable penetration is only 50% which, he says, is a number that will inevitably rise. There is also the fact that subscription will be increasingly important as set-top boxes become prevalent. </p> <p>Mr Roy also cites India's insatiable thirst for politics as a reason for his news channel's success. \"If you look at front pages of Delhi's newspapers, 80-90% are politics. I would say newspapers around the world have less than half by comparison. In India, the main topic of discussion at most social gatherings is politics. Everybody has the answer to India's problems and they are dying to tell you.\" </p> <p>There is another more Murdochian explanation why the subcontinent views politics as a pastime. \"Sports is not developed here. Just look at the Olympics [India's medal tally was a solitary silver]. In England the office discussion will be about which football team won last night. Here there is very little interest in even the cricket national league. Politics is our sports. If politicians want to get out of the media lens then they should develop sports in the country.\" </p> <p>His latest project appears to be a busi ness channel to challenge the market leader, CNBC, which is run by US network NBC and is backed by General Electric. India's middle classes are entranced by the country's £150bn stock market and Mr Roy has threatened CNBC by running seven hours of continuous business news. \"We are ahead of CNBC from 1 to 4 o'clock during the day. [A new business channel] is a possibility.\" </p> <p>With an Irish mother and seven years at university in London, Mr Roy is a self-styled global Indian. He can effortlessly hold forth on British newspapers and US cable structures. NDTV, he says, is looking at a deal to beam into Britain. \"The real interest here in India is on four countries - China, Pakistan, England, America. These dominate 80% of the public consciousness.\" </p> <p>A proto-media mogul, Mr Roy can at times sound like his former partner, Rupert Murdoch. \"Given the size of the Diaspora in say America, Africa or South East Asia there is certainly an audience for a global channel for the global Indian.\" </p> <p>But for now, India appears a big enough country to conquer. \"It is something we will look at, but in the future.\"</p>",
  "In Lagos, expect chaos. There are gun battles in Bogotá. Crime has been a curse in Karachi. But there is nowhere on earth quite like this. <p>According to a survey by the Economist Intelligence Unit, the capital of Papua New Guinea has beaten all-comers - again - to take a title that no city on earth would covet. </p> <p>With poverty, crime, poor healthcare and a rampant gang culture, Port Moresby consistently scores highest in the unit's \"hardship\" table, meaning it is regarded as the worst place to live among 130 world capitals. Baghdad is not on the list. </p> <p>According to the unit, most aspects of daily life in Moresby are problematic. </p> <p>Little bigger than Plymouth, with a population of 250,000, it is a place where murder rates are exceptionally high, thanks mainly to the \"raskol\" gangs that control large areas of the city. </p> <p>Tales of their exploits are legion; from bank robberies with M-16 machine guns, to car holdups by mobs armed with machetes. </p> <p>Rape cases are even worse: in one widely reported incident last year, an injured nurse was dragged away from a car crash to be gang-raped. </p> <p>Visitors to Port Moresby are advised not to go out after sunset, and to avoid walking the streets in most areas even during the day. </p> <p>The houses of the wealthy squat behind walls tipped with razor-wire and gates watched by security guards. </p> <p>The precautions are necessary because a survey of international crime by the Home Office shows that the murder rate there is three times that of Moscow, and 23 times that of London. </p> <p>The rates for robberies and rapes are just as dire. </p> <p>But the raskols say much of the violence is meted out by the police, and that they are provoked into retaliation. </p> <p>The base of Moresby's Bomai gang can be found up a dark sidestreet in the suburb of Four Mile. At the entrance to their squatter settlement a man is on guard, armed with a walkie-talkie. </p> <p>\"The police we know are very dangerous. They come in to the settlement and raid the people's food and property and beers,\" says Koiva, one of the leaders of the gang. </p> <p>He has a pattern of welts on his head where he says he was beaten by a police officer with a glass bottle to extract a confession. </p> <p>Another gang member, Stephen, shows two dark scars on his legs which he says were caused when he was shot in police custody. </p> <p>Most people living in Port Moresby show little sympathy for the Bomai, whose raids on businesses and residential compounds have made them infamous. \"Bloody raskols. Shoot first and ask questions later, that's what they [the police] should do,\" says an Australian expatriate. </p> <p>Often, that is precisely what happens. </p> <p>\"I think the government are happy every time the police shoot a young man but we have thousands more youths on the streets,\" says Peter Gola, a former raskol working at City Mission, a charity that helps the city's street children. </p> <p>Most raskols argue that their crimes are driven by the crushing poverty of life. </p> <p>\"We never mean to kill people,\" says Koiva. \"We're just trying to scare them and get what we want to get.\" </p> <p>Papua New Guinea has no welfare state, so in rural areas family and clan networks have kept people in food and lodging. That system has broken down in the capital, which sits in an arid part of the country where unemployment rates are estimated to be between 60- and 90%. </p> <p>A kilo of rice here costs four kina - about 70p - and a tin of fish is three kina, but this is beyond the means of many families. </p> <p>Most raskols say they get into crime when their parents send them out to make money. Pressured to generate an income, they turn to violence. An armed robbery can easily net more than 100,000 kina (£17,500). </p> <p>\"When that happens, we live like kings,\" says Harris, another Bomai member. \"If you're lucky, you eat something good. Maybe chicken.\" </p> <p>But there is some hope for change. Twenty minutes' drive from Moresby, City Mission's New Life farm has offered an alternative to the violence for between 5,000 and 6,000 street children since it opened 11 years ago. </p> <p>The regime is strict: smoking and drinking are forbidden and there is a strong religious flavour to the instruction. </p> <p>But the founder, Larry George, says the structure and respect of their new lives can work wonders. </p> <p>\"Most of them aren't bad kids,\" says Mr George. \"It's mainly just poverty that's driving the crime. People can read in the papers about the government stealing millions of kina and get really frustrated.\" </p> <p>Many of the children, he says, end up as security guards, exchanging fire with the raskols who were once their peers.</p> <p><b>Global ranking</b></p> <p>Best five </p> <p><b>1=</b> Melbourne, Australia </p> <p><b>1=</b> Vancouver, Canada </p> <p><b>1=</b> Vienna, Austria </p> <p><b>4</b> Perth, Australia </p> <p><b>5</b> Geneva, Switzerland </p> <p>Worst five </p> <p><b>126</b> Phnom Penh, Cambodia </p> <p><b>127</b> Lagos, Nigeria </p> <p><b>128</b> Dhaka, Bangladesh </p> <p><b>129</b> Karachi, Pakistan </p> <p><b>130</b> Port Moresby, Papua New Guinea</p>",
  "Martha Stewart being otherwise disposed, there is now a vacancy in the lucrative Global Housewife Empire market; a figurehead needed to meet the international craving for bakeware and homestyle recipes that Martha used to satisfy so exquisitely with her pound cake and casserole dishes. Her probable successor, however, is a name unfamiliar to most western housewives. <p>For among all the Nigellas and Jamies and Worrall-Thompsons vying for the title, it seems the most likely candidate to fill Martha's muffin-scented shoes is none other than Japanese cookery queen Harumi Kurihara, who this month launches her book Harumi's Japanese Cooking on an unsuspecting world. </p> <p>Harumi is an unrelenting culinary force in her native land. Though she is at pains to stress that she remains, first and foremost, a housewife (and quite frankly, her image depends on it), it just happens that between scrubbing the kitchen floor and polishing the bath taps, she has also published 23 bestselling titles since 1992, sold more than five million copies of her magazine Suteki Reshipi (Beautiful Recipes), opened 23 shops housing Harumi cafes and stocking her own range of homeware, designed more than 100 aprons, presents a regular television cookery programme, and has notched up sponsorship deals with numerous brands, including P&amp;G, Shiseido, 3M, Takara Distillers and Nissan. Furthermore, the weak-kneed frenzy Harumi induces in the good women of Japan is best likened to the impromptu arrival of Busted in a regional branch of Topshop - public appearances draw up to 10,000 fans, all thrilled to the point of tears. </p> <p>But how readily will the British public warm to Harumi's recipes for tofu with ponzu sauce or rice topped with raw egg? Though our national palate is more accustomed to glugs of olive oil and the buxom charms of bruschetta, the past few years have seen the British Isles grow ever-more enchanted with Japanese cuisine - as we've developed an undeniable penchant for sushi bars and Wagamamas so the market for Japanese food in Britain has grown, indeed the market research company Mintel predicts it will be worth £13m by 2005. Harumi, it seems, is striking while the iron is hot. As a mere tremor of what is to come, some 350 people recently flocked to one of Harumi's demonstrations in the cookery department of John Lewis on Oxford Street. </p> <p>The first time I set eyes on Harumi, she is bobbing about like a little jenny wren in the basement of Divertimenti. It's early evening, and she is busy marrying bits of crabstick and rice and sesame seeds, showing a group of curmudgeonly journalists how to make little sushi rolls. A film crew prowls in her wake as she whips up batches of leaf-wrapped chicken and egg-drop soup, and we are informed that the specialist vinegar is Harumi-endorsed and the apron she is neatly folding about her waist is just one of her own designs. </p> <p>When we meet again it is in her rented flat in west London. Small and dainty and unassuming, she looks somewhat younger than her 56 years. She is neatly folding kitchen towels as makeshift drinks mats and smiling fiercely across her dining room table. Harumi, explains her interpreter, really is just like every other normal housewife - she shops at her local supermarket, she cleans her own home, she diligently makes her husband's breakfast every morning before he goes to work, and his dinner at night when he comes home. The difference, one might argue, is that Harumi's husband of 30 years, television journalist Reiji Kurihara, is now president of his wife's empire Yutori no Kukan (\"a space to relax\"), and this week, in order for his wife to continue making his breakfast and dinner, he has had to accompany her on a promotional tour of the UK. </p> <p>It was her husband who encouraged Harumi to begin her career. \"He was always busy with work and he said to me, 'I do not want a woman who waits for her man',\" she explains. She had, by this stage, gained something of a reputation on the dinner party circuit, cooking up fabulous dishes for her husband's colleagues. So it seemed natural that her entry into the world of work should be helping out, behind the scenes, on TV cookery shows, and doling out culinary tips with the informal, conspiratorial air of the amateur cook. </p> <p>Part of the Harumi charm is that she is not a professionally trained chef. Born in the seaside town of Shimoda, 100 miles from Tokyo, she learned to cook at her mother's elbow - \"she did not teach me how to cook, but she taught me how to taste\" is how she explains it. And so, Harumi's cuisine is characteristically a combination of traditional Japanese flavours with a willingness to experiment, and a weather eye on the requirements of the modern housewife. </p> <p>She explains at length, for example, how she has two different recipes for tomato sauce, one for \"the summer when the tomatoes are in season, and I have lots of time ... I make it slowly, because it is best for the family to eat food made slowly and lovingly. But also I have a recipe that can be made in the microwave.\" She has yet to convince her own mother, who remains tethered to her slow, traditional methods of cooking, even grinding her own soya beans every day. \"I gave a her a microwave that I designed but she doesn't use it - it just sits in her house,\" sighs Harumi. </p> <p>Harumi's big success came in 1992 when she released her collection of recipes Gochisousama Kikitakute (\"I want to hear you say it tastes delicious!\"), its accompanying photos taken in her home, the food displayed on her plates, she made her recipes seem easily achievable. It has sold more than a million copies and earned her a loyal following who write to her in their thousands, eagerly awaiting each new edition of Suteki Reshipi. She need only extol the virtues of a brand of rice vinegar, or breathe the name of her hairdresser, and waiting lists spring out of thin air. </p> <p>Her days are largely spent devising the thousands of new recipes she must dream up every year - for her magazine, for the television and for special promotional work. \"But I am always thinking what to cook for dinner or lunch, I try out new recipes on my staff and my family,\" she explains. The golden rule is that they must be simple recipes that anyone could readily master, and not require mammoth expeditions to specialist food shops. </p> <p>Recently, for example, she says found some left-over squid in the fridge. \"It was quite old, so I fried it with garlic and used it to fill mushrooms, so it looked small and cute,\" she smiles. This is typical of Harumi - question her about her family life, or her opinions on Japan's growing levels of obesity owing to the influx of western junk food and she is reticent. Ask her what to do with the left over octopus in your chiller bin and she's off, explaining how to chop up basil, add a little marin, shiso leaves ... </p> <p>Part of Harumi's success might also be attributed to the revival in home cooking in Japan, particularly since the economic bubble burst. She herself still enjoys eating out, however, particularly in some of Tokyo's modern Japanese and fusion restaurants, though Italian restaurants, she explains, remain popular - a fact she has reflected in some of her own recipes, such as Japanese-style green risotto or white fish and mozzarella carpaccio salad. </p> <p>Ask what her own favourite meal is and she shrugs. \"There are so many,\" she replies, before deciding that, best of all, she likes her breakfast, which is always the same - a blend of rice, with egg. Boiled egg? I ask. \"No, raw egg.\" Clearly, there is still a place for Delia Smith after all.</p>",
  "Many people meeting Printha Ellis for the first time must have thought her quintessentially English, but her accent was misleading. She was as American as apple pie, and was, in 1967, chosen to represent Idaho in the United States College Queen competition. <p>But Printha, who has died in a car crash aged 57, had lived in England for 30 years, and her awareness of the subtle differences in English pronunciation and usage made a huge contribution to her success as a prolific author of educational English language textbooks. </p> <p>Her worldwide sales were so huge that her husband described them as \"telephone numbers\". Her most recent work was with the New Standard English Series, published by Macmillan and FLTRP in Beijing. In China alone, her books are used by more than 6m children each year. Way Ahead, co-written with Mary Bowen, first published by Macmillan for the Middle East in the mid-1990s, but also now used in Russia and eastern Europe, has been a major primary school series. </p> <p>Printha Jane Ault was born in Pasadena, California, but her family subsequently moved to Idaho. After graduation from the University of Idaho, she went to Thailand as a teacher with the Peace Corps. On arrival, her first task was to teach a lesson to the entire school of 600 children. </p> <p>On a trip to Nepal, Printha met an Englishman, Mark Ellis, a teacher and novelist who shared her interest in linguistics. They were married in England in 1969. Printha took an MA in literature at Leeds University in 1970. After spells teaching together in Thailand and Libya, they returned to England and became co-authors of two series that were to prove groundbreakers. </p> <p>The Skill Of Reading was used worldwide, but had its biggest impact in the Middle East, where it gathered a great following. One of the titles, Shades Of Meaning, was especially popular in Jordan, where, on one occasion which Printha delighted in recalling, a taxi-driver was so thrilled that he had his English teacher sitting in the back of his cab that he stopped to introduce her in every village through which they passed. </p> <p>Mark and Printha Ellis were then commissioned by an iconoclastic editor, Peter Murphy, to produce the Counterpoint series for Nelson's. This was aimed at the young adult market. With its magazine format and dedicated research into original stories, it set new standards. No subsequent course-book in this field published in Britain has been unaffected by it. Printha was awarded an MA in linguistics at Birmingham in 1991. </p> <p>She believed strongly that, to be an effective communicator, she had to meet her audience. She was an enthusiastic and fearless traveller, who promoted her books and gave seminars around the world. In Saudi Arabia, she found herself lecturing to an audience of men and women separated by a screen, around which only she could see both sides. </p> <p>In Libya, she taught literature to male students, one of whom, on being shown Sir Walter Raleigh's poem My Body In The Walls Captived, came up to her and claimed, \"We are all captived both in body and soul.\" </p> <p>As well as possessing a global perspective, Printha was an enthusiastic member of her local community in Marlborough, Wiltshire. She and Mark helped to found the town's noted jazz festival, and her promotional skills proved invaluable to its growth in size and prestige. </p> <p>She died in a crash in which both her mother and husband's stepmother were also killed. She is survived by Mark, and her sons Nathaniel and Carson. </p> <p><b>·</b> Printha Jane Ellis, author and educationist, born January 6 1947; died September 7 2004</p>",
  "<p><strong>·</strong> News: Heart patient's hospital appointment cancelled 10 times <br><strong>·</strong> Comment: Matt Weaver on the fashion for rebranding <br><strong>·</strong> Cartoons: Clare in the Community joins our team</p> <p>Welcome to the lunchtime public services and voluntary sector news round up from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^</p> <p>Today's top story - Prescott seeks to avert conference housing row </p> <p>The deputy prime minister, John Prescott, is in talks to try to avoid an embarrassing defeat at next week's Labour conference over the controversial policy of transferring council housing.</p> <p>^^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>^^^^^^^^^^^</p> <p>Housing</p> <p><strong>·</strong> Rents: Council tenants launch protest over rent changes</p> <p>The deputy prime minister, John Prescott, is being sent hundreds of postcards by angry tenants accusing the government of attempting to impose rent increases on the 'sly'. </p> <p>http://society.theguardian.com/housing/story/0,7890,1311075,00.html</p> <p><strong>·</strong> Homelessness: Homelessness soars in black and Asian communities </p> <p>Homelessness has risen twice as fast among ethnic minority households as among the population as a whole since Labour took power, according to a report published today.</p> <p>^^^^^^^^^^^ </p> <p>Health</p> <p><strong>·</strong> NHS performance: Heart patient's hospital appointment cancelled 10 times </p> <p>An NHS hospital has begun a shakeup of its outpatient systems after a heart patient's consultant appointment was cancelled 10 times, it emerged today.</p> <p><strong>·</strong> Patient alert: CJD risk letters go to 6,000 patients </p> <p> Thousands of people have received letters warning they may be at increased risk of developing the incurable brain disease variant CJD as a result of medical treatment.</p> <p>^^^^^^^^^^^</p> <p>Social care</p> <p><strong>·</strong> Children bill: MPs issue warning over smacking compromise </p> <p>MPs and peers have warned that a compromise agreed in the parliamentary row over a legal ban on smacking children is likely to be found incompatible with the European convention on human rights.</p> <p>^^^^^^^^^^^</p> <p>Voluntary sector</p> <p><strong>·</strong> International aid: Aid plea as Haiti death toll tops 700 </p> <p> Devastation caused by second disaster in four months made worse by effects.</p> <p> ^^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Liberal Democrat conference: Strategists try to calm surge of confidence</p> <p> Courting hubris is not Charles Kennedy's style, delegates told. </p> <p><strong>·</strong> Environment: Crime gangs fuel explosion in fly-tipping </p> <p> Further rise in large-scale illegal dumping feared as landfill costs soar and waste facilities dwindle. </p> <p><strong>·</strong> Choice agenda: Dilemma over public services </p> <p> The political battle over the future of public services muddied by evidence from the Audit Commission that most people do not want tax revenues to be spent on giving them more choice. </p> <p><strong>·</strong> Emergency planning: Evacuation plans found on train </p> <p> The Metropolitan police have launched an inquiry after plans for the evacuation of London were found inside a Tesco bag left on a train.</p> <p><strong>·</strong> Asylum: Howard to propose annual quota for immigration and asylum </p> <p>Michael Howard will today try to capitalise on disquiet over the rise in immigration by proposing a quota for the number of migrants and asylum seekers allowed into Britain. </p> <p> ^^^^^^^^^^^</p> <p><strong>CLARE JOINS OUR TEAM </strong></p> <p>For the first time, the Society Guardian's cult cartoon strip, Clare in the Community, is available online. See today's Clare cartoon and visit our archive.</p> <p> ^^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT </strong></p> <p><strong>·</strong> Housing: Fashion mistakes </p> <p> Housing associations are ditching their old humdrum names for snappy new ones, but wouldn't the money involved in rebranding be better spent on homes, says Matt Weaver. </p> <p><strong>·</strong> Disability rights: Gateway to equality </p> <p>As Britain prepares for the final phase of the Disability Discrimination Act to kick in, Tash Shifrin sees how San Francisco activists successfully exploited the law. </p> <p><strong>·</strong> Jails: 'Long-term prison is animalising' </p> <p> Defendants facing murder charges will get their terms cut by a third if they plead guilty, under plans unveiled by Lord Woolf this week. Erwin James, who served 20 years himself, says there is a case for shorter sentences. </p> <p><strong>·</strong> Interview: No regrets </p> <p> Death threats, physical assault and verbal abuse ... Peter Tatchell has had to put up with a lot during 40 years of campaigning for social justice. But he has no intention of giving up now, he tells Mary O'Hara.</p>",
  "<p>Bradford city council has finally appointed a chief executive after more than a year. <strong> Philip Robinson</strong>, who has been interim chief executive during this period, was previously the council's assistant chief executive. Bradford originally advertised a salary of £200,000, but failed to appoint; Robinson's salary is just less than £140,000. </p> <p><strong> Steve Barnett</strong> has been appointed chief executive of the NHS employers' federation at the NHS Confederation. Barnett, who starts in January, joins from the Home Office, where he is senior director of human resources in the immigration and nationality directorate. He was previously deputy director of HR at the Department of Health. </p> <p>The Foyer Federation, which provides housing and support services to young homeless people, has appointed <strong> Jane Slowey</strong> as chief executive. Slowey is currently chief executive of Birmingham Voluntary Service Council. </p> <p><strong> Richard Shaw</strong> will be the new chief executive at Surrey county council. Shaw, who was director of environment at Surrey in the late 1990s, is currently chief executive at Oxfordshire county council. </p> <p><strong> John Thornton</strong>, director of e-government at the Improvement and Development Agency, is to join the Advisory Panel on Public Sector Information, which advises on the use of data sharing between the public and voluntary and private sectors.</p>",
  "<p>A new global movement is beginning to transform the lives of some of the world's poorest urban dwellers. The change is being witnessed by 250 homeless Zimbabweans in Harare on a piece of land they are acquiring from the city authorities. </p> <p>Up to a third of the world's population lives in slums, and improving the quality of life of the poorest is one of the great environmental challenges of the times. But a new international movement, the Federation of Slum and Shackdwellers, is now challenging governments and aid agencies to address the problems. </p> <p>The movement is being formed by the inhabitants of slums and squatter settlements. They not only drive change locally but support it in other nations. Hundreds of housing initiatives are under way. Some are large scale and include national programmes. </p> <p>In India, two federations work together - the National Slum Dwellers Federation and Mahila Milan. Both are savings schemes formed by homeless women. They have more than 750,000 members and work in 70 cities. They have designed and constructed community toilet blocks that serve hundreds of thousands of people and are implementing hundreds of slum upgrades and new housing schemes. </p> <p>In South Africa, the Homeless People's Federation has over 100,000 members. It has helped 12,000 families get housing, and many more to improve their homes, get water and sanitation and acquire land tenure rights. It is in a housing improvement partnership with the city of Durban. </p> <p>In Thailand, a national programme is under way to provide good quality housing for 300,000 slum and homeless households. It is being organised by community groups and urban poor federations. Similar programmes are under way in Namibia, Kenya, Philippines and Cambodia while federations are growing in Nepal, Sri Lanka, Swaziland, Indonesia and Malawi. </p> <p>These federations are remarkable for several reasons. They are organised and managed by poor or homeless people. They are funded by community-managed savings schemes that provide members with credit to fund such things as medical treatment or school books. They also teach the savers how to manage money. </p> <p>The federations design and manage their projects. Each one encourages savings groups to try out solutions to specific problems, such as provision of community toilets. In doing this, they are encouraged to improve on the usual public toilet design, for example by including a room for community meetings, separate queues for men and women and separate toilets for children (in conventional designs, men push women and children out of queues). When the new toilet is finished, other savings groups visit it, ask questions about how it was financed and managed and consider whether they could design and build one. </p> <p>The catalyst for growth comes from those who learn from these exchanges. Most are women who began as managers of savings schemes. Many are illiterate, yet have managed complex projects. Community visits by federation members are frequent. International exchanges take place too, as established federations help savings groups form in other nations. Professional staff from NGOs support the federations, especially in developing links with international funders. </p> <p>These grassroots organisations seek partnerships with government, but on their terms. Demands often used to get negative responses. But when federation members can take government officials to see evidence of their efforts, negotiations are more productive, especially if the project contravenes official regulations. </p> <p>In most cities in Africa and Asia, there is little official information about the settlements where the poor live, yet programmes to improve conditions need detailed maps and data. These are expensive and difficult to produce professionally. Many federations have undertaken city-wide surveys of all tenements and squatter settlements, which they present to government with their plans. They prepare detailed maps and statistics upon which upgrading plans can be based. These are essential for government action, but are owned by the inhabitants, giving them more influence in negotiations. </p> <p>For instance, the Kenyan urban poor federation has been undertaking surveys in Nairobi, where half the population live in squatter settlements. Work to improve conditions has been inhibited by conflicts between landlords and tenants. Yet in Huruma, north of the city, a community-managed survey helped landlords and tenants agree an upgrading programme that accommodated everyone. </p> <p> Although the federations seek partnerships with governments, some politicians feel threatened by their independence. Professionals in local and international NGOs can be reluctant to hand power to the poor. And even where their importance is recognised, the support needed cannot always be provided. Official aid agencies find it difficult to offer support as the federations do not fit their funding frameworks - but the UK Department for International Development and Swedish and Danish aid programmes have developed ways to support them. While international NGOs such as Misereor, Homeless International, Cordaid, the Lotteries Board and the Sigrid Rausing Trust are involved also. </p> <p>It is clear that, if permitted, these federations have the potential to multiply everywhere and change lives. </p> <p><strong>· </strong> David Satterthwaite works at the International Institute for Environment and Development. He was recently awarded the Volvo Environment Prize for his work on the rapid urbanisation of cities in developing countries. More on slum federations at <a href=\"http://www.sdinet.org\">www.sdinet.org</a></p>",
  "<p><strong> Wind chimes</strong><br> Who dares stand up for wind energy against C-list celebs such as David Bellamy and Noel Edmonds, who trash the turbines whenever they can? The British Wind Energy Association, clearly stung by the campaign against windpower, has hit back with its own list of celebs. Hello to Guy Berryman from Coldplay, Wayne Hemingway, Simon Schama, Tom Dixon, Anita Roddick, Lord Foster, Kevin McCloud and Chris Tarrant - all confirmed windies.</p> <p><strong> Holy war of words</strong> <br>Both sides should get on their knees. The anti-wind lobby has signed up the Rt Rev John Oliver, former Bishop of Hereford, while the windies have the The Rt Rev James Jones, Bishop of Liverpool, on their books. The former is the church of England's environment spokesman; the latter is their spokesman on sustainable development. Mitres off, round one.</p> <p><strong> Hot air</strong> <br>Anyone got a copy of the 1992 promotional video by the Central Electricity Generating Board that shows David Bellamy standing underneath a turbine saying: \"They're beautuful \"?</p> <p><strong> Energy levels</strong><br> Tony Blair's big climate speech to the Prince of Wales's business and environment group last week showed Downing Street had lost none of its enthusiasm for spinning the news. First, the BBC was tipped off days in advance so it could put together a large and uncritical \"special report\" on the science of climate change and exclusively follow the prime minister around Jeremy Leggett's photo-voltaic company, Solar Century. Then it tried to bar environment correspondents from the event, preferring to have less knowledgeable lobby correspondents report the speech. Downing Street only relented when Prince Charles's office protested.</p> <p><strong> Quick change</strong><br> It got worse. The prime minister stated clearly in his speech that the government would publish the review of its climate change strategy the next day. Alas, the Department for Environment, Food and Rural Affairs knew nothing about this. Margaret Beckett, the secretary of state, was left to scramble out the terms of reference for a review, to be held over the next few months and available in the spring. Not quite what Blair promised.</p> <p><strong> Cross purposes</strong><br> Transport for London and Friends of the Earth were both quick to correct last week's Sounding about how hard it has been for the public to get details of the planned £500m bridge over the Thames in east London. It seems council offices and some libraries do have the documents. Apologies.</p>",
  "<p>A ripple is followed by a flash of silver as a salmon leaps from the dark brown waters into the bright sunlight. As more feed is thrown into the manmade pond, other salmon dart to the surface, splashing about in a feeding frenzy. </p> <p>\"I always know the fish are happy and healthy when they are feeding well,\" says Bob Kindness, the man who is feeding the salmon, some weighing as much as 2kg. </p> <p>Kindness is in charge of Inverness College's Seafield Centre and a contented man. Despite considerable scepticism among scientists and environmentalists, he has made considerable strides in bringing back wild salmon and sea trout to the riverCarron in the west Highlands. As the Carron comes back to life, there is hope that it could reinvigorate communities alongside it, the rural equivalent of urban regeneration. </p> <p>The salmon that Kindness is feeding, which he does every day, are the next best thing to wild salmon. They have been hatched from eggs taken from wild fish and are being kept as broodstock to produce more salmon to restock the Carron and other rivers. The broodstock programme was initiated from a small number of wild salmon in 1994. New broodstock have been added at regular intervals by catching more wild fish. </p> <p>Today, he has some 80,000 salmon of various ages, kept in 16 green tanks and two rectangular ponds on the Attadale estate owned by the Macpherson family, who gave their blessing to Kindness's restocking experiment. The biggest fish are in the two ponds, with netting across the top to keep out predatory birds and an electrified fence for otters. Broodstock for sea trout is kept at another location. </p> <p>The river Carron flows for 16 miles through the Wester Ross region that lies between Inverness and Skye; it runs from Loch Sgamhain down through the Glen Carron valley to sea level at Loch Carron, in a savagely beautiful landscape of dark green mountainsides with few trees but innumerable trickles of water that make so much of the terrain squelchingly wet. </p> <p>This used to be prime salmon fishing country until two decades ago. Towards the end of the 1980s and throughout the 90s, stocks of sea trout and then salmon collapsed in most of the west Highland rivers. The river Carron was no exception, with rod catches dropping to almost nothing by the end of the 1990s. According to Kindness, the recorded catch for the entire river in 1999 was a paltry five salmon, one sea trout and one finnock (young sea trout). In his words, as a fishery, the Carron was dead. </p> <p>There are several explanations for the state of the west Highland rivers. Kindness thinks climate change and its effects on the marine environment, reducing the size of the feeding grounds, is probably the biggest factor. Bicatching, where fishermen catch other species besides the ones they are after (small salmon getting caught besides mackerel) is another. </p> <p>Some people believe that salmon farming and the spread of diseases to wild fish have contributed to the latter's decline. But Kindness points out that sea trout began to decline in the 1950s and that salmon farming is easy to blame because it is a commercial target. </p> <p>On the other hand, he is convinced that the growing number of predators, such as otters and seals, and birds, such as goosanders, mergansers, cormorants and herons, have depleted wild salmon and sea trout numbers. </p> <p>\"From an angling point of view, I would prefer that they were not on the river, but the reality is that we have to live with them,\" says Kindness, who clearly believes that the protection now afforded to these species comes at a high cost for the wild fish in the streams and rivers of the area. </p> <p>\"It is a thorny issue, but I would at least like the authorities to accept that predation is an issue,\" he says. He thinks that predators probably account for up to, or even more than, 80% of the fish he is putting back into the rivers, and argues that it would seem fair that those environmentalists who want the predators protected should help with the restocking effort. </p> <p>\"I would have no problem with the amount of predators on the river, provided someone else helped with their food bill,\" he says. \"After all, it all contributes to the biodiversity of the area. It is perhaps of interest to note that a pair of black-throated divers on the Carron system successfully reared three young this year, the best result for a number of years. They obviously benefited from the better food supply.\" </p> <p>Even if many of the fish Kindness has hatched end up as repast for birds, otters and seals, he still thinks the effort is worthwhile. </p> <p>\"You can think of it as sacrificial stocking. Lots of the fish returning may not be the ones we hatched, but they have been spared, in effect, because of the restocking that has gone on,\" Kindness says. </p> <p>To date, more than 10 million salmon and sea trout eggs have been produced from the broodstocks. The stocking strategy adopted was to use as much stock as could be produced. The sea trout and salmon were released at various stages of development - ova, fry, parr or smolts (young fish migrating from fresh water to sea) in different parts of the Carron. </p> <p>Following the start of the stocking programme in the mid-1990s, the catch of sea trout and salmon has soared. The total catch of 40 salmon in 2003 was seven times higher than the five-year average from 1997 to 2001. The combined catch of sea trout and finnock of 595 compared with a recorded catch of only two in 1999 and three in 2000. The 2004 rod catches for salmon and sea trout have already exceeded the catches of 2003 with seven weeks of the season still to go. To put those figures in context, it is generally accepted that rod catches represent between 10% and 20% of the total number of fish entering a river. </p> <p>For Kindness, bringing the Carron back to life is more than just about the return of salmon and sea trout. </p> <p>\"At one time, the Carron would have been regarded as exclusively the laird's river; now it is a community asset,\" says Bob. \"Any visitor can fish here on a day ticket basis. Now that the river is alive, there is a bit of a buzz, people will come here for the fishing and it will benefit the community. Already this season more than 100 visitors have taken advantage of the opportunity to fish. This brings additional income to the area since visitors will come specifically to fish or simply stay longer.\"</p>",
  "<p>Your report on the large amounts of plastics and other recyclables sent to China is an issue that I and many environmentalists trying to promote recycling have been worrying about for some time (The UK's new rubbish dump: China, September 20). </p> <p>As a Green party councillor and also one with overall responsibility for recycling on my council, I have been luke-warm about promoting plastics for the reasons your article outlined. On the other hand, the concept of reusing materials is clearly one that can potentially make our society more environmentally sustainable. </p> <p>The recycling industry is no different to any other industry. If it operates within a globalised free market then processing will move to the place with the lowest costs. If recycling is to truly benefit the environment then we need to bring in regulations that would ensure that processing is done in local markets. Otherwise, recycling will be the emperor's new clothes that hides the excesses and destructiveness of the way we currently live. <br> <strong> Cllr Jon Barry </strong> <br> Lancaster <br></p> <p>John Vidal fails to grasp that the higher market price for plastics, to which he refers, actually enables greater recycling of that material, or the fact that without home-market development incineration or landfill could well be the alternatives. He misses the point that China is reducing its demand for oil through reuse, and through making fuller use of returning shipping containers. That oil, too, would have had to travel great distances, but the tankers would have returned empty. Recycling is not the ultimate - we must reduce consumption - but it does make a difference, and it is something we can all do. <br> <strong> Ralph Openshaw </strong> <br> Project manager, Cornwall Waste Action <br></p> <p>What I don't understand is why so much effort goes into collecting, transporting and sorting some materials for re cycling when they could just as well be cleaned and reused, saving even more energy. It's done with glass milk bottles; it used to be done with soft-drink bottles. Surely, with a tad more standardisation of glass containers, it could be done with wine, beer, spirits and cooking-oil bottles. <br> <strong> Robin Stott </strong> <br> Warwick <br> </p> <p>Your report appears at a time when the use of plastic packaging by supermarkets seems to be ever increasing. In my local Tesco, for example, pears are swaddled in moulded foam trays with clear plastic lids. In Morrisons, even green peppers are individually shrink-wrapped! Since the local recycling bins for plastic bottles request that no \"plastic waste\" be deposited therein, presumably all this material is going straight into landfill sites <br> <strong> Nicky Hamlyn </strong> <br> Lewes, E Sussex <br></p> <p>Your article says: \"The trade is made possible by the vast number of shipping containers arriving in Britain with Chinese exports.\" Doesn't it, therefore, make sense to fill all these empty containers up with plastic waste that might otherwise end up in landfills here? Especially if the Chinese can reuse the waste more efficiently and pay good money for it? <br> <strong> Alexis Rowell </strong> <br> London <br></p> <p> Why this fuss over exporting plastic to China? There is a good 19th-century precedent for such mutual trade. A couple of Scottish entrepreneurs filled their ships with oatmeal, sailed them to Hong Kong, where they were loaded with Chinese tea for the return voyage, to the profit of all concerned. <br> <strong> Richard Harvey </strong> <br> Salisbury, Wilts</p>",
  "<p>Organised crime is working with the construction industry to illegally fly-tip tens of thousands of tonnes of building rubble around Britain, avoiding millions of pounds of landfill taxes and costing landowners large amounts to clear up. </p> <p>The gangs scout available land in advance, work with two-way radios, and may descend on a site with 30 or more unidentifiable lorries in a few hours, says the Environment Agency, which is increasingly concerned over a huge rise in fly-tipping incidents. </p> <p>An unpublished study, carried out by agency staff with the Jill Dando institute of crime studies, has found that building sites, roads, fields and electricity substations are the most popular sites for large-scale dumping of building waste, but that cemeteries, hotel grounds, golf courses and sports fields are also being targeted. </p> <p>Much of the dumping is done quite openly, says the report: \"Building sites are particularly attractive since they are accessible to lorries, are flat, and do not arouse suspicion since to the bystander there is nothing wrong with lorries entering a building site.\" </p> <p>An Environment Agency spokesman said: \"Large-scale tipping appears to be happening more frequently. We are told that people are moving out of drugs and into [construction] waste because it's just as profitable and people do not tend to end up in prison.\" </p> <p>The agency says opportunistic fly-tipping by gangs and individuals has risen by 40% in the past two years and is now running at more than 65,000 incidents a month. The cost to local authorities and landowners is believed to be £100m to £150m a year. </p> <p>The rise in the past three years has been largely driven by rising landfill taxes, local authorities charging for the collection of bulky waste, and more goods such as TV sets, computers and refrigerators being defined as \"special or hazardous\" waste. </p> <p>Leeds and Birmingham are among the worst-hit areas, reporting more than 20,000 mostly small incidents a year, but gangs are now working throughout the UK, sometimes transferring waste hundreds of miles. </p> <p>In north London, more than 70,000 tonnes of construction waste was fly-tipped in 2003, costing more than £1m to clean up, and avoiding £135,000 in landfill taxes. Other hotspots included the London boroughs of Harrow and Brent. Lewisham and Westminster boroughs reported 34,000 cases between them last year. Local authorities, farmers and organisations such as British Waterways, Network Rail and the National Trust all report more fly-tipping on their land. </p> <p>The large-scale tippers are resorting to new tactics, says the agency. In the north-east there have been several cases of large warehouses being rented, filled with car tyres and then abandoned. </p> <p>\"Some offenders con landowners and groundsmen into allowing delivery of what they believe to be free topsoil, only to later find hundreds of tonnes of useless waste having been deposited on their land,\" says the report. </p> <p>Much of the tipping is attributed to \"white van man\" - small businesses, jobbing builders, plumbers and gardeners. \"They are often ignorant of the alternatives,\" says the report. \"They either cannot afford to pay or refuse to pay. Some subscribe to a perception that they are unlikely to be caught and prose cuted, or if they are, will receive trivial penalties.\" </p> <p>However, householders are also to blame because they are dumping more rubbish. The Country Landowners' Association has reported an increased incidence, with one in four farmers saying rubbish has been tipped on their land in the last few years. </p> <p>The association's survey of members found that building rubble was the most common material dumped, followed by household items such as fridges, deep freezers, beds, sofas and mattresses. Household rubbish included dead pets, baths, soft toys, telephones, syringes and condoms. There are thought to be fewer cars being dumped now than a few years ago because of the high price of secondhand steel, due largely to China buying up the scrap. </p> <p>Sue Doughty, Liberal Demo crat environment spokeswoman, will warn today that the recent closure of most of Britain's hazardous waste plants - to comply with EU regulations - has left millions of tonnes of potentially dangerous waste with nowhere to go and could further fuel fly-tipping. </p> <p>\"It is scandalous that the government has had five years to prepare for the new rules under the 1999 landfill directive, but has failed to make sure that specialist facilities are ready in time,\" Ms Doughty said yesterday. </p> <p>\"The result could be devastating for regions of England and Wales, with a huge rise in illegal fly-tipping by cowboy waste contractors.\" </p> <p>The Environment Agency study urges action on a national level and suggests it should be made easier for contaminated waste to be disposed of legitimately. </p> <p>\"Reducing the availability of sites that can take contaminated waste makes it more difficult for waste carriers to behave legitimately, and enables fly-tippers to make excuses for their behaviour,\" it says. </p> <p>The Environment Agency says it has limited detective resources and no powers to stop vehicles or check identities. In London, for example, there were only 11 investigators dealing with more than 400 incidents of large-scale dumping in 2002. </p> <p>The fines for large-scale fly-tippers are minimal. Between 1999 and 2003 there were only 2,125 prosecutions, with fines averaging £2,300. \"The fines given to construction and demolition waste offenders are considered to be quite insufficient to deter serious offenders, even if they were likely to be caught,\" says the report. </p> <p>\"There is a lot of waste to get rid of and there is every sign that it will increase,\" says an agency spokesman.</p>",
  "<p><strong> e-Democracy</strong> </p> <p><strong> Launch of e-petitions</strong><br>Residents of Kingston, southwest London, can now petition their council through its website. To start an e-petition, petitioners enter its details through an online form on the council's website. Details are checked against guidelines, and the e-petition is published online to collect signatures. An e-petition can run alongside a paper petition on the same topic and the two combined before being submitted to the council.<br>* <a href=\"http://www.kingston.gov.uk\">kingston.gov.uk</a><br>Local Democracy Week (October 18-24) <br><a href=\"http://www.localdemocracyweek.info\">localdemocracyweek.info</a> </p> <p><strong> Museums</strong> </p> <p><strong> Local heritage goes online</strong><br> Local people's descriptions of the culture and heritage of 10 English cities are to appear on an online guide sponsored by the government's £13m Culture Online programme. The guides will appear on the 24-hour Museum website (<a href=\"http://www.24hourmuseum.org.uk/cityheritage\">24hourmuseum.org.uk/cityheritage</a>). The cities include Birmingham, Liverpool, London, Manchester and Norwich. Storymaker, an online authoring system, allows people to write about their city's culture and heritage. </p> <p><strong> Procurement</strong> </p> <p><strong>Savings on stationery</strong><br>Three Lancashire councils have cut their annual stationery bill by 60% by conducting a joint e-auction. The event, the first by the East Lancashire ePartnership (EleP), attracted 53 bids from eight suppliers offering their best prices. EleP said the auction streamlines the costs of procurement and eliminates \"maverick spending\". </p> <p><strong> Healthcare</strong> </p> <p><strong> One-stop health library</strong><br>The NHS has begun work on a \"single search environment\" to integrate health libraries across England. The idea, from November, is to enable doctors, researchers and other users to find material from 500 local libraries as well as nationally run databases. The single search environment will be one of the first outputs of the emerging National Library for Health, which will network health databases. <a href=\"http://www.nelh.nhs.uk\">nelh.nhs.uk</a> </p> <p><strong> Transport</strong> </p> <p><strong> Beacons come to aid of drivers</strong><br> Motor vehicles involved in a crash will automatically send out a distress signal to emergency services, if a project announced by the European Commission last month comes to fruition. The service, eCall, would relay the exact locations of accidents to local emergency services anywhere in Europe, cutting response times. Devices in cars, working along lines to emergency beacons already carried in ships and aircraft, would be triggered manually or automatically after an accident. The commission's information society directorate says eCall has taken a step forward, following the signing of a memorandum of understanding with industry. <br><a href=\"http://www.europa.eu.int\">europa.eu.int</a> </p> <p><strong> Healthcare</strong> </p> <p><strong> NHS job site booming</strong><br> The Department of Health's online recruitment site is attracting 12,000 visitors a day and has registered 60,000 job candidates, four months after launch. The site, the largest of its kind in the UK, has also received enquiries from over 1,000 healthcare professionals wanting to return to practice after a break. Midwifery has proved to be one of the most popular careers, followed by allied health professions and healthcare science. <a href=\"http://www.jobs.nhs.uk\">jobs.nhs.uk</a> </p> <p><strong> Revenue and Customs</strong> </p> <p><strong> Taxman brings in new IT chief</strong><br>HM Revenue and Customs is the latest government body to recruit a chief information officer from the private sector. The post is a board-level appointment. Steve Lamey, 48, was previously CIO for BG Group. Lamey is responsible for integrating the systems of the former Inland Revenue and HM Customs &amp; Excise. Contractor Cap Gemini took over the Revenue's systems in July.</p>",
  "<p>Public bodies earning income by selling services online have been warned to expect tough scrutiny to protect competition. The Office of Fair Trading has announced its intention to study the market in land information services, following an investigation which ended last month. </p> <p>The Guardian understands this investigation has covered the whole emerging market in e-government products. The office's chairman, John Vickers, warned last week that \"publicly owned producers engaged in economic activity are subject to competition law, just as private firms are\". </p> <p>He was speaking after the OFT cleared arrangements under which property information is sold through the National Land Information Service (NLIS). The service provides a single point of contact for official land and property-related information in England and Wales, allowing property searches to be done online. </p> <p>The service's \"hub\", set up by the Local Government Information House, is run by a private contractor, MacDonald Dettwiler. The company is also one of three firms with licences to sell information from the hub to conveyancers. </p> <p>A rival licensee of an NLIS channel, TM Property Services, complained that the arrangement allowed MacDonald Dettwiler to abuse \"a dominant position as the sole information hub operator\". The OFT ruled last month that there were no grounds for action but said \"the market as a whole needs further in-depth study, which will be conducted by the OFT in due course\". </p> <p>Steven Foster, TM's chief executive, welcomed the decision to investigate further. \"We expect the Local Government Information House (the NLIS regulator) to fulfil its contractual obligations to provide a fair, viable and competitive NLIS environment.\" </p> <p>The OFT's probe is likely to raise wider questions about the way government creates markets in e-services. In theory, it is policy to encourage commercial \"intermediaries\" to offer services based on government data. </p> <p>However, such businesses have been slow to take off because there is nothing to stop public bodies launching their own services in competition.</p>",
  "Last week's announcement by the deputy leader of the French Socialist party, Laurent Fabius, that he intends to campaign against the European constitution in next year's referendum, is a significant twist in the debate. His decision may have more to do with personal ambition than political conviction (he hopes to be a frontrunner for the next presidential elections), but his demand for a stronger European social dimension will have resonance far beyond France's borders. <p>Leading British trade unionists have already floated the idea of withholding support from the constitution after Tony Blair sought to placate rightwing opinion with assurances that it would do nothing to advance workplace rights. This may have been a reaction to the spin rather than the substance of the constitution, but it is hard not to sympathise. Why should they be expected to rally behind a prime minister who is so openly dismissive of their aspirations? </p> <p>There is a real prospect that the left will see the referendum as a cost-free opportunity to kick Blair. If so, it would be a serious miscalculation. The only people to benefit from a no vote would be those who want to dismantle what has already been achieved and turn the EU into little more than a free-trade area. Not all of these are Conservatives. </p> <p>As some of Gordon Brown's recent comments demonstrate, the most stubborn resistance to European integration now comes from Labour's new right. The constitution, with its explicit endorsement of the \"social market economy\", was always going to provoke the opposition of those who still dream of a world without markets. They now enjoy the tacit support of Labour \"modernisers\" who wish to dispense with the social, at least in relation to economic policy. </p> <p>Like most parties of the reformist left, Labour long ago abandoned the idea of socialism as a distinct mode of production in which private property and markets would be abolished, and settled for the task of pursuing social justice within broadly capitalist parameters. The decision to rewrite Clause 4 can be seen as the moment when theory belatedly caught up with practice. The significance of Brown's latest attack on Europe as \"inward-looking, inflexible and sclerotic\" is that it shows how close Labour now is to repudiating social democracy and with it the idea that a different kind of capitalism is possible. </p> <p>In Brown's view, the \"varieties of capitalism\" debate has been conclusively resolved in favour of the US business model, with its low levels of employment protection, minimal regulation and fixation with shareholder value. Brown's hostility to Brussels reflects the refusal of most continental Europeans to accept what he holds to be self-evident: that the social market economy has had its day. </p> <p>Yet there is no real basis for arguing that the US model is superior. Many of the differences are a matter of choice, such as the willingness of European workers to trade wage growth for more leisure time by working fewer hours. It is notable that French and German productivity levels per hour worked remain comparable to America's and significantly higher than Britain's. </p> <p>Performance also reflects differences in demographic circumstance, such as migration flows, fertility rates and population density, which have nothing to do with levels of market regulation or taxation. The biggest single contribution to America's recent productivity growth has been in the retail and wholesale sector, where an abundance of space has allowed a shift to more efficient out-of-town developments. This is not something our relatively crowded continent can match, however much its apes America's flexible labour markets. </p> <p>Rarely acknowledged is the huge comparative advantage America gains from having a single currency that allows trade across a vast market with continental economies of scale. Even less so, the fact that the dollar's global status allows it to run large external deficits that other countries finance by holding US treasury securities at favourable rates of interest. Tellingly, this is one sense in which Europe's detractors do not want it to emulate America. </p> <p>The attempt to pin Europe's recent underperformance on the supposed failure of its social model has a clear ideological purpose: to shift public policy to the right. Of course, some continental countries have a very real problem with high levels of structural unemployment, but this is not a general or inevitable feature of the European model. </p> <p>Brown is as guilty of peddling the myth of US superiority as any Conservative politician, but it would be wrong to dismiss his motives as straightforwardly rightwing. He hopes that by importing US-style capitalism, Britain can maximise efficiency and growth and generate the revenues needed to raise long-term investment in public services. He seeks, in other words, to marry a neo-liberal economy to the social democratic state. </p> <p> The problem with this approach is that the economy does not form a discrete and separable sphere of human activity. Economic structures generate values and outcomes that help to shape political culture. If they result in ever-widening disparities of wealth, as they are continuing to do in Britain, the ethic of social solidarity from which public services draw their legitimacy will weaken. </p> <p>There are also resource and other limits on the capacity of the state to compensate for the failure of the market to provide security and a decent income when standards are constantly being driven down. We can already see this in our looming pensions crisis. High levels of taxation and public spending are only part of the reason why the countries of northern Europe produce more egalitarian outcomes. Just as important is an economic framework that facilitates social partnership and shares the benefits of growth more fairly. New Labour's unwillingness to grapple with this elementary truth is the main reason why the Third Way has proved to be such a cul-de-sac for progressive politics. </p> <p>The European social model remains the only viable counterpoint to the economic brutalism of the American way. The question for the left should be how best to strengthen it. The answer is for Europeans to work in concert and pool their collective resources more effectively. The European constitution does this by deepening political union, strengthening Europe's capacity to act and declaring in favour of fundamental social rights. It may not go far enough, but it would be foolish to expect that its rejection would lead to something better. </p> <p>The debate on Europe is about much more than constitutions and currencies. It is fundamentally a question of whether an alternative to the Washington consensus remains possible. The left should be in no doubt about what is at stake. </p> <p><b>·</b> <a href=\"mailto:Dkclark@aol.com\">David Clark</a> is a former Labour government adviser; his pamphlet, The Labour Movement Case for Europe, is available from <a href=\"http://www.britainineurope.org.uk\">www.britainineurope.org.uk</a></p>"
]