[
  "<p>Michael Howard and Tony Blair will compete to grab the initiative on climate change next week in speeches promising action to use tax incentives and aid to make renewables an attractive buy for the average household.</p> <p>Michael Howard, who is opposing a wind farm in his Folkestone and Hythe constituency, was expected to endorse the building of new nuclear stations in his speech on Monday but opposition from within his party has led him to water down his proposal. </p> <p>Mr Howard is expected to list a series of measures including a differential stamp duty on house sales to favour energy efficient properties and faster phasing out of HFCs, the chemical used in fridges and air conditioning which also damages the ozone layer. </p> <p>The prime minister, who speaks on Tuesday, had a long meeting with environment groups last week. He was told a repeat of the green speeches he began to make before the 1997 election would raise a hollow laugh unless backed with action. </p> <p>While the prime minister is unlikely to be able to offer anything on the tricky issue of transport, he is expected to announce some boost for renewables and match anything Mr Howard says on one of the great new potential environment areas, micro-generation for households. This is a series of small-scale plants from small wind turbines, solar water heating and electricity to combined heat and power plants and heat pumps. </p> <p>The government has always said these were some way off but the technology has developed so fast it is available now. </p> <p>Both came under attack from the Liberal Democrats, who produced a long list of their failings. </p> <p>Norman Baker, the environment spokesman, said: \"Michael Howard's record shows he truly is the Toxic Tory. In his time as environment secretary he gave an amnesty to water companies polluting rivers and attempted to repeal European environmental legislation. </p> <p>\"Tony Blair's government's record on the environment is woeful. Since Labour came to power carbon emissions from aircraft are up 23%. Labour have shown little interest in green issues, introducing only one debate on the subject in parliament since the last general election. </p> <p>\"Global warming, pollution and threats to wildlife are problems that are worsening daily and cannot be tackled with empty rhetoric. A yearly speech on such a crucial issue is simply not good enough. </p> <p>\"The Liberal Democrats have put forward genuine green alternatives, such as a restructuring of road tax with the most polluting cars paying significantly more.\" </p> <p>In the seven years since Labour came to power progress has been slow or non-existent in many sectors, and targets are not being met - particularly the 20% cut in carbon dioxide emission by 2010. </p> <p>The other major examples are traffic growth and failure to boost electricity production from renewables. Britain also remains close to bottom of the European recycling league. </p> <p>This could prove an embarrassment to Mr Blair because as chairman of the G8 group of leading economies next year he is making climate change and Africa his priorities.</p>",
  "Tony Blair and Gordon Brown closed ranks yesterday to warn their EU allies that Europe must move further and faster towards economic reform if it is to help sustain the global recovery as oil prices rise. <p>After the chancellor penned a combative Financial Times article warning against the old \"inward-looking, inflexible and sclerotic\" Europe, both No 10 and No 11 denied any hint that Mr Brown was seeking to rock the boat at the end of a storm-tossed political week. </p> <p>Mr Blair has accepted that Britain will not seek to enter the eurozone soon. But ministers do expect an early referendum on the EU constitution, which should make for more effective leadership. </p> <p>\"I am more and more confident about our ability to win it,\" the foreign secretary, Jack Straw, told the Guardian this week as the prime minister signed off with \"no hesitation\" on a white paper that sets out the case for voting yes. </p> <p>\"Mr Brown, the prime minister, other government ministers, have long made clear the case for reform in Europe,\" a No 10 spokesman said. That was why they are delighted with the new EU commission team, led by Jose Manuel Barroso of Portgual, he added. No 11 concurred. </p> <p>In his article, Mr Brown urged a three-point plan to sustain growth: </p> <p><b>·</b> Stable and lower oil prices from Opec producers as oil edges towards $45 a barrel, compared with $10 in 1999; </p> <p><b>·</b> Forward-looking monetary and tax policies, much like his own, to stimulate growth; </p> <p><b>·</b> A push to complete the Doha trade round, adding $500bn a year to global trade, mainly aiding poorer states. </p> <p>But he focused his frustration on imbalances arising from the EU's \"weakness\" - and on Brussels, where the Lisbon agenda for economic modernisation has stalled. Eurozone growth has topped 3% once in a decade, compared with an average of 3% in the US. Britain has seen 6% growth in three years, and Germany 1%. </p> <p>On Radio 4's World at One, Mr Brown spoke of plans for the public services. \"These are the tasks\", he said. \"It is nothing to do with personalities. It is not the position you hold, whether you are chairman of this or chairman of that, that matters. It is what you do.\"</p>",
  "<p>History teaching in Northern Ireland, once riddled with bias and bigotry, is now restrained to the point of blandness, according to research that lambasts it for failing to address the Troubles head on.</p> <p>While the standard of history teaching was considered generally high, certain schools were refusing to tackle the province's more controversial issues, said Alison Kitson, of the Institute of Education at the University of Warwick. In some schools she found there was a tendency to make children aware of different viewpoints without probing the reasons for the differences. </p> <p>According to Ms Kitson, whose paper, History teaching and reconciliation in Northern Ireland, forms part of a wider project on history education in countries emerging from conflict, the problem is exacerbated by the fact that 95% of pupils attend either Catholic \"maintained\" or Protestant \"controlled\" schools. The most segregated areas with the most acute sectarian problems were the areas where teachers were most likely to \"play it safe\" with a bland history curriculum. </p> <p>Pupils attending rural grammar schools in areas with low levels of social tension were more likely to be encouraged to explore areas of historical controversy.</p> <p>Ms Kitson said she understood why teachers in areas on the fringes of paramilitary activity would not want to encourage the discussion of controversial issues. However, she said it was important that history be taught in a progressive manner.</p> <p>\"One of the most important roles of the history classroom can be to enable pupils to explore controversial issues in a safe environment,\" she said.</p> <p>Andy Todd has frontline experience of teaching history in an area emerging from social conflict. As a history teacher at Belfast Boys Model school in the centre of Belfast, he said learning about the Troubles could be hard for some pupils.</p> <p>\"A lot of the boys would like it if we taught about the Troubles, but I wouldn't want to teach about them as it's a bit too close to home,\" he said. \"A lot of pupils have been personally touched by the Troubles and really would only want to hear one side.\"</p> <p>Mr Todd said not all parents would appreciate their children being taught this sensitive subject, although he did concede that history teaching might have a role to play in easing the social tension.</p> <p>\"If the kids understood about other communities' perspectives, it could help make progress and although this is not the sole responsibility of teachers they do have an important role to play.\"</p> <p>Alan McCully, from the school of education at the University of Ulster, agreed that changes needed to take place in the way history was taught in schools. </p> <p>In his research, History, identity and the school history curriculum in Northern Ireland, Mr McCully undertook a study involving 253 children from 10 schools, which measured pupils' reactions to a set of 28 pictures including some images of the Troubles. The pupils were asked to select pictures that were important to them. About 30% of pupils picked out images that were associated with their own community and a further 30% picked out more general images of the Troubles. Others selected pictures not related to the conflict.</p> <p>Older children showed an increased tendency to select pictures depicting their own community, which suggested that as they went through the school system the pupils became more politicised, despite objective, enquiry-based history. Mr McCully now believes dramatic changes are needed to make history teaching more relevant to schoolchildren. </p> <p>\"The past is very well taught in Northern Ireland. However, there is a division in history teaching between those who apply history directly to modern events, and those who do not. There is a need for a flexible history curriculum in which teachers have the freedom to place different emphasis on various subjects in order to challenge prevailing local interpretations,\" he said.</p> <p>Mr McCully believes his findings show that children growing up in Northern Ireland are in danger of learning \"two histories\". He recalled how one male pupil had told him: \"You need to know two histories; one to pass exams and the other to survive out there.\"</p> <p>Davy Hyland, the education spokesman for Sinn Fein, said history teaching on recent events in Northern Ireland was an easy target for criticism, but he was impressed with the current history syllabus.</p> <p>While at school in St Colemans College in Newry, Mr Hyland was taught history with a strong pro-English unionist bias, especially regarding 17 and 18th century British history.</p> <p>\"The accusation can always be made that you are teaching from a biased background,\" he said.</p> <p>Last month, Mr Hyland took part in a BBC Ulster experiment in which he and his counterpart from the Democratic Unionist Party, Sammy Wilson, sat a GCSE history examination that included questions on the history of Northern Ireland. The paper was sat under exam conditions and marked by an independent examiner. Mr Hyland scored 80% and Mr Wilson 64%.</p> <p>\"The questions were stimulating and thought provoking and included probing questions that gave the opportunity to look at both the nationalist and unionist perspectives on the issues,\" said Mr Hyland.</p> <p><strong>·</strong> Ms Kitson's report is a case study that forms part of a bigger project on history education in countries emerging from conflict for the Carnegie Council on Ethics and International Affairs in New York. Ms Kitson talked to education policy makers in Northern Ireland, interviewed teachers from a cross-section of schools and studied the history textbooks they use.</p>",
  "<p>Nasa scientists have recovered some intact materials from the wreckage of the Genesis space capsule that crashed in the Utah desert this week and are hopeful the mission to gather solar atoms may be salvaged. </p> <p>\"We should be able to meet many, if not all, of our science goals,\" said Roger Wiens, a physicist at the Los Alamos national laboratory. </p> <p>Scientists have been peering inside the capsule with flashlights and mirrors, finding intact parts. </p> <p>Nasa officials said the crushed sample canister holding billions of solar particles collected 930,000 miles (nearly 1.5m km) out in space was being assessed in the controlled environment of a laboratory clean room at the army's Dugway Proving Ground near Salt Lake City, Utah, which tests biological and chemical defence systems. </p> <p>Officials said some of the collector plates holding the solar samples appeared to be intact while others were pulverised on on impact. \"We want to try to get out as much of those [plates] as we can,\" Mr Wiens said. </p> <p>The $264m (£149m) Genesis mission, which had gone smoothly since its launching in 2001, ended in disappointment on Wednesday when two parachutes failed to open after the sample capsule returned on schedule from space. </p> <p>The 450lb, disc-shaped capsule slammed into the desert at 193mph, cracking open at the seams as it buried itself halfway into the ground. \"There was a lot of damage done,\" said David Lindstrom, Nasa's Genesis programme scientist. \"We have a mangled mess of a spacecraft.\" </p> <p>Dr Lindstrom said experts were taking their time examining the sample capsule to determine how badly dirt and other materials had contaminated it. </p> <p>Scientists wanted to move carefully to prevent damaging the samples further and to develop a plan for opening the capsule while causing the least harm. \"We are very hopeful of getting good science out of this,\" he said. </p> <p>It would take several days to examine the sample capsule, which has been ripped open with a six-inch gap between the top and bottom sections, Dr Lindstrom said. After the initial assessment, the capsule will be sent to the Johnson space centre in Houston for detailed work, as was originally planned. </p> <p>The re-entry vehicle that contained the science capsule was dug out of the ground and also taken to the army base, where investigators will begin examining it. </p> <p>Dr Lindstrom said he would not speculate on the cause of the re-entry failure, but said that the parachutes and the equipment that is supposed to make them work had been in deep space for three years. </p> <p>Nasa has little experience with aging and other factors that could affect the system, since this was the first time the agency had attempted to retrieve a cargo from deep space.</p>",
  "<p>Life is tough at the bottom, according to the boss of Britain's national rail enquiries service, Chris Scoggins. The Bristol-born computer specialist encourages his executives to go back to the floor regularly by manning the phones alongside call centre staff. His stints have proved a chastening experience. </p> <p>\"I find it quite a challenge. It's a difficult job. Our average call is one and a half minutes - that's not long to get into a conversation with the customer and to answer their needs before you're on to the next call.\" </p> <p>The nature of Britain's railway network is such that passengers are not always in the best of moods when they call about the whereabouts of a train. \"I haven't had any actually abusive ones but I've had customers who are very upset about delays and so on - as you do get from time to time,\" says Scoggins. \"That's the biggest challenge for people working in call centres. It can be very stressful when you get upset customers on the end of the line.\" </p> <p>National Rail Enquiries is Britain's busiest telephone number, handling 170,000 calls a day. The service is paid for by train operators at an annual cost of £40m, with each company footing the bill for its share of enquiries. </p> <p>A Cambridge archeology graduate, Scoggins took charge two years ago with a mission to improve a patchy service which had been fined by the rail regulator for poor performance and was yet to delve into the internet. </p> <p>\"To find a whole industry which has relatively little internet application was really quite unique in 2002,\" he recalls, effusing about the need for a \"multi-channel environment\". He has presided over the construction of a website which attracts 2.5m hits a week. </p> <p>A softly spoken, low-key character, Scoggins was initially happy to plug away behind the scenes at improving the service's reliability - he boasts that the average waiting time for callers is 22 seconds, compared to an average in the call centre industry of 71 seconds. However, one morning last year he woke to find himself at the centre of a furore over proposals to outsource a sizeable chunk of operations to India. Documents outlining the plans, leaked to the Guardian, prompted a parliamentary inquiry and allegations from unions that Scoggins was treating staff as \"cannon fodder\". </p> <p>Telephonists in Bangalore, who typically earn little more than £1,800 annually, were being secretly trained by National Rail Enquiries contractor BT to provide information on Britain's notoriously complex transport infrastructure. </p> <p>The move was forecast to save £25m over five years. Scoggins proceeded to dig himself into a hole by insisting money was not the primary motivation. He told MPs Indian workers were often better than their British counterparts, infuriating call centre unions such as Amicus. </p> <p>\"In some aspects they are better in India,\" Scoggins insists. \"In aspects that stem from, I believe, their improved ability to retain and learn information because they have been in full-time education for rather longer than your average UK agent.\" </p> <p>So Indian call centre staff are brighter than their British counterparts? \"Well they have more practice at learning. I don't think they're brighter necessarily. They have more practice at studying complex information and absorbing it and remembering it and recalling it.\" </p> <p>In a further justification to MPs which prompted raised eyebrows, he suggested the power supply in India was more reliable, claiming ten blackouts disrupted the service's call centres in Britain last year. This irritated National Grid Transco, which insisted its network was 99.9999% reliable, with an average of one five-minute outage each decade per customer. </p> <p>Scoggins says he was referring to electricity and telephone outages. He admits that the only reason for India's greater reliability is that call centres have invested in emergency back-up units - which are not considered necessary in Britain. </p> <p>\"Indian operations have had to be extremely cautious in their provision of business continuity measures,\" he says. \"They have multiple levels of back-up power generation on site under their own control with large quantities of fuel.\" </p> <p>National Rail Enquiries is far from alone in using offshore call centres. Since BT's directory enquiry service was deregulated, callers have been directed as far afield as South Africa and the Philippines. Lloyds TSB shifted 750 call centre jobs to India, while travel agencies such as ebookers are almost exclusively dependent on workers in developing countries. </p> <p>Nevertheless, the decision to move National Rail Enquiries has prompted particular scepticism. Critics have queried whether workers 10,000 miles from Britain can really be expected to grasp the difference between an Apex, a supersaver and a first-class standard ticket. Or whether those without local knowledge are best placed to advise on the options for complicated cross-country journeys with bicycle or wheelchair access. </p> <p>Odd British pronunciations could also be an issue. Problems can even arise with native speakers - one Guardian reader recently wrote in to detail his struggle for a refund after a ticket office clerk sold him a ticket to Bolton instead of to Malton. </p> <p>Again, Scoggins believes that those in Bangalore are likely to cope better than their counterparts in Cardiff: \"In India, they are less likely to assume they've heard you correctly and more likely just to ask again and to repeat it back to you to ensure that it's correct. UK agents tend to be more confident and more likely to think they've got the right answer when in fact, maybe they haven't all the time.\" </p> <p>Under a five-year deal which began in February, National Rail Enquiries contracted out its call centres to BT and Ventura in an agreement worth £80m. So far, just over 100 jobs have been shifted to call centres in Mumbai and Bangalore, A further 1,400 work in Cardiff, Derby, Newcastle and Plymouth. By the autumn, half of all calls will go to the subcontinent. Amicus says this could cost up to 700 jobs. </p> <p>Scoggins claims staff are likely to be redeployed to other companies. \"Some of the savings will enable us to invest in providing better information to passengers. Any savings beyond that would end up in increased premium payments by train firms to the Strategic Rail Authority and a decrease in the subsidy requirement.\" </p> <p>Is it really desirable for bright young graduates from a developing country to channel their talents into answering the telephone to frustrated British commuters? Particularly at salaries far short of Britain's minimum wage? </p> <p>\"I'm not sure of the development path planned for Indian society, but one would imagine that as the country develops, they will have more opportunities. </p> <p>\"There's a long held tradition of work which used to be done in the western world moving to developing nations. I don't see this as any different.\" </p> <p>Back home, National Rail Enquiries is working on a new service providing real-time information by text message to passengers' mobile phones. The service attracted 10,000 complaints from customers last year, though Scoggins says the rate has since fallen by a quarter. He says \"mystery shopper\" research commissioned internally suggests that 97% of callers get correct information. </p> <p>The Rail Passenger' Council is sceptical about the accuracy of answers to more complicated calls. As well as offering train times, National Rail Enquiries is supposed to provide information about fares, accessibility, delays, the eligibility of railcards and group discounts. In a survey two years ago, the RPC found only 34% of complex calls were answered correctly. </p> <p>Scoggins says the study was two years ago and was unfair: \"It was specifically about people travelling with a bicycle during engineering works with replacement buses on a specific route on days over a fares change.\" </p> <p>A daily commuter on South West Trains from Winchester to Waterloo, Scoggins says he does not carry any train times in his head. He rejects the notion that the jobs on offer in his call centres are boring: \"If you really engage with each customer and try to attend to their individual needs, you'll get a higher level of job satisfaction than if you treat them in the most minimal way.\" </p> <p>Scoggins points out that the flexible hours are particularly attractive for those with children or in part-time study: \"Call centre work in the UK provides opportunities for meaningful employment for people who have specific needs which don't fit a nine-to-five sort of a job.\" </p> <p>So if one of his children decided to be a call centre worker, would he be a proud father? \"I'd be proud of them as long as they were happy. I started work in a school uniform shop - folding clothes after hours.\"</p>",
  "Vladimir Putin, the Russian president, is so fed-up with being grilled over his handling of the Beslan catastrophe that he lashed out at foreign journalists on Monday. \"Why don't you meet Osama bin Laden, invite him to Brussels or the White House and engage in talks?\" he demanded, adding that: \"No one has a moral right to tell us to talk to child-killers.\" <p>Fortunately for Putin, there is still one place where he is shielded from the critics: Israel. On Monday, Ariel Sharon welcomed the Russian foreign minister, Sergei Lavrov, for a meeting about strengthening ties in the fight against terror. \"Terror has no justification, and it is time for the free, decent, humanistic world to unite and fight this terrible epidemic,\" Sharon said. </p> <p>There is little to argue with there. The essence of terrorism is the deliberate targeting of innocents to further political goals. Any claims its perpetrators make to fighting for justice are morally bankrupt, and lead directly to the barbarity of Beslan: a carefully laid plan to slaughter hundreds of children. </p> <p>Yet sympathy alone does not explain the outpourings of solidarity for Russia coming from Israeli politicians this week. An unnamed Israeli official was quoted as saying that Russians \"understand now that what they have is not a local terror problem but part of the global Islamic terror threat\". The underlying message is unequivocal: Russia and Israel are engaged in the very same war, one not against Palestinians demanding their right to statehood, or against Chechens demanding their independence, but against \"the global Islamic terror threat\". Israel, as the elder statesman, is claiming the right to set the rules of war. </p> <p>Unsurprisingly, the rules are the same ones Sharon uses against the Intifada in the occupied territories. His starting point is that Palestinians, though they may make political demands, are actually only interested in the annihilation of Israel. This goes beyond the state's standard refusal to negotiate with terrorists - it is a conviction rooted in an insistent pathologising, not just of extremists but of the entire \"Arab mind\". </p> <p>From this basic belief several others follow. First, all Israeli violence against Palestinians is an act of self-defence, necessary to the country's survival. Second, anyone who questions Israel's absolute right to erase the enemy is themselves an enemy. This applies to the UN, other world leaders, journalists and peaceniks. </p> <p>Putin has clearly been taking notes, but it's not the first time Israel has played this mentoring role. Three years ago, on September 12 2001, Binyamin Netanyahu, Israeli finance minister, was asked how the previous day's terror attacks would affect relations between Israel and the US. \"It's very good,\" he said. \"Well, not very good, but it will generate immediate sympathy.\" The attack, Netanyahu explained, would \"strengthen the bond between our two peoples, because we've experienced terror over so many decades\". </p> <p>Common wisdom has it that after 9/11, a new era of geo-politics was ushered in, defined by what is usually called the Bush doctrine: pre-emptive wars, attacks on terrorist infrastructure (read: entire countries), an insistence that all the enemy understands is force. In fact, it would be more accurate to call this rigid worldview the Likud doctrine. What happened on September 11 2001 is that the Likud doctrine, previously targeted against Palestinians, was picked up by the most powerful nation on earth and applied on a global scale. Call it the Likudisation of the world: the real legacy of 9/11. </p> <p>Let me be absolutely clear: by Likudisation I do not mean that key members of the Bush administration are working for the interests of Israel at the expense of US interests. What I mean is that on September 11, George Bush went looking for a political philosophy to guide him in his role as \"war president\". He found that philosophy in the Likud doctrine, handed to him ready-made by the ardent Likudniks ensconced in the White House. In the three years since, the Bush White House has applied this logic with chilling consistency to its global war on terror - complete with the pathologising of the \"Muslim mind\". It was the guiding philosophy in Afghanistan and Iraq, and may well extend to Iran and Syria. It's not simply that Bush sees America's role as protecting Israel from a hostile Arab world. It's that he has cast the US in the same role in which Israel casts itself, facing the same threat. In this narrative, the US is fighting a never-ending battle for its survival against irrational forces that seek its total extermination. </p> <p>And now the Likudisation narrative has spread to Russia. In that same meeting with journalists, Putin made it clear he sees the drive for Chechen independence as the spearhead of a strategy by Chechen Islamists, helped by foreign fundamentalists, to undermine Russia by stirring up its Muslim population. \"There are Muslims along the Volga, in Tatarstan and Bashkortostan ... This is all about Russia's territorial integrity,\" he said. It used to be just Israel that was worried about being pushed into the sea. </p> <p>There has indeed been a dramatic rise in religious fundamentalism in the Muslim world. The problem is that under the Likud doctrine there is no space to ask why this is happening. We are not allowed to point out that fundamentalism breeds in failed states, where warfare has systematically targeted civilian infrastructure, allowing the mosques to start taking responsibility for everything from education to garbage collection. It has happened in Gaza, Grozny and Sadr City. </p> <p>Sharon says terrorism is an epidemic that \"has no borders, no fences\", but this is not the case. Terrorism thrives within the illegitimate borders of occupation and dictatorship; it festers behind security walls put up by imperial powers; it crosses those borders and climbs those fences to explode inside the countries responsible for, or complicit in, occupation and domination. </p> <p>Sharon is not the commander-in-chief of the war on terror; that dubious honour stays with George Bush. But on the anniversary of 9/11, he deserves to be recognised as this disastrous campaign's guru, a trigger-happy Yoda for all wannabe Luke Skywalkers out there, training for their epic battles of good vs evil. </p> <p>If we want to see where the Likud doctrine leads, we need only follow the guru home, to Israel, a country paralysed by fear, embracing policies of extrajudicial assassination and illegal settlement, and in denial about the brutality it commits daily. It is a nation surrounded by enemies and desperate for friends - a category it narrowly defines as those who ask no questions, while offering the same moral amnesty in return. That glimpse of our collective future is the only lesson the world needs to learn from Sharon. </p> <p> <a href=\"http://www.nologo.org\">www.nologo.org</a></p>",
  "<p>One of the big names in Manchester, Boddingtons brewery, plans to quit the city where its redbrick premises have become a valuable property asset. </p> <p>Famous for its landmark chimney and bee symbol, as well as a bite which the company has traditionally linked to its home town's grittiness, the brew will be made in Preston, Glasgow and south Wales from next year if the plans go through. </p> <p>It faces fierce opposition from staff and the Transport and General Workers' Union, which may try to challenge the Boddingtons branding for beer not made in Manchester. Brian Revell, national officer for the TGWU, accused Belgian parent Interbrew of sacrificing 55 jobs to corporate greed. </p> <p>The 228-year Manchester history of \"Boddies\" would survive by a thread under Interbrew's proposals, which aim to transfer cask ale production of hand-pulled Bod dingtons - less than 10% of output - to Hyde's brewery, which is in the city. </p> <p>Simon Cahillane, chief executive of Interbrew UK and Ireland, broke the news yesterday as Interbrew disclosed a 20% rise in first-half net profits to €205m (£140m). </p> <p>Mr Cahillane said the closure decision had been forced by the lop-sided economics of brewing keg ales in Manchester, but canning, bottling and packaging them in other company breweries with spare capacity. </p> <p>\"In today's highly competitive environment, it's just not sustainable. Reaching this position has been extremely difficult, particularly because of the tremendous commitment shown by all the employees at the brewery.\" </p> <p>Staff were angry at the turn-around, two years after Interbrew dropped a similar scheme in the face of widespread local protests. Franny Joyce of the TGWU said: \"The workforce here have been absolutely fantastic, but now they've been stabbed in the back. This is a gross betrayal of them and of the whole city of Manchester, especially when the company has done everything it can to associate Boddingtons with the city. </p> <p>\"This brewery makes a profit and they've always sold its beer as the 'Cream of Manchester'. Now it looks like being the sour grapes of south Wales.\" </p> <p>Boddingtons played on the transformation of Manchester in recent years through a TV advert of an elegant - but thoroughly Mancunian - woman draining a pint as a gondola floated her along the river Irwell. The property boom is thought to have played a crucial role in the closure decision, with the site certain to be sold for expensive lofts and offices. </p> <p>Boddingtons started brewing in Manchester in the 1790s and showed a cautious attitude to spending from the start. The Strangeways site was picked because it was just outside city limits and therefore not liable to grain tax.</p>",
  "Should a country whose constitution prohibits it from using military force overseas be granted membership of a body that dispatches troops to war zones across the globe? <p>A question for an undergraduate international relations exam, perhaps, but also a very real political conundrum that Japan is eager to see answered in the affirmative.</p> <p>As the world's second-biggest economy and No 2 contributor to UN coffers after the US, it seems faintly ridiculous that Japan is not a permanent member of the UN security council alongside the US, Britain, France, Russia and China.</p> <p>Its quest to join them was strengthened this year when the prime minister, Junichiro Koizumi, sent hundreds of troops on a humanitarian mission to southern Iraq despite widespread opposition at home.</p> <p>That won him kudos in Washington and London, and took the sting out of accusations - made after the first Gulf War - that Tokyo is interested only in bankrolling conflicts while troops from elsewhere take the risks.</p> <p>But whether that will be enough to convince all five permanent members of the security council - the P5 - of Japan's suitability is open to question.</p> <p>It does not help that Mr Koizumi himself is a latter-day convert to the UNSC bid. Until recently, he stated publicly that Japan could not mount a serious bid for membership as long as it retained article 9 of its constitution, in which \"the Japanese people forever renounce war as a sovereign right of the nation and the threat or use of force as a means of settling international disputes.\"</p> <p>Later this month, however, Mr Koizumi will plug his country's bid for permanent status in a speech to the UN general assembly. \"I want to express the view that there could be another permanent member of the UNSC of a different type - and that is Japan,\" he said this week.</p> <p>Article 9, like the rest of Japanese constitution, was authored by the Americans after the end of the second world war. Now they want to see it ditched, hinting that Japan's bid could fail if it isn't.</p> <p>Quite how far Washington expects Japan to go in acquiring the diplomatic - read military - mandate to match that of the current P5 is not clear.</p> <p>This week the Japanese government's top spokesman, Hiroyuki Hosoda, claimed Tokyo had been given assurances that \"the US is supporting Japan's membership of the UNSC without any prior conditions.\"</p> <p>Yet only days earlier, the US secretary of state, Colin Powell, had this to say: \"If Japan is going to play a full role on the world stage and become a fully active and participating member of the security council - and have the kind of obligations it would pick up as a member of the security council - article 9 would have to be examined in that light.\"</p> <p>Observers say Japan's best chance lies in allying its membership mission to the general push for UN reform, with an increase in the number of permanent UNSC members - perhaps by as many as five - as the centerpiece. Germany, Brazil, India and South Africa are among the other candidates.</p> <p>Unity won't necessarily bring results, however. Expanding UNSC membership would require the support of at least two-thirds of the 191-strong membership of the UN general assembly and every one of the P5.</p> <p>And the P5, of course, includes China. Beijing has so far held its tongue, but Chinese media have made no secret of their opposition to Japan's bid until it is satisfied that its former enemy has sufficiently atoned for its brutal occupation of parts of China before and during the war.</p> <p>While maintaining that constitutional revision is not a prerequisite for permanent membership, Mr Koizumi is also at the forefront of efforts to rewrite article 9 to allow Japan to play a greater role in, for example, UN-sponsored military operations.</p> <p>Supporters of article 9 have been using the build-up to his speech in New York on September 21st to remind him that ditching official pacifism is too high a price to pay for the prestige and power afforded by membership of the world's most exclusive diplomatic club.</p> <p>Mr Koizumi must also fend off accusations that a permanent seat at the UNSC table would make it easier for Washington to dictate Japanese foreign policy - a reasonable charge given Japan's eager participation in the \"coalition of the willing.\"</p> <p>Those accusations come not only from the pacifist left. Yohei Kono, a former Liberal Democratic party foreign minister and current speaker in the lower house, said, \"It is not appropriate to revise article 9 just because the United States urges us to.\"</p> <p>A panel set up by UN secretary general Kofi Annan to look into reform is due to report at the end of the year. Japan may be disappointed by what it has to say, particularly if, as many believe, it will recommend the creation of seven or eight semi-permanent seats - minus the power of veto - to be renewed every five years. Japan would probably accept such an offer, but only grudgingly and with assurances that something more substantial will be on offer down the line.</p> <p>From January, Japan will be given the opportunity to prove its worth as one of the 10 countries granted revolving, two-year membership of the UNSC.</p> <p>\"Japan must think about what it can do to contribute to peace and global security,\" Mr Koizumi said.</p> <p>And there is much it can do to prove to the doubters at home and abroad that permanent membership would amount to more than an automatic vote for the US.</p> <p>Cash aside, Japan has much else to offer - not least a new perspective as the only non-nuclear P5 country - but also in technology, education and humanitarian expertise.</p> <p>The push for a bigger say in resolving the world's messiest conflicts would be more palatable to many of Mr Koizumi's compatriots if it were based on Japan's abundant strengths, rather than what it is prepared - eventually - to abandon for the sake of greater prestige on the international stage.</p>",
  "Tony Blair warned tonight that next week's Ulster talks could be the last chance for parties on all sides to see the Northern Ireland assembly resurrected. <p>Speaking after informal preliminary discussions at his Sedgefield home with the Irish taoiseach, Bertie Ahern, the prime minister expressed frustration at the lack of \"will\" nearly two years on from the collapse of the Stormont assembly, and wondered out loud if there was even any point in further negotiations.</p> <p>He told reporters: \"There is no point in us continually having these meetings unless that will exists and we will find out next week whether it really does.\" </p> <p>Next week's talks between the parties at Leeds Castle, Kent, represent a crucial juncture, he said.</p> <p> \"It is two years now since I made a speech ... about acts of completion, saying in effect we had to move the whole thing forward and get it done. </p> <p>\"Two years on, the elements are still the same. It is apparent what has to happen, there has to be a complete and unequivocal end to violence, there has to be a willingness on that basis to share power. </p> <p>\"The elements are clear, the question is, is the will clear? I mean, do people really want to do it? </p> <p>Mr Ahern said: \"The issues are well known to everybody. We look forward to the week ahead. I hope that the political will is there. I think we have identified the issues many times. </p> <p>\"There is a clear understanding between the governments [on] what we want to do. </p> <p>\"It is frustrating, to say the least, that the institutions are down for two years. It is 10 months since the election. It is very obvious what we require to do. </p> <p>\"We want to get back to the normality of politics in the north, where people are dealing with education, and health and environment and all of the other issues. </p> <p>\"But to do that, we need the institutions up, we need an executive, a working executive, and we need the assembly to be working. It worked well when it was there. </p> <p>\"And if people are prepared to do what we have asked, and what was outlined two years ago, in the statements that the prime minister made, and I supported the contents of it, then we can make progress. </p> <p>\"It is very clear what we want to do and we will work together to try and achieve that next week.\" </p> <p>Mr Blair said: \"We have got an historic opportunity. What has happened over the past few years is that things have definitely improved in Northern Ireland. </p> <p>\"There comes a point where the final decisions have got to be made in a way that brings closure. And that is where we are now.\" </p> <p>The Stormont assembly was suspended in October 2002. Elections since to the phantom body have since seen the two most polarised parties - Sinn Féin for the nationalists and the Democratic Unionist party on the other side - become the two largest factions. </p> <p>Under the cross-community rules of the assembly, the first leader and his deputy must come from the largest party representing each side of the Northern Irish divide. This has been stymied by the fact that the Rev Ian Paisley's refuses to even meet Sinn Féin until the IRA is disbanded.</p> <p>Recently Sinn Féin's leader, Gerry Adams, has dropped his broadest hint yet that that prospect may be on the cards. He told the Irish state broadcaster RTE last month that unionist politicians were exploiting \"justifiable fears\" about the IRA and using them as an \"excuse\" not to share power with Sinn Féin. \"I think that republicans need to be prepared to re move that as an excuse.\"</p>",
  "<b> Jonathan Watts </b> in Beijing <p> </p> <p> China's leaders have raised the alarm about their country's ability to feed itself as rapid development sucks land, water and people from the food-producing countryside into increasingly large and hungry cities. </p> <p>After a steady fall in grain harvests, the world's most populous nation recently became a net importer of food for the first time in its history, raising domestic political concerns and driving up international prices of wheat, rice and soya. </p> <p>President Hu Jintao has commissioned studies on food security. The prime minister, Wen Jiabao, has visited a farm to urge peasants to boost production with a warning that grain security is a matter of social stability. Ministers have hurriedly cancelled plans to develop farmland and the agricultural ministry is offering tax incentives to farmers who switch to grain production. </p> <p>Food security is a visceral issue for a generation that grew up during the famines of the 40s and 50s, when an estimated 40 million people died of starvation largely as a result of the rush towards industrialisation known as the Great Leap Forward. </p> <p>Although China's hefty foreign exchange reserves make it unlikely that it will experience another famine, elderly leaders have watched with concern as the country's agricultural surplus has disappeared as the appetites of its increasingly affluent population have grown. </p> <p>During Mao Zedong's era every district was meant to be self-sufficient in grain, which often necessitated the diversion of scarce water resources into arid areas. Now the priority for the water and the land is industrial and urban development. With economic zones opening up across the country and more than 10 million peasants moving into cities every year, the amount of arable land in China has shrunk by 6.7m hectares since 1996. </p> <p>According to Lin Yueqin, an economic researcher at the China Social Science Academy, the growth of cities is largely to blame for last year's record drop in grain supply. </p> <p>\"Urbanisation has eaten into the size of the nation's arable land. Farmers feel there is little profit to be had from their traditional crops so we've seen a long decline in grain output.\" </p> <p>Since 1998's record harvest of 512m tonnes, grain production has fallen every year to just over 400m tonnes. </p> <p>At the same time appetites are growing. The 9% annual growth of the economy is pushing up wages and pushing out waistlines. Urbanites are more likely to eat meat and more likely to be fat. According to one study of children in Shanghai, 8% of three- to six-year-olds are obese. </p> <p>To feed this increasingly hungry population, China has had to look overseas. In the first six months of the year, the value of food imports surged 62% to $14.4bn. Although the harvest may improve this year, it is thought unlikely to be enough to match rising demand. Soyabean imports, which doubled last year to 20.3m tonnes, are expected to double again this year. The World Bank forecasts a rise in net grain imports from 14m tonnes next year to 32m tonnes in 2020. </p> <p>Even rice - the traditional staple - is more likely to come from neighbouring countries. Such is the demand from China that Thai farmers report entire crops being bought long before harvests. Vietnamese authorities blame food-smuggling for a record 20% increase in the price of rice. In one novel experiment the Chongqing municipal government is leasing land in Laos to grow food. This has led to a surge in global food prices. Grain futures are up 30% this year thanks largely to the China factor. </p> <p>Although Beijing's leaders are concerned that the growing dependence on imports - particularly grain from the US, Canada and Australia - is a strategic vulnerability, many economists argue that it makes sense to import because China must feed 20% of the world's population with only 7% of the planet's arable land. </p> <p>China can also afford more imported food than in the past. Thanks to a booming manufacturing sector, the country has foreign exchange reserves of $470bn. Most farmers would rather produce high-value, labour-intensive export crops like fruit and mushrooms than wheat and barley, which can be produced more cheaply in the US.</p>",
  "<p>Online retail company Amazon is close to pulling off a coup by winning the contract to run Marks &amp; Spencer's internet presence, after the high street giant today announced plans to outsource its web operations. </p> <p>M&amp;S confirmed today that new chief executive Stuart Rose had decided to hive off the company's internet store, which sells a range of clothes, furniture and homeware, after concluding that it was not a \"core business\". </p> <p>Marks &amp; Spencer said today that it was in talks with a number of potential partners, but Amazon is believed to be the favourite to sign the lucrative contract. </p> <p>In the US Amazon, which started life as an online bookstore but expanded into CDs, toys and consumer goods, has boosted its bottom line by signing deals with a range of stores to run their online retail operations. </p> <p>It has agreements with bookstore Borders and chainstore Target, operating their websites through its recently launched Amazon Services division. It also runs an online store for the National Basketball Association and for CDNow.com. </p> <p>However, a deal signed with global toy giant Toys 'R' Us in 2000 dissolved into an acrimonious court dispute earlier this year when Amazon was accused of breaching a contract not to sell goods that competed with the store. </p> <p>M&amp;S and Amazon both refused to comment on the specifics of the deal, but a spokeswoman for the high street store said that talks were still at an early stage and stressed that no deal had yet been signed. </p> <p>High street stores have enjoyed different levels of online success since enthusiastically embracing the \"bricks and clicks\" philosophy espoused by analysts at the height of the dotcom boom. </p> <p>Tesco has enjoyed great success with its online grocery store, and some department stores such as John Lewis have also established an effective online presence. But others wasted hundreds of millions attempting to transform their business. </p> <p>The Marks &amp; Spencer online store is believed to be profitable and remains one of the most popular in the UK, according to measurement company Hitwise. </p> <p>But it brings in only a tiny proportion of the company's overall revenues and Mr Rose, who recently saw off a takeover bid from Bhs owner Philip Green, is believed to think that management time would be better invested elsewhere. </p> <p>Britons shop online more than any other European nation, but spending is still predominantly on books, CDs and tickets, aside from other notable success stories such as online supermarkets Tesco and Ocado and auction phenomenon eBay. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Local press and taxi drivers seldom miss an opportunity to call Hove's Western Esplanade \"Millionaire's Row\", but somehow, it doesn't quite look the part. For a start, the location is a bit odd. True, on one side, there's the beach and the English Channel, and if you crane your neck to the right, you get what an estate agent would describe as panoramic views of Brighton seafront. But at the other side, your panoramic views are noticeably less edifying, encompassing what looks like an industrial estate and a chemical works. The houses themselves look a bit odd as well - vast white buildings that would pass for brutally modernist, had someone not made the questionable architectural decision to top the walls with fake battlements. In addition, my cab driver expresses grave concerns about the street's security: \"Anyone can walk right up there,\" he says. \"If I were 'im, I'd put a bloody great gate up and block the road off.\"</p> <p>But the 'im in question seems happy enough as he chugs up Western Esplanade in a Volkswagen Beetle. Norman Cook now owns not one but two houses here. The first contains his studio and office; the second - right next door - is where he lives with wife Zoë Ball and Woody, their four-year-old son, whom Cook is currently engaged in extricating from the rear seat of his car. \"Come on, buggerlugs,\" he says, smiling.</p> <p>His neighbours are Nick Berry of EastEnders, Heartbeat and Every Loser Wins fame and Paul McCartney. Despite the cabbie's concerns, they don't get bothered much by the general public: \"I've only had to move people on twice in all the years I've lived here.\" He shows me the private beach where the neighbours, number one hitmakers all, occasionally meet up. It was there that McCartney told Cook to flee the country after Big Beach Boutique, the free rave he organised between Brighton's two piers in 2002, attracted an unexpected 250,000 people - twice the size of the audience at the Glastonbury festival. In the aftermath of the event, thousands were stranded on Brighton beach - the train station simply couldn't cope - and a 25-year-old Australian girl died after falling from railings on the seafront. \"He said that whenever he was getting a lot of flak about something, he just left the country, because no one can find you and you can't read the newspapers even if you want to. So me and Zoë drove around France for a few days.\"</p> <p>Cook later received a letter from the dead girl's parents - \"they said that earlier in the evening, she had rung them and said she was having the best night of her life, so thank you for making the last night of her life the best, you're not responsible in any way for what happened\" - but that nevertheless, there will not be another Big Beach Boutique. They tried to organise one this year, with only Brighton residents eligible for tickets, but \"the health and safety people couldn't guarantee that no one would get hurt, and if anyone got hurt, I'd have to leave the country again.\" He frowns. \"We did an event on the beach in Rio, and 350,000 people turned up and we had one person treated for a sprained ankle. In Rio!\"</p> <p>Sitting on the decking at the rear of the studio house, he points out the place where the paparazzi hid while waiting to snap pictures of McCartney telling him and his wife to leave the country. \"There's a kind of natural hole in the rocks just over there. If you go down and have a look, it's full of cigarette butts and empty film canisters.\" Cook seems to have become quite an expert on legal matters concerning privacy. \"We're very aware of the new laws. The precedent is if you're on private property, like in your house or in your garden, you can't be papped. But there's a narrow line about this decking, whether it constitutes our house or not.\"</p> <p>It was not ever thus with Norman Cook. The last time I met him was six years ago. He was already well known on the club scene as the former bass player in socialist indie band the Housemartins, who had turned to making dance records in a variety of sub-genres, under a bewildering array of pseudonyms - Beats International, Freakpower, The Mighty Dub Katz, Pizzaman and Fatboy Slim among them. His singles had already shown a tendency to make the charts - Cook seemed incapable of recording a track without including at least one implausibly catchy pop hook - but his global breakthrough second album as Fatboy Slim, You've Come a Long Way Baby, had yet to be released.</p> <p>Six years ago, privacy laws did not come up in our conversation. At the time, Cook was famed both for his charm - the phrase \"nicest man in the music industry\" followed his name around regularly - and for a peculiar dichotomy in his character, which he dubbed the \"shy show-off syndrome\". On one hand, he was much given to protecting his anonymity. When the first Fatboy Slim singles were released, he expended a vast amount of time and energy trying to convince journalists that he had not made them. He hated having his photograph taken and was clearly uneasy as he related how he had recently been recognised for the first time, walking past a building site in town: \"It was 'Oi! Fatboy!' \" he shuddered.</p> <p>On the other hand, he had a well-earned reputation as perhaps the most frank interviewee in popular music. He was certainly the most outspoken on the knotty subject of narcotics and their efficacy. He told journalists he had self-medicated himself out of a period of depression and self-harm, which followed the break-up of his first marriage, by taking ecstasy. He had snorted cocaine from the railway lines near the back garden of his home. He had never performed his DJing duties \"straight\": dancers at the Big Beat Boutique, the club night at which he was the resident DJ, would show their appreciation by feeding him \"cheeky halves\" of E while he was playing. He lived in a Victorian terrace with disco lights in the toilet and Astroturf on the floor. It was known throughout the UK as the House of Love.</p> <p>Another Guardian journalist's first-ever professional assignment was to interview Cook there for a dance music magazine. The interview ended in pandemonium after Cook suggested everyone take ketamine, a particularly potent and unpredictable hallucinogen: the photographer eventually had to be escorted home, convinced that everyone was \"plotting against him\".</p> <p>\"I didn't really get into second gear until I was 30,\" chuckles Cook. \"My first wife was a nurse and she was very anti-[drugs]. I never really started caning it until 1990, when I was 29. I had to make up for being a late starter. It wasn't self-destruction - I was having fun. There was never any reason to stop doing it, because it was fun. It makes it much harder to give up. It wasn't even starting to hurt.\"</p> <p>The question of whether Cook has given up drugs or not is a moot one. He has certainly given up talking about them, as a result of his marriage to Ball (lest we forget, a former children's TV presenter) and fatherhood. And he has never actually been the subject of a tabloid drugs exposé - which is remarkable, given the wealth of material already extant: \"I think I pre-empted it really. They couldn't do a drugs story on me because I'd already done one on myself.\"</p> <p>These days, the House of Love is rented out to students, who, unsurprisingly, kept the Stringfellows-inspired lavatory and the Astroturf. Cook's hands shake slightly, but otherwise he seems to have emerged from the previous decade's indulgences unscathed. Infuriatingly enough, he doesn't look to have aged much. His fabled charm remains intact. He is currently on a health kick.</p> <p>\"Well, I wouldn't say health kick. I would say that I'd started to address the issue of my health and my mortality. It started before I turned 40 last year; it's more to do with having a son and wanting to see him grow up. Obviously, my lifestyle before I had Woody was not conducive to longevity. I've given up smoking and started going to the gym. I think they raised an eyebrow when I first went in, but it's a very quiet gym. I couldn't do it in front of the general public, it would just be too embarrassing, huffing and sweating away with all these muscly blokes watching you.\"</p> <p>Nevertheless, you sometimes get the impression that Cook is speaking in a sort of code, in which the terms \"getting drunk\" and \"being silly\" figure heavily, apparently covering a multitude of sins. Innocuous phrases emerge from his mouth with invisible quotation marks around them: \"You can't just 'dip your toe' when you're clubbing in Ibiza,\" he cautions at one point. \"You have to 'go all the way'.\" He concedes that he \"misses being able to speak my mind in public, not just about drugs. I miss that I can't talk to you completely frankly, because the tabloids will read it and regurgitate what I say. I still cock up, though. There's always one thing in every interview that gets turned around and blown out of all proportion. I go back home after interviews and Zoë goes, 'All right, what have you said this time?'\"</p> <p>Cook's reticence - and indeed, his knowledge of the privacy laws - has clearly been bolstered by events surrounding his and Ball's \"marriage wobble\" last year. She briefly left him for another DJ, Dan Peppe. One estimate suggested that papers expended 61,000cm of newsprint on their split.</p> <p>Given that he was once so keen to keep a low profile that he denied making his own records, it seems a fair assumption that this was Cook's worst nightmare come to life. He shakes his head: \"Nah, it wasn't a nightmare. What was going on in our personal lives was a nightmare. It was just a bit scary. I felt hunted. I began to get a bit paranoid and not to go out much because it was such a fucking hassle. I had to do James Bond driving every time I went to the gym, because I didn't want a picture that was like, 'Norman tries to get Zoë back by going to the gym.' And my phone was bugged. How did I know? Well, the fact that personal conversations I was having with my friends were being printed in the papers the next day, as if I'd given them an interview, was a bit of a giveaway. Bad things were happening. The police were involved quite heavily.\"</p> <p>The police?</p> <p>\"I had daily visits from the police. They came to me and warned me that someone really wanted to have a go. People were trying to plant things in my house. To be quite honest with you, probably the only reason that I didn't get kiddie porn squirted into my computer is because I don't have a computer. That's when I really got scared.\" He brightens. \"A lot of the interest was good. One article said, if Norman and Zoë can't hold it together, what hope do the rest of us have? I thought that was really touching. At the end of the day, we set ourselves up to be public figures and we cocked up in public - so it's our own fault really.\"</p> <p>It sounds as if the marriage wobble hangs heavy over Cook's new album, Palookaville. The single Slash Dot Dash is a typical piece of repetitious Cook nonsense which he claims was inspired by his phobia of the internet - \"being the kind of person I am, once I learned to use it, I would spend every waking hour sending stupid emails to my friends and downloading porn\". However, several other songs seem to have been inspired by the relationship's breakdown and subsequent recovery. \"My masochistic baby went and left me,\" yelps El Bebe Masoquista. Blur's Damon Albarn, a friend of both Cook and Ball, contributes a sweet vocal and lyric to a song with the self-explanatory title Put It Back Together. The lovely North West Three references his and Ball's former London address, and samples Primrose Hill by John and Beverley Martyn. The track is taken from Road to Ruin, a wonderful 1970 album on which the folky duo sing cheerily about the simple joys of domesticity.</p> <p>However, getting Cook to discuss his own music has never been the simplest of jobs. While most figureheads of the dance scene were at pains to describe themselves as Important Artists - Paul Oakenfold once famously claimed that he was \"an entertainer\" because he \"pointed at people in the crowd and smiled\" while DJing - Cook was invariably at pains to debunk any myths that surrounded him. His records were stupid, he said. They largely consisted of \"cheap knob gags and repetition\". He was more interested in \"getting twatted\". A monkey could do his job.</p> <p>Today, despite Cook's suggestion that the new album has \"more substance\" and that he has \"done the goofy thing and can't keep doing it\", the task proves no easier. He didn't realise that all the songs which seem to address his marital difficulties follow each other on the album, because he didn't pick the order of the songs: \"I can't be bothered.\" There's no point in asking him about any of the lyrics on the album, because he didn't write any of them and he never listens to lyrics anyway. Nor did he realise that Albarn was singing about him and Zoë until long after the session had ended - \"and I'm sure he can't remember half of what he was singing, because it was quite freeform.\" He mimes downing several pints. \"Quite freeform.\"</p> <p>He didn't know that John and Beverley Martyn's Road to Ruin was an album about domestic contentment, because he's never heard it: he found the song on an old compilation album he bought for 99 cents. Nevertheless, he seems suitably awed by a TV documentary about John Martyn's heroically bizarre life. \"Even when he was younger, he was completely out of his mind,\" says Cook approvingly.</p> <p>He admits that making the album was far from easy. Quite aside from the upheavals in his personal life, Cook had a crisis of confidence brought on by dance music's plummeting fortunes and turning 40: \"Every time I turn on Top of the Pops I feel distinctly old,\" he says. \"There were moments when I didn't think I had another album in me. I don't need to do it and I don't want to do it if it's undignified. I'd like to think that when my number's up, I'll turn around, go 'Thank you very much for a lovely career' and bow out gracefully.\"</p> <p>And how will you know when your number's up?</p> <p>\"If I did an album that stiffed, I'd worry. If I did two albums that stiffed, I'd seriously consider packing it in.\" He looks out to the sea, past the natural hole in the rocks where the paparazzi hide, and smiles. \"But it's a way off yet.\"</p> <p><strong>·</strong> Slash Dot Dash is out on September 20, and Palookaville on October 4. Fatboy Slim tours the UK in October.</p>",
  "<p>It's tempting to imagine Ivor Crewe, president of Universities UK, as one of the Sopranos - in the right kind of suit he would look the part. But rackets and fee-fixing are definitely off his agenda. Universities have been strictly warned that they must not discuss their plans for top-up fees because of anti-competition laws.</p> <p>So there will be no whispering in the corridors of Keble College, Oxford, where they meet for their annual \"residential\" next week. No cloaked discussions, or four-figure sums written on scraps of paper then burnt. \"We have been told very seriously that we're not allowed to discuss the level that we're setting tuition fees because that would be anti-competitive, cartel-like behaviour,\" says Professor Crewe. \"We've taken that very seriously.\"</p> <p>The agenda for next week's gathering reads like a who's who of government inquiries: Tomlinson (14 to 19 reform), Schwartz (admissions), Lambert (governance modernisation) and Thomas (fundraising). A sector view on the issues will be thrashed out, though not really concluded. The dozens of vice-chancellors who attend the conference don't vote on policy, it's more of a \"thrashing out\" of ideas, which is one of the reasons the press aren't invited, except to attend Professor Crewe's speech and another from the education secretary, Charles Clarke. </p> <p>With a little under a week before the annual meeting begins, the climate is just as political as the conference promises to be. The Tories have just announced their vision for university funding: no fees, commercial rates of interest for loans and a new student loans trust run by the universities to administer and profit from loans. Professor Crewe calls it a \"serious\" proposal. </p> <p>\"It's a very interesting proposal. It is a serious and innovative proposal, which we are certainly taking very, very seriously. It is undoubtedly a significant way of raising additional money for universities. I think we acknowledge that,\" he says, but adds he won't say which is better, the government or the Tory plans. He awaits more detail, but universities could easily be seduced by the promise of far greater freedom from government.</p> <p>But the big question mark hangs over the proposals for a voucher system. \"What we're cautious about is the fact that if we have a voucher system and the university is not allowed to charge fees, you have a government administered price and that does not encourage autonomy.\" </p> <p>Another question mark exists over the deregulation of students places. If popular universities expand, what would happen to those struggling to recruit?</p> <p>But the immediate issues facing universities appear in the raft of reforms to the sector that will be presented over the coming months. Next week, universities will learn what Professor Steven Schwartz recommends on university admissions. After that comes Mike Tomlinson's review of 14 to 19 education, which will have further implications for university entry. This could be the new, post top-up fees battleground. </p> <p>A post qualification admissions system, which has been suggested, would be supported \"in principle\", says Professor Crewe, but any attempt to make universities change the academic year to match the calendar year would be fiercely opposed. \"The reason it is unacceptable is that it would do a great deal of damage to international recruitment,\" he says. \"We simply can't afford it.\"</p> <p>Universities would concede a week or two, but even starting the academic year at the end of October would be \"pushing it\". And any decisions on introducing an aptitude test for applicants or a dissertation to prove their merit should be left up to the university. \"I don't believe there will be a consensus view about the desirability of any one of these methods. What's important is that universities are absolutely clear in advance and transparent about the basis of which they will be selecting. The sector would not be in favour of any prescriptive system which was completely standard across the country. Different universities will take different views about what constitutes fair admissions.\"</p> <p>His view is somewhat at odds with that of Professor Schwartz, who yesterday gave his backing to a standard national aptitude test for university applicants, which he hopes will figure in Mr Tomlinson's reforms.</p> <p>Professor Schwartz recognises that he can't force universities to accept an \"18-plus\" exam, but hopes it would usurp the current proliferation of university and course specific tests. </p> <p>Professor Crewe is keeping quiet on what will feature in his conference speech; he's likely to be making amendments up until the last moments before Wednesday's address. International students and the importance of keeping ahead of the global competition will get a mention, as will the \"unfinished business\" of the higher education bill - namely part-time students. \"It didn't have enough to say about part-time students, and part-time students are a very important component of the higher education body. Some of our members have a student body which is 40 to 50% part-time.\"</p> <p>But with top-up fees off limits, what burning issue will be whispered around those corridors of Keble College? \"The implications of Lambert,\" Professor Crewe says quickly. \"Sometime in the new year most universities are going to have to deal with issues of government - the size of their council, the make-up, its relationship with the senate. If you ask what are the issues that are going to occupy the time of VCs, that will be one.\"</p>",
  "No one can be absolutely certain about the identity of the terrorists who attacked the Australian embassy in Jakarta yesterday, though the use of a massive car bomb, the choice of the target and the proximity to the September 11 anniversary all point strongly to another operation by Jemaah Islamiya, the shadowy south-east Asian group linked to al-Qaida and responsible for the murder of more than 200 people at a Bali nightclub in 2002. Indonesia's own security forces, who should be the best judges, certainly had little doubt, blaming a Malaysian militant dubbed \"Demolition Man\". No Australians were killed in the blast, partly due to enhanced security measures round the embassy, though nine Indonesians were - grim proof in the world's most populous Muslim nation that high explosives do not discriminate between faiths. Relations between the two countries have often been prickly, especially over East Timor, but this was ominously different - the first time a specifically Australian target had been deliberately singled out in a calculated attack, as one gloomy commentator concluded, on \"a country widely identified in Indonesia as a major US ally in a war that is deeply despised\". <p>Jakarta is more than 3,500 miles from Canberra, but the atrocity seems certain to influence campaigning in next month's Australian general election, in which Iraq is being hotly debated. John Howard, the conservative prime minister, was quick to insist that his country would not be intimidated by terrorists, but was unable to dispel the impression that this attack might have been a deliberate attempt to influence voters on October 9. Mark Latham, the leader of the opposition Australian Labor Party, had already called for the withdrawal of Australia's 850 troops from Iraq, just as the Spanish socialist leader, José Rodriguez Zapatero, was doing when al-Qaida operatives bombed the Madrid metro system and killed 190 Spaniards on March 1. Mr Zapatero raced ahead to win and quickly fulfilled his pledge to withdraw the troops. Since then, however, the UN has given its formal blessing to the presence of the US-led multinational force in support of the interim Iraqi government. But the Iraq issue remains live and divisive in Australia, just as it does in Britain. Last month Mr Howard - dubbed \"deputy sheriff to George Bush\" in some Asian capitals - had the uncomfortable experience of being publicly criticised by 40 former officials for policies they said had undermined democracy and exposed the country to danger. So far the campaign has been dominated by the economy, not Iraq. Australian politicians must be careful how they respond. </p> <p>Every successful terrorist attack is, by definition, a failure of security. But protective measures put in place by Australian missions - Jakarta is the country's biggest in any foreign capital - seem to have helped minimise casualties. Britain has been doing the same at its more exposed overseas missions since the bombing of the consulate in Istanbul. And the US is reported to have passed a non-specific warning about a possible threat to Australian interests in Indonesia, suggesting close behind-the-scenes intelligence coordination between allies. Otherwise there is precious little to be optimistic about. Terrorism is a global growth industry; as experts inside and outside government ponder the nature of the alleged links between the child murderers of Beslan in North Ossetia and an amorphous jihadist international, Jakarta strengthens the argument that the centre of gravity has shifted from a weakened al-Qaida to far-flung associated groups such as Jemaah Islamiya. It is yet more bleak and bloody evidence that, three years since the twin towers came down, the world is still a very dangerous place - and that the war on terror is very far from being won.</p>",
  "<p>The chancellor, Gordon Brown, today warned that weak economic growth in the EU was threatening the \"uneven and fragile\" global recovery.</p> <p>Mr Brown launched his strongest critique of the EU in recent years as he attended a meeting of European finance ministers in the Dutch seaside resort of Scheveningen today. </p> <p>Writing in the Financial Times, he turned the problem of the huge US current account deficit - the broadest measure of trade - on its head.</p> <p>\"What some in Europe call the US current account problem, others in the US call the European growth problem - for it is the weakness of European Union growth that lies at the root of the imbalances,\" he said. </p> <p>\"The eurozone has grown by 3% or more in just one of the last 10 years, while the US has averaged more than 3%,\" he added.</p> <p>However, Vince Cable, the Liberal Democrats' Treasury spokesman, dismissed Mr Brown's views on weak EU growth.</p> <p>\"Most problems of slow growth are associated with a small number of countries, notably Germany,\" Mr Cable said. \"In truth, many of the smaller countries of Europe have enjoyed higher growth rates than Britain.\"</p> <p>Mr Cable also said Mr Brown was \"foolish to minimise the reckless policies of the US, as its budget deficits are unsustainable and there is a strong possibility of a painful correction which would hurt all\".</p> <p>In his article, Mr Brown again urged the EU to adopt a \"new and more urgent timetable\" for the completion of single market reforms, make competition policy more independent, cut state aid and reduce barriers to trade. </p> <p>The timing of his comments is sure to irritate several colleagues - especially his German counterpart, Hans Eichel. </p> <p>Germany has been trying to overhaul its generous welfare system and make its economy more competitive, but the ruling Socialist Democratic party (SPD) has suffered drubbings in a string of regional polls, most recently in the western state of Saarland at the weekend.</p> <p>At a time when EU economies are trying to adopt more liberal economic policies, finance ministers will not take kindly to seeing the continent described as \"old trade-bloc Europe - inward-looking, inflexible and sclerotic\" by Mr Brown.</p> <p>However, the chancellor may well have to swallow his words. Some analysts believe the eurozone is on its way to a sustainable domestic recovery in the second half of this year and into 2005. They point to indicators including rising consumption and business hiring intentions in France to improvement in Germany's jobs market.</p> <p>\"We remain content with our long-standing, bullish view that euroland domestic demand growth in 2005 will outperform that of both the US and UK,\" Steve Andrew, an economist with Isis Asset Management, a UK fund manager, said.</p> <p>\"As usual, waiting for a broad recovery in euroland is a slow, painful affair, but the balance of evidence still suggests to us that a durable improvement is now getting under way.\"</p> <p>In his FT article, Mr Brown also fired the opening salvo in what promises to be a fierce debate on the EU budget and Britain's EU rebate. </p> <p>He called European commission proposals for a 30% increase in spending \"unacceptable\", and said the budget debate would become a test of whether Europe was \"genuinely resisting grandiose but unrealistic ambitions\". </p> <p>One of the proposals to be discussed at today's meeting is a French plan for new member states, such as Estonia and Slovenia, to raise their corporate taxes, which are lower than those in the older EU states. </p> <p>The French initiative comes amid fears that firms will move eastwards - taking jobs with them - in order to benefit from lower taxes.</p>",
  "<p>Killer asteroids of the kind that marked the end of the age of the dinosaurs might also have provided the kiss of life in the first place. Million megaton messengers of death from outer space could also have created the conditions for life to develop in the first place, Charles Cockell of the British Antarctic Survey told the British Association science festival in Exeter yesterday.</p> <p>A 24 km crater in Devon Island in the Canadian Arctic told a story of a calamitous impact there 23 million years ago. \"It wasn't big enough to cause global extinction but it is still a fairly impressive crater. The energy released in that event would be something of the order of a million megatons, that's100 million Hiroshima nuclear bombs all at once,\" he said.</p> <p> \"What you would have seen was a bright flash. It would have stripped the ground. You would have had winds of several thousands kilometres an hour hundreds of kilometres from the impact. Trees, vegetation, animals literally would have been scoured from the surface.\"</p> <p> But when the object slammed into Devon Island at up to 50km a second, it heated the rocks to several thousand degrees Centigrade. During this intense event, minerals were vaporised, and rocks splintered. The crater rocks became more porous and a better potential home for microbes. They became more translucent, and a habitat for photosynthesising creatures.</p> <p> \"Rocks inside the crater are much more heavily colonised than those outside the crater, \" he said. \"What we have here is an example of the way impact events can create a habitat for life, not merely as agents of destruction but agents of new opportunities for life. It is one of the rare instances in which asteroids and comets could be good for life.\" The discovery could be relevant in the search for life beyond Earth, on Mars or even on Saturn's frozen moon Titan. It could also be relevant in the search for how life on Earth began in the first place. The warmth delivered to the rocks by a blast from the heavens could last from 1,000 to a million years.</p> <p> \"They travel at from 15kms to 50kms a second. That's an incredible speed. When they hit the ground most of that energy is released as heat. One of the effects of that is to provide the energy for simple organic chemicals to form more complex compounds. There is now good experimental evidence that impact shock can result in the form of amino acids, and other more complex prebiotic molecules,\" he said.</p> <p> \"There is a growing feeling that as well as being beneficial for the creation of habitat, impact events can also improve the conditions for the evolution of life in the first place,\" Dr Cockell said.</p> <p> \"The good thing about a hole in the ground is that water will drain into it, so what you end up with is a hole in the ground that is actually heated for several thousand years by the heat of impact. You have water, heat and organics all in the same place and that is good for the evolution of life, and also the development of life once it is there.\"</p>",
  "<p>This award seeks to recognise excellent performance across sectors and over time - one-hit wonders should look elsewhere.</p> <p>To qualify for this award, groups must have a fund in an UK equity-oriented sector, a fixed interest fund, and at least three geographically diversified funds. The funds of qualifying groups are assessed according to their performance over the last three years using the Lipper's 'consistent return measurement'.</p> <p>This year's award goes to Newton Investment Management - an it's all down to teamwork says chief executive Helena Morrissey. \"I'm often asked what makes us different and how Newton is able to produce such a consistently high level of performance. It boils down to our investment process, which has been honed over many years,\" says Ms Morrisey. \"We work as a team in a self-challenging environment.</p> <p>\"The analysts and fund managers are always challenging one another's ideas. This is a rigorous and robust process which generates lots of debate and consistent results.\"</p> <p>Newton was formed in 1978 as a joint venture with Scottish insurance broker Reed Stonehouse but was renamed Newton Investment Management in 1986 when it was acquired by Alexander &amp; Alexander. A management buy-out in 1992 was followed by a deal with the Royal Bank Of Scotland in 1994 when Newton acquired the Capital House Group of companies and the bank bought a third interest in the company.</p> <p>In 1998 the Mellon Financial Corporation took a majority interest in Newton and took complete control of the group in 2002. Mellon is a global financial services company headquartered in Pittsburgh, USA. It claims to be one of the world's leading providers of asset management with approximately £374bn under management.</p> <p>Following the takeover, Newton was restructured to sharpen its focus and concentrate on research, fund management and client servicing. Its sole activity is fund management and it manages a variety of funds including balanced, specialist equity and fixed income. </p> <p>The group takes an active, bottom-up approach to investment, concentrating on identifying quality of product, management and strategy.</p> <p>Newton also claims to have been one of the pioneers of thematic investing - spotting themes and trends that are influencing, or are likely to influence, economies or stock markets across the globe.</p> <p>Newton currently has £19bn in assets under management. </p>",
  "<p>The barriers between further and higher education should be broken down to allow students to glide seamlessly from college to university, a government-favoured thinktank said today. </p> <p>A report from the Institute of Public Policy Research recommended that more teaching-only universities should be established, with academics undertaking research at regional centres rather than in universities; students should be allowed to build up \"credits\" at college, which can be transferred to university. </p> <p>Colleges should have more access to funding to develop viable products and services, while universities should only be allowed to charge top-up fees if they take part in collaborative projects, the report said. </p> <p>In recent years, universities have made more inroads into the further education sector, but many still fiercely oppose too much integration, believing it will degrade the value of a university education.</p> <p>However, vice-chancellors are likely to back calls by the IPPR to drop the research assessment exercise, which is loathed in many parts of the sector. </p> <p>The IPPR's associate director, Peter Robinson, said: \"A 'scholarly environment' is essential for genuine higher education, but not all institutions should be expected to engage in high-level research. </p> <p>\"Much higher education is already taught in further education colleges and this proportion is set to rise with the government's promotion of the foundation degree, which will primarily be provided in FE colleges. The research assessment exercise is flawed, costly and no longer needed. It should be replaced by a funding system which channels funds through the research councils.\"</p> <p>He added: \"There are insufficient incentives for successful higher education institutions to collaborate so collaboration should be a condition of the freedom to vary tuition fees.\" </p> <p>Bringing the sectors together would make a university education accessible to more students, he said. </p> <p>The report was written by Wendy Piatt, a senior researcher at the IPPR and a fierce advocate of top-up fees. It follows the suggestion in a working party report last week that colleges be allowed to offer foundation degrees separate from universities. At the moment they need a university to accredit them. </p> <p>Diverse Missions: Achieving excellence &amp; equality in post-16 education, by Wendy Piatt, is available from www.ippr.org/publications</p>",
  "<p>Over 14 million passengers passed through BAA's seven airports last month in its busiest August ever, Britain's biggest airport operator said today.</p> <p>BAA's seven UK airports, including Heathrow, Gatwick and Stansted, carried 14.2 million passengers in August compared with 13.7 million a year ago. The 3.7% improvement came despite flight cancellations from British Airways over operational difficulties and the threat of industrial action.</p> <p>The increase in passenger traffic comes amid a recovery in the airline industry after a global downturn in travel following the Iraq war, the Sars scare and a fragile economic rebound. </p> <p>BAA also benefited from price competition among low-cost airlines which is boosting flights to Europe. Last month, BAA said July passenger traffic rose 8% as long-haul travel returned to levels last seen before the September 11 2001 attacks on the US.</p> <p>For August, the airports operator reported passenger growth at all airports and most markets, with European scheduled traffic up by 8.3% and north Atlantic routes 4.5% higher. Traffic at Heathrow rose 2% from a year ago to 6.3 million passengers, while the number of passengers using Gatwick grew by 2.1% to 3.7 million. </p> <p>Stansted continued its expansion with a 9.4% rise to 2.2 million and the Scottish sites of Glasgow, Edinburgh and Aberdeen achieved combined growth of 6.1% to 1.9 million passengers.</p> <p>Overall, 138.1 million passengers used BAA sites in the 12 months to August. The only weak spot was European charter traffic, which dropped 11.2% to 1.8 million.</p> <p>Last week, BA said it carried 3.2 million customers in August - a 1.2% reduction on its 2003 figure. Staff problems and aircraft technical difficulties led to more than 100 flight cancellations at Heathrow in the week leading up to the August bank holiday.</p>",
  "Changes later this year in gambling legislation - and the temptations of technology - could more than double the number of adult and adolescent Britons with gambling addiction, it was claimed. <p>\"We are just about to go through one of the biggest deregulation measures this country has ever seen,\" Mark Griffiths, who heads a gaming research unit at Nottingham Trent University, told the British Association science festival in Exeter. </p> <p>\"We are going to have more opportunities and access to gamble than ever before. The government have still allowed a loophole in the new legislation to gamble. And one of the things I argue is that all slot machines, regardless of type, are potentially addictive.\" </p> <p>The new legislation would allow \"low stake, low jackpot\" machines for children in sea side arcades and leisure centres. These were still addictive. </p> <p>He said he had called on Tessa Jowell, the culture secretary, and warned her that machines with a £5 or £10 jackpot were just as addictive as events with a £1m jackpot. </p> <p>\"If you give little rewards every so often, it hooks people in,\" Professor Griffiths said. \"The second thing is the government is introducing unlimited jackpot prize machines. You are going to get a new breed of gambler who wants to play on high jackpot machines. These are potentially more addictive than low jackpot machines, because people will continually chase losses.\" </p> <p>Research suggested that there could be as many as 325,000 problem gamblers in the UK, he said. There might be twice as many adolescent gamblers with a problem. </p> <p>New legislation and new technological temptations, he added, could increase these figures by two to fourfold. </p> <p>The gambling industry deliberately manipulated the environment to keep punters longer at the casino or the slot machine. \"For instance, on a slot machine, we know you can gamble 12 times a minute. Addictions revolve primarily around rewards. So event frequency is very important.\" </p> <p>He had recorded heart rates as punters played slot machines. They got excited when they won, but also when they nearly won. </p> <p>\"Why do people gamble, despite constantly losing? They are not constantly losing, they are constantly nearly winning. Things like scratch cards are designed to give near miss experiences, and slot machines are designed to give lots of near miss experiences.\"</p>",
  "<p><strong> THE GUARDIAN</strong></p> <p>The BBC has censured its star political interrogator, John Humphrys, after a listener complained about his \"hectoring\" style. P3<br>Hawaii Five-O is to be brought back as a film. P5<br>Philip Green is targeting Marks &amp; Spencer customers with the first TV advertising for his BHS chain in more than 10 years. P21<br>The Football Association has been warned it will be in breach of its 300m pound TV deal if there is a repeat of this week's media boycott. P36</p> <p>MEDIA BUSINESS<br>ITV said yesterday its new digital channels would focus on mainstream audiences as it reported better than expected interim profits. P24<br>Magazine giant Lagardere raised its target for 2004 profit growth yesterday as it disclosed a mixed set of results. P24<br>Independent TV producer Diverse has been sold. P24<br>Shareholders in Hollinger Inc are to sue Conrad Black, his wife Barbara and other associates. P24</p> <p><strong> THE TIMES</strong> </p> <p>The friendship between George Galloway and new Telegraph boss Murdoch MacLennan means a deal may be done before their libel battle gets to court. P8<br>SMG has reinstated its dividend despite a slump in profits. P27<br>eBookers may be sold. P29 <br>ITV's profits are up despite a drop in viewing figures. P35<br>Bhs is to launch its first ad campaign for 10 years. P31</p> <p><strong> THE DAILY TELEGRAPH</strong> </p> <p>Bhs yesterday unveiled its Christmas advertising campaign. P31<br>ITV said yesterday it would generate 20m pounds more in cost savings than originally expected. p32<br>Shares in eBookers have soared on bid speculation. P35</p> <p><strong> THE INDEPENDENT</strong> </p> <p>Channel 4 is inviting viewers to vote on who should be in the UK's first hall of fame. P19<br>Boxer Amir Khan is to appear on the BBC show Superstars. P22<br>Former Nato secretary general George Robertson has won an apology from the Sunday Herald over claims on its message board. P23<br>Shares in eBookers have soared on speculation it will be sold. P42<br>ITV's profits have surged despite a fall in viewing figures. P49</p> <p><strong> FINANCIAL TIMES</strong> </p> <p>ITV has delivered higher than expected interim profits. P22<br>Online travel group eBookers is in talks with buyers. P22<br>Philip Green yesterday unveiled a new ad campaign for Bhs. P23<br>Rupert Murdoch is to join the board of China Netcom, the country's second-largest fixed-line group. P26<br>Shareholders in Grey Global have expressed disappointment in the level of bids for the group. P27<br>NDS will today unveil a new system for encrypting TV programmes and films. P26<br>Hollinger Inc is facing fresh law suits. P26<br>Publicis said yesterday its net profits in the first half had risen by 23 per cent. P28</p> <p><strong> THE WALL STREET JOURNAL</strong> </p> <p>Levi's Dockers brand is up for sale. P7</p> <p><strong> DAILY MAIL</strong> </p> <p>Cilla Black's back - on a channel watched by just one in 100 viewers. P29<br>Radio presenter Caroline Feraday has revealed she was shortlisted for the job of Prince Charles's assistant press secretary. P47<br>The Football Association is furious over England players' media boycott. P96</p> <p><strong> DAILY EXPRESS</strong> </p> <p>Philip Green has launched a new campaign to promote Bhs. P24<br>The cast of Happy Days is to make a stage comeback. P44<br>Endemol has come under fire from animal rights campaigners over its new show the Farm. P50</p> <p><strong> DAILY MIRROR</strong> </p> <p>Angus Deayton is to star in his first serious role as a hedonistic barrister in a new ITV drama. P7<br>Sharon Osbourne is being paid 500,000 pounds to be a judge on ITV's The X-Factor. P7<br> Cilla Black has blasted \"dull\" ITV. P7<br>The Football Association is furious over England players' media boycott. P80</p> <p><strong> THE SUN</strong> </p> <p>Boxer Amir Khan is to appear on the BBC show Superstars. P8<br>Naomi Campbell has revealed all about her drug addiction to Michael Parkinson - despite claiming it was a private matter in a lawsuit. P21<br>Cilla Black has blasted new ITV show the The X-Factor. P27<br>TV bosses are making a film about Nancy Dell'Olio. P27<br>England sponsors are demanding the players end their media ban. P72</p> <p><strong> DAILY STAR</strong> </p> <p>Former England football captain Terry Butcher has criticised the England players for refusing to speak to the media. P4<br>Big Brother bosses are to bring out their own brand of condoms. P10<br>Acid-tongued Simon Cowell has adnitted he has been nasty since he was three. P22</p> <p><strong> AND FINALLY...</strong></p> <p>Richard Desmond has earned himself the new nickname Desmond Dekker following his contretemps - revealed on MediaGuardian.co.uk - with a Daily Express executive. Whether Mr Desmond - who famously enjoys a stint on the drums - is a fan of Dekker's The Israelites is not clear. Daily Mail P7</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>The former head of factual programming at Carlton TV and executive producer of Littlejohn's Sky TV show is to spearhead the launch of al-Jazeera's international English-language news channel. </p> <p>Steve Clarke is the second senior executive to be appointed to the channel, which is planning to launch next autumn with a budget of more than £25m a year.</p> <p>Paul Gibbs, a former BBC news and current affairs executive and the man who \"discovered\" Adrian Chiles, the radio and TV presenter, has also joined the channel, which has just begun recruiting staff in the UK.</p> <p>It is also understood that al-Jazeera tried to poach Steve Anderson, ITV's recently departed head of current affairs, to launch the channel but he declined for family reasons.</p> <p>Clarke, who will work in the al-Jazeera offices in Qatar, will work to Nigel Parsons, the former APTV boss who has been recruited as project leader. </p> <p>The station is planning to recruit around 200 staff and is just putting its top team in place, with a head of finance and a head of technology also on board.</p> <p>Clarke and Gibbs, who spent 19 years at the BBC, say they have been given free rein by the Qatari owners, who are determined to take on CNN and BBC World with a global service. </p> <p>The new station will not be an English-language version of the Arabic station that has caused so much controversy and which has been denounced and bombed by the US in the Afghan and Iraqi wars and which was this week evicted from Iraq by the prime minister.</p> <p>\"It really is a bona fide news channel in English. We will have four major news hubs - one in Asia - possibly Hong Kong, one in Doha, one in London and one in Washington, and our intention is that we will broadcast from these sites for several hours a day each,\" said Clarke.</p> <p>Clarke, who used to run the Middle East Broadcasting Corporation station which has now morphed into al-Jazeera's main rival, al-Arabiya, says that while it will rely heavily on al-Jazeera for Middle East reporting, it will have a different sensibility.</p> <p>One area in which it will differ is the controversial screening of graphic images of war.</p> <p>\"In my time at MBC, I remember looking at pictures coming in from a cameraman shooting in a morgue and lifting children's bodies from the slabs to see where the bodies had been shot and I thought 'oh, my God, what's going on here'.</p> <p>\"In the Arab culture they have a completely different concept of death. But as an English-language news channel we won't really be showing the warts-and-all pictures that are common on Arab news channels.\"</p> <p>The launch of al-Jazeera International with the backing of the Emir of Qatar's personal fortune is expected to attract huge attention because of the history of its parent operation.</p> <p>No other channel in the region has established such a reputation in such a short period of time, and during the Iraqi war it regularly scooped its western rivals, challenging military propaganda because it had established a network of camera crews in areas where coalition forces were bombing before the war had started.</p> <p>Gibbs, who is head of external programming, said he hoped the channel would be able to achieve what BBC World has failed to do because of lack of funding. </p> <p>\"We will have the same editorial ethic as BBC World but from a non-western base,\" he said, adding that it wanted to tap into the Muslim market not yet served by al-Jazeera.</p> <p>\"There are millions of non-Arabic speaking Muslims who want to know what all the fuss is about. There are swathes of people across the subcontinent of Asia who only get CNN or BBC and who don't have much empathy for CNN's agenda. The BBC would like to get to them but it doesn't have the money.\"</p> <p>Gibbs, who launched Adrian Chiles' Working Lunch series 10 years ago and who used to work on BBC1's Watchdog until he was sacked by Anne Robinson, said his ambition was to launch a global consumer show.</p> <p>The launch of the English-language channel is part of a wider plan for expansion. The network is hoping to do what Sky did for British broadcasting with the launch of an Arabic children's channel and sports and documentary channel. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Di-di-di-di dah-dah, di-di-di-di daaaah. Di-di-di-di dah dah, di-di-di-di daaaah! <p>It's the most recognised TV theme song, and now it'll get stuck in your head all over again. The 70s cop show Hawaii Five-O is to be turned into a movie. </p> <p>Named thus because Hawaii is the 50th American state, the series featured breathtaking scenery matched with sharp dialogue, and was one of the most popular TV shows of all time. It ran from 1968 to 1980, and was the longest US police show until overtaken recently by Law and Order. </p> <p>After years of negotiations with various Hollywood studios, George Litto (who was the agent of the series' creator, the late Leonard Freeman) has sold the rights to Warner Brothers. The script will be written by the Ocean's 11 screenwriter George Nolfiset, and Litto will be the producer. </p> <p>Hawaii Five-O was an elite branch of the Hawaii state police answerable only to the governor. It was led by Steve McGarrett, played by Jack Lord, who finished every episode by chiming \"Book 'em, Danno\" to his sidekick Danny. Five-O investigated \"organised crime, murder, assassination attempts, foreign agents, felonies of every type\" and pursued the Chinese kingpin Wo Fat, who will feature heavily in the film. </p> <p>Yesterday, the movie trade magazine Variety reported how Litto had finally accepted an offer. He said: \"Name a company or a studio, and I can say they tried hard to make a deal, probably more than once. But Warners is the right place for this.\" </p> <p>In a previous interview, Litto said he fancied Mel Gibson, Harrison Ford or Michael Douglas as McGarrett. </p> <p>Variety said: \"Several studios tried over the years to catch the wave with seven-figure offers, but Litto held out for a pact that gave him and Freeman's estate creative input. He set a timetable on sequels and ensured that his family would be involved even after he dies, much the way the Broccoli clan has steered the James Bond franchise since the death of producer Cubby Broccoli.\" </p> <p>Hawaii Five-O joins a number of other 70s shows being looked at by studios, reaffirming our love for wide lapels, bad haircuts and platform shoes: The Six Million Dollar Man, CHiPs, the Dukes of Hazzard, and Kojak. Last March, Warner Brothers released a movie of Starsky and Hutch following remakes of Charlie's Angels and Mission: Impossible. Shooting of Hawaii Five-O is scheduled to begin on the island of Oahu and in its state capital of Honolulu in spring, for release in summer 2006. </p> <p><b>Already on the comeback trail</b> </p> <p><b>Charlie's Angels</b> </p> <p>The 2000 movie version was a huge hit </p> <p><b>Starsky and Hutch</b> </p> <p>The 1975 detective drama was remade as a comedy </p> <p><b>The New York Dolls</b> </p> <p>The punk band split up in 1975-76, but reunited this year for a one-off gig at the Meltdown Festival, organised by Morrissey </p> <p><b>Star Wars</b></p> <p>The first film hit the big screen in 1977. A new DVD set of the original trilogy is due out this month </p> <p><b>Glam rock</b> </p> <p>The Darkness confirmed the revival of the genre when they stole the show at the Brits in February </p> <p><b>Platform shoes</b> </p> <p>Brought back by the Spice Girls so that thousands of small girls could twist their ankles </p> <p><b>Flares</b> </p> <p>Made a comeback in the 90s and are now worn without embarrassment </p> <p><b>Should stay in the 70s</b></p> <p><b>100% polyester clothing</b> </p> <p>It itches, makes you sweat and is seldom a good look </p> <p><b>Bubble perms</b> </p> <p>As worn by Kevin Keegan and the Liver Birds </p> <p><b>Austin Allegros</b> </p> <p>Always in mustard, burgundy or a horrible dark green </p> <p><b> Watney's Party Sevens</b> </p> <p>A big tin of disgusting beer </p> <p><b>Stylophone</b> </p> <p>An odd musical instrument promoted by Rolf Harris, even featured on Bowie's Space Oddity. Now a collectable on eBay. </p> <p><b>Parkinson</b> </p> <p>Oh, wait, he's still here <br> </p> <p><b>Sally James Gregory</b></p>",
  "Vulcanology lives again. Wednesday's mini-reshuffle of the shadow cabinet saw the return of John Redwood, the original Vulcan, to the opposition front bench. <p>Ten years ago he was at the heart of the then government's paranoidal state. The advanced Vulcanology of those years offered a complete science of English humanity, combining reactionary nationalism with radically international capitalism. </p> <p>The founder of the science had made a cold calculation. Markets were the sole economic truth, but they could also be rough beasts. The solution was to talk up the national identity as a buffer mentality. Institutional sovereignty could not stop capitalism's gales. But at least the flag would keep us warm, and the comfort zone of social conservatism would mitigate the threat of social disorder when markets turned awkward. A community of gut instincts about England, home and family would keep people off the streets when the going got rough. Redwood holds the Tory view that civilised order is a construct liable to dissolve at any time; it needs assiduous maintenance. </p> <p>Behind this manipulative populism lay the innocence of the clever farouche. Redwood has always redefined populism as just meaning popular - instead of its true meaning of one who recognises reaction, without necessarily believing in it, and who then uses it to advance his own ulterior aims. </p> <p>This astute Humpty-Dumpty mind can redefine words to suit its own purposes. But the family based, hard-working England of his imagination was the hallucination of a 1950s mind: an Ealing comedy without the jokes. This is why Vulcanology has remained an unpopular subject. Ministerial colleagues were baffled by one who communicated anger in speeches yet displayed a mechanistic quality in discussions. Perhaps it was a mistake to put those photos of his favourite car on the mantelpiece in his office. </p> <p>In the Welsh Office, where I worked as an adviser, his administrative finesse was much admired. Away from all the policy theory, he was a lucid and effective administrator. Despite the Euroscepticism, his policy-wonkery made him more like a French énarque than a conventional English politician. And his idea that government action could and should shape social behaviour has more in common with Gordon Brown's techniques than it does with Tory laissez-faire. </p> <p>Having mouthed platitudes and affirmed loyalty, Redwood is now rewarded with the title of the shadow minister for deregulation. But this heralds another period of Tory discontent, for he has no secretary of state for deregulation whom he can shadow. He will be the shadow who hovers over all the other opposition ministerial shadows. He can claim a legitimate interest anywhere the state extends its arm. He is the shadow secretary of state for government itself. </p> <p>Ten years ago he annoyed his colleagues because he thought his Welsh Office brief allowed him to bark out distinctive initiatives on health, education, planning and the environment, agriculture, local government and transport. There was a Welsh dimension to all of these areas. And so, with that mischievous innocence that so annoyed John Major, he argued that he could do his own Welsh thing even when it went against government policy. It took Douglas Hurd to stop him from making Cardiff-based foreign policy speeches. This English nationalist did more to make Wales a distinctive land apart than any previous Welsh secretary, which is why anti-Labour nationalists enjoyed him. </p> <p>Redwood has a naturally synoptic attitude to government, seeing the connections where others think in boxes. He follows the argument where it goes. But such good rationalist administration is the enemy of good relations with jealous colleagues of the kind he rather despises. </p> <p>Colleagues, in other words, like Michael Howard, with whom he coexisted awkwardly as a junior minister when Howard was environment secretary. He recoiled fastidiously from Howard's temper tantrums, avoided confrontational meetings and then went his own way - a subversive who is more shy than sly. Perhaps the recent bumpy years have cured him of his odd belief that politicians should be rewarded for consistency. Redwood in office elided high morality with his practical self-interest, unconscious of how Tories are at ease with low intent, and hate such ostentatious primness. </p> <p>But now he has to deal with a new generation of Tories, especially George Osborne and David Cameron, promoted with him into the shadow cabinet. Such Notting Hillians - first identified here - are far more grounded than Redwood in the sociological reality of Toryism. They have an easy and detached way with political ideas because, in their worldview, policies only exist to be manipulated on the way to office. Although theoretically modernising, they are in fact the voices of ancestral Toryism. They are grand before their time. </p> <p>But he must worry that his time is passing. There will be some cod-Churchillian moments as Redwood proclaims: \"Action this day.\" Egos will be bruised and then a general election lost. Tory history is achingly cyclical. </p> <p><b>· </b>Hywel Williams is the author of Guilty Men - Conservative Decline and Fall 1990-97 </p> <p><a href=\"mailto:taliesin.hywel@virgin.net\">taliesin.hywel@virgin.net</a></p>",
  "<p>The steady decline in output from the North Sea pushed Britain to a deficit in oil trade for the first time in 13 years in July, and widened the overall trade deficit to its worst since January. </p> <p>The Office for National Statistics yesterday reported a deficit in oil trade of £61m, down from a revised surplus of the same magnitude the month before, and the first negative figure for oil since August 1991. </p> <p>Britain's oil production peaked at around 2.8m barrels per day at the turn of the millennium but it is now down to about 2.2m bpd. </p> <p>The ONS also said Britain became a net oil importer in volume terms in July for only the second time since 1992, the other occasion being April this year. It imported 5.1m tonnes, compared with 4.8m tonnes in June. Exports fell to 4.7m tonnes, from 4.9m in June. </p> <p>Statisticians said the deterioration in the oil trade situation would worsen slowly in the future. About two years ago, Britain was running an oil trade surplus of £500m-£600m month, but that has steadily dwindled since, turning negative in July. </p> <p>The higher oil imports helped to push overall goods imports up to a monthly record of £20.8bn. </p> <p>With exports rising less quickly, the goods trade gap rose to £5.2bn, from £5.1bn in June. The new figure is not far below January's £5.7bn trade gap, the biggest gap since records began in 1697. </p> <p>Britain's trade position has deteriorated in recent years as the slowdown in the world economy crimped exports at a time when surging domestic demand, driven by falling interest rates and rising incomes, boosted exports. </p> <p>City economists had expected the deficit to drop back to £4.8bn, and the pound fell to a six-month low against the euro of 68.31p after the data were released. It also weakened against the dollar. </p> <p>\"Since an oil surplus is something we are going to have to live without, we need to start compensating for diminishing oil output by improving the non-oil account,\" said Geoffrey Dicks, UK economist at RBS Financial Markets. \"But there is not much sign of that yet.\" </p> <p>Indeed, the country's traditional surplus in services, such as shipping and insurance, fell to £1.5bn, the lowest since January, from £1.7bn the month before. Economists said the bigger-than-expected trade deficit would act as a drag on overall economic growth in the third quarter and therefore made it less likely that the Bank of England would raise borrowing costs again. Yesterday, the Bank left interest rates steady at 4.75%. </p> <p>Chancellor Gordon Brown is critical of Europe's economies in an interview with the Financial Times today, saying: \"It is the weakness of European Union growth that lies at the root of imbalances in the world economy.\" </p> <p>Mr Brown says the US is not soley to blame for running up a current account deficit. He says the global recovery is still fragile, in sharp contrast to the upbeat speeches he made on the world economy before the summer parliamentary recess. </p> <p>Since then there has been concern over an apparent slowing of growth in the US and a lack of vigour in other major economies, which has been blamed on high oil prices. </p> <p>Mr Brown calls on oil producing nations to ensure high oil prices do not derail growth. US crude futures closed up $1.78 at $4.55 a barrel.</p>",
  "In common with our partners in Russia, part of the EU-funded European Human Rights Advocacy Centre, we are horrified by the recent events in Beslan and condemn the methods of those who perpetrated these crimes (Leaders; Ahmed Zakayev, September 7). However, we are also deeply disturbed by President Putin's demand that the west drop its \"double standards\" and treat the conflict in Chechnya as identical to the fight against Bin Laden and al-Qaida. <p>Next month, we and our Russian colleagues will represent the first six Chechen applicants against Russia at the European court of human rights in Strasbourg. They all claim to be victims of grave violations of their human rights and include mothers whose children were killed by the Russian bombing of civilian refugee columns leaving Grozny at the end of 1999. </p> <p>Our experience in taking cases to Strasbourg in relation to the conflict in south-east Turkey has convinced us that no peaceful settlement is possible in such regional conflagrations unless the government concerned respects fundamental human rights. Until the Russian government begins faithfully to implement the human rights obligations it undertook when it joined the Council of Europe in 1996, we see no end to the cycle of brutality and despair.<br><b>Prof Bill Bowring</b><br>Director, Human Rights Research Institute<br><b>Philip Leach</b><br>Director, European Human Rights Advocacy Centre </p> <p>John Laughland (The Chechens' American friends, September 8) highlights US and British double-standards which allows them to act militarily outside their borders, but won't let Russia do the same within its own. Despite the enormous sacrifices and strides Russia has made in the past 15 years toward becoming building a successful democracy, all it has received in return is double-crossing trickery, economic theft and exploitation, and western support of enemies of the Russian state. </p> <p>In particular, the west seeks to deny Russia control of the oil pipelines being built to carry Caspian Sea oil to the oil-hungry world, instead placing control in the hands of anti-democratic, Islamic extremists - a truly brilliant move given that Russia is the only serious democracy in the region. Chechnya is all part of this centuries-old game. In the minds of many western leaders, the cold war is not over.<br><b>Dr Michael Pravica</b><br>Henderson, Nevada, USA </p> <p>After the collapse of the USSR, the Kremlin saw North Ossetia as a potential outpost of Russian power, key to its strategic influence in the Caucasus. In November 1992, Russia backed the local regime in driving 70,000 Ingush from an area that Stalin had annexed from Ingushetia in 1944. </p> <p>Russian firepower was amassed in North Ossetia - the quantity of armaments per head of population in the republic has been estimated to be the highest in the world - and in December 1994 Russia launched its first major attempt to invade Chechnya from across the border in North Ossetia.<br><b>David Crouch</b><br>London </p> <p>John Laughland writes that Chechen separatists enjoy the support of prominent neoconservatives in the US who want to\"weaken Russia and drive her out of the Caucasus\". However, the neoconservatives' influence on White House policy seems to be limited, since White House spokesman Scott McClellan was quoted on Monday offering resounding support for the Russian government: \"The responsibility for the tragic loss of life rests with the terrorists. The United States stands side by side with Russia in our global fight against terrorism.\"<br><b>David Frazer</b><br>Richmond, Surrey</p>",
  "<p>Britain's application to stage the 2012 Olympic games took a significant leap forward yesterday as the key proposals to transform 500 acres of London's East End into a spectacular \"Olympic Park\" received formal planning permission. </p> <p>Officials from London 2012, the body responsible for the bid, declared that Britain was now \"ahead of the game\" as it seeks to persuade the International Olympic Committee to favour its application above those of the perceived closest rivals, New York and Paris. </p> <p>Though differing municipal procedures are used in all of the competing countries, the officials behind Britain's bid now hope to impress upon the IOC that they have progressed further and faster than any of the others. </p> <p>They now have the permission of the four London boroughs with land within the designated Olympic footprint - Newham, Hackney, Waltham Forest and Tower Hamlets - to press ahead with plans for an Olympic district which would include a stadium and a village for 17,800 athletes. </p> <p>The boroughs made their decision after a marathon joint planning meeting yesterday at London's City Hall, which was addressed by bid leader Lord Coe. </p> <p>Afterwards Lord Coe said: \"This decision sends a clear message to the IOC that we are ahead of the game and serious about winning. We can now put into our candidature file we submit to the IOC in November that we have planning permission for the centrepiece of our Olympic blueprint. If next July we win the right to host the games work begins the very next day.\" </p> <p>Lord Coe said the decision was \"an important milestone\" and \"an important step in turning a dream into reality\". </p> <p>Sir Robin Wales, mayor of Newham and leader of the Association of London Government, added: \"This is a vitally important step forward for London's Olympic bid. It paves the way for east London to host the world's greatest sporting event in 2012, whilst providing important safeguards for local residents, businesses and the environment. </p> <p>\"The Olympics will accelerate the regeneration of east London, providing thousands of jobs and business opportunities, and a legacy of some 9,000 new homes, state-of-the-art sports facilities and the biggest park London has seen since Victorian times.\" </p> <p>London 2012 is keen to show signs of momentum after behind the scenes discord over the departure of former bid chairman Barbara Cassani and suggestions the bid appeared to have only lukewarm support from the government. </p> <p>Last week Tony Blair described the British bid as \"getting stronger and stronger\". </p> <p>The now sanctioned Olympic Park would be contained within the Lower Lea Valley, an area desperately needing regeneration.</p>",
  "<p>The global extinction crisis is worse than thought, because thousands of \"affiliated\" species also at risk do not figure in calculations. </p> <p>\"With the extinction of a bird, or a mammal or a plant, you aren't necessarily wiping out just one, single species,\" said Heather Proctor of the University of Alberta's department of biological sciences. \"We are also allowing all these unsung dependent species to be wiped out.\" </p> <p>Dr Proctor and a research team have calculated the expected levels of co-extinction across a wide range of species. Their research is published today in Science. </p> <p>More than 12,000 endangered plants and animals were first listed, then any insects, mites, fungi or other organisms that are uniquely adapted to the threatened hosts were also listed. </p> <p>At least 200 \"affiliate\" species have been lost through co-extinction and a further 6,300 should be classified as \"co-endangered\". </p> <p>Dr Proctor said a type of vine that became extinct in Singapore took with it a species of butterfly, Parantica aspasia, dependent on the plant for survival. </p> <p>\"When we lose this vine, this beautiful butterfly dies off with it, and we'll never see it again except in photos at museums,\" she said. </p> <p>Craig Hilton-Taylor, co-ordinator of the International Union for Conservation of Nature and Natural Resources \"red list\" of endangered species, said: \"There may be a person working on some bird but they don't know that that bird's also pollinating various plants because they're not botanists.\"</p>",
  "<p>Hydrogen produced by nuclear power stations will fuel the world's vehicles by 2050, providing pollution-free transport while combating global warming, the World Nuclear Association was told in London yesterday. </p> <p>A combination of the need to cut carbon dioxide emissions, the prospect of increasingly expensive oil and the estimated growth in the world's vehicle fleet means that only hydrogen can plug the gap, Paul Kruger, of Stanford University in California told delegates. </p> <p>Professor Kruger believes that the hydrogen will be produced by a combination of renewables such as wind and solar power and nuclear stations designed to produce hydrogen with surplus electricity. </p> <p>The conference, attended by the world's main nuclear organisations, had a series of presentations on how nuclear energy will play a vital role in changing the energy market to one which runs on hydrogen rather than oil. </p> <p>While a handful of buses in Britain already run on hydrogen, and BMW has designed a dual petrol/hydrogen engine, the problem was producing enough hydrogen for it to replace oil as the primary vehicle fuel, the conference heard. </p> <p>While many have suggested that surplus wind and solar energy can be used for electrolysis to split water into hydrogen and oxygen, Prof Kruger floated the idea that nuclear power stations could also be built to provide electric power and hydrogen. </p> <p>Making nuclear power stations slightly larger than necessary would allow surplus electricity to produce hydrogen at very little extra cost. This could be sold to a national network of hydrogen filling stations for fuel cells for cars. </p> <p>The estimated growth in the world fleet of vehicles is from 900m in 2010 to 1,500m by 2050. The trick was to change the fuel from the 360bn gallons of petrol which would be used in 2010 to 260bn kg of hydrogen fuel needed 40 years later. To produce that much hydrogen, electricity production would have to be increased by between 15% and 25% more than that needed merely to keep the lights on, he said. </p> <p>There are 440 nuclear stations operating worldwide, but providing enough electricity and hydrogen to meet the world's needs might need up to 3,500 new nuclear stations. </p> <p>The advantage of hydrogen for fuelling cars is that it is that it recombines with oxygen to produce pure water as the only waste product. </p> <p>The Bush administration is so convinced that dual electricity and hydrogen production is the future that the US department of energy has decided to construct a demonstration nuclear reactor to produce hydrogen in Idaho Falls. </p> <p>Hans Forsstrom, from the European commission, said the EU was also considering the use of high-temperature reactors to produce hydrogen. The process had a \"big potential\". </p> <p>Klaus Scheuerer, of BMW, said it had already developed a car which could run on hydrogen or petrol. The problem was not the technology but the supply of hydrogen. </p> <p>\"The long-term transition to hydrogen as a source of energy is an absolute necessity. Our progress in the development of a hydrogen engine makes us confident that the road to market is a short one.\"</p>",
  "<p>To startled media watchers, political documentaries have become commercially viable, with customers paying hard cash to be enlightened, excoriated and browbeaten by the likes of Michael Moore and other less flamboyant crusaders whose rants would normally be confined to public television. Films about al-Jazeera (Control Room) and corporate malfeasance (The Corporation), have received theatrical openings, as have cinematic essays on the arterial dangers of a McDonald's diet (Super Size Me), the egregiousness of Fox Television (Outfoxed), the machinations of Karl Rove (Bush's Brain), the illegal retention of immigrants (Persons of Interest). </p> <p>Needless to say, most of these are from the left-liberal side of the political spectrum, which finds itself locked in a titanic struggle to defeat the Bush juggernaut in November. </p> <p>But what about narrative cinema? What are the ideological underpinnings during this critical moment? In the old days, vigilantes were on the alert for communist rhetoric shoehorned into the most innocent of Hollywood scripts. Adrian Scott, one of the Hollywood 10, worked on the screenplay of Swing Time, contributing the following exchange. Fred Astaire's debonair but impoverished gambler has inadvertently given his \"lucky\" nickel for change to working girl Ginger Rogers. A misunderstanding grows into a shouting match when a cop appears and, taking Astaire in dance costume for a swell, immediately sides with him. \"We have to protect rich people like you from crazy dames like her,\" he assures Astaire, to which Rogers shoots back: \"You Cossack!\" </p> <p>Surely, in these polarised times, the blandest films aren't immune from the sneak attack. Can we detect biases favourable or unfavourable to the Republican party in recent offerings? </p> <p>We Don't Live Here Anymore, with its erotically charged quartet, appears to be a throwback to a 1970s sex-lib fascination with wife-swapping, a darker, sexier and more maudlin version of Bob and Carol and Ted and Alice. The adulterous shenanigans of the two couples - English profs Peter Krause and Mark Ruffalo, married, respectively, to Naomi Watts and Laura Dern - might be seized upon by the right as proof of the decline of family values, just the sort of selfish behaviour typical of east coast smartypants secular bohemians. On the other hand, the world of the film, adapted from two Andre Dubus novellas, is so pre-feminist that the two wives, despite severe shortages of income, never consider getting a job ... or forming a consciousness-raising group to complain about their lying husbands. Blue or red? Ambiguous. </p> <p>While most of the major studios are running from overtly political themes - Disney having passed on Fahrenheit 9/11 and Warners on David O Russell's Iraq documentary - 20th Century Fox surprised with Roland Emmerich's The Day After Tomorrow, a virtual screed on the dire consequences of global warming. Mostly it was a special effects extravaganza, in which Los Angeles is decimated by tornadoes and New York submerged under ice. The movie would seem to wear its Democratic heart on its sleeve; the obstructionist economy-first vice president bears an undisguised resemblance to Dick Cheney. On the other hand, the two states, California and New York, that serve as targets are solidly in the blue state alignment. </p> <p>Any movie sympathetic to gays (A Home at the End of the World) obviously falls into the liberal camp, but even Shrek 2 addresses bigotry. Thanks to his marriage to Princess Fiona, Shrek now stands at the portals of respectability. But will his aristocratic in-laws accept him? Can mum and dad overcome class and species (red state) prejudices and embrace not one, but two, ogres in the family, persons of colour? </p> <p>Mum and dad are inhabited by the veddy English voices of John Cleese and Julie Andrews, two of a number of emissaries from the British isles to provide class (red state) and wisdom (neutral). Ian Holm appears as a sadder but wiser Scottish meteorologist in The Day After Tomorrow, one of the few resonant and likable characters, a compensation perhaps for the film's unkind deep freeze of the UK. But the same actor is sad but not so wise as the analyst-father in Zach Braff's winningly befuddled and very personal first film, Garden State. Braff, as a depressed would-be actor who returns home (New Jersey) for his mother's funeral, has been doped up for years with antidepressants by his father, who is also, most unwisely, his analyst. When the young man throws away his \"meds\" and rebels against his imperial father, can we take this as a kind of July 4 parable of the young colony's declaration of independence against British paternalism? </p> <p>Brits like Brian Cox and Peter O'Toole, inhabiting roles rather than adapting them to modern tastes, salvage what there is to salvage in Troy, a softened and liberalised version of Homer's Iliad in which Brad Pitt's buff Achilles is more introspective Hamlet than pre-Renaissance action hero. Unfortunately, blue state liberalism is here profoundly at odds with the essential brutality, the how-glorious-it-is-to-die ethos and pre-Romantic sensibility of ancient Greece. </p> <p>And finally, in a reverse casting gambit, cheeky Reese Witherspoon has been imported to play that grasping and glorious schemer Becky Sharp in Mira Nair's mod-progressive adaptation of Thackeray's sprawling satiric canvas of Victorian England. A parable of post-feminist empowerment - a gal's gotta do what a gal's gotta do - the film says it's okay to root wholeheartedly for this anachronistic material girl. </p> <p>On the fundamentalist right we have Exorcist: the Beginning, but the depredations of the devil are child's play compared with the relentlessly bloody Jesus-flaying spectacle presented in The Passion of the Christ. Indeed, Mel Gibson has become the standard bearer of a nutty holier-than-thou constituency of the perpetually enraged. To his crucifixion opus he has added, as producer, another gratuitously bloodthirsty little number called Paparazzi, which takes a twisted page from the Dodi and Diana story to furnish a self-righteous star with an excuse to go on a homicidal rampage against offending photographers.</p>"
]