[
  "The Guardian is to launch a major three-part series this Saturday 11 September investigating what our world, our nation and ourselves will look like in the year 2020. <p>The 32 page full-colour partwork, which will run over three Saturdays, explores the way our world will change in the next 16 years, environmentally, technologically and sociologically. </p> <p> Part one looks at what the world will be like in 2020. Where will our energy come from? Where will the global political hotspots be? Part two looks at our nation in 2020. How will we live? Will life in Britain's cities be bearable in 2020? Part three looks at ourselves and what we will be like in 2020. What shape will the family take in 2020? </p> <p> In the first magazine, published this Saturday, some conventional wisdoms are debunked. Jonathan Watts, reporting from Beijing, finds that China's imminent Aids epidemic is viewed not just as a potential disaster by Chinese liberals, but as an opportunity for change. They believe international involvement in the fight against Aids will lead to political reform by 2020. Tony Allan argues that the world's view of water - that we do not have enough and are running out - is wrong. In fact, we have more than enough to go round: the real problem is finding the political will to ensure the world's poor get access to a clean, safe supply.</p> <p> The three magazines boast a strong and unusual look. For each of them a series of fantasy future spreads were created by specialist photographic retouchers, taking images of the present day and transforming them into visions of the future. </p> <p>The series has been edited by Michael Hann with art direction by Ben Brannan, production editing by Donna Marie Oldfield and Amelia Hodsdon. Katharine Viner, editor of Guardian Weekend, is editor-in-chief.</p> <p> The partwork will be publicised with a print, radio, online and television advertising campaign.</p> <p> -ends-</p> <p> For more information contact:<br> Anna Sinfield, Press Office, on 020 7239 9818.</p>",
  "The Guardian First Book Award 2004 longlist has been announced (for the full list see below). This year's list is as wide-ranging and eclectic as ever. The five fiction books feature stories of love and loss, magic and mystery, the pain and joy of immigration, and a new take on a biblical tale. The five non-fiction books explore the true nature of the Sicilian mafia, the intertwined lives of American writers, the reality of global warming, the genetic make-up of the human body, and a journey - on foot - across Afghanistan. <p>This year's award will be judged by a panel which includes novelists Hari Kunzru and Ali Smith, author and academic Lewis Wolpert, barrister and cultural critic Baroness Helena Kennedy QC, theatre director Sir Richard Eyre, author and comedian Alexei Sayle and Guardian Deputy Editor Georgina Henry. The panel will be chaired by Claire Armitstead, Literary Editor of the Guardian.</p> <p>Once again, the Guardian has joined with Waterstone's to give readers the opportunity to affect the outcome of the award by taking part in store-based reading groups in London, Glasgow, Nottingham and Manchester. Stuart Broom of Waterstone's, will represent their views on the judging panel. </p> <p> The Guardian First Book Award recognises and rewards new writing across fiction and non-fiction. The award, for first time authors, is open to books from genres including fiction, poetry, biography, memoir, history, politics, science and current affairs.</p> <p> Claire Armitstead, Literary Editor of the Guardian, said: \"We had a bigger submission this year than ever before - 145 books. Since we only allow 3 books per (publisher's) imprint, this gives some idea of how much energy publishers now put into spotting and producing new writers. In fiction, it seems to have been the year of old fashioned narrative. Whereas in previous years there has been a lot of playfulness with form, this year's entry seems to show a return to solid, reader-friendly writing. The strongest sector was probably short stories, where there were three or four excellent collections. The age profile of the longlisted writers is higher than in previous years, which may account for the maturity and accomplishment of the books.\"</p> <p> Stuart Broom, from Waterstone's said: \"Waterstone's is proud to be involved in the Guardian First Book Award for the second year running. Our customers are always passionately interested in the best new writing and involving them in reading groups actually puts them at the centre of the process of championing new authors. Readers involved in the 2003 Award found it incredibly rewarding, and it was fascinating to note the differences in opinions voiced by readers of different ages in different cities which we were able to throw into the mix at the judges' final meeting.\"</p> <p> The winner will receive a prize of £10,000 and an advertising package in the Guardian and the Observer.</p> <p> The shortlist, of five books, agreed by the panel and the Waterstone's readers' groups, will be announced in early November and the winner in December.</p> <p> Guardian Unlimited Books, the Guardian's comprehensive books site, will carry additional interactive information on the Guardian First Book Award. A special report featuring resources and reviews of the longlisted books can be found at http://theguardian.com/books/firstbook2004 from Thursday 2 September.</p> <p> -ends-</p> <p> Notes for editors:</p> <p> For photographs of the longlisted authors please contact the Guardian Press Office.</p> <p> Previous winners:</p> <p> 2003: Mountains of the Mind by Robert Macfarlane (Granta)<br> 2002: Everything is Illuminated by Jonathan Safran Foer (Hamish Hamilton).<br> 2001: Jimmy Corrigan: The Smartest Kid on Earth, by Chris Ware (Jonathan Cape)<br> 2000: White Teeth by Zadie Smith (Hamish Hamilton)<br> 1999: We Wish To Inform You That Tomorrow We Will Be Killed With Our Families. Stories rom Rwanda by Philip Gourevitch (Picador).<br></p> <p> For further information contact:<br> Anna Sinfield, Press Office, on 020 7239 9818. </p> <p> The Guardian First Book Award 2004 Longlist</p> <p> FICTION</p> <p> Becoming Strangers, by Louise Dean (Scribner) As a compliment rather than disrespect, this could be subtitled Last Orders on the Caribbean. Two couples on holiday, each with a terminally ill partner, try to make serious and comic sense of their lives.</p> <p> The Flood, by David Maine (Canongate) The story of the Ark is retold by Noe's familywith affectionate irreverance as they struggle to follow the orders of their ancient father while privately suspecting he has gone quite batty.</p> <p> Ground Water, by Matthew Hollis (Bloodaxe) Taking water as a setting for his poems and also a metaphor, Matthew Hollis has put together a debut collection of striking accomplishment and emotional range.</p> <p> Natasha, by David Bezmozgis (Cape) A Latvian emigrant to Canada, Bezmozgisuses the short story to create a series of vivid snapshots of a community of exiles who are disoriented geographically, linguistically and historically.</p> <p> Jonathan Strange and Mr Norrell, by Susanna Clarke (Bloomsbury) Biggest book of the autumn, in volume of words at least, it centres on the clash of egos in an alternative history where Napoleon is defeated by cloud ships. </p> <p> NON-FICTION</p> <p> The Places In Between, by Rory Stewart (Picador) On foot, through the Afghan winter, with only a toothless mastiff for company, Stewart is so far off the beaten track that his evocative book feels like a long lost relic of the great age of exploration.</p> <p> Cosa Nostra, by John Dickie (Hodder) From the lemon groves of 19th century Sicily to the gangs of 20th century New York, Dickie challenges the myths and explains the arcane codes of honour that have kept the mafia in business. </p> <p> A Chance Meeting, by Rachel Cohen (Cape) Picking up on biographical playfulness, Cohen traces the relationships between a series of American artists and writers, fleshing out known facts with imagined exchanges of her own. </p> <p>High Tide: News from a Warming World, by Mark Lynas (Flamingo) A modern traveller's tale of listening to Alaskan eskimos, Pacific islanders, Chinese shepherds and British flood victims describe climate change.</p> <p> Mutants: On the form, varieties and errors of the human body, by Armand Marie Leroi (HarperCollins) The horror potential of this book, written by a lecturer in evolutionary biology, is annulled by its science, humanity and elegance.</p>",
  "'Wars, conflict - it's all business,\" sighs Monsieur Verdoux in Charlie Chaplin's 1947 film of the same name. Many will not need to be convinced of the link between US corporations now busily helping themselves to Iraqi state assets and the military machine that prised Iraq open for global business. But what is less widely known is that a similar process is already well under way in a part of the world where B52s were not so long ago dropping bombs in another \"liberation\" mission. <p>The trigger for the US-led bombing of Yugoslavia in 1999 was, according to the standard western version of history, the failure of the Serbian delegation to sign up to the Rambouillet peace agreement. But that holds little more water than the tale that has Iraq responsible for last year's invasion by not cooperating with weapons inspectors. </p> <p>The secret annexe B of the Rambouillet accord - which provided for the military occupation of the whole of Yugoslavia - was, as the Foreign Office minister Lord Gilbert later conceded to the defence select committee, deliberately inserted to provoke rejection by Belgrade. </p> <p>But equally revealing about the west's wider motives is chapter four, which dealt exclusively with the Kosovan economy. Article I (1) called for a \"free-market economy\", and article II (1) for privatisation of all government-owned assets. At the time, the rump Yugoslavia - then not a member of the IMF, the World Bank, the WTO or European Bank for Reconstruction and Development - was the last economy in central-southern Europe to be uncolonised by western capital. \"Socially owned enterprises\", the form of worker self-management pioneered under Tito, still predominated. </p> <p>Yugoslavia had publicly owned petroleum, mining, car and tobacco industries, and 75% of industry was state or socially owned. In 1997, a privatisation law had stipulated that in sell-offs, at least 60% of shares had to be allocated to a company's workers. </p> <p>The high priests of neo-liberalism were not happy. At the Davos summit early in 1999, Tony Blair berated Belgrade, not for its handling of Kosovo, but for its failure to embark on a programme of \"economic reform\" - new-world-order speak for selling state assets and running the economy in the interests of multinationals. </p> <p>In the 1999 Nato bombing campaign, it was state-owned companies - rather than military sites - that were specifically targeted by the world's richest nations. Nato only destroyed 14 tanks, but 372 industrial facilities were hit - including the Zastava car plant at Kragujevac, leaving hundreds of thousands jobless. Not one foreign or privately owned factory was bombed. </p> <p>After the removal of Slobodan Milosevic, the west got the \"fast-track\" reforming government in Belgrade it had long desired. One of the first steps of the new administration was to repeal the 1997 privatisation law and allow 70% of a company to be sold to foreign investors - with just 15% reserved for workers. The government then signed up to the World Bank's programmes - effectively ending the country's financial independence. </p> <p>Meanwhile, as the New York Times had crowed, \"a war's glittering prize\" awaited the conquerors. Kosovo has the second largest coal reserves in Europe, and enormous deposits of lignite, lead, zinc, gold, silver and petroleum. </p> <p>The jewel is the enormous Trepca mine complex, whose 1997 value was estimated at $5bn. In an extraordinary smash and grab raid soon after the war, the complex was seized from its workers and managers by more than 2,900 Nato troops, who used teargas and rubber bullets. </p> <p>Five years on from the Nato attack, the Kosovo Trust Agency (KTA), the body that operates under the jurisdiction of the UN Mission in Kosovo (Unmik) - is \"pleased to announce\" the programme to privatise the first 500 or so socially owned enterprises (SOEs) under its control. The closing date for bids passed last week: 10 businesses went under the hammer, including printing houses, a shopping mall, an agrobusiness and a soft-drinks factory. The Ferronikeli mining and metal-processing complex, with an annual capacity of 12,000 tonnes of nickel production, is being sold separately, with bids due by November 17. </p> <p>To make the SOEs more attractive to foreign investors, Unmik has altered the way land is owned in Kosovo, allowing the KTA to sell 99-year leases with the businesses, which can be transferred or used as loans or security. Even Belgrade's pro-western gov ernment has called this a \"robbery of state-owned land\". For western companies waiting to swoop, there will be rich pickings indeed in what the KTA assures us is a \"very investor-friendly\" environment. But there is little talk of the rights of the moral owners of the enterprises - the workers, managers and citizens of the former Yugoslavia, whose property was effectively seized in the name of the \"international community\" and \"economic reform\". </p> <p>As the corporate takeover of the ruins of Baghdad and Pristina proceeds apace, neither the \"liberation\" of Iraq nor the \"humanitarian\" bombing of Yugoslavia has proved Chaplin's cynical anti-hero to be wrong. </p> <p><b>·</b> Neil Clark is a writer and broadcaster specialising in Balkan affairs </p> <p><a href=\"mailto:ngc66798@hotmail.com\">ngc66798@hotmail.com</a></p>",
  "<i>Poor Mr Baradei, <br>His mission is a parody: <br>He tells the states (with some aplomb) <br>They can and cannot have the bomb</i> <p>Here is the world's most nonsensical job description. Your duty is to work tirelessly to prevent the proliferation of nuclear weapons. And to work tirelessly to encourage the proliferation of the means of building them. This is the task of the head of the International Atomic Energy Agency, Mohamed El Baradei. </p> <p>He is an able diplomat, and as bold as his predecessor, Hans Blix, in standing up to the global powers. But what he is obliged to take away with one hand, he is obliged to give with the other. His message to the non-nuclear powers is this: you are not allowed to develop the bomb, but we will give you the materials and expertise with which you can build one. It is this mortal contradiction which permitted the government of Iran this weekend to tell him to bog off. </p> <p>His agency's motto - \"Atoms for Peace\" - wasn't always a lie. In 1953, when Eisenhower founded it with his famous speech to the United Nations, people really seemed to believe that nuclear fission could solve the world's problems. An article in the Herald Tribune, for example, promised that atomic power would create \"an earthly paradise... Our automobiles eventually will have atomic energy units built into them at the factory so that we will never have to refuel them... In a relatively short time we will cease to mine coal.\" </p> <p>Eisenhower seemed convinced that the nuclear sword could be beaten into the nuclear ploughshare. \"It is not enough to take this weapon out of the hands of the soldiers. It must be put into the hands of those who will know how to strip its military casing and adapt it to the arts of peace.\" The nuclear powers, he said, \"should... make joint contributions from their stockpiles of normal uranium and fissionable materials\" which should then be given to \"the power-starved areas of the world\", \"to provide abundant electrical energy\". This would give them, he argued, the necessary incentive to forswear the use of nuclear weapons. </p> <p>The IAEA, its statute says, should assist \"the supplying of materials, equipment, or facilities\" to non-nuclear states. It should train nuclear scientists and \"foster the exchange of scientific and technical information\". Its mission, in other words, is to prevent the development of nuclear weapons, while spreading nuclear technology to as many countries as possible. It is also responsible for enforcing the nuclear non-proliferation treaty, which has the same dual purpose. </p> <p>There might have been a case, while Eisenhower's dream could still be dreamt. But to persist with this programme long after it became clear that it caused proliferation, not containment, suggests that the global powers are living in a world of make-believe. The International Atomic Energy Agency has put nuclear technology \"into the hands of those who will know how to strip its civilian casing and adapt it to the arts of war\". </p> <p>It's not difficult. Every state which has sought to develop a nuclear weapons programme over the past 30 years - Israel, South Africa, India, Pakistan, North Korea and Iraq - has done so by diverting resources from its nuclear power programme. In some cases they built their weapons with the direct assistance of Atoms for Peace. </p> <p>India developed its bomb with the help of fissionable material and expertise from Canada, the US, Germany, France, Norway and the UK. Pakistan was able to answer the threat with the help of Canada, the US, Germany, France, Belgium, China and the UK. In the name of peace, we equipped these nations for total war. </p> <p>Now there are about 20 countries which, as a result of foreign help for their civilian nuclear programmes, could, if they choose, become nuclear weapons states within months. When Russia shipped uranium and the technologies required to build a bomb to Iran, it not only had a right to do so: under the non-proliferation treaty, it had a duty to do so. </p> <p>It's not yet clear whether Iran has stepped over the brink. It is plainly enriching uranium and producing heavy water, which could enable it to build both uranium- and plutonium-based bombs. But both processes are also legitimate means of developing materials for nuclear power generation. To enrich uranium from power-grade to bomb-grade you need only pass it through the centrifuges a few more times. The non-proliferation treaty gives Iran both the right to own the materials and the cover it requires to use them for a weapons programme. If you want to build a bomb, you simply sign the treaties, join the IAEA, then use your entitlements to do what they were designed to prevent. </p> <p>Iran certainly has plenty of motives for seeking to become a nuclear power. Israel has enough nuclear weapons to wipe it off the map. Sheltered by the US, it has no incentive to dismantle them and sign the non-proliferation treaty. Both the US and the UK have abandoned their own obligations to disarm, and appear to be contemplating a new generation of nuclear weapons. Both governments have also suggested that they would be prepared to use them pre-emptively. Iran is surrounded by American military bases, and is one of the two surviving members of the axis of evil. The other one, North Korea, has been threatening its neighbours with impunity. Why? Because it has the bomb. If Iran is not developing a nuclear weapons programme, it hasn't understood the drift of global politics. </p> <p>But what can El Baradei do? He can beg Iran to stop developing enriched uranium, but the treaty he is supposed to be enforcing gives him no authority to do so: the government has pointed out that it's legally entitled to pursue all the processes he fears. This is why he's seeking to persuade it to stick to \"voluntary agreements\". </p> <p>I hope I don't need to explain how dangerous all this is. The official nuclear powers have junked the non-proliferation treaty, while the non-nuclear powers are using it to develop their own programmes. If Hizbullah clobbers Israel, Israel might turn on Iran, and the Middle East could go up in nuclear dust, rapidly followed by everyone else who has decided to join the second nuclear arms race. And the man charged with preventing this from happening is still facilitating it. </p> <p>The obvious conclusion is that you can't phase out nuclear weapons without phasing out nuclear power. Now that the old treaty has become worse than useless, now that the promise of an earthly paradise of free power and electricity too cheap to meter has been shown to be false, isn't it time for a new nuclear treaty, based not on Eisenhower's chiliastic fantasy but on grim global realities? Isn't it time for Mr Baradei to stop destroying the world in order to save it? </p> <p><a href=\"http://www.monbiot.com\">www.monbiot.com</a></p>",
  "There is women's wrestling on the satellite TV, and Cairo's traffic police have turned out in force to watch. They slouch in the cafe, puffing on shishas, coughing, brushing away flies and drinking tea. <p>The tea comes in a glass with a thick sediment of leaves and sugar in the bottom. Slops spill over the brim and swill on a metal tray that rocks on a table that wobbles on the sawdust-covered floor. </p> <p>Cairo has a lot that wobbles or doesn't work quite as it should. In the fashionable Zamalek district even the streets can be hazardous. Pavements are an obstacle course of loose manhole covers, obtruding pipework, missing paving stones, assorted debris and the occasional cat. </p> <p>And one way or another, most of the country's social infrastructure resembles Zamalek's pavement obstacle course. </p> <p>Today the National Democratic party, which has monopolised Egyptian politics for decades, begins a three-day conference which it has heralded as a big step towards sorting out the mess. </p> <p>Reform has been a long time coming, and critics say it is only happening now because of US pressure. Committees have travelled the world to see what works elsewhere, and how reforms have been implemented. One of the ideas from Britain is an Egyptian version of Ofsted. </p> <p>\"We're not re-inventing the wheel,\" said Hossam Badrawi, who chairs the party's education committee. The reformers acknowledge, though, that their biggest problem is in changing attitudes, both among officials who treat red tape as a way to line their pockets and among traditional-minded citizens. </p> <p>There is widespread ignorance; Dr Badrawi has ambitious plans to help children with special needs, but some parents are aghast, believing that contact with other children will spread the \"infection\". </p> <p>There is also apathy. On the streets of Cairo yesterday Egyptians were reluctant to talk about reform. \"Sorry, I don't get into politics,\" said one young man. An unofficial tourist tout, who moments earlier had been offering a visit to a perfume shop, hurried away when asked. </p> <p>Arafat, a taxi driver relaxing with three friends in Tahrir Square, had no complaints. \"It's not perfect but it's OK,\" he said. \"Everything is better than 20 years ago.\" </p> <p><b>Paperwork</b></p> <p>In fact, laws and officialdom stand in the way of almost everything. For foreign investors the paperwork to set up a company in Egypt takes two months. In Jordan it takes a day, and in thriving Dubai 20 minutes.</p> <p>This year some advertising creatives thought it would be fun to sell bumper stickers saying: \"Cairo traffic rules. Green: stop. Red: go. Yellow: go faster.\" Four were arrested for \"defaming Egypt\" and kept in jail until a judge decided the charges were daft.</p> <p>Under a decree dating back to the time of Nasser it is illegal to compile statistics without government permission. This applies not only to opinion pollsters but to students doing fieldwork. </p> <p>The authorised statistics about President Hosni Mubarak are that he is 76 and has been in power for almost 23 years. His current (fourth) term in office ends next year and, despite two recent health scares - one in which he collapsed in front of the TV cameras - many expect him to seek another term in a referendum. There is also much speculation that the president's 41-year-old son, Gamal, is being groomed for power. Suave, go-ahead, and immersed in economics, he might even be a good choice were it not for his family name.</p> <p>When Gamal and reforms are packaged together, however, critics claim that the reforms are merely a way of promoting Gamal - and Egyptians seem hostile to the idea of a Syrian-style inherited presidency. </p> <p>The other, possibly decisive, factor in the presidential wrangling is the Egyptian army, which expects presidents to have a military background and is thought to favour the intelligence chief Omar Suleiman. </p> <p>While the NDP prefers to focus on economics and education, it is also considering limited political reforms, including tinkering with the rules on the formation of political parties. </p> <p>This month, though, eight of the officially recognised opposition parties got together to demand far-reaching constitutional changes that would allow a free and direct election of the country's next leader.</p> <p>Meanwhile, a non-authorised group, which includes such odd bedfellows as the Muslim Brotherhood, the Communists and human-rights activists, has formed the Popular Campaign for Change, under the slogans \"No to a new mandate\" and \"No to inheritance of the presidency\". </p> <p>Its first press conference was blocked by the authorities, but the campaigners are now trying to commission an opinion poll on what Egyptians think of another term for Mr Mubarak, and the question of hereditary succession. </p> <p>Since this involves compiling statistics, it requires government permission. The campaigners, anticipating a refusal, are preparing to go to court - something that they believe will also help to mobilise public opinion. </p> <p><b>Emergency</b> </p> <p>Ahmed Seif al-Islam, a lawyer and one of the group's organisers, believes President Mubarak is deeply unpopular and that people have become bolder in showing their feelings about him. He cites a demonstration against the Iraq war last year: \"The only property damaged was a picture of Hosni Mubarak outside the party building.\" </p> <p>Asked what would happen if Egyptians were given a free choice for their next president, he replied: \"They would choose someone from the Muslim Brotherhood. Not because they accept the brotherhood's programme, but because they hate the regime.\" </p> <p>Opposition calls to lift emergency laws, which have been in force since the assassination of President Anwar Sadat in 1981, are also supported by some in the ruling NDP. </p> <p>Originally intended to deal with Islamist militants, the \"emergency\" has been an excuse for all sorts of other crackdowns over the years, including the rounding up of dozens of gay men at a disco in 2001, supposedly because they posed a threat to national security. </p> <p>So far, though, the NDP has resisting radical political change. The official line, as set out by the party's secretary-general, Safwat el-Sherif, is that too much talk of constitutional reform \"will open the door to foreign intervention in domestic affairs\". </p> <p>Even the ostensibly safer ground of economic and educational reform - the two subjects being tackled by the three-day reform conference - is not without political risks for President Mubarak. When the government cut subsidies on diesel fuel this month bus fares shot up by 50%, causing frayed tempers in the teeming streets of Cairo. That increase is probably only the first of many, and the price of diesel at the pump is still only a third of what it really costs. </p> <p>For Iman el-Kaffass, who chairs the Egyptian Association for Education and Development, the secret of successful reform is in how it is explained to the public. </p> <p>When the government wanted to base secondary school certificates on three years' assessment rather than final exams, many parents objected. </p> <p>\"To persuade them, you have to know what to mention,\" Ms Kaffass said. </p> <p>\"In the rural areas, for example, people are more religious, so you talk to them about how God decides to send people to heaven or hell. You tell them God's decision is not based on final-year exams, it's based on cumulative assessment. And they agree.\"</p>",
  "<b> Obituaries</b> <br> <p><b>Brian Clough told me to bugger off</b><br> </p> <p>It wasn't just the careers of footballers that Brian Clough, who died yesterday, kickstarted. </p> <p>Clough discovered me, too. It was 1975 and I was desperate to make a name on the Nottingham University student newspaper. Clough's career had petered out and he had gone into self-imposed purdah as he tried to re-establish himself at his latest club, the fading Nottingham Forest. </p> <p>I wanted to get the first Clough interview in years. His secretary kindly whispered that if I came along to the Forest ground at 11am on a Monday morning, I might be able to persuade him as he came to the office. </p> <p>So I cut the next Monday's political philosophy lecture and took the bus to the ground. The familiar figure in the green tracksuit top appeared on cue - and walked straight through me. \"Mr Clou...\" I squeaked. He vanished through the gate. </p> <p>Since I hated political philosophy, I returned the following Monday. This time, I got my own, personalised, Brian Clough, \"Bugger off\". </p> <p>On week three, he stopped for a nanosecond when I explained I was from the student paper and only wanted to talk about politics - he had offered miners free tickets during the recent coal strike. Clough sighed and said if I came back the next week, he might give me a minute. </p> <p>Week four: \"Young man, I've got a football club to run. I suggest you go away and do your job, if you have one, which I doubt.\" </p> <p>Week five: \"You again? Just fuck off, will you.\" </p> <p>The sixth week, I decided, would be the last. \"Right,\" he said this time, \"if it'll get rid of you, you can have five minutes.\" He held up his hand in case I didn't know how many minutes five was. </p> <p>I was with him for more than two hours. Feet on his desk, he talked about his socialism (\"I don't want to go and live in Russia 'cos it's too fucking cold\"). And, as if to demonstrate his principles, he got the great striker Tony Woodcock, soon to be an England star, to make my tea. </p> <p>The interview appeared in the student paper and won me two job offers from newspapers, one of which I joined after graduating. I wrote to thank him, and he sent me a wonderful letter wishing me all the best for my career. </p> <p>Clough went on to win the European Cup twice with Forest. I didn't do too badly. But when I went to his house in Derby last year to ask if he fancied doing another interview, I found an unusual obstacle; he didn't have a front-door bell. <br><b>Jonathan Margolis</b></p> <p><b> Man's best friend</b><br> </p> <p><b> Wanted: one owner</b><br> </p> <p>It's a dog's life being a member of the press these days. Before I can even interview Britain's least-wanted dog, a 769-day-old mongrel called India who is Battersea Dogs Home's longest-serving resident, I have to apply in writing to her PR minders. Only then do I get face time with an overexcitable little bitch who nobody seems prepared to take home and love properly. </p> <p>\"Could you perhaps email me the questions?\" asks the Battersea Dogs Home person, not unpleasantly. Over they went, as fast as a Soviet mutt in orbit: Is it really a dog's life? What are your hobbies? What's your favourite novel? Is it The Golden Bowl by Henry James? What happens if nobody adopts you? </p> <p>Back came her replies as fast as a Walthamstow greyhound. (How did she type so quickly? A question for a follow-up interview perhaps.) India tells me she is innocent of the delights of the later Henry James. \"I love putting tennis balls in my mouth,\" she writes. Her favourite pastime is running around the Battersea Dogs Home branch in Windsor. \"I've been here 768 days. Dogs with black colouring like me aren't as popular. Dogs with prettier coats stand out more.\" </p> <p>About a year ago, her name was changed from Cat to India, \"to make me sound more exotic\", but so far there have been no takers. She will not be put down if nobody takes her in, that is a fate that will only befall over-aggressive or fatally ill dogs. So while the average stay for a dog at Battersea is only 23 days, India can remain at her lovely Windsor home until she dies. \"She's been here so long that everybody knows and loves her,\" says Samantha Grove, one of the rehabilitation trainers who have taught India agility and also to sit, heel and beg. </p> <p>In the flesh, India - who is part Staffordshire bull terrier - is much more verbally reticent but far more effusive. (There is a lunge towards my groin, about which the less said the better.) </p> <p>She clearly has what the Battersea website calls \"lead and chase issues\", but then again, so do I. According to Samantha, India needs to live in a semi-rural environment because city parks filled with other dogs make her too excited. \"My ideal owner would be someone who loves me for who I am,\" India wrote earlier. This surely means an experienced dog owner, someone who will shell out £70 for the pleasures of wild zig-zagging walks through fields, returning home with one arm longer than the other and happy to look deep into India's lovely brown eyes. If that person sounds like you, call 0207-627 7889 and leave a message. <br><b>Stuart Jeffries</b></p> <p><b>Number crunching</b><br></p> <p><b>Now we're all on the train (maybe)</b><br> </p> <p>It could be time to substitute the national anthem with the Nokia ring- tone. New research says there are as many as 56.2m mobile phones in the UK, a figure which has caused consternation for a few swivel-eyed scaremongers. Twenty years after the first mobiles hit this isle, Britain is suddenly faced with the near-term prospect of having more mobiles than citizens. </p> <p>On the face of it, these survey findings mean that 93% of Britain's 60m people have a mobile phone. The figures seem even more alarming if you factor out children, elderly technophobes and those adults who eschew mobiles (yes, there are a few). Can we, the remaining majority, really be so overwhelmingly a nation of mobile obsessives - what is the origin of the 56m-plus tally? </p> <p>\"That figure comes from the networks, who provide us with their subscriber numbers,\" says James Myring of Continental Research, which carried out the survey. \"But our survey also found out that mobile penetration is around 78% among those aged 16+. That translates into 36m phones.\" </p> <p>So how come there is such a difference? Take a look through the pile of junk in the attic. Countless discarded mobiles and telephonic toys litter our crannies. Huge numbers of us have cast our old handsets by the wayside or swapped them for something more fashionable. \"In some cases inactive phones can remain in the figures for as long as three months,\" says Myring. </p> <p>It is, then, obsession that drives those sky-high figures - just not the obsession you may think. Phones have become like any other fashion accessory: we own them, we discard them. Statistics suggest we all lug two phones around in our pockets, but it is just as likely that last season's Siemens has fallen by the wayside. So while it may make sense to rein in our fashionable frippery, it isn't time to ring the changes. Not just yet. <br><b>Bobbie Johnson</b></p> <p><b> Modern manners</b><br> </p> <p><b> Of mice and new men</b><br> </p> <p>Mickey first came into my life about a year ago. I was sitting on my sofa, riffling through World of Interiors, when something odd near the skirting board caught my eye - something small and grey that wasn't part of the original colour scheme. The mouse ran behind a chair. </p> <p>I ran into the kitchen, shouting and shivering with shock and disgust. Lots of people who live in basically clean, carefully furnished homes have unwelcome rodent housemates, don't they? It's just one of those afflictions no one's keen to admit, a bit like athlete's foot. It seems to imply automatically that you have slatternly personal standards. </p> <p>A fox in your back garden is almost a dinner-party talking point. It's excitingly feral. A rat scratching about behind your cooker? Your flat must look like the set of Withnail &amp; I. Strange, though, that everyone I told (and I told anyone who'd listen) had advice. \"They always come back and they always bring a friend. You'll have to call Rentokil,\" said one. \"You could try poison pellets but they don't usually work,\" said another. \"You could try getting a cleaner,\" muttered someone else. </p> <p>There are all sorts of things you can try, but squeamish, metropolitan types like me are hopelessly ill-equipped to deal with vermin intruders. </p> <p>Vegetarians recommend humane traps or dubious electronic devices that drive mice crazy with off-the-scale sonic emissions, but apparently they don't really work. I gave my pest a name to make him less disgusting, then bought two £1 traps from the ironmongers. I set them out and looked for a bit of cheese. Obviously, being an urban ponce, I only had feta. Mickey wasn't hungry. </p> <p>\"It's all a bit too Tom and Jerry,\" sighed a friend knowingly. \"They prefer biscuits.\" Unfortunately, I only had some of those Prince Charles organic ginger wafers that are transported up from Cornwall by fleets of liveried swans. Mouse didn't bite. My father suggested bird seed. </p> <p>Finally, I came downstairs to find Mickey slumped across my Smeg hob, neck clamped in the trap. It had worked. Essentially, he'd choked to death on muesli - such a middle-class death. I picked him up using the pasta tongs. It took me ages to find a bag to dump him in because I never keep the thin supermarket ones. Eventually I came up with a nice stiff little gift carrier from Diptyque. There was another, from Jo Malone, but I thought the black-ribbon tie would be overdoing it.<br> <b>Tim Lusher</b></p>",
  "<p>Brian Clough may not have been the most successful manager in English football but he was surely the most remarkable. Other managers have won more trophies but few have won more loyalty from players or fans or excited the wrath of the game's establishment more often. </p> <p>Clough's genius for turning ordinary footballers into consistently winning teams will never be equalled. His 28-year career in management stopped short of the millionaires' era, in which players are now deciding a manager's future by their attitudes off the field as well as their performances on it. </p> <p>The financial polarisation of the game since the onset of first the Premier League, with its huge BSkyB contract, and then the Champions League, with more millions to be earned from television and sponsorship, makes it well-nigh impossible to believe that anyone could now take over two teams from outside the top division and turn them into champions. </p> <p>Between 1967 and 1980 Clough transformed the East Midlands backwaters of Derby County and Nottingham Forest into footballing mainstreams. At Hartlepool, at 30, he had become the youngest manager in the league when injury cut short his playing career at Sunderland. Within two years of his arrival at the Baseball Ground Derby had won promotion from the former Second Division; another three and they were league champions. </p> <p>Clough wasted even less time at the City Ground, where promotion in 1977 was followed immediately by first the league title then two successive European Cup triumphs. He strolled through Europe wearing a green top and blue tracksuit trousers, often swinging a squash racket because \"y' never know, they might have a court\". </p> <p>This, however, was less than half the story. Clough will be remembered even more for what he was than what he achieved as player and manager. </p> <p>He may have scored the quickest 200 goals in the English game (219 matches to be precise) but it was the quickness of his tongue that in next to no time earned him national recognition. Clough's became the most mimicked voice in the country. From professional impressionist to public bar wit they were all at it : \" 'ey, yoong man ... !\" became a catchphrase. </p> <p>Clough talked a lot of sense articulately. He also talked a load of twaddle, equally articulately. A microphone and especially a television camera unleashed a flow of ideas, criticisms, asides, one-liners and insults. At a time when players and managers tended to talk in strangled clichés - many still do - Clough was a gift to the media and, inevitably, an embarrassment to the authorities. </p> <p>He first met Peter Taylor when they were both playing for Middlesbrough in the mid-50s. Clough was a teenaged prodigy, Taylor the reserve goalkeeper. A mutual understanding was quickly established that would take the pair into a management partnership that dominated much of English football in the 1970s. </p> <p>Taylor had the uncanny knack of knowing what footballers were thinking, how they were feeling. He once astonished a group of reporters before a European game by taking them one by one and performing a similar exercise with unnerving accuracy. </p> <p>The combination of Taylor's judgment of people and Clough's singular powers of motivation elevated a succession of worthy but modest footballers into national figures: players like Willie Carlin at Derby or John McGovern at Nottingham Forest. </p> <p>John Robertson, a podgy Scot with no great pace, became one of the best wingers of his era under Clough at Forest. Kenny Burns, an untamed forward with Birmingham City, became the epitome of self-discipline. Not that Clough was a shrinking violet when it came to big signings. In February 1979 Trevor Francis became the first British million-pound transfer when he joined Forest from Birmingham although Clough's most important buy for the City Ground had occurred two years earlier when he paid Stoke one-third of that amount for Peter Shilton. </p> <p><strong> Tale of unexpected</strong></p> <p> Perhaps his most significant trip to the transfer market was one of his earliest, namely the day in 1968 when he persuaded Dave Mackay, who still had a lot of football left in him, to move from Tottenham to Derby. The arrival of Mackay at the Baseball Ground made Derby County a serious team and Clough a manager to be taken seriously. </p> <p>Yet that part of football which sits in the directors' box and the boardroom took him too seriously. In 1972-73 Derby reached the semi-final of the European Cup at the initial attempt where they went out to Juventus, their manager observing that \"all Italians are cheating bastards\". Early the following season Clough received a letter from his chairman, Sam Longson, ordering him to stop appearing on television and in the press. Clough and Taylor promptly resigned but four days later Clough turned up in the stand at the Baseball Ground when Derby played Leicester City and was the hero of a noisy demonstration by the fans. For a long time a section of Derby's support boycotted matches in protest. </p> <p>Clough, ever a tale of the unexpected, did his penance as manager of Brighton and the town had not experienced anything quite like it since the Prince Regent. His ego persuaded him to take over from Don Revie, who had become England manager, at Leeds United. Clough hated the cold-eyed gamesmanship of Revie's successful Leeds sides and thought he was cleansing an Augean stable, so much so that his ability to handle players momentarily deserted him. Revie's old squad would not stand for it and the wonder was that Clough's Elland Road career lasted as long as 44 days. </p> <p>The press touted him for the England job whenever the team hit a bad patch. The fact that England did not qualify for a World Cup or the latter stages of a European Championship between 1970 and 1980 meant that this happened fairly often. </p> <p>The nearest Clough came to the England scene was when Ron Greenwood asked him, along with Peter Taylor, to run the youth team but that did not last long. Clough's ability to deal with players might have made him a successful manager of the national team but his iconoclastic tendencies towards the football authorities might equally have made it a disaster. </p> <p>Brian Clough's last home match as Nottingham Forest manager was on May 1, 1993, a good day for a lifelong Labour man to bow out. That afternoon saw both Forest and Middlesbrough, his alma mater, relegated. A weeping female fan presented Clough with a red rose. \"There, there luv' ...\" said Cloughie and went home to listen to his Ink Spots records. </p> <p>By then the drink had already taken its toll. Few that afternoon would have bet on Clough still being around more than 10 years later. In the end he died of cancer. </p> <p>The impact made by yesterday's news of his death was a tribute to the lasting impression he had, not only on football but on the nation's psyche in a dull decade. People did not always agree with Brian Clough but they always paid attention. So did his players.</p>",
  "<p>Nationally, the Liberal Democrats have consistently tried to present a nice wholesome face. Locally they are renowned street fighters, opportunistically exploiting every and any grievance to win, and seeking desperately to be all things to all people. But now the Lib Dems are going opportunistic nationally, too. </p> <p>Last week, Charles Kennedy published 10 reasons to vote Liberal Democrat. Much of it was calculated to reassure those left-of-centre voters who have gravitated to the \"nice party\" - a mixed bag of vague, uncosted promises on the NHS, early years education and the abolition of university tuition fees. </p> <p>But the central electoral dilemma for the Liberal Democrats is that although their appeal has traditionally been a progressive one, overwhelmingly their target seats are held by the Conservatives. Any hope of advance therefore depends on winning over disillusioned Tories. </p> <p>The party has therefore adopted a magpie approach. Progressive measures are bundled ill-fittingly with rightwing measures that neglect the interests of hard-working people. A good example of Lib Dem policy contortions was carried on these pages on Saturday, when the shadow home secretary Mark Oaten argued against ID cards on grounds of cost rather than civil liberties - respecting a sacred cow of his liberal wing, while defending it in the language of the right. </p> <p>To charm wavering Tories, the Lib Dems have grabbed a nestful of shiny rightwing policies. They would scrap the New Deal, which has helped more than one million people back into work, thus condemning thousands of young people to long-term unemployment. They opposed the increase in the minimum wage to £4.85 an hour, preferring to trap people in poverty pay. They ape the Tories by promising £25bn in spending cuts, threatening vital services on which those on low incomes most rely. They aim to save £8bn by abolishing the Department of Trade and Industry, endangering everything from the enforcement of employee protection to the sick miners compensation scheme and economic assistance to our poorest regions. They would replace council tax with a local income tax, which would cost £450 a year more for an average working couple. They want to reintroduce the NHS internal market - a sequel to Tory mismanagement of our hospitals. And they plan a new wave of privatisations, including the Royal Mint. </p> <p>And be clear: their pitch to the right won't stop there. Earlier this month, Mr Kennedy wrote the foreword for the Orange Book, a collection of essays by his party's \"middle-aged Turks\", many of whom hold key positions on the party's front bench. </p> <p>In one essay, David Laws, the Lib Dem Treasury spokesman, proposes replacing the NHS with an insurance-based funding system. His proposals were copied directly from the Thatcherite thinktank Politeia and were praised by Doctors for Reform, a Tory front organisation which campaigns for the NHS to be dismantled. </p> <p>In another, Susan Kramer, lined up to be the next MP for Richmond Park, calls for a free-market approach to the environment - progressive cause, rightwing approach. And the Lib Dem shadow chancellor, Vincent Cable, calls for a new wave of economic deregulation, and argues for voucher schemes in public services - for example, in further education and care for the disabled. Vouchers are of course the calling card of the Conservative right. </p> <p>Much has been made in the press about the \"struggle for control\" of the party between the middle-aged Turks and the party's old guard. But that is a misrepresentation - it is far from an equal fight. The socially responsible Liberals of yesteryear are a dwindling minority, while the likes of Cable, Laws and Oaten tighten their grip on the policy agenda. The only arguments are over tactics rather than principle. Gradualists fear that too radical a shift would give the game away, hence the rows on their frontbench over whether or not to privatise the Royal Mail. </p> <p>Despite this lurch, some Labour voters have flirted with the Liberals in council and byelections, often in protest over Iraq. But too few recognise that voting for the Liberals risks letting the Tories in through the back door. In many marginal seats, a strong showing for the Lib Dems might let an unpopular Tory candidate squeak through the middle. It is also a question of what Liberals now represent. As the Tories have lurched further to the right, the Liberal Democrats have set up camp in the space they have vacated. </p> <p>Charles Kennedy says they are neither left nor right. Actually they are seeking to be both, lurching to the right in policy, while using Iraq to maintain a leftwing appeal. Sheer naked opportunism. </p> <p><strong>·</strong> Peter Hain is leader of the House of Commons and secretary of state for Wales </p> <p><a href=\"mailto:hainp@parliament.uk\">hainp@parliament.uk</a></p>",
  "Mr. Secretary General, Mr. President, distinguished delegates, ladies and gentlemen: Thank you for the honor of addressing this General Assembly. The American people respect the idealism that gave life to this organization. And we respect the men and women of the U.N., who stand for peace and human rights in every part of the world. Welcome to New York City, and welcome to the United States of America. <p>During the past three years, I've addressed this General Assembly in a time of tragedy for my country, and in times of decision for all of us. Now we gather at a time of tremendous opportunity for the U.N. and for all peaceful nations. For decades, the circle of liberty and security and development has been expanding in our world. This progress has brought unity to Europe, self-government to Latin America and Asia, and new hope to Africa. Now we have the historic chance to widen the circle even further, to fight radicalism and terror with justice and dignity, to achieve a true peace, founded on human freedom. </p> <p>The United Nations and my country share the deepest commitments. Both the American Declaration of Independence and the Universal Declaration of Human Rights proclaim the equal value and dignity of every human life. That dignity is honored by the rule of law, limits on the power of the state, respect for women, protection of private property, free speech, equal justice, and religious tolerance. That dignity is dishonored by oppression, corruption, tyranny, bigotry, terrorism and all violence against the innocent. And both of our founding documents affirm that this bright line between justice and injustice -- between right and wrong -- is the same in every age, and every culture, and every nation. </p> <p>Wise governments also stand for these principles for very practical and realistic reasons. We know that dictators are quick to choose aggression, while free nations strive to resolve differences in peace. We know that oppressive governments support terror, while free governments fight the terrorists in their midst. We know that free peoples embrace progress and life, instead of becoming the recruits for murderous ideologies. </p> <p>Every nation that wants peace will share the benefits of a freer world. And every nation that seeks peace has an obligation to help build that world. Eventually, there is no safe isolation from terror networks, or failed states that shelter them, or outlaw regimes, or weapons of mass destruction. Eventually, there is no safety in looking away, seeking the quiet life by ignoring the struggles and oppression of others. </p> <p>In this young century, our world needs a new definition of security. Our security is not merely found in spheres of influence, or some balance of power. The security of our world is found in the advancing rights of mankind. </p> <p>These rights are advancing across the world -- and across the world, the enemies of human rights are responding with violence. Terrorists and their allies believe the Universal Declaration of Human Rights and the American Bill of Rights, and every charter of liberty ever written, are lies, to be burned and destroyed and forgotten. They believe that dictators should control every mind and tongue in the Middle East and beyond. They believe that suicide and torture and murder are fully justified to serve any goal they declare. And they act on their beliefs. </p> <p>In the last year alone, terrorists have attacked police stations, and banks, and commuter trains, and synagogues -- and a school filled with children. This month in Beslan we saw, once again, how the terrorists measure their success -- in the death of the innocent, and in the pain of grieving families. Svetlana Dzebisov was held hostage, along with her son and her nephew -- her nephew did not survive. She recently visited the cemetery, and saw what she called the \"little graves.\" She said, \"I understand that there is evil in the world. But what have these little creatures done?\" </p> <p>Members of the United Nations, the Russian children did nothing to deserve such awful suffering, and fright, and death. The people of Madrid and Jerusalem and Istanbul and Baghdad have done nothing to deserve sudden and random murder. These acts violate the standards of justice in all cultures, and the principles of all religions. All civilized nations are in this struggle together, and all must fight the murderers. </p> <p>We're determined to destroy terror networks wherever they operate, and the United States is grateful to every nation that is helping to seize terrorist assets, track down their operatives, and disrupt their plans. We're determined to end the state sponsorship of terror -- and my nation is grateful to all that participated in the liberation of Afghanistan. We're determined to prevent proliferation, and to enforce the demands of the world -- and my nation is grateful to the soldiers of many nations who have helped to deliver the Iraqi people from an outlaw dictator. </p> <p>The dictator agreed in 1991, as a condition of a cease-fire, to fully comply with all Security Council resolutions -- then ignored more than a decade of those resolutions. Finally, the Security Council promised serious consequences for his defiance. And the commitments we make must have meaning. When we say \"serious consequences,\" for the sake of peace, there must be serious consequences. And so a coalition of nations enforced the just demands of the world. </p> <p>Defending our ideals is vital, but it is not enough. Our broader mission as U.N. members is to apply these ideals to the great issues of our time. Our wider goal is to promote hope and progress as the alternatives to hatred and violence. Our great purpose is to build a better world beyond the war on terror. </p> <p>Because we believe in human dignity, America and many nations have established a global fund to fight AIDS, tuberculosis, and malaria. In three years the contributing countries have funded projects in more than 90 countries, and pledged a total of $5.6 billion to these efforts. America has undertaken a $15 billion effort to provide prevention and treatment and humane care in nations afflicted by AIDS, placing a special focus on 15 countries where the need is most urgent. AIDS is the greatest health crisis of our time, and our unprecedented commitment will bring new hope to those who have walked too long in the shadow of death. </p> <p>Because we believe in human dignity, America and many nations have joined together to confront the evil of trafficking in human beings. We're supporting organizations that rescue the victims, passing stronger anti-trafficking laws, and warning travelers that they will be held to account for supporting this modern form of slavery. Women and children should never be exploited for pleasure or greed, anywhere on Earth. </p> <p>Because we believe in human dignity, we should take seriously the protection of life from exploitation under any pretext. In this session, the U.N. will consider a resolution sponsored by Costa Rica calling for a comprehensive ban on human cloning. I support that resolution and urge all governments to affirm a basic ethical principle: No human life should ever be produced or destroyed for the benefit of another. </p> <p>Because we believe in human dignity, America and many nations have changed the way we fight poverty, curb corruption, and provide aid. In 2002 we created the Monterrey Consensus, a bold approach that links new aid from developed nations to real reform in developing ones. And through the Millennium Challenge Account, my nation is increasing our aid to developing nations that expand economic freedom and invest in the education and health of their own people. </p> <p>Because we believe in human dignity, America and many nations have acted to lift the crushing burden of debt that limits the growth of developing economies, and holds millions of people in poverty. Since these efforts began in 1996, poor countries with the heaviest debt burdens have received more than $30 billion of relief. And to prevent the build-up of future debt, my country and other nations have agreed that international financial institutions should increasingly provide new aid in the form of grants, rather than loans. </p> <p>Because we believe in human dignity, the world must have more effective means to stabilize regions in turmoil, and to halt religious violence and ethnic cleansing. We must create permanent capabilities to respond to future crises. The United States and Italy have proposed a Global Peace Operations Initiative. G-8 countries will train 75,000 peacekeepers, initially from Africa, so they can conduct operations on that continent and elsewhere. The countries of the G-8 will help this peacekeeping force with deployment and logistical needs. </p> <p>At this hour, the world is witnessing terrible suffering and horrible crimes in the Darfur region of Sudan, crimes my government has concluded are genocide. The United States played a key role in efforts to broker a cease-fire, and we're providing humanitarian assistance to the Sudanese people. Rwanda and Nigeria have deployed forces in Sudan to help improve security so aid can be delivered. The Security Council adopted a new resolution that supports an expanded African Union force to help prevent further bloodshed, and urges the government of Sudan to stop flights by military aircraft in Darfur. We congratulate the members of the Council on this timely and necessary action. I call on the government of Sudan to honor the cease-fire it signed, and to stop the killing in Darfur. </p> <p>Because we believe in human dignity, peaceful nations must stand for the advance of democracy. No other system of government has done more to protect minorities, to secure the rights of labor, to raise the status of women, or to channel human energy to the pursuits of peace. We've witnessed the rise of democratic governments in predominantly Hindu and Muslim, Buddhist, Jewish and Christian cultures. Democratic institutions have taken root in modern societies, and in traditional societies. When it comes to the desire for liberty and justice, there is no clash of civilizations. People everywhere are capable of freedom, and worthy of freedom. </p> <p>Finding the full promise of representative government takes time, as America has found in two centuries of debate and struggle. Nor is there any -- only one form of representative government -- because democracies, by definition, take on the unique character of the peoples that create them. Yet this much we know with certainty: The desire for freedom resides in every human heart. And that desire cannot be contained forever by prison walls, or martial laws, or secret police. Over time, and across the Earth, freedom will find a way. </p> <p>Freedom is finding a way in Iraq and Afghanistan -- and we must continue to show our commitment to democracies in those nations. The liberty that many have won at a cost must be secured. As members of the United Nations, we all have a stake in the success of the world's newest democracies. </p> <p>Not long ago, outlaw regimes in Baghdad and Kabul threatened the peace and sponsored terrorists. These regimes destabilized one of the world's most vital -- and most volatile -- regions. They brutalized their peoples, in defiance of all civilized norms. Today, the Iraqi and Afghan people are on the path to democracy and freedom. The governments that are rising will pose no threat to others. Instead of harboring terrorists, they're fighting terrorist groups. And this progress is good for the long-term security of us all. </p> <p>The Afghan people are showing extraordinary courage under difficult conditions. They're fighting to defend their nation from Taliban holdouts, and helping to strike against the terrorists killers. They're reviving their economy. They've adopted a constitution that protects the rights of all, while honoring their nation's most cherished traditions. More than 10 million Afghan citizens -- over 4 million of them women -- are now registered to vote in next month's presidential election. To any who still would question whether Muslim societies can be democratic societies, the Afghan people are giving their answer. </p> <p>Since the last meeting of this General Assembly, the people of Iraq have regained sovereignty. Today, in this hall, the Prime Minister of Iraq and his delegation represent a country that has rejoined the community of nations. The government of Prime Minister Allawi has earned the support of every nation that believes in self-determination and desires peace. And under Security Council resolutions 1511 and 1546, the world is providing that support. The U.N., and its member nations, must respond to Prime Minister Allawi's request, and do more to help build an Iraq that is secure, democratic, federal, and free. </p> <p>A democratic Iraq has ruthless enemies, because terrorists know the stakes in that country. They know that a free Iraq in the heart of the Middle East will be a decisive blow against their ambitions for that region. So a terrorists group associated with al Qaeda is now one of the main groups killing the innocent in Iraq today -- conducting a campaign of bombings against civilians, and the beheadings of bound men. Coalition forces now serving in Iraq are confronting the terrorists and foreign fighters, so peaceful nations around the world will never have to face them within our own borders. </p> <p>Our coalition is standing beside a growing Iraqi security force. The NATO Alliance is providing vital training to that force. More than 35 nations have contributed money and expertise to help rebuild Iraq's infrastructure. And as the Iraqi interim government moves toward national elections, officials from the United Nations are helping Iraqis build the infrastructure of democracy. These selfless people are doing heroic work, and are carrying on the great legacy of Sergio de Mello. </p> <p>As we have seen in other countries, one of the main terrorist goals is to undermine, disrupt, and influence election outcomes. We can expect terrorist attacks to escalate as Afghanistan and Iraq approach national elections. The work ahead is demanding. But these difficulties will not shake our conviction that the future of Afghanistan and Iraq is a future of liberty. The proper response to difficulty is not to retreat, it is to prevail. </p> <p>The advance of freedom always carries a cost, paid by the bravest among us. America mourns the losses to our nation, and to many others. And today, I assure every friend of Afghanistan and Iraq, and every enemy of liberty: We will stand with the people of Afghanistan and Iraq until their hopes of freedom and security are fulfilled. </p> <p>These two nations will be a model for the broader Middle East, a region where millions have been denied basic human rights and simple justice. For too long, many nations, including my own, tolerated, even excused, oppression in the Middle East in the name of stability. Oppression became common, but stability never arrived. We must take a different approach. We must help the reformers of the Middle East as they work for freedom, and strive to build a community of peaceful, democratic nations. </p> <p>This commitment to democratic reform is essential to resolving the Arab-Israeli conflict. Peace will not be achieved by Palestinian rulers who intimidate opposition, tolerate corruption, and maintain ties to terrorist groups. The longsuffering Palestinian people deserve better. They deserve true leaders capable of creating and governing a free and peaceful Palestinian state. </p> <p>Even after the setbacks and frustrations of recent months, goodwill and hard effort can achieve the promise of the road map to peace. Those who would lead a new Palestinian state should adopt peaceful means to achieve the rights of their people, and create the reformed institutions of a stable democracy. Arab states should end incitement in their own media, cut off public and private funding for terrorism, and establish normal relations with Israel. Israel should impose a settlement freeze, dismantle unauthorized outposts, end the daily humiliation of the Palestinian people, and avoid any actions that prejudice final negotiations. And world leaders should withdraw all favor and support from any Palestinian ruler who fails his people and betrays their cause. </p> <p>The democratic hopes we see growing in the Middle East are growing everywhere. In the words of the Burmese democracy advocate, Aung San Suu Kyi: \"We do not accept the notion that democracy is a Western value. To the contrary; democracy simply means good government rooted in responsibility, transparency, and accountability.\" Here at the United Nations, you know this to be true. In recent years, this organization has helped create a new democracy in East Timor, and the U.N. has aided other nations in making the transition to self-rule. </p> <p>Because I believe the advance of liberty is the path to both a safer and better world, today I propose establishing a Democracy Fund within the United Nations. This is a great calling for this great organization. The fund would help countries lay the foundations of democracy by instituting the rule of law and independent courts, a free press, political parties and trade unions. Money from the fund would also help set up voter precincts and polling places, and support the work of election monitors. To show our commitment to the new Democracy Fund, the United States will make an initial contribution. I urge other nations to contribute, as well. </p> <p>Today, I've outlined a broad agenda to advance human dignity, and enhance the security of all of us. The defeat of terror, the protection of human rights, the spread of prosperity, the advance of democracy -- these causes, these ideals, call us to great work in the world. Each of us alone can only do so much. Together, we can accomplish so much more. </p> <p>History will honor the high ideals of this organization. The charter states them with clarity: \"to save succeeding generations from the scourge of war,\" \"to reaffirm faith in fundamental human rights,\" \"to promote social progress and better standards of life in larger freedom.\" </p> <p>Let history also record that our generation of leaders followed through on these ideals, even in adversity. Let history show that in a decisive decade, members of the United Nations did not grow weary in our duties, or waver in meeting them. I'm confident that this young century will be liberty's century. I believe we will rise to this moment, because I know the character of so many nations and leaders represented here today. And I have faith in the transforming power of freedom. </p> <p>May God bless you.</p>",
  "It is good to see so many countries represented here at such a high level. I know this reflects your understanding that, in these difficult times, the United Nations is - as you stated four years ago in the Millennium Declaration - \"the indispensable common house of the entire human family\". Indeed today, more than ever, the world needs an effective mechanism through which to seek common solutions to common problems. That is what this Organization was created for. Let's not imagine that, if we fail to make good use of it, we will find any more effective instrument. <p>This time next year you will be meeting to review progress in implementing the Millennium Declaration. By then I hope you will be ready to take bold decisions together on the full range of issues covered in the Declaration, helped by the report of the High-Level Panel on Threats, Challenges and Change, which will be available before the end of this year. As I said a year ago, we have reached a fork in the road. If you, the political leaders of the world's nations, cannot reach agreement on the way forward, history will take the decisions for you, and the interests of your peoples may go by default. </p> <p>Today I will not seek to pre-judge those decisions, but to remind you of the all-important framework in which they should be taken - namely, the rule of law, in each country and in the world. The vision of \"a government of laws and not of men\" is almost as old as civilisation itself. In a hallway not far from this podium is a replica of the code of laws promulgated by Hammurabi more than three thousand years ago, in the land we now call Iraq. Much of Hammurabi's code now seems impossibly harsh. But etched into its tablets are principles of justice that have been recognised, if seldom fully implemented, by almost every human society since his time: Legal protection for the poor. </p> <p>Restraints on the strong, so they cannot oppress the weak. Laws publicly enacted, and known to all. That code was a landmark in mankind's struggle to build an order where, instead of might making right, right would make might. Many nations represented in this chamber can 2 proudly point to founding documents of their own that embody that simple concept. And this Organization - your United Nations - is founded on the same principle. Yet today the rule of law is at risk around the world. Again and again, we see fundamental laws shamelessly disregarded - those that ordain respect for innocent life, for civilians, for the vulnerable - especially children. </p> <p>To mention only a few flagrant and topical examples: In Iraq, we see civilians massacred in cold blood, while relief workers, journalists and other non-combatants are taken hostage and put to death in the most barbarous fashion. At the same time, we have seen Iraqi prisoners disgracefully abused. In Darfur, we see whole populations displaced, and their homes destroyed, while rape is used as a deliberate strategy. In northern Uganda, we see children mutilated, and forced to take part in acts of unspeakable cruelty. In Beslan, we have seen children taken hostage and brutally massacred. In Israel we see civilians, including children, deliberately targeted by Palestinian suicide bombers. And in Palestine we see homes destroyed, lands seized, and needless civilian casualties caused by Israel's excessive use of force. </p> <p>And all over the world we see people being prepared for further such acts, through hate propaganda directed against Jews, against Muslims, against anyone who can be identified as different from one's own group. </p> <p>Excellencies, No cause, no grievance, however legitimate in itself, can begin to justify such acts. They put all of us to shame. Their prevalence reflects our collective failure to uphold the law, and to instil respect for it in our fellow men and women. We all have a duty to do whatever we can to restore that respect. To do so, we must start from the principle that no one is above the law, and no one should be denied its protection. Every nation that proclaims the rule of law at home must respect it abroad; and every nation that insists on it abroad must enforce it at home. Yes, the rule of law starts at home. But in too many places it remains elusive. Hatred, corruption, violence and exclusion go without redress. </p> <p>The vulnerable lack effective recourse, while the powerful manipulate laws to retain power and accumulate wealth. At times even the necessary fight against terrorism is allowed to encroach unnecessarily on civil liberties. At the international level, all states - strong and weak, big and small - need a framework of fair rules, which each can be confident that others will obey. Fortunately, such a framework exists. From trade to terrorism, from the law of the sea to weapons of mass destruction, States 3 have created an impressive body of norms and laws. This is one of our Organization's proudest achievements. </p> <p>And yet this framework is riddled with gaps and weaknesses. Too often it is applied selectively, and enforced arbitrarily. It lacks the teeth that turn a body of laws into an effective legal system. Where enforcement capacity does exist, as in the Security Council, many feel it is not always used fairly or effectively. Where rule of law is most earnestly invoked, as in the Commission on Human Rights, those invoking it do not always practise what they preach. Those who seek to bestow legitimacy must themselves embody it; and those who invoke international law must themselves submit to it. Just as, within a country, respect for the law depends on the sense that all have a say in making and implementing it, so it is in our global community. No nation must feel excluded. All must feel that international law belongs to them, and protects their legitimate interests. Rule of law as a mere concept is not enough. Laws must be put into practice, and permeate the fabric of our lives. </p> <p>It is by strengthening and implementing disarmament treaties, including their verification provisions, that we can best defend ourselves against the proliferation - and potential use - of weapons of mass destruction. It is by applying the law that we can deny financial resources and safe havens to terrorists - an essential element in any strategy for defeating terrorism. It is by reintroducing the rule of law, and confidence in its impartial application, that we can hope to resuscitate societies shattered by conflict. It is the law, including Security Council resolutions, which offers the best foundation for resolving prolonged conflicts - in the Middle East, in Iraq, and around the world. </p> <p>And it is by rigorously upholding international law that we can, and must, fulfil our responsibility to protect innocent civilians from genocide, crimes against humanity and war crimes. As I warned this Assembly five years ago, history will judge us very harshly if we let ourselves be deflected in this task, or think we are excused from it, by invocations of national sovereignty. The Security Council has just requested that I appoint an international commission to investigate reports of human rights violations in Darfur and determine whether acts of genocide have been committed. </p> <p>I shall do so with all speed. But let no one treat this as a respite, during which events in that devastated region continue to take their course. Regardless of their legal definition, things are happening there which must shock the conscience of every human being. The African Union has nobly taken the lead and the responsibility in providing monitors and a protective force in Darfur - as well as seeking a political settlement, which alone can bring 4 lasting security. But we all know the present limitations of this new-born Union. We must give it every possible support. Let no one imagine that this affair concerns Africans only. The victims are human beings, whose human rights must be sacred to us all. We all have a duty to do whatever we can to rescue them, and do it now. </p> <p>Excellencies, Last month, I promised the Security Council that I would make the Organization's work to strengthen the rule of law and transitional justice in conflict and post-conflict societies a priority for the remainder of my tenure. By the same token, I urge you all to do more to foster the rule of law at home and abroad. I ask all of you here today to take advantage of the arrangements we have made for you to sign treaties on the protection of civilians - treaties that you yourselves have negotiated - and then, go back home, to implement them fully and in good faith. And I implore you to give your full support to the measures I shall bring before you, during this session, to improve the security of United Nations staff. Those non-combatants, who voluntarily put themselves in harm's way to assist their fellow men and women, surely deserve your protection, as well as your respect. </p> <p>Throughout the world, Excellencies, the victims of violence and injustice are waiting; waiting for us to keep our word. They notice when we use words to mask inaction. They notice when laws that should protect them are not applied. I believe we can restore and extend the rule of law throughout the world. But ultimately, that will depend on the hold that the law has on our consciences. This Organization was founded in the ashes of a war that brought untold sorrow to mankind. Today we must look again into our collective conscience, and ask ourselves whether we are doing enough. </p> <p>Excellencies, Each generation has its part to play in the age-long struggle to strengthen the rule of law for all - which alone can guarantee freedom for all. Let our generation not be found wanting. Thank you very much.</p>",
  "<p>October 3 2003 was an ordinary day for the Green family, but what happened that night was to make it the last ordinary day they had, and perhaps ever will have. Julie and Colin were going out to dinner: as usual Colin - a Bafta-nominated film editor - was working late, and he arrived home minutes before the couple were due to leave. \"He said he wasn't feeling too good but I said he'd be fine, that he should get a move on,\" says Julie. \"Well, what would you say if your husband came in from work saying he felt a bit under the weather?\" </p> <p>The evening went well, but that night in bed Colin, 47, tossed and turned. \"He was grunting and groaning a lot and around 5am I said what's the matter?\" says Julie. \"He didn't answer so I turned on the light and he was lying sideways on the bed, looking at me but not saying anything. I said talk to me or I'll call an ambulance - I expected him to say he was only joking, that he was fine. But he didn't. So I called an ambulance.\" </p> <p>Colin was taken to Whipps Cross hospital in east London where doctors discovered he'd suffered a stroke. \"There had been no warning, nothing to alert us,\" says Julie. \"Later they told us Colin's cholesterol level was above average, but not so bad that they could have predicted the stroke. </p> <p>\"And yet it happened: a clot of blood probably no bigger than a pinhead detached itself from an artery in his neck and travelled to his brain, where it caused massive damage to the left side of his brain, and so the right side of his body.\" </p> <p>In the early days, says Julie, Colin could do hardly anything for himself: he couldn't eat, he couldn't sit up, he couldn't speak. \"It was like living in a nightmare - something you'd never imagine happening. But we thought, it will be over. We'll deal with it and Colin will get better.\" </p> <p>Today Colin is better, but he's not the man he was on October 3 2003. He wears a calliper on his right leg, but he can walk; his right hand is still badly affected, but improving slowly. He certainly looks fit and well: sit with him at his kitchen table over a cup of tea and it's easy to forget, momentarily, that he has ever been ill. But then you ask him a question and he starts to search for the answer: he looks at you and then looks around, desperately trying to put what he wants to tell you into words. The words seem to be on the tip of his tongue, but they never come. \"Yes,\" he says eventually, emphatically. \"Yes. Well. Yes.\" </p> <p>This condition - aphasia - is, says Julie, the worst legacy of Colin's stroke. Worse than the physical disability, worse than the epileptic seizures he has been left with, worse than the draining tiredness that means he needs to sleep each afternoon. Colin's inability to speak is not because his muscles won't work or his memory has gone: it's because he has lost the ability to convert the ideas inside his head into speech. It's as though some crucial bits in the complex jigsaw puzzle that is human communication have gone missing, forcing Colin to flail around looking for them whenever he wants to take part in a conversation. In some ways, says Julie, it's as though Colin has lost the ability to speak the same language as his family and everyone around him: as though he's become a foreigner in his own kitchen. </p> <p>The extraordinary thing is that even without the power of speech, there's an awful lot you can tell about Colin when you meet him. You can tell he's a warm, big-hearted guy with a great sense of humour: as Rachel, his 12-year-old daughter, says through her tears, \"he's still funny, he's still really cool ...\" For Rachel and her sisters - Jessica, 20, Helen, 17, and 14-year-old Maria - the past year has been a fast-track to adulthood. With their dad in hospital - he was there for eight months before coming home earlier this summer - and their mum spending a lot of time there with him, they've had to learn to look after themselves and they've had to confront the sort of difficulties associated with an infirm parent that they wouldn't have expected to have to confront for decades. And though it has been so tough - some days, says Julie, she still finds one or other of them crying somewhere alone - they've got through, and can even laugh at the funny bits. </p> <p>\"When dad was in hospital there were all these people coming to visit him, and then we'd go in and say, \"Who's been?\", and he couldn't tell us,\" says Jessica. \"We got a visitors' book in the end. And then there was a day when we went in, before dad was eating, and there was an empty sushi packet by the bed. And we said, has someone given you sushi? Where's it gone? But of course we never did find out, because he couldn't tell us.\" </p> <p>Colin's stroke has catapulted both him and Julie into a kind of old age long before their time: a year ago he was at the peak of his career and she was beginning to find a bit of space for herself after years raising their girls. Now life revolves around helping Colin do the simple things he can no longer manage alone and taking him for medical appointments and to a local stroke club. </p> <p>Everyone who knows the Greens thinks Julie is amazing for the way she has held everything together through such a difficult time - sometimes, she admits, she has to go upstairs and have a bit of a scream on her own, but most of the time she sees the best side of everything and muddles through. Her family and friends have been fantastic - people brought suppers round for months for the girls so Julie didn't have to worry about cooking when she came home from hospital, and a huge benefit night raised £25,000 to help pay for the expenses of raising the children. </p> <p>The first anniversary of Colin's stroke in a few days' time has inevitably focused the family on how far he has come since those first, awful, early days in Whipps Cross. </p> <p>\"He's so much better than he was,\" says Julie. \"If it wasn't for the aphasia he could be back at work, but of course that changes things a lot.\" He's hoping, though, to get his editing gear moved into his garden studio soon, so he can have a go at using it again. </p> <p>But Julie is worried about him doing too much, too soon: she's also worried that they don't really know the extent of the aphasia. \"It's difficult to work out how much Colin can actually understand of what's being said around him. </p> <p>He always gives the impression he understands, but sometimes I can tell he's pretending. It's very hard, though - how do you know how much someone is taking in if they can't communicate back with you?\" </p> <p>What's been crucial in keeping her sane these past 12 months, says Julie, is not allowing herself to look either backwards or forwards. There is, she says, no point. Thinking of how life used to be could be heartbreaking: looking ahead to the future, though it's rosier than it seemed a few months ago, could still be depressing and scary. So Julie forces herself to stay right here, in the present. It is, she says, the only sensible thing she can do. </p> <p><strong>Diary of a stroke</strong></p> <p><strong> October 25 2003.</strong> Three weeks on from our bolt-from-the-blue, life-changing event - Colin's stroke. Stroke: funny word. The reality is more like a punch in the throat, or in the heart. Everything has been taken away suddenly, unexpectedly, temporarily - a great big, year (maybe) long hole in our lives . . . Colin has been taken away - but he will return. When? How? </p> <p>Strength kicks in, but I am so lonely. I love him. I miss him and I can't imagine things ever being the same again. </p> <p><strong> May 26 2004.</strong> Colin is coming home this week, eight months after his life-changing event. Now we have to face the rest of our lives together. I hope it will be a long time, but we must live each day one at a time. We never imagined something like this would happen, so soon in our lives. Or even if something bad happened - because it does to many people - we never thought about losing the things we have lost. How could we have thought we would not be able to have a conversation, or talk about the kids, or that Colin would not be able to help Helen with her English A level? These things just never occurred to us . . . </p> <p><strong> June 7 2004.</strong> Colin's third day at home and I was working for a few hours. When I got back Rachel was in front of the TV and Maria in front of the computer. </p> <p>\"Where's Daddy?\" I said. \"He was here a minute ago,\" said Maria. I went into the garden, calling to Colin. No answer. Then I spotted him. Lying unconscious on his back, blood on his face, the sun beating down on him. </p> <p>Panic came over me and I shouted for the girls to call an ambulance. Carted off again to Whipps Cross . . . it was another epileptic seizure. Colin was outside on the terrace and had fallen against the wall. </p> <p><strong> June 9 2004.</strong> </p> <p>Came home from work and Colin was in the studio sorting out photos. I really wanted to talk to him about everything. I said: \"I really need to talk to you but I can't.\" That made him cry, then me too. I said \"sorry\". </p> <p>But I DO need to talk to him. He's the person I always talk to. </p> <p><strong> July 15 2004.</strong> </p> <p>In Venice for our 25th wedding anniversary. It's been lovely but I've been anxious in case Colin has a seizure. Today we got a water taxi to San Silvestro and were going to get a bus back, but I felt quite worried. What if he had a fit? Imagine it, in the middle of Venice. We got back to the Rialto Bridge and I found another taxi. Really expensive, but I just couldn't face the bus. Too risky. Being alone together is quite scary. In this situation we are not a team any more. It's me in charge - all my responsibility. </p> <p><strong> July 17 2004. </strong> </p> <p>Things have changed. Colin's spirit is the same, but his brain will never be the same again, because part of it is damaged. How we take things for granted. Reading a book - I felt guilty on the aeroplane because I was reading a book and Colin had nothing to look at. This is crazy - we've been married for 25 years and now we can't even talk to each other. OK now, my thoughts are going too far. Make the tea. Get Colin's tablets. Put one foot in front of the other . . . <br><strong> Julie Green</strong> </p> <p><strong>·</strong> All About My Husband, a portrait of the Green family in the year since Colin's stroke, is on BBC2 next Tuesday at 9pm in the This is My Family series. Stroke Awareness Week runs from October 4-10. See <a href=\"http://www.stroke.org.uk.\">www.stroke.org.uk.</a> The UK charity, Connect, has recently launched the Stroke and Aphasia handbook. See <a href=\"http://www.ukconnect.org\">www.ukconnect.org</a> or call 020 7367 0846</p>",
  "Tuesday is environment day (or morning, at least) for the Liberal Democrats in Bournemouth. Norman Baker, the party's dogged and somewhat off-message green spokesman, will be addressing the conference at 9.30am, and guest speaker and green guru Jonathon Porrit, these days heading up the thinktank Forum for the Future, will speak after the transport debate. <p>The afternoon in the conference centre sees more of a mixed bag, with debates on welfare-to-work and the future of Iraq squeezed in among emergency motions on citizenship for the Gurkhas (a government statement is expected any day now, following a campaign by, among others, the Daily Express), a look at the party's mini-manifesto launch last week and a speech from Chris Davies MEP.</p> <p>Pick of the fringe, at lunchtime, will see Norman Baker go head to head with the British Airports Authority on \"Can Aviation Be Sustainable?\". In the evening London's congestion charge supremo Derek Turner will tell local councillors how to install systems in their towns and cities, and the Hansard Society will pit the BBC\"s John Pienaar against Welsh spokesman and asteroid-watcher Lembit Opik on \"Who Controls the Political Agenda?\"</p> <p>Meanwhile in the Highcliff, the Observer's Andrew Rawnsley interviews Sir Menzies Campbell at 7pm. The party's foreign affairs spokesman's failure to stand against Charles Kennedy for the Lib Dem leadership is likely to be on the agenda.</p>",
  "<p>The Liberal Democrats today vowed to deal with the \"real\" weapon of mass destruction, climate change, and put their environmental principles into action by making all future party conferences \"carbon neutral\".</p> <p>As the Bournemouth conference spent the morning session discussing transport and the environment - buoyed up by their election strategist Lord Razzall's claim this morning that the \"next non-Labour government would be Lib Dem\" - delegates voted overwhelmingly to back the party's position that climate change was now a bigger threat to mankind than global terrorism.</p> <p>Norman Baker, the party's environment spokesman, told party members: \"Wherever you bite into the Lib Dem stick of rock you will find the word environment writ large.\"</p> <p>The new transport spokesman, John Thurso - who replaced from the better known Don Foster - pledged that a Lib Dem government would build a new high speed north-south rail link and introduce national road charging for motorists in lieu of petrol duty and vehicle excise duty.</p> <p>To cheers from the half-full hall, he declared: \"The Tories have rogered the railways!\"</p> <p>However, several delegates expresses their dissatisfaction with the \"pallid green\" tone of the new transport statement, saying it was too vague on issues such as cycling, pedestrian facilities, rail freight and waterways.</p> <p>And an amendment expressing support for trams and light railways - in the light of Alistair Darling's recent scrapping of Manchester's tram extension - was passed without a count of votes.</p> <p>Mr Baker, a popular figure with delegates although not a natural orator, warned that a summer of floods, landslides and deadly hurricanes has underlined the urgent need for radical action to tackle pollution. </p> <p>He told representatives: \"This summer has provided a taster of what could be in store with floods in Boscastle, landslides in Scotland, and a devastating succession of hurricanes hitting the Caribbean and Florida. </p> <p>\"Of course freak weather events have always occurred and no one event can definitively be put down to climate change. But what is clear is that what was freak is now becoming almost commonplace, more extreme and less predictable.\" </p> <p>\"The human race is conducting a gigantic and unpredictable experiment with planet Earth with potentially horrendous consequences and no plan B in sight.\"</p> <p>But Tony Blair had said the environment was a very long-term issue and only mentioned it once a year in a \"ritual speech\", he complained. </p> <p>\"Climate change is a weapon of mass destruction and far more real than the ones you've been vainly combing Iraq for,\" he blasted. </p> <p>While the US had pulled out of Kyoto, under Labour road traffic had risen 8%, aircraft emissions up 23%, household waste up 19% and radioactive waste up 9%, conference heard.</p> <p>In Britain, the Liberal Democrats would ensure 60% of energy came from renewable sources in 40 years using wind, solar and wave power as well as \"the hot rocks under the ground\". </p> <p>Mr Baker, who pointed out that plastic holders at the conference had been replaced with bags made from sustainable jute and that future gatherings would be \"carbon neutral\", concluded: \"All those in this country who care about the environment and care about the future should vote Liberal Democrat at the next general election.\" </p> <p>At the early morning press conference in Bournemouth this morning, Lord Razzall, who heads the party's election campaigns, went further than leader Charles Kennedy in predicting that the next non-Labour government would be Liberal Demcrat. </p> <p>He said the Tories were now finished and the Lib Dems were poised to overtake them as the main opposition party. </p> <p>The most recent opinion poll put the Lib Dems on 26%, with Labour on 32% and the Conservatives on 30%. </p> <p>Earlier environment spokeswoman Sandra Gidley warned that Britain would have to find a home for more than three million tonnes of toxic waste after the government had failed to prepare for the EU 1999 landfill directive.</p> <p>She said: \"The result could be devastating for regions of England and Wales, with a huge rise in illegal fly-tipping by cowboy waste contractors. Serious questions must be asked of ministers where this waste is going, what damage it could be doing to the environment and what threat it could be to human health.\"</p>",
  "<p><strong>·</strong> News: Regular migraines linked to brain damage <br><strong>·</strong> Comment: Concern over housing benefit reforms<br><strong>·</strong> Preview: What's in tomorrow's SocietyGuardian section</p> <p>Welcome to the daily public services and voluntary sector news round up from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^ </p> <p>Coming soon - Thousands of patients warned they may have been exposed to vCJD through blood plasma products</p> <p>^^^^^^^^^^^ </p> <p><strong>MORE NEWS</strong></p> <p>Soocial care</p> <p><strong>·</strong> Mental health: Seroxat and Prozac 'can make people homicidal' </p> <p>Doctor who found suicide risk says experts ignoring danger. </p> <p>^^^^^^^^^^^ </p> <p>Health </p> <p><strong>·</strong> Medical research: Regular migraines linked to brain damage </p> <p>Frequent sufferers of migraines have an increased risk of brain damage, researchers said today. </p> <p>^^^^^^^^^^^ </p> <p>Regeneration</p> <p><strong>·</strong> Northern revival: Funding boost for north is a fairy tale, Labour MP says </p> <p>Plans to help bridge the north-south divide with a £100m growth fund for city-regions such as Greater Manchester and Leeds unveiled by John Prescott yesterday, and immediately denounced by a Labour MP as a 'fairy tale'. </p> <p>^^^^^^^^^^^ </p> <p>Voluntary sector</p> <p><strong>·</strong> Investigation: Charity watchdog freezes church group's bank accounts </p> <p>Charity Commission launches inquiry into a charity led by an evangelical pastor wanted by Kenyan authorities over child trafficking allegations. </p> <p>^^^^^^^^^^^ </p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Lib Dem conference: Kennedy targets voters' anxieties </p> <p>Charles Kennedy tells conference that the Liberal Democrats' big idea for the coming election campaign would be to address the 'big anxiety' which dominates so many voters' lives. </p> <p><strong>·</strong> Public spending: Labour will increase taxes, says Letwin </p> <p>Oliver Letwin, the shadow chancellor, fires the opening shots in the Conservative party's election campaign when he said Gordon Brown's handling of the public finances meant Labour would be forced to raise taxes if it won a third term in office. </p> <p>^^^^^^^^^^^ </p> <p><strong>TODAY'S FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Housing benefit: Making allowances </p> <p>As the government prepares to extend its new housing benefit scheme, Adam Knight-Markiegi warns that it could lead to homelessness and greater debt problems unless the system is made more flexible. </p> <p><strong>·</strong> Life after prison: Outside chance </p> <p> Joanna Moorhead on a new scheme to help prisoners to continue their education once they are free. </p> <p><strong>·</strong> Cancer treatment: Dr Daniel's 'miracle' cure </p> <p>A doctor claimed to have found a herbal treatment for cancer. Is she brave or irresponsible? Sarah Ebner reports. </p> <p><strong>·</strong> Expert witnesses: The experts run for cover </p> <p>Doctors are afraid to give evidence in child abuse trials in case they are vilified in the media and carpeted by the GMC. There are fears that their silence is putting children at risk. Clare Dyer reports.</p> <p><strong>·</strong> Health: 'I love him. I miss him and I can't imagine things ever being the same again' </p> <p> A year after her husband's stroke, Julie Green tells Joanna Moorhead about the impact on her family. </p> <p><strong>·</strong> Liberal Democrat policy: A party of sheer naked opportunism </p> <p>Progressive causes with rightwing solutions is the new Lib Dem style, says Peter Hain.</p> <p><strong>·</strong> Health: Out on a limb 'Restless leg syndrome' sounds trivial, says Dr Ann Robinson, but it can be hell.</p> <p><strong>·</strong> Social exclusion: Charity begins at home </p> <p>A new scheme offers to pay the rent of students who might otherwise be deterred from going to university. Is this the shape of things to come? By Wendy Berliner. </p> <p>^^^^^^^^^^^ </p> <p><strong>PREVIEW: WHAT'S IN TOMORROW'S SOCIETYGUARDIAN SUPPLEMENT</strong></p> <p><strong>·</strong> Feature: The nurse factory - India has responded to chronic healthcare staff shortages in Britain and the US by creating a booming export business. Raekha Prasad reports.</p> <p><strong>·</strong> Plus: Bert Massie asks what's next for disability rights; Charlotte Moore on the NHS and children; Eric Allison on lessons for the prison service.</p> <p><strong>·</strong> Jobs: Could you help regulate the so-called gangmasters? The Department for Environment, Food and Rural Affairs is looking for someone to chair the Gangmasters Licensing Authority. \"An understanding of employment law and practices would be useful, but your ability to get the best out of complex committees at a national level is essential,\" says Defra. A pay package of around £18,000 (£300 per day for up to five days a month) is on offer.</p> <p>For more details of this, and hundreds more public services and voluntary sector vacancies, see tomorrow's SocietyGuardian or visit our <a href=\"http://jobs.theguardian.com/\">free online database</a>.</p>",
  "<p>Channel 4's controversial \"nurses behaving badly\" drama No Angels is to be adapted for the US, with the American producer promising to add even more \"sex appeal and glamour\" in the translation.</p> <p>US independent producer Reveille, which produced the US versions of Coupling and The Office, is behind the move.</p> <p>Reveille has signed up Amy Heckerling, the director of the movies Clueless and Fast Times at Ridgemont High, and film producer Michael De Luca as executive producers.</p> <p>No Angels revolves around the lives of four nurses who share a house, work hard and play harder. </p> <p>The show is made by UK independent producer World, the drama specialist behind This Life and Between the Lines.</p> <p>The head of TV drama at World, Simon Heath, the executive producer of No Angels in the UK, will also be involved in adapting the format for the US.</p> <p>\"No Angels is a dynamic franchise with unapologetic characters living life at full speed. It's like nothing on TV today,\" Reveille's founder, Ben Silverman, told the Hollywood Reporter.</p> <p>Mr Silverman said the original version of No Angels would serve as an \"inspirational\" source for its American cousin, rather than the template.</p> <p>Reveille last year produced the US adaptation of BBC2 sitcom Coupling, which was criticised for being a carbon copy of the British original and ignominiously dropped by NBC after only a few episodes.</p> <p>Mr Silverman's company is also making the US version of The Office for NBC, which has ordered seven episodes for early next year.</p> <p>\"There are things [in No Angels] that are specific to the national healthcare system [in Britain] and it's more gritty than we might be thinking about. We are looking to add a bit more sex appeal and glamour. It will be more liberal in its translation than Coupling or The Office,\" he said.</p> <p>But Mr Silverman said Reveille would be retaining the basic premise of No Angels, which is the focus on a group of young nurses from diverse social backgrounds.</p> <p>\"The social environment is a big component of the show. These are young, single women who come from different social backgrounds in the UK show and that will absolutely be a part of the American version as well,\" he added.</p> <p>Mr Silverman said he had held talks with US broadcasters, including premium cable networks, about No Angels, but no deal had yet been concluded.</p> <p>No Angels attracted criticism when it was broadcast on Channel 4 earlier this year from the Royal College of Nursing, which said it was a \"missed opportunity\" to show what nursing was really about.</p> <p>However, the series attracted around 2 million viewers in its 10pm slot and has been commissioned for a second series in the UK.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p><strong>Q</strong> I recently bought tickets for a holiday through a company called The Flight Shop and paid a total amount of £1,131 with my Barclaycard. The Flight Shop later went into receivership and I contacted Barclaycard for a refund, as my tickets had never arrived.</p> <p>Barclaycard wrote to me confirming that I was covered under its travel policy and that it would refund my £1,131 as soon as possible. However, I received a credit of only £700. After many phone calls to Barclaycard's customer service call centre, during which no one could explain why I had received only a partial refund, an account manager finally told me there had been a letter from The Flight Shop stating that I had received some tickets - and that's why I was given only a partial refund.</p> <p>This is nonsense. I have received nothing from The Flight Shop and have a letter from it (which has been forwarded to Barclaycard) confirming that I would not receive anything. And The Flight Shop denies writing to Barclaycard at all.</p> <p>I contacted the Association of British Travel Agents (Abta) for help, and it says it will take the issue up on my behalf, but it needs a letter from Barclaycard confirming its reasons for non-payment, together with a copy of the letter that Barclaycard says it has received from The Flight Shop. But Barclaycard says it cannot write to me, as the department that deals with this is in India. And it cannot forward me a copy of the relevant letter, as this is also in India. How I can retrieve my outstanding refund of £431? </p> <p><strong>LH</strong></p> <p><strong>A</strong> What utter rubbish from Barclaycard! Its reasons for not sending you the information you require to prove your claim are suspicious in the extreme - could it just be a total coincidence that if Barclaycard provided the evidence you've requested, it would have to shell out the rest of your refund?</p> <p>And why on earth can't a global business like Barclaycard contact its Indian operations and insist on the relevant letter being returned to a UK centre?</p> <p>Write to Barclaycard, insisting that it provide you with the necessary documentation to pursue your claim. Give it 14 days to respond and if it continues to behave in this ludicrous fashion, take your complaint to the <a href=\"http://www.financial-ombudsman.org.uk/publications/consumer-leaflet.htm\">Financial Ombudsman Service</a>.</p>",
  "China's economic transformation is damaging the health of many of its people, including millions of urban professionals who are suffering from stress and the change to fattier western diets. <p>A study by the Red Cross Society of China found that more than 70% of the residents of the three wealthiest conurbations, Beijing, Shanghai and Guangzhou, were ill, unfit or short of energy.</p> <p>The research has increased concern about the costs of the country's economic growth and accentuated the debate in the Communist party between freemarketeers who want to privatise more of the medical system and state interventionists who believe public health standards have been dangerously neglected in the rush for profits in the past 25 years.</p> <p>Surprisingly, the research suggested that the most highly educated sectors of society were the worst hit.</p> <p>The Xinhua news agency reported that white-collar workers, particularly senior and mid-level managers, complained the most of ill-health.</p> <p>The study defined poor health as illness causing reduced levels of energy and fitness, but with no specific diagnosis of a disease.</p> <p>\"Bad working habits, poor disease prevention, inadequate government funding and lack of health education are the main reasons,\" the Red Cross quoted Yang Xiaoduo, a healthcare expert, as saying.</p> <p>Separate research earlier this year by the Chinese Academy of Sciences found that the average lifespan of \"intellectuals\" was 58 years, 10 years lower than the national average. Information technology professionals were among those most at risk.</p> <p>According to the academy, programmers and managers working in the Beijing hi-tech district Zhongguancun, known as China's Silicon Valley, had an average lifespan of 53 years and four months, five years shorter than a decade ago.</p> <p>Journalists fare even worse. A study by 10 news organisations in Shanghai showed that the average lifespan of a reporter was 45 years.</p> <p>Fewer than one in five of the city's journalists were said to live beyond retirement age.</p> <p>There are many reasons for the poor state of city dwellers' health.</p> <p>The political explanation is that the current 40- and 50-somethings have been worn down by the famines of the Great Leap Forward, the Cultural Revolution and the changes caused by the opening-up policy of the past 25 years.</p> <p>A more prosaic line of reasoning is that China is becoming vulnerable to the consumer-culture ailments associated with stress, a contaminated environment and an increasingly fatty and salty diet.</p> <p>As the economy grows, competition increases and global fast-food franchises become more popular, medical experts say that cases of diabetes and coronary disease are on the rise.</p> <p>\"There is a contradiction in China that as the country becomes wealthier it faces a whole new set of health problems related to diet, pollution, smoking and stress,\" a spokesman for the World Health Organisation in Beijing said.</p> <p>\"The pattern of their diseases is becoming more like that of the west.\"</p> <p>Most controversial, however, is the assertion that the government has allowed the health sector - once one of the country's proudest achievements - to deteriorate since market reforms began in 1978.</p> <p>Yang Xiaoduo, a medical and welfare expert, said the latest statistics showed that public health had been sacrificed for private wealth.</p> <p>\"Bad working habits, poor disease prevention, inadequate government funding and lack of health education are the main reasons,\" he told the Shanghai Daily.</p> <p>The timing of the latest study may be no accident.</p> <p>Since the outbreak of the Sars epidemic last year the government's record on healthcare has become the subject of a most public battle between the conflicting factions in leadership of the Communist party.</p> <p>The former president Jiang Zemin, who lost his last senior post, as head of the military commission, on Sunday, was an advocate of private hospitals and profit-motivated health bureaux.</p> <p>His successor, Hu Jintao, has appointed a health minister who has criticised the lack of public funding for hospitals and quadrupled spending on Aids, cases of which are rising at a rate of 30% a year, and tuberculosis, which has made a comeback in recent years.</p> <p>In the countryside the crisis is far worse than in the cities.</p> <p>Since the abolition of rural cooperatives in the early 80s, less than a fifth of the 800 million peasants have been covered by health insurance.</p> <p>As a result, the gains made in life expectancy and infant mortality in the three decades after the Communists took power in 1949 have flattened off, and in some areas gone into reverse.</p> <p>The vast majority of China's people are now expected to pay their hospital costs entirely out of their own pockets.</p> <p>For most people, getting sick means going broke.</p>",
  "<p>University bosses are dreaming in sums. In vice- chancellors' offices up and down the country, there are waste-paper baskets over-flowing with discarded paper covered in scribbled numbers; on the desktop, computers strain with spreadsheets. Accountants, financial officers and marketing staff are close at hand.</p> <p>Institutions are trying to work out what to do about the introduction of top-up fees next year. Decisions need to be taken now, and questions swim through a vice-chancellor's mind. Can we get away with charging £3, 000? Will students think we're second-rate if we don't? What will attract them to paying that figure? And how are we going satisfy the Office for Fair Access (Offa)? They wonder how people see them, what their purpose is and whether they are getting it right. English universities, among the most respected and oldest in the world, are embarking on a midlife crisis.</p> <p>Universities have already been read the riot act by the Department for Education and Skills, and strictly warned against discussing their pricing plans with one another. Discuss it and they will be accused of fee-fixing, as some public schools were last year, and prosecuted. It is tempting to imagine Soprano-style scenes featuring a cartel of vice-chancellors meeting in a smoke-filled room but, they insist, it's not going to happen.</p> <p>The pressure is on. Most are working towards a December deadline, by which time they will have to send their 2005 prospectus to press, and it will include their prices for 2006. Some are rebranding for the top-up fee launch, starting with the prospectus. Meanwhile, many are already drawing up their access agreements for Offa, even before its director is picked. Everything depends on this term.</p> <p>Education Guardian today reveals the most complete impression to date of what vice-chancellors are planning. Seventy-two vice-chancellors, directors and principals of universities and higher education colleges in England have taken part in this survey, which tracks the decisions they are making and offers the most up-to-date picture of the true impact the introduction of top-up fees will have in 2006 on students and their universities.</p> <p>We approached the head of every university and higher education college in England, plus the two universities in Northern Ireland that are likely to follow the Westminster model - a total of 120 institutions. . Their nerves were palpable - 46 didn't respond. Most of those just weren't prepared to share the information at such a sensitive time, though in a few cases a holiday got in the way. Several - 17 - were prepared to provide us with answers only on the condition that they remained anonymous.</p> <p>The institution heads were asked about their expectations of what will happen in 2006. Many still have to confirm their plans through their ruling councils, but practically all know in which direction they are headed: £3, 000 across-the-board for every single student, for every single course.</p> <p>In many ways, that has been the easy decision. What is foxing them is the bursaries: how to invent a scheme to satisfy their widening participation targets while saving enough cash to keep the university going is proving to be a logistical nightmare. Get it wrong and they fear what the consequences might be.</p> <p>Stuart Bartholomew, director of the Arts Institute in Bournemouth, speaks for a large chunk of the sector when he says: \"We are entering a quasi-market system that is totally untested and lacks knowledge; we are going to go through a troubled two or three years. \"</p> <p>Put another way, by the head of a large, urban, post-1992 university: \"There's an operable range of £35m between charging the full whack and charging nothing for us. That's how big the decision is. We're flying without navigation. \"</p> <p>Eight institutions declared they are planning to vary fees: Anglia Polytechnic University, the University of Central England, Luton University, Plymouth University, Ravensbourne College of Design &amp;Communication, the College of St Mark and St John, University College Winchester and one other that wished to remain anonymous. The vast majority of the others were unflinching in their decision to charge £3, 000.</p> <p>Of the 15 that are yet to decide either way the decision is crucial. Professor Diana Green of Sheffield Hallam University, which has yet to confirm its plans, says: \"This is entirely about how we present the institution ... The critical thing we have to do is think about what all universities are doing and think about it in the context of what people think about Sheffield Hallam. \"</p> <p>Her view is backed up by some of the market research that has taken place: vice-chancellors at the Universities UK conference last week were firmly informed by one marketing agency that students, and perhaps as importantly their parents, will see cheaper courses as second rate. But according to many of the responses, they already knew that. \"We'd like to see the standard of the university reflected in the fee by charging the full amount, \" says Professor Kel Fidler of Northumbria, who confirmed his university is going all the way to £3, 000.</p> <p>The onus for Fidler and his colleagues in the new universities is on bursary schemes, to offset any deterrent effect of charging full fees. But whereas many older universities are talking about their bursary schemes in terms of a percentage of their fee income - a third in most - universities that are doing well at widening participation don't have that luxury.</p> <p>For Professor Les Ebdon at Luton, the bursary is the trickiest aspect of the conundrum. \"That's the most challenging decision we have to make. We think it's important to offer bursaries to our students. But 50% will qualify for the full bursaries so we have to work it out carefully. \"It's one of the things which is most ironic about the whole new package that some universities will have to give nothing, and others across the board. \"</p> <p>The degree of uncertainty over bursaries is reflected in the figures. Sixty- six confirmed they were expecting to introduce their own bursaries, but 43 of those would (or could) not give details. Twelve said they would guarantee the minimum £300 - the government's condition to allow them to charge £3, 000 - but were looking to offer more than that. Only one vice-chancellor, Dr Peter Knight at the University of Central England in Birmingham, said firmly he would offer just a bare minimum of £300, which will go to the most needy students and, in a few cases, to those who do less popular courses.</p> <p>Three vice-chancellors said they would offer between £300 and £1, 000; seven said £1, 001-£2, 000;and another seven said between £2, 001 and the Cambridge levels of £4, 000 per student on a means-tested basis.</p> <p>There are a plethora of variables that universities are contending with to set the bursaries, at the heart of which lie two apparently incompatible imperatives: social responsibility and market forces. Among the questions institutions are grappling with are: do universities give lots of little bursaries or a few big ones and what effect will that have on the market? Do you give them exclusively to the needy, or do you use them as a sweetener to entice students on to less popular courses? If you give only to the needy, is there a danger that some courses will fold?</p> <p>However, while many institutions plan simply to tie their bursaries to the government grants, others are coming up with elaborate schemes to pit a student's background against their intellect and course of study in the competition for cash. Birmingham is among them. It has invented a matrix that assesses applications according to their A-level points, where they live (local students will score more), how much they need the money and the subject they choose. They will also gain extra points for \"added value \" - any sporting or musical achievements. Professor Michael Sterling, vice-chancellor of Birmingham, says: \"It's not just about poor students but about excellent students as well, and recruiting to certain subjects. \"</p> <p>Some universities are keenly pointing out that they will benefit the \"nearly poor as well as the very poor \", while some say they will offer more hardship funds than bursaries, or scholarships to pick out talent instead. How students will get their heads round the range of sometimes highly complicated schemes on offer is unclear.</p> <p>The bursaries are part of the sums the vice-chancellors are doing in their bid to sign up students. But here is the most visible manifestation of their identity crisis. To help them assess their place in the brave new market of top-up fees, 21 (the vast majority of them from new universities)have employed outside experts to help them: professional marketers or brand managers. Other vice-chancellors, such as Sir Howard Davies at the London School of Economics, said they had all the expertise they needed within the university: \"Some of the people who have done the research on fees are in the LSE - we have a centre for economics of education. \"</p> <p>Birmingham is planning a root-and- branch reform of its branding after research revealed it was \"dull and conservative\" and, worse still, regarded as \"inferior\" to close competitors such as Nottingham and Warwick. Birmingham is spending £100, 000 on revamping that image - including employing Wolff Olins, the company responsible for creating the image of Tate Modern and Orange mobile phones, to do a \"brand audit \" to spruce it up a bit and give a new \"edgy \" reputation.</p> <p>At Brunel, Professor Steven Schwartz dismisses the idea of employing an agency to help it with its image: \"So many university brands are so innocuous. \" Schwartz collected some of the slogans that universities use for a talk to an Organisation for Economic Cooperation and Development (OECD) meeting in Paris on university image. They included \"learn for life \", \"a university for the real world \", \"tomorrow's leaders today \", \"advancing knowledge, transforming lives \"and \"together we are amazing \".</p> <p>\"What do these slogans mean? \" he asked in his talk. \"The answer is, not very much. As Goethe says in Faust: 'When ideas fail, words come in very handy'. \" He argued that there was too much spin in university branding and that universities will increasingly be caught out by students who feel they have not met their promises. He is campaigning for a code of ethics for university marketing.</p> <p>Most universities are also planning to make sure they have something concrete to offer students in return for the fees they will have to pay. Every single university mentioned bursaries and improving student facilities in its spending plans. Only three - Imperial, Brunel and one new university - thought they would have something left over to help bump up their research rating; recognition that student expectations are going to demand more of them.</p> <p>Professor Roland Levinsky at Plymouth University explains its spending priorities: \"It's threefold: first, bursaries, second, staff pay; and third, as a university which is a thrown-together hotchpotch of 1960s buildings, I want to get really good student facilities, sports facilities and water sports - lots of students come here for the water sports.\"</p> <p>Their marketing pushes and bursaries will also be judged not just by bums on seats but whose bums they are - by Offa. Vice-chancellors are almost universally critical of Offa. Whoever is given the job of running Offa is in for a tough ride. There is very little confidence in it:44 vice-chancellors said they thought it would have very little impact; only seven said it might help them in their widening participation policies; and three said it would hinder them. The rest were undecided.</p> <p>A selection of the comments on Offa illustrate this. Ebdon calls it \"a complete red herring \"; Professor Adrian Smith of Queen Mary, University of London, says \"we're all playing in the dark \".Peter Knight, at the University of Central England, says: \"It's another nuisance, a waste of space. We'll write the essay, we'll send the thing off, and really we aren't in Offa's sights - it's the exclusive universities that they are after ... The idea that somebody in the fag end of Whitehall is going to make a positive contribution to this is absolute lunacy. But it was part of the deal so we've had to accept it.\"</p> <p>Even its allies know Offa is in for a rough ride. Steven Schwartz, author of last week's report on university admissions, admits: \"I might be the only person in the country who thinks Offa is a good idea.\"</p> <p>However, there's a subtle distinction within the criticism. The new universities that have the best record on access are dismissive in an off-hand kind of way, while the older universities, which don't, are just critical. University College London is already factoring in the access agreement it will work out with Offa to allow it to charge the top rate of fees. Its provost, Malcolm Grant, says what impact it will have is unclear. \"I have no idea, and nor does it. We haven't got an Offa, we have an absurd timetable for Offa to consider the access agreements that will come from institutions. \"</p> <p>It is ironic that vice-chancellors have turned so hard against Offa when it was the inclusion of Offa which, politically at least, made the top-up fees bill viable. Seen as a sop to Labour MPs during the bill's tricky passage through parliament, it was the device that, for some of them, made up for the effect of top-up fees putting poorer students off going to university.</p> <p>Opinion among the vice-chancellors today is very divided about whether poorer students will be put off going to university post-2006. Although 26 of them said they thought poorer students would be deterred by higher fees, most said it should not put them off. There is widespread support for the funding package, but criticism of how it has been sold. The problem, many vice-chancellors said, is that students don't understand it yet, and the task for selling it lies largely at the door of the DfES.</p> <p>Knight says: \"The responsibility for making that clear rests with the DfES, and they should get their noses to the grindstone now, to make sure that message gets out. \"</p> <p>Levinsky at Plymouth sees it as a short-term problem. \"Most people are getting the message that it is paid off after they graduate. Nobody likes the idea of debt and it will have an effect on them when they start families and buying houses. But the students of today are quite streetwise, and they will realise they won't have to stump up the money. \" Professor Graham Upton at Oxford Brookes says: \"It needs selling right. \"</p> <p>At Sheffield Hallam, Green says there is a difference between the government's and the universities' roles in convincing students to go to university. \"It's both the government's and our job to sell that message. The difference is that while we have a common interest that higher education is a good investment, each institution has to convince students that they are worth the investment. \"</p> <p>So will the students get the bang for their buck? Will the hundreds of thousands of pounds spent on new logos and student bars fill the courses and make their management flush with cash and eager to show off the equivalent of a lottery winner's sports car - the new science facilities, the en-suite halls and pay rises all round? Gloomily, 52 institution heads said that top-up fees wouldn't be enough to secure their financial future. Professor John Turner, deputy vice- chancellor at Surrey, called the contribution top-up fees will make to their budgets \"trivial \".</p> <p>The survey results show that many universities are struggling to get their heads around a market that is, essentially, false. There will be little difference in the prices of the courses; the real variation in the market will be between the bursary schemes the universities adopt and how well they market themselves, not the price tag on the degree. The spending plans the universities are starting to think about - improving student facilities and, to a lesser extent, academic pay - suggest there will be some tangible improvements.</p> <p>But for many institutions the real reward is just a little further away. Only five institutions believe the government will keep the cap at £3, 000 beyond 2010. The overwhelming majority - 46 - said they thought the cap would be raised at the first possible opportunity in 2010, following a promised government review of the limit. A further six institutions thought the government would even break that promise, and do it within three years.</p> <p>UCL's Grant says the raising of the cap \"wouldn't be unwelcome \". Imperial, which famously argued for a much higher rate in the first place, in a response drafted by its press office rather than its rector, Sir Richard Sykes, himself, said it anticipated that the cap would be raised much sooner than that, by 2007.</p> <p>Sterling at Birmingham, who is also the chair of the Russell Group of universities, says there would have been \"more of a market \" had the original proposal for a £5, 000 cap been delivered by the government. \"Even top universities would have to think very carefully about charging that, \" he says.</p> <p>In other institutions the idea of raising the cap causes shivers down the spine. \"We're aware that many universities are champing at the bit - Imperial and the likes, \" says Fidler at Northumbria. \"That worries me greatly. \" It's a fear shared by his colleagues in the new universities. Levinsky at Plymouth says: \"By the next parliament it will be a market economy, it won't last past that. It will be sad, and the start of privatisation of higher education. \"</p> <p>The agonising over the sums, the bursaries and the fees clearly indicates that that is already well under way.</p> <p><strong>EducationGuardian top-up fees survey</strong></p> <p>Results based on interviews with 72 heads of universities and higher education colleges, interviewed by phone on Friday September 10 and Monday September 13. In a few cases a deputy-vice chancellor or head of communications has answered on their behalf. Figures in brackets refer to respondents in that category.</p> <p>Survey compiled by Tasha Kosviner, Rob Harris and Polly Curtis.</p> <p> <strong>Will you charge...</strong><br></p> <p>A <strong>Top-up fees across the board at £3,000</strong> (48)<strong> 66.5%</strong></p> <p>B Flat rate for all courses below £3,000 (0) 0%</p> <p>C Different rates for different courses (9) 12.5%</p> <p>D No answer (15) 21%</p> <p><strong>Are you introducing bursaries and if so for how much?</strong><br></p> <p>A At least £300 (12) 16.5%</p> <p>B £301-£1,000 (3) 4%</p> <p>C £1,001-£2,000 (7) 10%</p> <p>D £2,001-£4,000 (7) 10%</p> <p>E <strong>No answer</strong> (43)<strong> 59.5%</strong></p> <p><strong>Where will your bursaries be targeted?</strong><br></p> <p>A <strong>Targeted at the most needy students</strong> (39)<strong> 54.5%</strong></p> <p>B Targeted at subjects that are short of students (1) 1.5%</p> <p>C A mixture (19) 26%</p> <p>D No answer 18%</p> <p><strong>Where will your bursaries be funded from?</strong><br></p> <p>A <strong>Central university funds</strong> (32) <strong>44.5%</strong></p> <p>B Benefactor, private donations, etc (1) 1.5%</p> <p>C <strong>A mixture</strong> (32)<strong> 44.5%</strong></p> <p>D No answer (7) 9.5%</p> <p><strong>Have you employed outside agencies to help you make the decision (market researchers/brand managers)?</strong><br></p> <p>A Yes (21) 29%</p> <p>B <strong>No</strong> (49) <strong>68%</strong></p> <p>C No answer (2) 3%</p> <p><strong>Will top-up fees provide enough extra income for the university for the foreseeable future?</strong><br></p> <p>A Yes (13) 18%</p> <p>B <strong>No</strong> (52)<strong> 72%</strong></p> <p>C No answer (7) 10%</p> <p> <strong>How long do you expect the limit on top-up fees to remain at £3,000?</strong><br></p> <p>A 1-3 years (6) 8%</p> <p>B <strong>4-6 years</strong> (46) <strong>64%</strong></p> <p>C 7-10 years (5) 7%</p> <p>D No answer (15) 21%</p> <p> <strong>Do you think top-up fees will put less well-off students off going to university?</strong><br></p> <p>A Yes (26) 36%</p> <p>B <strong>No</strong> (36) <strong>50%</strong></p> <p>No answer (15) 14%</p> <p> <strong>How do you think the Office of Fair Access will affect your attempts to widen participation?</strong><br></p> <p>A Help (7) 10%</p> <p>B Hinder (3) 4%</p> <p>C <strong>Have no effect</strong> (44) <strong>61%</strong></p> <p>D Undecided (18) 25%</p> <p><strong>Expecting to charge £3,000 for all courses</strong></p> <p>Aston University<br> Bournemouth University<br> University of Bristol<br> University of Cambridge<br> Coventry University<br> De Montfort University<br> Goldsmiths College<br> University of Hull<br> Imperial College London<br> University of Kent<br> Kingston University<br> University of Lancaster (Still a \"possibility\" it might go for a lower flat rate)<br> University of Leicester<br> University of Liverpool<br> University of Birmingham<br> University College London<br> London School of Economics and<br> Political Science<br> Loughborough University<br> Middlesex University<br> University of Newcastle<br> University of Northumbria at Newcastle<br> School of Oriental and African Studies<br> Oxford Brookes University<br> University of Portsmouth<br> Queen Mary, University of London<br> Royal College of Music<br> Royal Holloway, University of London<br> The Royal Veterinary College<br> University of Southampton<br> University of Surrey<br> University of Sussex<br> University of Ulster<br> University of Warwick<br> University of the West of England, Bristol<br> Central School of Speech &amp; Drama<br> University College Chester<br> Cumbria Institute of the Arts<br> Edge Hill College<br> Rose Bruford College<br> University College Worcester</p> <p><strong>Expecting to charge variable fees</strong></p> <p>Anglia Polytechnic University (Different rates for different courses, many set by its 26 regional partner institutions)</p> <p>University of Central England in Birmingham (Discounting HNDs and foundation degrees)</p> <p>University of Luton (Flat rate for honours degrees but variable for its 32 foundation degrees)</p> <p>University of Plymouth (Not setting fees for foundation degrees, taken at partner colleges. Access courses are likely to be below £3,000)</p> <p>Ravensbourne College of Design &amp; Communication (\"Moving towards\" charging variable fees)</p> <p>The College of St Mark and St John (Will not charge full £3,000. Courses will be priced on two variables: popularity of courses and the ability of students to pay)</p> <p>University College Winchester (\"Expecting\" to charge variable fees)</p> <p><strong>The best of the bursaries</strong></p> <p><strong>Cambridge University</strong><br> £4, 000 bursary for poorest students.</p> <p><strong>Imperial College, London</strong><br> £4, 000 for students who have a government grant and get three As at A-level. Others who get a grant but don't have the top grades will also qualify for smaller amounts.</p> <p><strong>Royal Holloway, University of London</strong><br> Details are still to be confirmed but it plans to go up to £4, 000 and offer a \"four for the price of three \" scheme, whereby students who opt for postgraduate study at Royal Holloway after having received a bursary through their undergraduate studies there will get an extra year of support.</p> <p><strong>Queen Mary, University of London</strong><br> Will depend on Offa's requirements, but bursaries will go up to £4, 000, with a \"typical \" amount of £1, 500.</p> <p><strong>University of Leicester</strong><br> Bursaries will go up to £3, 000, but Leicester is yet to decide if there will be lots of small ones or a few big ones. The emphasis is likely to be on middle-income families who don't qualify for a government grant but are stretched.</p> <p><strong>·</strong> Additional reporting by Tasha Kosviner and Rob Harris</p>",
  "<p>Reuters is hoping to kickstart the creation of Iraq's first independent news agency by sending 60 Iraqi journalists on a course to learn how to report on elections.</p> <p>The Reuters Foundation, a charitable trust set up by the global news agency to support journalists in developing countries, believes there is a market for an independent national news agency staffed by local journalists to supply the country's burgeoning media industry with news and pictures.</p> <p>The foundation plans to develop an online news exchange where journalists will be able to post stories that can be accessed by Iraqi media organisations and will run alongside stories from Reuters' Arabic service.</p> <p> \"We are particularly pleased to be involved in this project for Iraq, as it encapsulates our core editorial principles of independence and accuracy,\" said Rosemary Martin, the director of the foundation.</p> <p>\"In addition to the course, we believe a simple facility for an online news exchange could provide a useful alternative reporting resource for Iraqi media.</p> <p>\"The website will carry news devoted to the elections, written by those on the course, in addition to background information on those running and fact-boxes on how the election process works. With this kind of information, the website can play a valuable role in informing the Iraqi public.\"</p> <p>Reuters has already begun recruiting journalists for the course, which will begin next month ahead of planned democratic elections in January.</p> <p>It will be run by the former Reuters journalist and documentary-maker Paul Eadle, who has extensive experience of reporting in the region.</p> <p>Reuters has a long history of encouraging independent reporting across the world - it helped news agencies in Germany and Austria re-establish themselves after the second world war and assisted with the establishment of independent news agencies in Kuwait and Libya.</p> <p>More recently it has held workshops on HIV/Aids reporting in South Africa, with speakers including Desmond Tutu and the Aids activist Zackie Ahmat.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>French corporate raider Vincent Bollore is to raise his stake in Havas for the second time in a fortnight.</p> <p>But the businessman, who announced last week he had increased his stake in the French advertising group to 10.4%, was vague about his plans for Havas, which has been subject to takeover speculation since Sir Martin Sorrell's WPP Group beat it in the race to buy Grey Global earlier this month. </p> <p>Mr Bollore said he would increase his stake but was not seeking control of the firm at this stage. He said he would demand an unspecified number of seats on the Havas board, the French newspaper Les Echos reported.</p> <p>The businessman was a fierce critic of Havas' attempt to buy Grey Global, which would have doubled its size. The failed bid was spearheaded by the Havas chairman, Alain de Pouzilhac, who agreed last week to give Mr Bollore two seats on the board.</p> <p>Mr Pouzilhac said he welcomed the presence of Mr Bollore on the Havas share register, saying it would give the company stability.</p> <p>Havas yesterday announced a €404m - £276m - rights issue to reduce its debts.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Last year we lost one of the great Liberal Democrats and the last to serve as Chancellor: Roy Jenkins. In one of his fine biographies he describes Gladstone's 1860 budget. It was a speech - for Gladstone - of unusual brevity: a mere 4 hours. Roy notes approvingly that he cut duties on French wine in the interests of European free trade. But Gladstone had two main concerns: balancing the budget after a costly war and with simpler and fairer taxes, cutting many duties on what he called the 'working man', preferring to tax the wealthy. <p>My priorities as Shadow Chancellor today maintain Gladstone's liberal tradition.</p> <p>There are painful economic realities. Budgets have to add up. Choices are needed in public spending. People want fairer taxes, not ever rising taxes, and they want value for money.</p> <p>Our response has been to prepare a costed programme for government. The Liberal Democrat pre manifesto for the General Election is to be debated at Conference tomorrow. My role in that process is often to say \"no\". Indeed where people used to ask \"Dr Who\"? they now say \"Ah, Dr No\". But I take heart from our Liberal Democrat councillors around the country. Many have inherited badly run spend thrift Labour authorities. All face hard budget constraints. They are discovering that progressive politics involves financial discipline and tough choices.</p> <p>And I think the electorate will respect candour. Letwin and Brown are promising miraculously large sums in tax cuts or public spending entirely financed by 'eliminating waste'. I wish. I came into politics from private industry; and the government could learn a lot about cutting costs. But I suspect the electorate is suffering from 'miracle fatigue' and shares my scepticism. It is just not this easy. We aim to be by contrast, more concrete, more modest and more honest.</p> <p><b>Fairness &amp; Liberalism</b><br> Economic discipline and credibility are essential. But we intend to balance these economic imperatives with greater social justice. When I worked with Gordon Brown on the Red Papers for Scotland 30 years ago I never imagined then that after almost eight years of Labour Government, under his Chancellorship: inequality of income and wealth would be as bad or higher than under Mrs Thatcher; the poorest fifth of the population would pay a higher percentage of their income in tax than the richest fifth; and that 'fat cats' in failed companies would be able to award themselves million in payoffs and bonuses while hardworking, thrifty people could see their savings and pensions wrecked or stolen. Labour's record is miserable. We could do better.</p> <p>Our commitment to social justice is reinforced by a firm commitment to liberal economic policies: economic freedom. Without wealth creation there is no wealth to spread. That is why I emphasise the traditional liberal message - from Adam Smith to today - that markets must be allowed to work; trade should be free; private enterprise should not be shackled by excessive regulation; and private and state monopolies should be opened up to competition. Yet, damaging state intervention abounds: from the ruinous and immoral Common Agricultural Policy to the bureaucratic and illiberal Working Time Directive and subsidies to nuclear power and arms exporters: What I call the industrial welfare state.</p> <p><b>Stability and the Debt Bubble</b><br> Economic freedom is not the same as a free for all: a mistake the Conservatives made. They unleashed an unsustainable economic boom which collapsed, such that their reputation for economic competence remains in ruins to this day. </p> <p>Gordon Brown has done better, so far. He adopted the Lib Dem policy of an independent Bank of England to set interest rates. And he has followed fiscal rules, cutting government debt. Like the Good Lord in the Book of Genesis he created a new economic world in seven days. But he has spent the last seven years admiring his own creation. Meanwhile the Devil has been at work. An orgy of debt financed household spending has generated a trillion pounds of debt; most of it is secured against a financial 'bubble' in the housing market. As a result numerous young families cannot get onto the housing ladder and those that do have to face negative equity if, or when, the bubble bursts. </p> <p>It may not happen. I seriously hope not. But the Chancellor is taking serious risks by relying solely on the Bank of England's use of interest rates to achieve what is called a 'soft landing'. I admire the Governor and his colleagues. But when an overloaded aircraft tries to land at night in fog on a strange airfield the chances of disaster are high.</p> <p><b>Global Risks</b><br> Policies for economic stability are now more essential, since the world economy, in my view, is teetering on the edge of a major economic shock. One reason is the price of oil. The problem is not caused, as Gordon Brown claims, by OPEC restricting supply; there is genuinely a serious shortage of capacity.</p> <p>A British government less given to vanity and to lecturing the rest of the world on the brilliance of its economic achievements would see the dangers and prepare for them. They would see the connection between the economy and the environment: that curbing excessive energy demand is necessary for our economy our security and the future of the planet. Conservation, not complacency, is required.</p> <p><b>Tough Choices</b><br> Turning now to the budget, at the last general election we argued that a key priority was to support under funded public services like the NHS and to finance that expansion, honestly, through taxation. The government raised taxes - stealthily. We supported the extra funding, and we voted for it. At Conference last year we pledged that future spending commitments should not rely on higher general taxation but on savings elsewhere in government. We pledged to find £5 billion per year to meet our priorities, notably education, pensions and policing. </p> <p>The biggest new financial outlay is to provide a decent state pension. What we can afford is a generous pension to all men and women over 75, earnings linked and not means tested. There is now a growing consensus, everywhere except in Downing Street that we have to move away from means testing since millions do not claim it and live in poverty. While those that do, have little incentive to save. We have put forward a practical, affordable alternative. </p> <p>Then we want to develop our long standing commitment to education. We want to see primary school class sizes brought down further; and investment in training, particularly science and maths teachers who are in alarmingly short supply. There are far better ways of investing in young people than the Government's Baby Bond scheme. It is absurd to commit £250m a year of taxpayers' money for a system of long term savings when young people are being led by Government policy into excessive debt.</p> <p>I don't pretend that it is easy to take a large chunk out of government spending departments. We have suggested, for example, dismantling the DTI. The DTI does some useful things, like financing non-commercial 'blue skies' scientific research. These activities should continue, elsewhere in government. But serious cuts would have to be made in old fashioned bailouts. The vast majority of businesses do not, in my experience, demand nor need government help. They already live in the Land of Tough Choices. As a leading entrepreneur told Mrs Hewitt recently: \"please stop trying to help us; stop interfering and let us get on with our job.\"</p> <p><b>Fairer Taxes and Tax Reform</b><br> Nor are there soft options in relation to taxation. This country doesn't need or want higher taxes. But people want the burden distributed more fairly.</p> <p>That is why we advocate scrapping council tax and replacing it with LIT on the model which operates efficiently in Denmark, Sweden, Switzerland and the USA. That is also why we argue for a higher 50% rate on earnings over £100,000 pa. This revenue will enable us to abolish tuition fees and top-up fees, introduce free personal care helping people with long term diseases like Parkinson's or Alzheimer's and hold down local taxation. </p> <p>It speaks volumes for the priorities of the present Prime Minister that he denounces as dangerously radical the same 50% tax rate: a rate which Nigel Lawson in his memoirs tells us that even Margaret Thatcher was happy to live with. </p> <p>Blair defends or ignores higher marginal tax rates on those on modest incomes: a 50% rate currently paid by pensioners on pension credit; a 50% rate on middle income families after the new student fee repayment obligations; and a 60% rate on low paid workers - as much as 90% for those caught in the benefit trap. Perhaps we should not be surprised that our Prime Minister doesn't understand the economics of poverty when he prefers to spend his quality time with Silvio Berlusconi and George Bush. </p> <p>We believe that too many people on modest income pay too much tax. Under our proposals for taxation and public spending 70% of tax payers would pay less tax than they do at present.</p> <p><b>The Alternatives</b><br> What are the alternatives?</p> <p>The Conservatives, in particular, are reluctant to face difficult choices on spending and taxation. </p> <p>My Conservative opposite number is Oliver Letwin - a delightful and undoubtedly clever man. He established his reputation as a financial wizard while he was the Tory Home Affairs spokesman. He came up with the idea of saving £2bn a year by shipping out asylum seekers to a remote island.</p> <p>Let's just think about it. Round up our asylum seekers - most of them currently working and paying tax. Buy - or lease - an island, somewhere. Build camps to house them. Ship them out. Send their lawyers and relatives backwards and forwards. And save £2 billion?</p> <p>This brainwave deserves to be expressed in mathematical form. Take x, y and z, all positive numbers. Solve the equation where x + y + z = minus 2 billion. This is so original it should be called the Howard-Letwin Theorem. Suffice to say nobody has yet solved it.</p> <p>After this fiasco, Oliver has moved on to bigger things. At his party conference in two weeks, I predict that he will offer some mouth-watering tax cuts to Middle England. </p> <p>He will tell us that he is going to cut waste, billions and billions of it. Of course, genuine waste must be eliminated but it should not be an excuse to duck tough choices. When Oliver Letwin and Michael Howard talk about government waste I am reminded of the old story of the economist stranded on a desert island with tins of food and nothing else. Asked how he is going to eat, he thinks carefully and comes up with a solution - \"Let us assume the existence of a tin opener\". The Tory tin opener is waste. By assuming vast savings from waste they can spend more, cut taxes and balance the budget. Brilliant! Why did no one think of it before?</p> <p>They did. Campaigns against \"waste\" have been the last refuge of Tory politicians without policies or priorities through the ages. </p> <p>Now Gordon Brown has joined in, he promises to match any the Tories can come up with. But since the promised efficiency is never defined let alone measured, so this increasingly resembles a competition in who can nail the most jelly to a wall. </p> <p>And, of course, when Brown and Letwin talk about waste they forget that they both supported the Iraq war which has cost the taxpayer over £3.5 billion to date, and rising. </p> <p><b>Conclusion</b><br> The debate should be about more than waste. It should be about our vision of the future.</p> <p>I reject the old stereotypes of 'left and right'. I don't accept the socialist doctrine that while we can have more fairness in tax and better funded public services the package must also include more bureaucracy and government regulation and centralisation: this obsessive Labour belief, New or Old, that the Man in Whitehall (usually it is a man) always knows best.</p> <p>I reject also the assumption of the Right that if we have a liberal economy - markets, competition, free enterprise - we must accept that there is no such thing as society; that we must have widening inequality and a free for all where the vulnerable are trampled underfoot.</p> <p>They are both wrong. I believe we can have both a liberal and fair economy; better public services and tax cuts for the less well off, strong growth, with tough financial discipline. Our Britain, a Lib Dem Britain, would be a country which embraces economic freedom and social justice.</p>",
  "<p>John Seymour, who has died aged 90, was best known as the author of The Complete Book Of Self Sufficiency, in which he advocated a lifestyle lived as close to nature as possible. First published in 1976, it became a vital resource for disillusioned city dwellers seeking a more wholesome existence in the countryside. </p> <p>In all, John produced 41 books, covering travel, rural crafts and gardening, but his abiding mission was to preach the gospel of self-sufficiency. It was a theme that came to him as a young man, when his family moved from Hampstead, north London, where he was born, to Frinton-on-Sea, Essex. There, he experienced a bygone world of farming with shire horses, and people living off the land and the sea. </p> <p>His stepfather's chewing-gum business held no interest as a career for John. Instead, he went to study agriculture at Wye College, Kent, after which, at the age of 20, he moved to South Africa, where he managed a sheep farm, worked in a copper mine and joined the government veterinary service. </p> <p>He spent much time with Bushmen, whose assured hunter-gatherer lifestyle in a semi-desert environment profoundly influenced his thinking; he said that they took from nature only as much as they needed for survival. He came to realise that much of human knowledge and culture is an ancient inheritance, and not primarily the product of urban progress. </p> <p>During the second world war, John served with the King's African Rifles, and saw service in Ethopia and Burma. After returning to England in 1945, he decided to travel overland from Europe to India, experiencing a vast variety of cultures still dominated by peasant farming. Back once again in the UK, he worked for a time on one of the last sailing barges on the east and south coasts. He learned many sailors' songs, and, later in life, loved reciting them around campfires and at rowdy parties. </p> <p>John's primary concern was that we should not readily give up a world that had been so long in the making - a world of hunter-gatherers, small-scale farmers, sailors and foresters. Should we not think twice, he would say, before we launched head-long into a plastic, fossil-fuel powered, environmentally destructive age? </p> <p>In the late 1950s, taking his wife Sally, a potter whom he had married in 1954, and their three young daughters, John moved to five acres of land near Woodbridge, in Suffolk. In BBC radio programmes, and in such books as The Fat Of The Land, he celebrated the concept of self-sufficiency, which he saw as an antidote to the emerging dependence culture that robbed people of dignity and self-respect. He wanted people to declare their independence from industrial society, emphasising that there was more to life than a 9-5 job. </p> <p>None the less, although John was not fond of urban life, some of his best friends, among them the poet William Empson, were city-dwellers, and he was thus at the heart of many a London party, and loved a lavish Chinese meal in Gerrard Street. </p> <p>His greatest success was The Complete Book Of Self-Sufficiency, which came at a time when doubts first set in about a way of life entirely dependant on fossil fuels - the 1973 oil crisis and the miner's strike. The title helped launch a new publishing phenomenon, Dorling Kindersley. The highly illustrated work sold more than a million copies in some 20 languages. Its appeal was to those who wanted to learn about such skills as growing their own vegetables and making their own cheese. </p> <p>John and his family had, by now, moved to Pembrokeshire, west Wales, and readers streamed to his farm near Newport. All were given a meal and a bed, sometimes in the hay barn. The royalties from the book were spent as quickly as they accrued - on hospitality, on rebuilding the barn after it was burned down by careless guests, and on repairing farm equipment wrecked by clumsy visitors. Yet in the middle of this turmoil, John kept on writing, producing on average two books a year on aspects of rural living. </p> <p>In the 1980s, John and I made a BBC series, Far From Paradise. This took us to many parts of the world - the ancient city of Ur and the salty wastes of Mesopotamia, the last remaining villages in Europe where people still farmed without tractors, the acid-rain damaged forests of Germany, the eroding farmlands of Kansas and the skyscrapers of Manhattan. The series was a first attempt to take stock of the ever- increasing impact of an industrialising, urbanising humanity on its host planet. </p> <p>To counter this rather depressing experience, we co-authored Blueprint For A Green Planet (1987), one of the first books emphasising the opportunities of green consumerism in countering environmental destruction. Sadly, the publishers refused to include a chapter linking personal responsibility and collective action. </p> <p>John continued to write books celebrating all aspects of rural life. For most of the last two decades, he lived in County Wexford, Ireland, and, even though age started to take its toll, he still ran courses on such topics as milking cows or curing ham. Participants signed up from all over the world. Evenings were for storytelling, playing the harmonica and singing sailors' songs - John had the extraordinary memory of a man who refused to clutter his mind with television programmes, even if he loved presenting them. </p> <p>In the last 18 months, he was back on his beloved Pembrokeshire farm with his daughter Ann, telling stories to his grandchildren and writing rhyming poetry, with an acerbic wit that was his last weapon against what he saw as our destructive era. </p> <p>John was as much at home in the humblest house on a hillside, as in the manor house of landed gentry. He was like a force of nature, always willing to listen, always interested in learning about new - or very old - ways of working the land. He was a one-man rebellion against modernism, and his absence will be felt by millions of readers the world over. </p> <p>He is survived by his wife and three daughters.</p> <p><strong>·</strong> John Seymour, author, born June 12 1914; died September 14 2004</p>",
  "<p>Canada's biggest newspaper chain is embroiled in a dispute with Reuters after inserting the term \"terrorist\" into stories about the Middle East.</p> <p>Reuters has complained to CanWest Global, owner of Canada's National Post and around a dozen other newspapers, claiming that it has altered copy in a way that changes the meaning and could even endanger its journalists in the area.</p> <p>The agency, which guards its editorial independence fiercely and has a policy of not using judgmental terms in its copy, is particularly concerned that the stories appeared under a Reuters byline.</p> <p>It is asking for any heavily edited copy to have the Reuters byline and the name of the journalist removed.</p> <p>\"We have had a discussion about the way they use our content,\" said a spokeswoman. \"They have been changing some of the content and using terms that Reuters would not use - such as replacing the word insurgent with 'terrorist'.\"</p> <p>One recent Reuters story referred to \"the al-Aqsa Martyrs Brigades, which has been involved in a four-year-old revolt against Israeli occupation in Gaza and the West Bank\".</p> <p>In the National Post version of the story, printed last week, it was turned into \"the al-Aqsa Martyrs Brigades, a terrorist group that has been involved in a four-year-old campaign of violence against Israel\".</p> <p>David Schlesinger, the global managing editor for Reuters, said this week such changes were unacceptable. He said CanWest had crossed a line from editing for style to editing the substance of news from the Middle East. </p> <p>Another CanWest newspaper, the Ottawa Citizen, has been involved in a similar row with the Associated Press news agency.</p> <p>The Citizen published a correction after inserting the word \"terrorist\" seven times into an Associated Press story on the Falluja insurgency.</p> <p>\"The changes to the Associated Press story do not reflect Citizen policy, which is to use the term 'terrorist' to describe someone who deliberately targets civilians. As such, the changes to the Associated Press story were made in error,\" the paper wrote. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<b> Scotsman Editorial,</b> <br> September 20 <p>\"In vowing [on Sunday] to see through the struggle against the 'crucible of global terrorism' in Iraq ... Tony Blair has made a bold commitment. Speaking after talks at Downing Street with Iraq's interim prime minister, Ayad Allawi, he pledged to see the 'struggle' through ... That, given recent horrific events, is a tall order. It is also one that may prove politically expensive and, in military terms, worryingly open-ended ... But, in truth, [Mr Blair] was right to give the pledge that he did. To have given the merest hint of an early exit would have ... opened up Iraq to all-out civil war ... </p> <p>\"It is right that Foreign and Commonwealth Office scenario-planners should not minimise the [security] difficulties ... The least the UK can do is to press to ensure that the UN gives practical assistance to making next January's elections a reality.\" </p> <p><b> Times Editorial, </b> <br>September 20 </p> <p>\"The UN security council has offered firm approval of the provisional administrative arrangements in Baghdad and endorsed the two rounds of elections scheduled for January and then December next year. Those words will not mean much if the UN does not now do everything in its power to assist the democratic process. </p> <p>\"To that end, Kofi Annan [the UN secretary general] has not made matters easier by raking over the past with his highly debatable and essentially irrelevant comments about the legality of the intervention. He and the security council must concentrate on the circumstances at hand, not revisit the divisions of the past.\" </p> <p><b> Gulf Times Editorial, </b> <br>Qatar, September 20  </p> <p>\"Mr Allawi is on record as insisting that the elections will take place in January according to the coalition plan and his hosts in London and Washington are likely to insist that he sticks to that timetable, at least until after the US presidential election ...</p> <p>\"The situation in Iraq is very grim ... If security is not hugely improved by the year-end, it is difficult to imagine that fair elections can be held ... [On Sunday] the British army chief of staff, General Sir Michael Jackson, admitted that his country's troops are 'back at war' in Iraq ... And if the British troops have been drawn back into a war, the US forces have never stopped fighting one.\" </p> <p><b> Herald Editorial,</b><br> Scotland, September 20  </p> <p>\"To Mr Blair, it is a struggle ... [To Sir Michael] it is a war, albeit one that has changed ... </p> <p>Although his language to describe current hostilities is more candid ... Sir Michael is at one with Mr Blair in insisting that neither the US nor Britain had been caught out by a lack of preparedness for dealing with post-Saddam Iraq. This, despite mounting evidence on the bloodied ground in Iraq and in official documents showing the opposite to be the case ... </p> <p>\"Iraq is a place of severe test. Everything suggests that trying to impose security and stability will become even more of a test in the run-up to January's parliamentary elections ... The semantics of struggles and manoeuvre war look petty when compared with the tasks that lie ahead to deliver democracy for the Iraqi people.\" </p> <p><b> Independent Editorial, </b><br> September 20  </p> <p>\"Mr Blair's judgment is sound on one point. Now ... is not the time for anyone ... to 'wobble' over the timetable for elections. Having so abysmally failed in our promises to bring peace and security to Iraq, the very least we can do now is to stick to our pledge on elections ... </p> <p>\"But there was another, far less consoling, conclusion to be drawn from [Sunday]. It is now clear that, if the election timetable for Iraq slips, those who launched such a misguided war and then so comprehensively bungled the peace will be the last to accept the blame. Responsibility is already being shuffled off on to anonymous forces of 'global terrorism'.\" </p> <p><b> Daily Mail Editorial, </b><br> September 20  </p> <p>\"For once, in this appalling mess, [Mr Blair] is telling the unvarnished truth. The British hostage Kenneth Bigley is helpless in the hands of murderous fanatics ... Suicide bombers are still on the rampage. Armed clashes have erupted ... Some 300 people have been killed in seven days ... But Mr Blair can't say he wasn't warned ... He didn't listen to senior officials or even his own foreign secretary. He was so intent on preserving the 'special relationship' with America ... that he simply went along with George Bush's war plans instead of acting as a candid friend and spelling out the dangers ... This is a nightmare of Mr Blair's own making. And it is far from over.\" </p> <p><b> Wall Street Journal Europe Editorial, </b><br>September 20 </p> <p>\"So who are the coalition troops fighting? The answer is a combination of Saddam's former Fedayeen ... and other Ba'athists, as well as jihadists ... They can read the US election calender as well as al-Qaida read Spain's, and their hope is to create precisely the appearance of 'chaos' that American critics of the war are broadcasting ... </p> <p>\"We understand that some parts of the Bush administration are wary of provoking more violence before the [US presidential] election. But what would be truly damaging politically aren't further troubles in Iraq by themselves, but any perception that America isn't fighting to win.\"</p>",
  "Charles Kennedy told his party conference yesterday that the Liberal Democrats' big idea for the coming election campaign would be to address the \"big anxiety\" which dominates so many voters' lives. <p>During a question and answer session at the 2004 Bournemouth conference, the Lib Dem leader was rarely a few minutes away from an angry question about the Iraq war and the conduct of Tony Blair. </p> <p>But Mr Kennedy also talked of worries about global warming, pensions and crime contributing to people's \"doubts and uncertainties\". He called it the big anxiety. </p> <p>\"What we have tried to do is address the big anxiety ... we have to offer that degree of greater security to people so that they can feel better about themselves, their families, their environment, their security,\" he told delegates at the Bournemouth International Centre. </p> <p>Part of that approach requires politicians to address voters in non-technocratic language, plain English free of soundbites, Mr Kennedy added. He cited the open two-way session he was doing as an example of the way party conferences must change. </p> <p>Mr Kennedy was in relaxed mood, having told GMTV yesterday that he is losing weight, doing more exercise and has got his drinking down to \"virtually zero\". But he was cautious on key issues, admitting he does not want Mr Blair to resign or be impeached over Iraq. Instead he must answer \"the extremely serious catalogue of charges that are mounting against him\" when parliament returns. </p> <p>\"I don't want the truth on this occasion to be left to the historians for generations to come. I want the truth established before the British people give the final verdict at the next general election,\" he told the session, chaired by Simon Kelner, editor of the Independent. </p> <p>Having given a clear hint on Sunday that he would do a deal with Labour but not the Tories if there were a hung parliament, Mr Kennedy yesterday moved to establish more of what Paddy Ashdown used to call \"equidistance\" between both his bigger rivals. </p> <p>So if Labour lost its majority \"that would represent an absolutely massive vote of no confidence\", he said. \"If we have increased our credibility, our level of support in terms of votes and seats, are we going to turn around to the British people and say: 'we are going to prop up a Labour government that you have effectively dismissed?' I think not.\" </p> <p>He also reminded party activists: \"History teaches that hung parliaments tend not to happen,\" and that parties that campaign to come third - as his did in 1987 - end up doing just that. </p> <p>Mr Kennedy won the session's biggest laugh when asked if he could work better with Mr Blair or with Gordon Brown. \"I could probably work more happily with either of them than they seem to be able to do with each other.\"</p>",
  "<p>Britain is throwing out more than a million tonnes of electronic \"e-waste\" such as broken computer monitors and discarded mobile phones every year, and new government figures show that more than ever is going abroad. </p> <p>Last year, 23,000 tonnes of IT and other electronic equipment was shipped out illegally, mostly to China, west Africa, Pakistan and India.</p> <p>In one case, the documents on a container waiting to be shipped from Felixstowe to Pakistan declared that its contents were innocuous plastic packaging. But when customs officers opened it up they found tonnes of broken computer monitors and other electronic waste collected by a south Wales company which was sending it to Lahore to be dismantled by hand for its lead and other valuable toxic contents. The illegal shipment of hazardous waste was blocked and returned.</p> <p>The government's pollution watchdog, the Environment Agency, says the e-waste exports are worth hundreds of millions of pounds. Last year such waste involved tens of thousands of old computers, 500,000 television sets, 3m refrigerators, 160,000 tonnes of other electrical equipment and millions of discarded mobile phones, all sent to the poorest countries in the world.</p> <p>But the agency admits it has no idea how much of the waste is being deliberately dumped on poor countries by companies trying to avoid paying increasingly high disposal costs in the UK, and how much is only technically illegal because companies have filled in the forms incorrectly.</p> <p>\"It is not necessarily all illegal,\" said an agency spokesman. \"There is a legitimate international trade in goods, with an overseas market for usable equipment such as computers and TVs. Further work will help us to find out how much is illegal. Our investigations suggest some exporters are not seeking the appropriate legal authorisation.\"</p> <p>However, two reports not re leased by the Environment Agency but seen by the Guardian suggest the problem is far greater than the government wants to admit.</p> <p>One, by the Industry Council for Electronic Equipment Recycling (Icer), is based on confidential interviews with businesses and concludes that most computer exports are certainly waste because the goods are neither tested nor repaired before export.</p> <p>Another, by Impel, a grouping of six European countries' environment agencies including Britain's, says that exporters are finding new ways of bypassing the rules and that governments have neither the resources nor the will to give any priority to checking what leaves the country.</p> <p>\"Priorities for enforcement are low, and as a consequence only little or no capacity is reserved for enforcement _ Follow-up actions cannot be carried out. Enforcement of legislation is absolutely needed,\" say the report's authors.</p> <p>Impel's ongoing study of six major European ports, including Felixstowe, has found that 22% of all the waste exports checked for more than a year were illegal. Enforcement agencies in the Netherlands, Germany, Britain, Poland and elsewhere found large quantities of computer equipment, electrical cable, cathode ray tubes, single-use cameras, old tyres, and oil and contaminated motor parts being exported.</p> <p>In many cases the authorities had to let the shipment go because they could not tell what equipment was reusable or what was obsolete.</p> <p>Many of the containers inspected showed misleading information about their contents and origin, and the report suggested scrap exporters were trying to confuse the authorities. One tactic, it noted, was to \"port hop\" - send waste from one European des tination to another, leaving a trail of documents which are impossible to check. A shipment of British single-use cameras complete with batteries was sent to Germany, where it was twice repacked before being shipped to China for \"recycling\".</p> <p>China and India, thought to be the target of most e-waste exports, have urged Britain and other rich countries through the UN and other international forums to stop exporting hazardous waste because they do not have the facilities to inspect all the traffic being sent.</p> <p>EU environment agencies agree. \"No one can pretend that port authorities in India or Asia are not immune from corruption and abuse. It is far more difficult to carry out inspections at the port of destination,\" says the Impel report.</p> <p>The scale of the trade and the damage it is doing is becoming clear. A major investigation by an international coalition of environmental groups this year found huge quantities of e-waste being exported to China, Pakistan and India, where it was being reprocessed in operations extremely harmful to both human health and the environment.</p> <p>The groups, including Basel Action Network (Ban), Silicon Valley Toxics Coalition, Toxics Link India and Greenpeace, found e-waste mixed with scrap metal from Japan, South Korea, the US and the EU, and identified a town called Guiyu, some 200 miles north-east of Hong Kong in the coastal province of Guangdong, where up to 100,000 migrant labourers break up and reprocess obsolete computers from around the world.</p> <p>The work involves men, women and children unaware of the health and environmental hazards of dismantling such goods - processes that include the open burning of plastics and wires, the use of acid to extract gold, the melting and burning of toxic soldered circuit boards and the cracking and dumping of toxic lead-laden cathode ray tubes.</p> <p>Already Guiyu has become so polluted that well water is undrinkable and water has to be trucked in for the entire population, the report said.</p> <p>\"We found a cyber-age nightmare,\" said Jim Puckett of Ban. \"They call this recycling, but it's really dumping by another name. Yet to our horror, we discovered that rather than banning it, governments are actually encouraging this ugly trade in order to avoid finding real solutions to the massive tide of obsolete computer waste generated.\"</p> <p>The groups appealed to global manufacturers to take responsibility for their electronic products and phase out the dangerous substances found within them.</p> <p>\"It is ironic that these elec tronic discards are being collected in industrialised countries for the purpose of dumping them in poor countries. Asia is the dustbin of the world's hazardous waste,\" said Von Hernandez of Greenpeace International.</p> <p>Exports of e-waste are likely to rise sharply in the next few years as European laws covering electrical and electronic goods insist that scrap is recycled and barred from being burned in incinerators.</p> <p>\"People want the latest electronic gadgets, but they come at a price,\" said Claire Wilton of Friends of the Earth. \"Computers and televisions contain toxic materials. It's the responsibility of manufacturers to design goods, computers and DVD players that are re-usable and recyclable.\"</p>",
  "<p>Billions of pounds, enough to pay for the entire primary health and education needs of the world's developing countries, are being siphoned off through offshore companies and tax havens, according to a body formed to expose the offenders. </p> <p>Aid organisations are alarmed that money which should be used for building the infrastructure of the poorest countries is being hidden in havens by corrupt politicians and multinationals exploiting tax loopholes. Offshore companies are being formed at the rate of about 150,000 a year. While in the 70s there were just 25 tax havens, there are at least 63 now, about half of them British protectorates or former colonies. Tax avoidance in Britain alone is estimated at between £25bn and £85bn. </p> <p>This month the Tax Justice Network, which was formed last year by tax experts and economists worried about the trend, launched an international secretariat in London. It will work with the UN and other international bodies to reverse the practice of hiding money from governments worldwide. </p> <p>John Christensen, coordinator of the secretariat, said: \"Many developing countries are now dominated by elites that are involved in tax havens. Things have actually got worse in the last few years.\" As new havens are formed, existing ones offer better deals. </p> <p>Mr Christensen, a former economic adviser to the Jersey government who has also worked at the then Department of Overseas Development and with Oxfam, said many of the havens were now \"locked in a desperate competition. They like to suggest that they oil the wheels of global capital but there is no case for that. What has happened is that tax havens transfer the burden of tax away from capital and towards labour and the consumer.\" </p> <p>He also believes that the attraction of making money by putting it in offshore havens damaged British industry because money which could have been invested in Britain had been removed from the country. </p> <p>Kofi Annan, the UN secretary general, has also expressed concern that money which should be spent on developing countries is being moved offshore. </p> <p>A UN spokesman confirmed yesterday that Mr Annan saw the issue as a priority. \"The secretary general has indicated repeatedly that he believes money should be spent on development rather than going offshore,\" he said. </p> <p>The secretariat believes the UN has a vital role to play in tracking the money. \"The remedies have to be global and the UN is the only body able to do it,\" said Mr Christensen. \"The WTO [World Trade Organisation] has failed.\" </p> <p>Tax havens have also attracted the attention of John Kerry, the US Democratic party's presidential candidate, who has indicated that if elected he will pursue the companies that hide their profits abroad. In April, the US general accounting office said 61% of US corporations paid no federal income tax in the late 90s. Tax havens contain only 1.2% of the world's population and 3% of the world's GDP, but 26% of assets and 31% of the profits of US multinationals are held there. </p> <p><strong>Global phenomena</strong></p> <p>Almost every part of the world now has access to havens. Europeans can use the old-established ones such as Jersey and Liechtenstein or the newer ones, like Cyprus and Malta; the Asian Pacific has the Pacific islands and Singapore; India and southern Africa have the Seychelles and Mauritius; and North America has the Caribbean islands and Central America. </p> <p>While a number of havens, such as the Cayman islands and Bermuda, have improved regulations, the effect of this has been, in the view of Mr Christensen, to legitimise them. \"Merely chasing out the worst havens and setting international standards for the better ones does little to address the real problems,\" he said. </p> <p>The list of political figures who have availed themselves of the system includes Haiti's \"Baby Doc\" Duvalier, Zaire's President Mobutu, Sani Abacha, the former president of Nigeria, and Raul Salinas, the brother of the former Mexican president. Mr Abacha, during his period as president, had a standing order to transfer $15m (£8.4m at current exchange rates) a day of stolen funds to his Swiss bank account. Much of this money has been lost forever to the countries concerned although some has been traced; the current president of Nigeria recently visited Jersey to thank the authorities there for tracking down the millions that Mr Abacha had hidden. </p> <p>In 1999, the Economist estimated that African leaders had $20bn in Swiss bank accounts alone, twice the amount that sub-Saharan Africa spends on servicing debts. </p> <p>Among the latest countries offering such services is Somalia, which Mr Christensen describes as \"an example of what can happen when the cancer is not cut out\". He believes that the main function of the financial markets in Somalia will be money laundering. </p> <p>Tax avoidance also breeds other unethical habits: when Enron was investigated in 2001, it emerged it had 881 offshore subsidiaries, 692 incorporated in the Cayman islands. The change has been assisted by technological change in communication and the liberalisation of the marketplace. </p> <p>Many major charities are also concerned about the situation. \"The implications of tax avoidance on development are manifold,\" said Tim Peat, economic justice campaigner at War on Want. \"While transnational corporations endeavour to hold on to cash by shoring it up in tax havens, millions are lost that could have been used in the fight against poverty. </p> <p>\"Every time we investigate corruption in the oil industry, we find that looted public money has been laundered through offshore tax havens,\" said Gavin Hayman of Global Witness, the international resource watchdog group. </p> <p>\"Billions of dollars pass from public to private hands this way with no comeback. The collateral damage to the licit international system and to international development is truly enormous and the only people who benefit are those who have something bad to hide. Tax havens are the seedy backstreet bars of the financial world, where corporations and multi-millionaires huddle in shadowy corners to pursue their business out of sight of respectable citizens.\" </p> <p><strong>Instability</strong></p> <p>The latest Oxfam report on tax havens, on which Mr Christensen worked, suggested the amount secreted in tax havens was equivalent to six times the estimated annual cost of universal primary education and almost three times the cost of universal primary health. </p> <p>He said that offshore centres undermined economies in three ways: the capacity of countries to raise tax revenue was limited, thus restricting a poor country's ability to finance investments in health and education; secondly, the offshore system provided a safe haven for money laundering, illicit arms dealing and diamond trafficking; thirdly, the offshore system contributed to financial instability which led to the crises in the Indonesian and Thai economies in 90s. </p> <p>His colleague Sony Kapoor, the secretariat's economic adviser, agreed: \"Tax evasion and tax avoidance on a large scale is inhibiting development in poor countries and eroding the existing welfare state in the rich states.\" </p> <p>A variety of international organisations are now attempting to address the problem in differing ways. They include the Organisation for Economic Cooperation and Development, the EU, the UN drugs control programme and the Financial Action Task Force, which was set up by the G7 countries. Charities and churches across Europe, particularly in France, are also becoming more involved. </p> <p>Richard Murphy, of Tax Research, which works closely with the new organisation, said it was important that the wealthier countries were seen not to be dictating terms to poorer countries. </p> <p>\"You cannot dictate to nation states their level of taxes,\" he said, \"but you can require that they only tax what is theirs to tax.\" </p> <p>The notion of tax havens goes back to just after the Napoleonic wars when demobbed officers moved to Jersey, but it was not until the 1960s that the high rates of British taxation acted as a motivation for people to move their money abroad. </p> <p>Allowing British protectorates or former colonies to set themselves up as tax havens was also an attractive proposition for Britain in that it allowed those places to become self-sufficient. Now the whole process has accelerated to the extent that billions of pounds are being removed from the very countries that need them most.</p>",
  "Natalie Ducker, 19, stands in the middle of her beautifully renovated room in a Plymouth University block of flats. She is thrilled. It has an en-suite, a big bedroom, smart curtains and access to a spacious shared kitchen - and for the next year, she is not going to pay a penny in rent for it. <p>A bursary through a pilot scheme from Uniaid, a newly established charity, means that Ducker, the first in her family to go to university, need have far fewer worries about bills while she studies for her degree in modern languages and business. \"I thought I might not get something very good because I was getting a bursary,\" says Ducker. \"But it's really, really nice.\"</p> <p>Ducker, from Redruth in Cornwall, was recommended for the bursary by her comprehensive school. Her dad is a builder and her mum is a dinner lady. She has qualified for one of four accommodation bursaries on offer to students who want to go to Plymouth University, come from families in the region without experience of higher education and have limited incomes - low enough to qualify for an exemption from tuition fees.</p> <p>Uniaid is paying the rent of Ducker and 21 other students in universities across the country, from Plymouth to Aberdeen. The scheme is backed by a variety of organisations, including student accommodation providers Unite and Slough Estates, and banks with a big student market, such as HSBC, as well as the Learning and Skills Council.</p> <p>The accommodation bursary scheme will be launched formally at the House of Lords on October 7 by Baroness Susan Greenfield, a professor in the pharmacology department of Oxford University. It is aimed at the neediest students including those who may be put off entering higher education at all, or it can help students go away to institutions which suit their skills and talents who would otherwise have studied locally to keep down costs. The qualifying criteria are decided by the universities taking part in the scheme.</p> <p>The idea is to complement government schemes that already help young people through tuition fee remission and grants, by tackling the cost of accommodation - the biggest potential block in access to higher education. Accommodation is the largest cost faced by a student, taking around half the student loan in one bite. Students spend an average of £1,674 in the private rental market, with prices much higher in larger cities or some prestigious universities. In London, the average rent is £2,014 a year, with half paying more than £2,500 on university accommodation in the capital just for term time. There is growing anecdotal evidence that the cost of accommodation is putting off many potential students.</p> <p>Despite the huge expansion in higher education provision over the past 30 years, the proportion of young people coming from working-class families has barely budged. At the same time the proportion of young people working during their student years to keep their debts down has rocketed.</p> <p>Yet the cost to students' futures of working too much can be enormous. Research done at South Bank University, London, has shown that students with jobs taking up more than 15 hours a week during term believe it is affecting the quality of their academic work. Nearly half of those surveyed felt they didn't have enough time to study.</p> <p>On the other hand, you can see why students do take on part-time work. This year's graduates owe an average £12,180, an increase of £4,055 on 2003, according to a study by NatWest bank.</p> <p>Student debt has increased by 43% over the four years since the Unite-Mori Student Living Report was first commissioned and this year's new students expect they will need an average of £26,000 to pay for their time at university or college.</p> <p>The Uniaid scheme is an early forerunner of the bursaries that will become common once universities can charge up to £3,000 a year in fees, from September 2006. From then, universities will be obliged to pay bursaries of at least £300 a year to any student receiving the full £2,700 maintenance grant that is being introduced and who is on a course charging £3,000 a year. In practice, many universities will pay more than this.</p> <p>What makes this scheme interesting is that it is not restricted to one university but spans the system, and reduces the biggest cost of being a student by providing a rent-free room for a year. The commercial organisations backing it have high profiles in the student area so there will be both philanthropic and commercial interests at work.</p> <p>Helen Symons, vice-president of the National Union of Students, told the Guardian: \"Poverty and fear of debt are massive barriers to students entering education, especially those from low-income backgrounds, and rent is by far the biggest expense. If this pilot enables students to go to university who wouldn't have been able to otherwise, then this is a good thing.</p> <p>\"However, the NUS strongly believes that it is the responsibility of the government and not of private companies or charities to fund students through education. That these bursaries are needed demonstrates clearly that the current funding system is pricing students out of education.</p> <p>\"We also are concerned that bursaries such as this are symptoms of the UK going down a US-style route where all those from the wealthiest backgrounds can access education, but bursaries and scholarships are only available to a small number of the brightest students from low-income backgrounds.\"</p> <p>Alistair Lomax, executive director of Uniaid, says the pilot accommodation bursary scheme is getting off the ground through gifts of cash and spare rooms in the first year, with the hope that it can be extended into a mainstream bursary programme.</p> <p>The bursaries will also be given to people who run into financial difficulties at university or college and risk having to drop out. One of the students being helped is on a nursing course which she faced having to give up after her parents' break-up. She was one of nine children and was homeless because of the split. \"This scheme can make a real difference to people's lives,\" says Lomax. \"There is a massive need for it.\"</p> <p>To prove it, he tells the story of the university which discovered that on one course, in one department alone, 65 people met the criteria of need set by Uniaid as a qualifier for bursary consideration.</p> <p>Julie Allen, the post-16 widening participation worker at Plymouth, is not surprised. In her job she travels to many schools and colleges throughout the south-west, where higher education provision is sparse and there are fewer opportunities to go to a local university or college of higher education. One of her concerns is the low-income students who take a gap year to earn money to help them through university but then become lost to higher education. \"If they are taking a gap year to work, they do not have the support of their college or school behind them and sometimes they can get distracted from higher education and just carry on working.\"</p> <p>She has also picked up increasing concern about the costs of higher education from parents that threatens to put young people off applying. \"Parents are really worried about their children getting into debt, particularly if they are an ordinary working-class family with no culture of debt.\"</p> <p>Denise Leigh, winner of Channel 4's Operatunity series, is Uniaid's patron. She came from a community in which it was not normal for young people to go to university and knows the pressures on them to get a job. Her disabled and unemployed parents were determined to back her when she won a place at the Royal Northern College of Music - a place she wasn't able to take up because of pregnancy - but not everyone in the family thought it was such a good idea. \"I was told by an aunt that I should be out earning, not going to college. I felt torn. I didn't want to be a drain on my parents' resources. College seemed like an indulgence. In the type of environment I came from you are swimming against a tide.</p> <p>Ducker is proof of the scheme's benefits. She is going to get a job and use her rent-free year to build up a nest egg to help her through her remaining university years. \"You hear lots about student debt. I know it's expensive and that you have to have a job to keep you going. Some people I know are going to commute from Redruth to Plymouth. But the journey takes an hour and a half, and that costs, too. And it's so much harder and you miss out on so much. This way, I won't have to work so desperately, I won't have the financial worries and I can concentrate on my university work.\"</p> <p><b>7#183; </b>Information on the bursaries available after the pilot year can be found at <a href=\"http://www.unaid.org.uk\">www.unaid.org.uk</a></p>",
  "<p>There is a chill in the air and soon millions of people will be switching on their central heating. As they do, many will feel a twinge of guilt about the fossil fuels being burned. The prospect of \"real difficulties\" from climate change within \"reasonably short periods of time\", as the prime minister put it last week, was enough to throw a shadow over anyone's weekend, however sunny.</p> <p>There is a silver lining to this, however, if you are a researcher and renewable energy is your thing. There is plenty of new funding up for grabs this autumn for research into everything from solar power to fuel cells, and even more for those brave enough to look for it overseas.</p> <p>This month, the European Union is offering a breathtaking 190m euros (around £130m) for research into renewable energy systems. The funding, part of the EU's sixth Framework programme, will be awarded to groups of researchers who share one goal - to increase how much energy we produce whilst emitting less.</p> <p>The EU funds will pay for setting up large research projects in the areas of fuel cells, new technologies for energy carriers and carbon sequestration. Grants will also be awarded for research on other technologies and studies looking at the socioeconomic impact of switching to renewables. The deadline for proposals is December 8.</p> <p>Getting EU funds is not easy, however. Researchers would do well to get going. Help can be obtained either straight from the commission's energy research directorate, or through the UK contact point Energie Helpline UK, run by the government. The latter will answer UK researchers' questions and will offer one-to-one clinics and a proposal-vetting service.</p> <p>European funding is mainly geared at applied research, but if you are more into the basic stuff, funders over here are also offering cash this month. The UK research councils are spending £28m over three years on research into renewables, and are currently accepting proposals for projects in carbon management and renewable energy. Carbon dioxide capture and storage and fuel switching are just two possible areas for funding.</p> <p>Nearly half of the £28m is being used to set up a UK Energy Research Centre (UKERC) to coordinate national research and run a research programme.</p> <p>The UKERC will be a virtual affair, spread out across the three consortia led by Imperial College, the University of Oxford and NaREC, the New and Renewable Energy Centre in Blyth, Northumberland. Its research programme will be based on three \"vertical\" themes - demand reduction, future sources of energy, and infrastructure and supply - and three \"cross-cutting themes\" - energy systems and modelling, environmental sustainability, and materials for advanced energy systems.</p> <p>With activities at UKERC due to start this month, keep your eyes peeled for new opportunities. We only have this one Earth. But you could help to save it.</p> <p><strong>· </strong>Linda Nordling is a reporter on Research Fortnight. <a href=\"mailto:ln@researchresearch.com\">ln@researchresearch.com</a></p>",
  "<p>Ivan the Terrible was a feared 16th-century ruler of Russia who tortured his enemies and killed his son in a rage. This month another Ivan has been terrorising the people of the Caribbean in the shape of a hugely powerful hurricane. In its progress over the islands of Grenada, Jamaica, the Caymans and Cuba, and on to the US, it has left almost 100 people dead and thousands homeless. It has also had company in the shape of three previous hurricanes this year, all of which have brought disruption and destruction to the West Indies and parts of the US, particularly Florida and Alabama.</p> <p>It would have been hard to miss the coverage Ivan has received in the media, and it has provided a golden opportunity to consider hurricanes in class, opening the way for a variety of weather-related lessons across the curriculum.</p> <p><strong>What is a hurricane?</strong><br> This is likely to be one of the first questions to crop up in class. There are lots of sites offering detailed descriptions of the phenomenon (for example, <a href=\"http://www.meto.gov.uk/education/curriculum/leaflets/hurricanes.html\">www.meto.gov.uk/education/curriculum/leaflets/hurricanes.html</a>). The name hurricane is used only for those tropical storms occurring in the Atlantic. In the Pacific they are known as typhoons; in the Indian Ocean as cyclones.</p> <p>Here is an opportunity for some detailed map work using atlases or online resources to plot the main countries affected by these violent storms and the usual courses they take (see <a href=\"http://www.pupilvision.com/schoolmap/outlinemaps/nandsamerica.jpg\">www.pupilvision.com/schoolmap/outlinemaps/nandsamerica.jpg</a>).</p> <p>Next, get students to investigate the particular circumstances that can provoke hurricanes. Discuss the relationship between sea surface temperatures (above 26 C) and the spin acquired thanks to the Earth's rotation (this is called the Coriolis effect). Hurricanes need time to build up, and without a sufficient period over an ocean are unlikely to acquire the force they need to graduate beyond the status of a tropical storm.</p> <p>It is also interesting to point out that while meteorologists track dozens of hurricanes and severe storms each year, the majority, luckily, fade out without reaching land.</p> <p><strong>The science of a hurricane</strong><br> Hurricanes provide an opportunity for discussing energy and key elements of the water cycle. Their power relies on the transfer of energy that occurs when tropical seawater warms and evaporates. This energy is then stored in water vapour, to be released as the air ascends through the process of condensation. Given time and the correct conditions, this process continues building the sort of 400-mile-wide weather system that Ivan became.</p> <p>Invite students to download or copy the many diagrams and images that can be found online that illustrate hurricane formation. These can then form the basis of their own descriptions or display work. Students could also investigate the ways in which hurricanes are monitored, both from space and by flying specially adapted aeroplanes through them (see <a href=\"http://usatoday.com/weather/hurricane/stories/2001/2001-08-15-hurricane-snapshot.htm\">http://usatoday.com/weather/hurricane/stories/2001/2001-08-15-hurricane-snapshot.htm</a>).</p> <p>They could also draw up a mock disaster action plan either for a West Indian island, or for their own community. Where would they evacuate people? What is the strongest part of a house if someone refused to leave home?</p> <p><strong>The power of Hurricane Ivan</strong><br> In the UK we are used to severe storms and heavy rain, but nothing associated with our weather can prepare us for a hurricane's fury. Winds of over 150 miles an hour are almost impossible to imagine, although there is plenty of photographic evidence about to show the aftermath of such energy.</p> <p>In Grenada's capital city, St George, more than 90% of the buildings have been wrecked. Ask students to collect and collate as much evidence as they can of the storm's destructive power. What, for example, might be the dangers of venturing out into such a storm? The contrast between the beauty of the storm photographed from space and its impact on the ground could make a highly productive creative writing assignment.</p> <p>Hurricanes are measured according to the five levels of the Saffir-Simpson scale. There is a clear interactive guide to hurricane formation on the Guardian website that includes an animation showing the effect on various seashore buildings as a storm becomes more ferocious. Needless to say, perhaps, coastal property does not fare well in a scale five hurricane - see <a href=\"http://www.theguardian.com/flash/0,5860,773980,00.html\">www.theguardian.com/flash/0,5860,773980,00.html</a>.</p> <p>The damage associated with this year's hurricanes is being set in tens of billions of dollars. The fact that so many of the Caribbean islands' populations live close to the coast has not helped. Exactly why they are concentrated in these areas is also a worthwhile matter for consideration in class.</p> <p><strong>Collateral damage</strong><br> Ask students, as part of their research, to investigate all the other problems associated with hurricanes. They will need to find out about storm surges and the heavy rainfall that follows once the severest winds have passed.</p> <p>A good way of empathising with the people of Jamaica and Grenada would be to get students to imagine the impact locally of a hurricane. What would happen to electricity and telephone lines? What might happen to roads? What would be the effect of high rainfall on local rivers and on people sheltering in already damaged buildings? And what would the consequences be, if, as has happened on both these islands, some people see the disruption as an opportunity for looting?</p> <p><strong>Curriculum links and guidance</strong></p> <p><strong>This lesson is written for KS3 (age 11-14) but can be adapted for other ages.</strong></p> <p><strong>Key stage 2 (age 7-11)</strong><br> Invite students to adopt a country affected by a recent hurricane and report on the impact it had on the infrastructure and people. Include maps, diagrams and downloaded photographs in a display.</p> <p>The precise way names for hurricanes are allocated is explained at <a href=\"http://kids.earth.nasa.gov/archive/hurricane/names.html\">http://kids.earth.nasa.gov/archive/hurricane/names.html</a>. As well as explaining the system in their own words, children could adopt a past hurricane and describe its history.</p> <p>There is a rhyme common to West Indians, describing the annual hurricane season. It goes:</p> <p>June - too soon</p> <p>July - stand by!</p> <p>August - look out, you must</p> <p>September - remember</p> <p>October - all over</p> <p>The poem's use as a forecasting tool is limited, but it is a good link to English work, inviting students to try to catch the destructive power of a hurricane such as Ivan. Students could collect vocabulary from reporters' accounts (see, for example, <a href=\"http://news.bbc.co.uk/1/hi/world/americas/3644228.stm\">http://news.bbc.co.uk/1/hi/world/americas/3644228.stm</a>).</p> <p>Students wanting to know more about wind measurement could investigate how to make an anemometer at <a href=\"http://www.4seasons.org.uk/projects/weather/measure.htm\">www.4seasons.org.uk/projects/weather/measure.htm</a>.</p> <p><strong>Key stage 4 (age 14-16)</strong><br> Ask students to visit the CIA factbook sites on Jamaica and Grenada (<a href=\"http://www.cia.gov/cia/publications/factbook/geos/jm.html\">www.cia.gov/cia/publications/factbook/geos/jm.html </a> and <a href=\"http://www.cia.gov/cia/publications/factbook/geos/gj.html\">www.cia.gov/cia/publications/factbook/geos/gj.html</a>) and come up with a detailed analysis of why Hurricane Ivan could be particularly devastating for these economies.</p> <p>The fact that there have been four highly destructive hurricanes in the Caribbean this year is being taken by some commentators as proof of the growing number of climatic changes linked to global warming. This theme is taken up in a number of articles online, such as <a href=\"http://observer.theguardian.com/international/story/0,,1302817,00.html\">here</a>. Students could record contrasting views on the matter.</p> <p>The measurement and monitoring of hurricanes is also a key topic and there is a mass of information online setting out the alert systems activated when hurricanes look as though they may make landfall: <a href=\"http://www.wmo.int/web/www/TCP/TCnames2004-2009.pdf \">www.wmo.int/web/www/TCP/TCnames2004-2009.pdf </a>.</p> <p>Finally, as an English assignment, ask students to create a public information film or leaflet setting out what people in school should do if a hurricane were imminent.</p> <p> <strong>Curriculum links</strong></p> <p><strong>KS2</strong></p> <p><strong>Art</strong> Painting or creating in multimedia<br> <strong>English</strong> (En1) 1a-g, 2a-f, 3a-b; (En3) writing to describe<br> <strong>Geography</strong> 1a-e, 2a-g<br> <strong>Science</strong> (Sc1) 1a-c, 2a-e; (Sc4) 2, 5<br> <strong>KS3</strong></p> <p> <strong>Citizenship</strong> 1a, 1f, 1h, 1i, 2a-c, 3a-c<br> <strong>English</strong> (En1) 1a-g, 2a-f, 3a-b; (En3) writing to describe<br> <strong>Design and technology</strong> 1, 2, 3, 4<br> <strong>Geography</strong> 1a-f, 2a-e, 3a-e, 4a, 5a-b, 6d, 6f, 6i<br> <strong>IT</strong> 1a-c, 2a, 3a-c, 4a-d<br> <strong>Science</strong> (Sc4) 2, 5</p> <p><strong>KS4</strong></p> <p><strong>Citizenship</strong> 1a, 1f, 1h, 1i, 2a-c, 3a-c<br> <strong>Geography</strong> Climate; population and development issues<br> <strong>IT</strong> 1a-c, 2a, 3a-c, 4a-d</p> <p><strong>Scottish Curriculum 5-14</strong></p> <p><strong>English</strong> levels D-E<br> <strong>Geography</strong> levels D-E<br> <strong>Science</strong> levels D-E</p>",
  "<p>1 Will you charge:<br> <strong> A Top-up fees across the board maximum (£3,000)</strong><br> B A flat rate for all courses below £3,000. (If so, what is it)<br> C Different rates for different courses.(If so, please specify range - ie minimum/maximum) <br></p> <p> 2 If you are varying fees will they be:<br> A Lower for Sciences<br> B Lower for Arts/Humanities/social sciences<br> C Lower for foundation degrees<br> D Lower for vocationally-focused degrees<br> E A combination, please state (areas or specific courses) N/A<br></p> <p>3 Are you introducing bursaries?<br> <strong>A Yes</strong><br> B No<br></p> <p>4 How much for?<br> <strong>\"We don't know how much they will be. We are doing some modelling at the moment, but we are proposing to tie it in with LEA means tests which will come back into play.\" </strong><br> 5 If yes, will they be:<br> A Targeted at the most needy students<br> B Targeted at subjects which are short of students<br> <strong>C A mixture, please detail</strong><br></p> <p><strong>\"But predominantly we are trying to identify the kids with the most need on the basis that they will be the least able to afford to come.\"</strong><br></p> <p>6 If yes, are they funded<br> <strong>A From central university funds</strong><br> B From a benefactor, private donations, etc?<br> C A mixture?</p> <p>7 Have you employed outside agencies to help you make the decision (market researchers/brand managers)?<br> A Yes<br> <strong>B No</strong><br></p> <p>8 Where will you spend the extra income?<br> <strong>A Better student facilities</strong><br> <strong>B Better academic facilities</strong><br> C Better academic pay<br> <strong> D Bursaries</strong><br> E Bumping up research capacity <br> F Other, please state</p> <p><strong>\"Like most universities we need to spend a lot on our physical infrastructure and the environment in which out students study.\"</strong><br></p> <p>9 Will top-up fees provide enough extra income for the university for the foreseeable future?<br> A Yes<br> <strong> B No</strong><br></p> <p><strong>\"The sector has a huge shortfall and the introduction of top-up fees, depending on how you did the calculation, is expected to make up for between 12.5% and 25% of the shortfall. We still have to pursue all the commercial initiatives that we are pursuing and we still rely quite heavily on increased recruitment from overseas. It will be better, but nowhere where we want to be to compete effectively on the international market.\"<br></strong></p> <p><strong>10 How long do you expect the limit on top-up fees to remain at £3,000?</strong><br> A 1-3 years<br> B 4-6 years<br> C 7-10 years<br> D Over 10 years<br></p> <p>11 Do you think top-up fees will put less well-off students off going to university?<br> <strong> A Yes </strong><br> B No<br></p> <p><strong>\"A - because the amount of debt that are going to finish up with is so high. The huge advantage to the current proposal is the delay in paying it back, but still for kids from some families the prospect of picking up £20,000 worth of debt is just horrific. That's an amount of money that the family have probably never conceived of in their life.\"</strong><br></p> <p>12 How do you think Offa will affect your attempts to widen participation?<br> A Help<br> B Hinder<br> C Have no effect<br> <strong> D Undecided, please state</strong><br></p> <p><strong>\"I honestly don't know. It depends on how they conduct themselves. This university consistently comes in the top half a dozen for widening participation but we are aware we could still do better. Ironically, the imposition of fees will allow us to do better because it will free up some cash and allow us to be more proactive in the community. However, I do think Offa is unnecessary. \"</strong><br></p>",
  "<p>I remember my headmistress saying to me when I left school: \"You should be on the television.\" I thought she was mad - I was the girl at school who hated having to get up and read in front of everyone. But now that's what I do.</p> <p>I was very sporty at school. I was games captain and all that. But I wasn't in any way world-class at games. I just thought of myself as \"good old Joanna\" and I think other people saw me that way, too.</p> <p>I decided very early on I wanted to work in fitness and nutrition. At the time, I thought everyone knew at that age what they were going to do. It was only later I realised how fortunate I was to have found my vocation so quickly.</p> <p>The pivotal moment came after my A-levels. I got a scholarship to go to Bishop's College School in Canada. It's a boarding school in Quebec province and I did a diploma in education there. It was an incredible school, full of children of diplomats and politicians. It had amazing facilities for sport and education, and I found Canada, as a country, really inspiring. The environment encourages people to be active and enjoy it.</p> <p>It gave me so many ideas and momentum to pursue what I wanted to do. I read sports science at Loughborough and moved to London. In 1994, I did a part-time masters in sports science back at Loughborough. It meant getting up very early in the morning, training clients in the City, getting the 8am train from Kings Cross, going to lectures, then coming back to train more clients in the evening. It was really hard work but I loved it.</p> <p>There are similarities between helping someone get fit and being a teacher: you have to be good at motivating people and helping them feel empowered. The concept of getting fit can be quite intangible because it doesn't have immediate results. There's quite a lot of psychology involved in helping people achieve their goals.</p> <p>If your trainer can explain the metabolic and physiological changes happening in your body, especially when it seems like you've hit a plateau, it really helps. It makes such a difference in motivation if you understand what you're doing and why, so there is an element of being a teacher in my job.</p> <p><strong>· </strong>Joanna Hall is the fitness and nutrition expert on ITV's This Morning. Her advice can be found at <a href=\"http://www.joannahallonline.com\">www.joannahallonline.com</a></p>",
  "<p>1 Will you charge:</p> <p><strong>A Top-up fees across the board maximum (£3,000)</strong></p> <p>B A flat rate for all courses below £3,000. (If so, what is it)</p> <p>C Different rates for different courses.(If so,please specify range - ie minimum/maximum)</p> <p><strong>Officially undecided. </strong></p> <p><strong>\"It is looking likely we'll charge the maximum £3,000 for all courses. We will be altering the amount of bursaries we reward to reflect demand for the courses.\" </strong></p> <p>2 If you are varying fees will they be:</p> <p>A Lower for Sciences</p> <p>B Lower for Arts/Humanities/social sciences</p> <p>C Lower for foundation degrees</p> <p>D Lower for vocationally-focused degrees</p> <p>E A combination, please state (areas or specific courses)</p> <p>3 Are you introducing bursaries?</p> <p><strong>A Yes</strong></p> <p>B No</p> <p>4 How much for?</p> <p>Likely to be more than £300, although not decided on amount. </p> <p>5 If yes, will they be:</p> <p>A Targeted at the most needy students</p> <p>B Targeted at subjects which are short of students</p> <p><strong>C A mixture, please detail</strong></p> <p><strong>\"Also to attract students to particular courses.\"</strong></p> <p>6 If yes, are they funded</p> <p><strong>A From central university funds?</strong></p> <p>B From a benefactor, private donations, etc?</p> <p>C A mixture?</p> <p>7 Have you employed outside agencies to help you make the decision (market researchers/brand managers)?</p> <p>A Yes</p> <p><strong>B No</strong></p> <p>8 Where will you spend the extra income?</p> <p><strong>A Better student facilities</strong></p> <p>B Better academic facilities</p> <p>C Better academic pay</p> <p>D Bursaries</p> <p>E Bumping up research capacity</p> <p>F Other, please state</p> <p>9 Will top-up fees provide enough extra income for the university for the<br>foreseeable future?</p> <p><strong>A Yes</strong></p> <p>B No</p> <p>10 How long do you expect the limit on top-up fees to remain at £3,000?</p> <p>A 1-3 years</p> <p>B 4-6 years</p> <p>C 7-10 years</p> <p>D Over 10 years</p> <p><strong>\"We are going to monitor the operating environment closely before deciding on any increase.\"</strong></p> <p>11 Do you think top-up fees will put less well-off students off going to university?</p> <p>A Yes</p> <p><strong>B No. \"I hope not. I hope the fact repayments are deferred that fees will not be a disincentive. In future, the least well-off students won't need to pay anything until they leave university.\"</strong></p> <p>12 How do you think Offa will affect your attempts to widen participation?</p> <p>A Help</p> <p>B Hinder</p> <p><strong>C Have no effect</strong></p> <p>D Undecided, please state</p>",
  "<p>Fresh evidence of a downturn in the property market emerges today with Britain's estate agents saying higher interest rates from the Bank of England have triggered falling prices and weaker activity. </p> <p>The Royal Institution of Chartered Surveyors says potential buyers are being scared out of the market by dearer borrowing and fears of a full-blown crash, with the market slowing in all parts of the country. </p> <p>Although the RICS believes the stable economy and low unemployment rule out a re-run of the housing recession of the early 1990s, it said buyer inquiries in August were down for the fourth month in a row. </p> <p>The snapshot of the market from estate agents tallied with figures for new mortgages released yesterday, which pointed to a marked slowdown in demand for home loans over the summer. </p> <p>Data from the Council of Mortgage Lenders showed that the number of loans for house purchase fell by 20% in August to 104,000, down from 130,000 in July and 116,000 in August last year. August saw the bank raise interest rates for the third time in four months to 4.75% and for the fifth time since it started to tighten monetary policy last November. </p> <p>The CML said £25bn was advanced during the month, 13% less than July's record £28.9bn. There was a fall both in loans for new house purchases - down 18% on the month - and in remortgaging. </p> <p>The British Bankers' Association also reported a slowdown in lending, with borrowing through home loans rising by only £4.39bn in August - the lowest figure since June 2002. </p> <p>George Buckley, economist at Deutsche Bank, said: \"The lending data are all pulling in the same direction, and that direction is downwards.\" </p> <p>Howard Archer, analyst at Global Insight, said: \"Evidence that the housing market is losing momentum is currently coming thick and fast. Markedly weaker mortgage lending and approvals in August, evident in the data today from the British Bankers Association, Building Societies Association and Council of Mortgage Lenders, points to a further softening in house prices, in the near term at least. </p> <p>\"Nevertheless, it is still difficult to be totally confident that the housing market slowdown is more than just a temporary lull in activity, although we suspect that it is.\" </p> <p>The snapshot of the housing market from the RICS found that 12% of estate agents - concentrated in Scotland and the north of England - were reporting price increases but that a quarter of those questioned were detecting price falls. </p> <p>\"The market slowed across all regions, with London, the south-east and eastern regions reporting the largest price falls followed by the south-west,\" the RICS said. </p> <p>\"The strongest price growth by far remained in Scotland and the north but a rapid slowdown was apparent in the north-west and Yorkshire and Humberside. Prices were static in the Midlands and Wales.\" </p> <p>It added that, despite the five increases in interest rates, households were not being forced into making sales. </p> <p>Surveyors had detected a rise in the stock of unsold property, but it was still 12% down on last year's levels. \"This shows that selling activity has seen little notable pick up despite speculation over price falls.\"</p>",
  "Small boys were scavenging for conkers beneath the chestnut tree as a young woman strolled along the central path of Twickenham Green. <p>The pile of flowers marking the spot in south-west London where Amélie Delagrange was bludgeoned to death last month had been removed by yesterday afternoon. Police had taken down the yellow boards seeking witnesses. </p> <p>But passersby said it would take a great deal longer for the fear generated by the attack to dissipate in this quiet corner of the capital. </p> <p>The French student's murder - like the hammer attack on 34-year-old Edel Harbison which preceded it in April at the same spot - has left residents feeling highly vulnerable in what they had thought was a safe environment. </p> <p>Peter Olzov, who works in a cafe on the edge of the green, said fewer people were using it. \"The police walk around every day, but there are other parks around here so it will happen again,\" he said. </p> <p>\"People are more suspicious of each other now,\" said Yvonne, 46, who did not want to give her surname. \"I have lived here 16 years and it's always been a community that was trustworthy. But you can't help feeling frightened after the attacks.\" </p> <p>Elaine, 28, who lives in Hampton - where 19-year-old Marsha McDonnell was murdered in February last year - was in Twickenham for lunch with a friend. She has become much more cautious about socialising in the evenings. </p> <p>\"If a friend asks me for a coffee after work, I say no. I rush to get home - if it's too late, you don't know whether the hammer man is about,\" she said.</p>"
]