[
  "<p>A judge in Milan today ruled that two former auditors of Parmalat should stand trial over the €14bn collapse of the Italian dairy giant.</p> <p>Preliminary hearings began today to determine whether 32 individuals and companies associated with the events that led to Parmalat's insolvency ten months ago should be tried.</p> <p>Judge Cesare Tacconi quickly ruled that auditors Lorenzo Penca and Maurizio Bianchi should face trial in January for market rigging, according to their lawyer. Both the accused, who worked at Grant Thornton's former Italian affiliate, had asked to proceed directly to trial and forgo the potentially drawn out preliminary hearings, which are expected to last months. Others amongst the accused are expected to request immediate trials, while some might seek to plea bargain, lawyers said. Allegations listed on the indictment include market rigging, providing false information to auditors and blocking the work of the Italian stock market regulator Consob.</p> <p>Prosecutors are still arguing that trials should be ordered for the other 27 individuals and the companies involved. Among the individuals are Parmalat's founder and chief executive Calisto Tanzi and former financial officers. The companies that may find themselves in the dock are Mr Penca and Mr Bianchi's employer, Grant Thornton SpA (now Italaudit SpA), as well as the Italian offices of Bank of America and Deloitte &amp; Touche, Parmalat's primary auditor.</p> <p>Prosecutors say an inner circle of Parmalat directors, helped by three ex-Bank of America staff and outside auditors, hid the company's true finances until it collapsed under €14bn of debt last December. The level of debt was eight times higher than accounts had claimed. Dozens of investors also attended Milan's main court to register as civil plaintiffs in the fraud case. One, a retired Milanese woman, said: \"Those bonds were a safe investment - at least that's what they told us. We all thought it was a solid company.\" A protestor carrying an Italian flag with \"The Shame of Italy\" written across it was barred from the courtroom.</p> <p>Mr Tanzi chose not to attend court. He was released from house arrest last week, having spent months under arrest in prison, at home or in hospitals being treated for a chronic heart condition. As well as potentially huge damages, he and former executives who helped him turn the company into one of Italy's biggest multinationals could face years in jail.</p> <p>Both Mr Penca and Mr Bianchi were arrested on December 31, accused of having falsely certified Parmalat's balance sheets and of having suggested the \"fictitious operations\" needed to carry out the company's fraud. </p> <p>Parmalat, which has been under emergency management since December, registered itself as a civil plaintiff in the case against the individuals. However, according to company lawyer Marco de Luca, it decided not to proceed against the three financial institutions \"for strategic reasons\". Bank of America today protested its innocence. \"We are confident that this procedure will result in a finding that the facts do not support the administrative charge against Bank of America,\" it said in a statement. Enrico Bondi, Parmalat's government-appointed administrator has already launched a second line of attack, filing suits in the US for $10bn of damages from Citigroup and the auditors Deloitte &amp; Touche and Grant Thornton. </p> <p>Smaller sums are being sought from other banks that worked for Parmalat - including UBS, Deutsche Bank and Credit Suisse First Boston - as administrators try to raise money for what remains of the once global milk and food business. </p> <p>More banks could yet be put on trial in Milan where prosecutors are investigating whether they misled investors in selling Parmalat bonds.</p>",
  "<p>Booming Russian oil production helped BP to report yesterday an 11% increase in its third-quarter output and put it on track for full-year profits of about £9bn. </p> <p>The success of the business brought an immediate backlash, with Friends of the Earth accusing the company of benefiting at the expense of the taxpayer and the environment. </p> <p>A 36% increase in volumes from TNK-BP in Russia helped bring the British company's total output to 3.8m barrels of oil equivalents a day at a time when the price was 46% higher than the same period of 2003. But the successful Russian performance masked problems elsewhere as hurricanes and a fire caused a cut in output in the 12 weeks to September 30. </p> <p>However, while Shell recently warned the City that its production growth would be flat until at least 2008, BP said it was on track for a 10% overall increase this year. </p> <p>And it rubbed salt in the wounds of its rival by predicting that output would increase at 5% per annum, excluding any contribution from Russia. </p> <p>It said in a trading statement this would result from \"a continuing ramp-up in production in the new profit centres\". </p> <p>Refining margins also rose on the year but were down from record second-quarter levels while petrochemical margins and sales volumes were in line with the previous three-monthly figure. </p> <p>Bruce Evers, oil analyst with Investec Securities, welcomed the strong performance, saying it was \"in line with expectations\", while the stockbroker Charles Stanley reiterated its \"buy\" notice. </p> <p>But Hannah Ellis, a campaigner with FoE, said shareholders and the British government should be \"ashamed\" that BP was obtaining public cash for projects such as the Baku-Ceyhan pipeline. </p> <p>\"BP's predicted multibillion pound profits are thanks to subsidies from the UK taxpayer and exploitation of communities and the environment around the world,\" she said. </p> <p>BP is expected to show $16bn (£9bn) net income for the year, compared with $12.8bn for the 12 months earlier. </p> <p>The BP performance in Russia helped that country to a new post-Soviet high of 9.42m barrels a day of oil in September even though output was flat at troubled Yukos. </p> <p>Shares in Yukos, Russia's largest oil group, rose 13% yesterday after reports that the German investment bank Dresdner Kleinwort had valued Yukos's main production unit at $15.7bn to $17.3bn. </p> <p>Dresdner has been brought in because Yukos may sell Yuganskneftegaz to pay a huge $7bn tax bill, believed to have been imposed by the Kremlin. </p> <p>Shell said yesterday that it too might be ready to increase investment in Russia with a third \"train\" (processing plant) for LNG being considered at the Sakhalin gas project. </p> <p>Meanwhile, global crude prices eased after rebels in Nigeria withdrew a threat to target oil operations, but lingering concerns over stretched supplies ahead of winter kept prices close to $50 per barrel. </p> <p>US light crude was down 57 cents from Friday's record settlement price of $50.12 and Brent North Sea crude fell 63 cents to $45.99 a barrel. </p> <p>The easing of prices came as oil companies considered returning evacuated workers to Nigeria's oil-producing Delta region after a rebel militia signed a peace deal on Friday.</p>",
  "Guardian Weekly, the international weekly news digest published by the Guardian has been relaunched in the US retail market. <p>The Newsstand issue of Guardian Weekly will be cover-wrapped and presented on the shelf in a unique quarter-fold format, alongside current affairs magazines. The exterior of the cover wrap features a full colour news-related photograph while the interior carries an exclusive full colour Steve Bell cartoon, never seen before in the US market, which opens out into an A3 poster.</p> <p>Will Ricketts, Publisher of Guardian Weekly, said: \"North America is a strong market for Guardian Weekly. We already have a very loyal following and the redesign and relaunch will encourage our readership base to expand. In addition to a digest of global news, Guardian Weekly offers the very best in commentary, opinion and insight. We look forward to bringing some of the finest journalism to even more readers in the US market. The full colour cover wrap will attract attention on the newsstand and Steve Bell's weekly cartoon will introduce a singularly acerbic perspective on the US election to a new audience.\"</p> <p>The relaunch of Guardian Weekly will be supported extensively through a targeted advertising campaign, point of sale promotions, targeted direct mail and sampling. The retail cover price for Guardian Weekly in the US is $3.95 an annual subscription will be $89.</p> <p> Notes to editors<br> Guardian Weekly is the Guardian's international weekly news digest. It carries news, features, comment and analysis from The Guardian and The Observer, and includes selected articles from the Washington Post and Le Monde.</p> <p>Steve Bell was named Cartoonist of the Year at the 2003 British Press Awards. </p> <p>For further information please contact Julie Taylor, Commercial PR Manager at Guardian Newspapers Limited, on 020 7713 4087.</p>",
  "The weekend battles in Samarra are likely to prove only a foretaste of what will follow in Iraq if and when George Bush has secured re-election. Once casualties become less politically embarrassing, he will launch American troops on an intensified offensive to crush the insurgency in advance of the January elections. <p>The most plausible scenario is that the poll will take place as scheduled, but turnout will be so low that the result will lack credibility. None the less, in early spring Washington and London will attempt to wind down the coalition's military role and transfer security responsibilities to Iraqis. This policy will fail, I think, because the new national guard will prove ineffectual.</p> <p>Thereafter matters will become much messier, the outcome hard to foresee. Tony Blair told the Labour conference last week that Britain should stick it out in Iraq \"until the job is done\". If he really meant what he said, our troops would be there for a decade. The black hole in Blair's remarks is that he did not address what happens if, as seems overwhelmingly likely, the Iraqi people will not tolerate the coalition's presence for a tithe of that time.</p> <p>Next year, a growing body of non-violent Iraqis will press for the withdrawal of the \"foreign occupiers\". Their demands could well become irresistible. It is implausible that, without allied firepower, either new Iraqi institutions or security forces will be strong enough to sustain the country's political integrity.</p> <p>Visiting Iraq in September with General Sir Mike Jackson, the chief of the general staff, I found most British assessments of the political and military prospects hard-headed and realistic - not least the scepticism about US tactics and their frightful impact upon civilians.</p> <p>I sat up sharply, however, in the midst of one briefing. After January's elections, allied forces are set to pull back rapidly from responsibility for combating insurgency. The big HQ at Allenby Lines, outside Basra, will be abandoned as the British withdraw to their logistics base at Shaiba, 10 miles out in the desert. Only a single brigade of British combat troops is scheduled to remain in country, to provide arms-length support for Iraqi forces.</p> <p>I asked a senior British officer if it seems plausible that the troops of the Allawi interim government can provide effective security when the best of the US and British armies are experiencing such difficulties. He responded brightly that the national guard will be operating in a much less violent environment, since most insurgents are motivated by hostility to the \"foreign occupiers\".</p> <p>This seems a very doubtful proposition. The insurgents proclaim daily their hatred for the interim government and its agents. There is little reason to suppose that elections will strengthen the regime's legitimacy. \"There is a big job of public education to be done before the elections, and it can't be done by us,\" a British military adviser told me. Soldiers, however sensitive to \"hearts and minds\", cannot run political tutorials for millions of voters. Endemic violence makes it dangerous for British and American troops to communicate with the local population.</p> <p>Political education depends on Ayad Allawi's government, whose interior ministry is notoriously inadequate. Among the citizens of Basra, impatience with the regime is becoming dangerously passionate. There is a widespread belief that the Shia population of the south is being neglected by Baghdad.</p> <p>As long as coalition troops are contesting insurgency, no one can address routine law and order. The consequence is that in most of the country Iraqis suffer as much from non-political crime, especially kidnapping, as terrorism. This is why people find it so hard to perceive the benefits of the coalition presence.</p> <p>It is a chronic weakness of western interventions that civil follow-up to military action is inadequate or non-existent. It remains so in the Balkans and Afghanistan. US and British troops in Iraq face no danger of battlefield defeat. The insurgents have been overwhelmingly successful, however, in frustrating even such half-baked reconstruction efforts as the Pentagon has attempted.</p> <p>The catalogue of Washington's follies and lies is so extensive it is hard to know which to highlight first, but let us try. George Bush - and Tony Blair - persists in relating events in Iraq to al-Qaida and the war on terror, which is drivel unsupported by a shred of credible intelligence.</p> <p>American strategy continues to focus on the exploitation of force to suppress armed resistance. Of course, it is hard to pursue political objectives when coalition troops have their hands full dealing with suicide bombs, kidnappings and ambushes. But failure in Iraq seems certain, unless Bush, Blair and Allawi can create civil structures while containing violence, and provide Iraqis with evidence that their lives are getting better.</p> <p>In Iraq today, the vast majority of the population is standing aloof, awaiting events. Iraqis are understandably unwilling to commit themselves to the regime when it seems likely that Allawi will forfeit power sooner or later, and that coalition troops will leave.</p> <p>After hearing an eager British officer holding forth on the progress of his efforts at a police training school, I asked an impassive Iraqi colonel what he made of it all. He intoned mechanically: \"I merely want to serve my country in any way I can\" - much as he might have said \"God is great\".</p> <p>Who can blame such a man, who has lived through 40 years of his society's turbulent history, for a reluctance to display commitment? And who can readily believe that several hundred thousand like him, who have accepted employment from the Allawi regime merely to earn a crust in desperate circumstances, will be capable of securing their country in six months?</p> <p>Most British diplomats and commanders display a wise humility about the future, partly founded on the paucity of intelligence. A political adviser told me: \"I find it impossible to read what is going to happen. These people have lived in difficulties, thrown back on their wits, for so long. Iraqis don't understand their own interests, or democracy, or how to exploit a situation to their advantage.\"</p> <p>It is perhaps impossible to teach a nation these things in a matter of months, but someone has to try. Whatever the difficulties of elections in January, better an unconvincing poll than no poll. Rationally, those who argue that the coalition forces should withdraw have a case. It is hard to be optimistic about what will happen if they stay.</p> <p>Yet allied troops must surely remain through 2005 to support some edifice of government, however rickety. Simply to quit would be as shocking an act of irresponsibility as was the original invasion without postwar planning. Bloody anarchy may overtake Iraq anyway. It will assuredly do so if coalition troops depart prematurely. In this, at least, Blair seems right. Unfortunately, neither he nor the Iraqi people may yet have felt the depths of George Bush's capacity for folly and the abuse of force.</p> <p><b>·</b> Max Hastings is former editor of the London Evening Standard and the Daily Telegraph</p>",
  "<p>The International Monetary Fund is to step up its surveillance of hedge funds as part of an attempt by the global community to tackle the speculation that has driven oil prices to $50 a barrel in recent weeks.</p> <p>Rodrigo de Rato, the fund's managing director, has offered the surveillance expertise of his staff after a weekend in which concern was expressed in Washington about the lack of transparency in global markets.</p> <p>Germany's finance minister, Hans Eichel, told the annual meeting of the IMF that speculation by hedge funds - highly borrowed investment funds that take big gambles on market movements - was responsible for high oil prices.</p> <p>Markets will today pass judgment on the weekend deliberations of the G7 industrial nations and the IMF at which fresh attempts were made to put in place short and medium term proposals for bringing oil prices down.</p> <p>The IMF's international monetary and financial committee said on Saturday that \"improving information and transparency in markets, including the role of hedge funds, would help strengthen market surveillance\".</p> <p>It stepped up its pressure on Opec for further increases in oil supplies but said it also wanted the IMF to supervise a \"dialogue\" between countries that produce oil and countries that consume it.</p> <p>The IMF believes that hedge funds often exploit a lack of public information about reserves and stocks to manipulate the price.</p>",
  "<p>Media regulator Ofcom today reprimanded BBC Radio 5 Live football commentator Alan Green for using racist language during coverage of the Arsenal v Manchester United match in March last year.</p> <p>During a dispute between United's Cameroon international Eric Djemba-Djemba and the referee during the game, Green used the phrase \"me no cheat\" to suggest what the footballer might be saying to the official. </p> <p>\"We considered that the suggestion that a black player was incapable of speaking grammatical English was inappropriate, particularly given the drive to eradicate racist attitudes in football,\" said Ofcom, which found the station in breach of its standards code. </p> <p>It upheld a complaint from a listener that Green used \"pidgin\" English to suggest what a black football player may have been saying.</p> <p>\"We believe the experienced presenter should have been more alert to the implications of his comment,\" the watchdog added in its ruling. </p> <p>The BBC said the 5 Live controller, Bob Shennan, had already spoken to Green and \"reiterated to him the importance of the careful use of language, particularly in a live commentary situation\". </p> <p>The corporation acknowledged the remark was \"ill-judged\" but said it was used in the heat of the moment and was meant as irreverent banter. </p> <p>In its defence, the BBC pointed out that Green was well known as a campaigning anti-racist over the past 30 years and was on the record as condemning racism \"whenever he had come across it\". </p> <p>Although less serious in terms of the language used, Ofcom's ruling will doubtless reopen the debate over whether racism has been fully banished from the game. </p> <p>Earlier this year former Manchester United and Aston Villa manager Ron Atkinson was sacked by ITV from his role as co-commentator after racist comments directed at Chelsea player and French international Marcel Desailly were picked up by a microphone. </p> <p>Following Chelsea's Champions League semi-final defeat at Monaco, Atkinson said: \"He is what is known in some schools as a fucking lazy thick nigger.\" </p> <p>Although the broadcast had already finished, the outburst was heard by overseas viewers and Atkinson was promptly sacked by ITV. He also lost his job as a columnist for the Guardian and advertising deals with 7Up and West Bromwich Building Society.</p> <p>Ofcom also today upheld a complaint against ITV children's drama My Parents are Aliens. Viewers complained they were offended by the use of the word \"retard\" in show, broadcast in May this year. </p> <p>In another episode of the show, which follows the misunderstandings that occur when an alien couple and their adopted human children attempt to deal with everyday life, one of the children said that another character had \"all the charisma of a tree stump with special needs\". </p> <p>Ofcom said the use of the phrases could not be justified by their context. </p> <p>\"Although the phrase may have been intended as an empty juvenile taunt, its use in this way was clearly meant to be insulting and, as such, was offensive,\" it ruled. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Gordon Brown is a man in a hurry. There is, he says, not a moment to be lost if the global community is to have a chance of hitting its millennium development goals by 2015. Indeed, the way things are going, even by 2115 the number of people living in poverty will not have been halved; there will still not be universal primary education, and infant mortality will not have been cut by two-thirds. </p> <p>The chancellor says 150 years is too long to wait and he's right. He says there is a need for urgent action to tackle the \"tragedy of poverty\", the \"needless deaths\", the \"challenges\" of debt relief and the \"scandal\" of HIV/Aids, and he's right about all that too. </p> <p>But getting the global community to budge is as difficult as persuading prime ministers to shift their stuff out of Downing Street. Brown loses no opportunity to press other countries for action and says he is making progress. But meetings of the International Monetary Fund in Washington have their own rhythm, and that rhythm is slow. No, make that glacially slow. </p> <p>Here's the position as the British government sees it. The world's poorest countries don't have the remotest possibility of growing fast enough to eradicate poverty without additional resources. Debt relief has not been nearly deep enough, so the scheme pieced together at the end of the 90s needs to be revisited and improved. In addition, the fragile economies of sub-Saharan Africa need a doubling of development assistance to provide the capital that will allow them to put in place the building blocks of a modern state - schools, hospitals, roads, power, telecommunications. </p> <p>The money comes with strings attached. There have to be mechanisms in place to ensure the cash is not blown on arms or siphoned off by corrupt politicians, but the conditions placed on poor countries should be made smarter and less onerous. A paper presented to this weekend's meeting by the international development secretary, Hilary Benn, called on the World Bank to undertake a \"major review\" of its approach to conditionality, particularly in the sensitive areas of economic policy, such as privatisation and trade liberalisation. All utterly sensible. </p> <p>And yet, the legacy of what should be old battles lingers on. At the weekend, the IMF was involved in a spat with Oxfam and VSO over a report that said the fund's insistence on a budget ceiling meant 8,000-9,000 qualified teachers sit unemployed in Zambia even though there is scant chance of the country meeting the development goal of putting every child in school by 2015. The fund said the problem was that the Zambian government had agreed to excessive pay rises which threatened to add to the already serious inflation problem. </p> <p>The exchange disguised the fundamental problem. Developing countries need extra resources both to recruit and retain extra staff, but don't have the necessary cash available. Where debt relief has been channelled into health and education, the results have been good. It hasn't been squandered as the sceptics thought it would be, but has delivered real benefits. In Benin, 43% of debt relief granted under the highly indebted poor country initiative went to education in 2002, allowing for the hiring of teachers in rural areas, while a further 54% went to health and was used for rural clinics, HIV/Aids and anti-malarial programmes, improving access to safe water and immunisation. </p> <p>Debt relief works, but there hasn't been enough of it. As the chancellor noted at the weekend, only 50% of the money owed to the main multilateral lending institutions - the IMF, the World Bank and the African Development Bank - has been written off. A joint paper from Action Aid, Cafod and Oxfam calculated that even after debt relief under the HIPC scheme only seven countries had seen their debt burden reduced to levels considered \"sustainable\". Ghana spends more on repaying debt than it does on health; Zambia devotes more money to its creditors than it does to its education sector. </p> <p>Gerald Sendaula, Uganda's finance minister, said his country - one of the best performers in Africa over the past decade or more - had been badly hit by the collapse of world coffee prices. Uganda, he said, needed help if it was to hit the development goals. </p> <p>Brown's plan would certainly increase the flow of funds into poor countries. As far as debt relief is concerned, he wants a 100% write-off of multilateral debts, paid for in part by the sale or revaluation of the IMF's enormous gold reserves and in part by greater generosity on the part of creditor countries. Britain has said it will pay 10% of the debts owed by poor countries to the World Bank and the African Development Bank as they fall due each year, and is challenging other countries to follow suit. The doubling of aid to $100bn that Brown wants to see would come from the International Finance Facility, which would see money raised from the sale of bonds in the world's capital markets. These would in effect front-load development assistance, since the bonds would be paid back from aid budgets after 2015. </p> <p>Selling off the IMF's gold is seen by Brown and his team as a free lunch. The Fund is sitting on about 100m ounces of gold, which is valued at about one-eighth of its market value. As an organisation, the fund does not need the gold and could make more money by investing the proceeds from a sale into better performing assets. There was a suggestion a quarter of a century ago to scale down the fund's holding, which was rejected. That decision has cost about £30bn in lost income. Sales of up to 5m ounces of IMF gold a year would allow 100% debt relief for its debtors. An alternative to outright sales would be to revalue the gold on the fund's books, a mechanism the IMF has used before to raise resources. Given the choice, Brown would prefer the first option but would happily settle for the second.</p> <p>One objection to the gold plan is that sales might depress the world price and thus affect the income of developing countries which mine the metal. Brown's proposal would see any gold transactions taking place off-market so that there was no effect on the price. In any case, the evidence of the past few years is that sales of gold by the UK and other countries have not depressed the price.</p> <p>In reality, the problem is not one of feasibility, nor of the impact on the gold price, nor even of the other old chestnut - that writing-off debt simply encourages countries to behave badly again in the future. The problem is one of politics. Commendably, Brown has put a lot of effort into pushing his proposals at each and every meeting of the IMF and the G7 but he is facing strong resistance from a US administration which has yet to be convinced of the need for extra resources, wants to keep control over its own spending programmes, and believes any plan to sell IMF gold or for American taxpayers to pay off the multilateral debts of poor countries would be rejected by Congress.</p> <p>As a result, Brown was able to announce plenty of studies at the weekend: he could promise a quiverful of feasibility reports and a truckful of work in progress. What he could not promise was any extra dosh in the here and now. There is now no chance of a new debt-relief plan until next year at the earliest, and Brown is aware that Britain's presidency of the G8 in 2005 is vital. But, as he himself noted, there are 30,000 preventable deaths in developing countries each day. There are about 200 days to the next meeting of the IMF in the spring. You do the maths.</p> <p><a href=\"mailto:larry.elliott@theguardian.com\">larry.elliott@theguardian.com</a></p>",
  "<p>The man who helped mastermind Chris Evans TV and radio career is plotting an audacious bid to buy back Virgin Radio, the rock station that sacked the star two years ago following a notorious binge.</p> <p>Showbusiness agent Michael Foster, who still represents Evans, is attempting to put together a consortium of investors to try to buy back Virgin from Scottish Media Group, which acquired the station almost five years ago.</p> <p>The move heralds the prospect of Evans making a comeback at Virgin Radio - he still owns 10 million shares in SMG and if his old friend Mr Foster found himself in control of the station he could be tempted to return.</p> <p>However, Evans, who was sacked as Virgin's breakfast host two years ago after failing to show up for work for six days, is not involved in the bid.</p> <p>Mr Foster, 46, is working with a City bank on the financing plan although it is not clear whether any institution or other investors are yet on board.</p> <p>It is believed he has valued the business at about £100m - far short of the £140m-£150m price tag the City believes SMG would demand. SMG acquired the station for £225m, which many now believe was too much for a station that outside of London can only be heard on crackly medium wave.</p> <p>SMG has consistently said it is not selling Virgin Radio and earlier this year denied reports it had drawn up a sale plan for the station.</p> <p>However, there is a perception in the City that SMG is a break-up target and that given the right price the company would sell.</p> <p>Radio experts also believe that Virgin Radio is underperforming - when SMG took it over in January 2000 it had 3.7 million listeners, now it has just 2.6 million with the London FM station falling below the psychologically important 1 million barrier.</p> <p>Sources have confirmed that Foster is trying to put a consortium together and that he believes the station is under performing.</p> <p>Mr Foster's career is closely entwined with that of Evans - as his agent he helped forge the star's radio and TV career from the early 1990s when Evans was a rising star on Channel 4's The Big Breakfast.</p> <p>As the time Mr Foster was one of the most well-known showbusiness agents in the business as co-chairman of the ICM agency - which represented the likes of Liz Hurley.</p> <p>Then seven years ago, he quit to join Evans as the chief executive of Ginger TV, following Ginger's £87m deal to buy Virgin Radio. But he left nine months later in acrimonious circumstances, pocketing a £1.1m payoff in the process.</p> <p>Mr Foster resurfaced at Carlton in late 1999, lured by another close friend, Lord Waheed Alli, who at that time was managing director of Carlton Productions. </p> <p>He now runs his own agency, Artists' Rights Group, with agent Sue Latimer, and between them they represent leading names including Ross Kemp, Jimmy Nesbitt and Jamie Theakston.</p> <p>Virgin Radio is seen as vulnerable to a takeover as the industry consolidates and looks to a digital future that will see dozens of competitors to its rock format.</p> <p>\"The problem with Virgin now is that it is king of rock in an analogue world, but in the digital environment there are at least 10 other stations like Kerrang! and Q that are competing for its listeners,\" said one long-standing radio executive.</p> <p>If he can put a deal together to buy Virgin, Mr Foster will be reunited with the station founded by Sir Richard Branson 11 years ago.</p> <p>He helped Evans put the deal together to buy the station from Sir Richard in 1997, when it was sold for £85m.</p> <p>SMG has blamed radio ratings body Rajar's research methods for the recent decline in its audience, which it claimed adversely affected advertising sales during the first six months of the year.</p> <p>Virgin Radio had a turnover of £10.2m in the first six months of 2004 - a 13% decline from £11.8m in the same period last year. </p> <p>The station's operating profits also fell, from £3m to £2.5m, a year on year drop of nearly 17%.</p> <p>The Virgin group still owns the rights to the Virgin Radio name and licenses it to SMG.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "Peter Mandelson, the former cabinet minister preparing to take over as the European trade commissioner, is already under pressure from EU governments to defend the bloc's common agricultural policy - against the wishes of the Blair government. <p>A draft document seen by the Guardian shows that the foreign ministers' council, the EU's top policy-making body outside summits, expects the new commissioner to be ready to cut agricultural subsidies in world trade talks only in return for big concessions from other countries on manufacturing and services exports.</p> <p>This has emerged on the eve of Mr Mandelson's three-hour grilling at the European parliament today, when he will come under questioning from hostile MEPs on his alleged bias in favour of economic liberalisation, flexible labour markets and free trade.</p> <p>The former trade and industry secretary, a known proponent of CAP reform, is being told by the EU council to adopt a \"mercantilist\" approach to trade questions, whereby a country or bloc gives up as little as possible in negotiations while trying to lever maximum concessions from the other party.</p> <p>On agriculture,the council paper handed to Mr Mandelson reaffirms the \"importance of a satisfactory outcome as regards EU sensitivities in agricultural market access, the importance of full parallelism on the elimination of all forms of export subsidies, the need for reform in other industrialised countries, the need to preserve the reforms of the CAP\".</p> <p>The policy document is a draft to be discussed by EU foreign ministers next week but the final text is unlikely to differ much in tone. Campaigners said <b> </b> the <b> </b> document showed that the EU was hoping to give away as little as possible in the Doha talks on liberalising trade under the World Trade Organisation.</p> <p>\"This document shows the EU in its true colours, putting the interests of European exporters before the needs of poor people in developing countries,\" said John Hilary, director of campaigns and policy at War on Want. \"If the UK and other EU governments really want to make the WTO work for development, they must give Mandelson a mandate based on trade justice, not naked self-interest.\"</p> <p>Mr Mandelson, who takes over as trade commissioner on November 1, told MEPs in a pre-hearing statement that he believed market liberalisation was crucial but that it must be backed by \"a strong social and sustainability dimension\".</p> <p>But Caroline Lucas, a leading Green, said Mr Mandelson faced questions on whether he stood up for the Atlanticist model or the Franco-German model of social protection through trade regulation.</p> <p>Friends of the Earth suggested that Mr Mandelson intended to pursue a free trade agenda unhindered by the impact on the environment or the developing world.</p> <p>Mr Mandelson, who takes over as talks on the so-called Doha round restart after their near-collapse in July, will also inherit negotiations over a free trade area between the EU and the Latin American Mercosur customs union, and the growing row between Boeing and Airbus over commercial aircraft subsidies.</p> <p><b> Ian Black, page 18</b><br></p>",
  "<p>The first private medical school since the 19th century will be taking students within three years, the University of Buckingham predicted today.</p> <p>The small private university is launching it for an estimated £5m - a fraction of the cost of medical schools in public universities - confident that there are plenty of families in the UK and overseas prepared to pay fees of at least £10,000 a year to become doctors. </p> <p>The 100 student a year intake will be graduates rather than school and college leavers - about half from the UK - and they will follow an intensive three and a half year course.</p> <p>Professor Terence Kealey, Buckingham's vice-chancellor and a medic himself, said practical work with patients would be provided at private hospitals in London as well as NHS hospitals in Buckinghamshire.</p> <p>Today Buckingham announced the appointment of a leading cancer specialist, Professor Karol Sikora, of Imperial College, as the head elect of its medical school, to lead a £500,000 feasibility study. Helen Nellis, professor of health governance at Buckingham and chairman of Bedfordshire acute hospital trust, will chair the medical school development board. </p> <p>But even with these respected names aboard, Professor Kealey admits that everything now hinges on the General Medical Council giving the go-ahead for the degree course and allowing Buckingham graduates to practice medicine in the UK. He pointed to concerns raised in the Wanless report on the NHS, which predicted a shortfall of 25,000 doctors in Britain by 2022.</p> <p>Buckingham is piggybacking on preparatory work done by the Open University which decided in the end not to go ahead with a medical degree. Two OU professors, Michael Stewart and Janet Grant, are joining Buckingham to design a one-year distance-learning course in biosciences and clinical skills so students can get up to speed while living at home and earning before embarking on the expensive full-time course.</p> <p>Professor Kealey said a lot of doctors and teachers wanted to work independently of the constraints of the Department of Health and the Department for Education and Skills. \"[The course] is going to focus on the patient as a person, getting away from medicine as an expression of biological science. The patient will be at the core of everything,\" he said. The university would adapt an off-the-shelf curriculum, possibly from an Australian university, rather than developing its own from scratch. </p> <p>Professor Silora and Professor Nellis now have to come up with a plan that will convince philanthropists or a city institution to come up with the £5m which the university estimates it will need. </p> <p>\"This is a very exciting concept that will dramatically diversify medical school entry,\" said Professor Sikora. \"Motivation, determination and ability are the keys. People who have been successful in one area - academic, business or providing a service - are likely to be very good doctors if they are prepared to work hard. Our school will strongly focus on the patient with choice, respect and care being more than just slogans. </p> <p>\"There is a huge planning task ahead before we take our first students, but I really believe the time has come for a new approach to medical education. </p> <p>\"Our preliminary discussions with the General Medical Council have been extremely positive and we will ensure that our students are trained to the very highest standards. We are examining several funding options to create a truly unique environment.\"</p>",
  "<p>Kingsmill, the bread giant, has opted for an unlikely star to sell its loaves - a man who ate 100,000 calories a day and who stuffed his face with fried-bread peanut butter and banana sandwiches and fried bread burgers.</p> <p>But it is hoping that consumers will think more of Elvis's blue suede shoes than his fatal eating habits when it launches it £7m advertising campaign that even includes loafs shaped like Elvis's silhouette, Elvis uniforms and quiffs for Kingsmill staff and other public relations activities. </p> <p>The advert, filmed in newsreel style and using impersonators, shows Presley arriving at Prestwick, Scotland in 1960 before travelling to Uxbridge in London to found his own bakery, the King's Mill. The advert finishes with the slogan: \"By appointment to 'The King'.\"</p> <p>The campaign is a major change in direction for Kingsmill, which previously used the comedy duo Mel and Sue, presenters Mel Giedroyc and Sue Perkins, in its advertising. </p> <p>The bread is the sixth-biggest grocery brand in Britain, but its owner Allied Bakeries and advertising agency J Walter Thompson, which won the advertising account earlier this year after presenting its Elvis idea, want to build its stature and profile.</p> <p>\"The communications challenge facing JWT was to take Kingsmill from being a successful product and make it a famous brand,\" said JWT board account director Ryan Lietaer.</p> <p>\"We were doing this in a hugely competitive market competing with rival bread brands and the wider grocery market,\" he said.</p> <p>\"To get breakthrough in this environment you need to give people something to talk about. The Elvis campaign provides entertainment and has an intrinsic link to the brand. </p> <p>Kingsmill is also changing its delivery trucks and the re-recording telephone messages at its service centre.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Sun Microsystems, a global technology company, pioneered the move to network based computing. Our vision is of a future where conventional PCs have disappeared completely and the world's information networks are controlled by a system of interconnected computer systems accessed from anywhere around the world using personal ID cards with in-built security.</p> <p>Over the next 2 to 3 years, Sun aims to help drive efficiencies and tax payer value for money within UK central and local government through the delivery of this vision.</p> <p>At the core of our vision are the secure, reliable, cost-effective computers, storage and operating systems for which we are world renowned. These are complemented by secure web services based on Sun's widely adopted \"Java\" language and desktop software accessed using personal ID cards via a terminal known as an \"ultra-thin client.\"</p> <p>With technologies based on open-standards and software written using Java, Sun is unique in it's ability to offer government a secure, virus-free IT environment that is both interoperable with other vendor's technologies and allows the delivery of multi-level security over a network to a single device. The adoption of open standards provides government with the power of IT vendor choice both today and in the future.</p> <p>To help drive efficiency, Sun offers customers the flexibility to purchase IT infrastructure in a way which suits their needs. Our offerings range from individual components, through pre-tested IT infrastructure stacks running at guaranteed performance levels, to fully managed services. And, to ensure the greatest value is received, Sun is able to underwrite risk with performance warranties and a service credit regime. Alternatively, our subscription based pricing models enable government's outsourcing partners or internal departments to purchase computing power as a service as required.</p> <p> <a href=\"http://www.sun.com\">www.sun.com</a>.</p>",
  "<p>A week before flying out to Dubai, I had told a friend of Pakistani descent that I was going to see Benazir Bhutto at an international women's conference in the sun-soaked United Arab Emirates. \"That's nothing to be proud of!\" was her reply. Other friends disillusioned with Ms Bhutto criticised her policies with one complaining that \"the economy went to hell\" under her premiership.</p> <p>At the start of the summer I had received an email from an international youth organisation called Civic Concepts International. They were inviting applicants for a cross-cultural forum that was to take place in the vibrant emirate of Dubai. </p> <p>The aim was to bring together young educated women from around the world to engage in a dialogue that would dispel misunderstanding between the Arab region and the west. Each foreign delegate was matched with an Emirati \"buddy\" studying at Dubai women's college who would look after us while we were at the conference. </p> <p>For some international participants (most of whom were western), it was the first time they had become friends with an Arab or a Muslim. The buddy system provided us with a unique opportunity to learn about UAE society and led to some great friendships forming between the foreigners and Emiratis. </p> <p>The programme for the conference was jam-packed with educational and social events. For me, one of the most enlightening moments of the forum was a live videoconference on the issue of women in the workplace. We linked up with female students in Jordan and Afghanistan and I found it interesting that nearly all women, wherever they came from, had the desire to raise a family while also participating in public life. It became evident that the obstacles to a life-work balance frustrated us all and it was here where I learned that amazingly, Australia offers absolutely no paid maternity leave to female employees. </p> <p>But it was the students in Kabul who faced the most difficulties. They spoke of how the unstable situation in Afghanistan meant they had to incorporate security considerations while seeking education. The fact that they hardly mentioned the previous Taliban regime and concentrated on their aspirations for improving their country reflected their determined forward-thinking and their refusal to be deterred by the safety risks. </p> <p>The final session of the forum was a simulation of a majlis - a council where people assemble to voice their opinions on a wide range of issues in the presence of their ruler. It was here that we could express our personal opinions on matters such as the Western media's representation of Arabs and whether a married couple should be of the same religion and culture. The marriage-related issues did bring up a noticeable difference in the way westerners and the Emiratis viewed the matter. All the Emirati ladies spoke of wanting to marry a Muslim man with most saying they did not mind what country he came from whereas many international participants did not see why difference in faith should be an obstacle. </p> <p>Another notable divergence of opinion appeared when most, if not all, Emiratis insisted that they would maintain their own individual bank accounts when married. Amongst the foreign students, there were various opinions with some being inclined towards couples having joint accounts. The disagreements were partly due to the Emiratis' Islamic faith, which affords women the right to spend their money according to their discretion, while men are financially obliged to provide for their family. Islam also commands that Muslim women marry Muslim men but it is supportive of marriages across different cultures. </p> <p>The opinions of the Dubai students and their wearing of the hijab (headscarf) and modest clothing reflected the centrality of Islam in their lives. But as one Scottish participant, Kara, told me, she never felt as if the religion was being shoved down her throat. Instead she was grateful she had the opportunity to touch the surface of Arab Muslim life. </p> <p>By the end of the conference, some of the international students found that their preconceptions of Emirati women as being treated as inferiors were dissolving into thin air. One student said she found that it was culture, and not so much Islam, that restricted women. Another UK delegate told me that she saw more strength in the Dubai ladies than she had seen in some western acquaintances. </p> <p>As a western Muslim, I found it beautiful to see the blossoming friendships and exchanges of knowledge occurring between all the students. The fact that there was so much commonality between all the women surprised some of the western delegates at first. Kara related that her favourite moment was when she and her Emirati buddy were giggling over the near-universal issue of expensive shoes and the parallels in their fathers' astonishment at the prices of them. </p> <p>There was dissatisfaction with the media for their misrepresentation of different regions in the world. It was not just the western mainstream media that was criticised but also the Arab media for fuelling misconceptions of the west. </p> <p>As for Ms Bhutto, and despite my friends' misgivings, I felt the fact that she had once been a politically powerful woman made her presence at the forum pertinent. Her speech centred on how women were breaking into traditionally male-dominated fields of work. Personally, I wished that she had spoken more of what she had done for Pakistani women during her premiership. Nevertheless she proved successful at charming the delegates, going as far as wishing one US student all the best for her forthcoming marriage. </p> <p>The establishment of initiatives that build bridges has become increasingly significant in today's environment where it seems that only extreme and divisive actions attract the most attention. It may sound like some sort of earnest idealism but after a summer of savage attacks on Muslims and non-Muslims in places like Iraq, the Caucuses and Saudi Arabia, it would be fatal not to encourage more efforts, such as this one, to increase cross-cultural understanding.</p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>TORIES HAVE 'NEVER BEEN IN SUCH DESPAIR'</b></p> <p>The phone calls a convalescing Tony Blair is reported to have made to newspaper editors over the weekend appear to have done the trick. The Blair-Brown rift is off the front pages - with the exception of the FT, which runs a tactful \"Brown leads call for unity\" splash.</p> <p>Mr Blair may have been ailing, but the Tories - if the papers are to be believed - are on their deathbeds. \"The Conservative party is dying. Why would you want to give it the kiss of life?\" Robert Kilroy-Silk, who has now made his ambition to lead Ukip public, said at the Ukip conference over the weekend. \"What we have to do is to kill it and replace it.\" And the papers, it would seem, agree.</p> <p>\"Despite all the bad times the Conservative party has had in the last decade or so, it has never been in such despair as it is today,\" writes Simon Heffer in the Mail. \"Its challenge this week is not to convince anyone that it can win the next election - for that is a pipe dream - but to convince the millions fed up with Tony Blair and Labour that the Tory party can, at last, be an effective opposition.\"</p> <p>The Telegraph is more optimistic, begging the party to bite the bullet and pledge to cut taxes - something the Guardian predicts Michael Howard will do this week, although not as emphatically as the Telegraph would wish. The line, the Tories' co-chairman Liam Fox tells the Guardian, will be similar to Margaret Thatcher's in 1979 - no specific promises, but a \"very clear direction that the government intended to reduce taxes\".</p> <p>The Times' revelation that Michael Howard is even less popular than Iain Duncan Smith was will come as a blow to the party, as will a Populus poll putting Labour on 35% of the vote and the Conservatives seven points behind. There is further embarrassment in the Mirror: \"Nightclub boss Peter Stringfellow delighted a crowd of 200 young Tories when he shouted 'Die, Tony, die!' hours after the prime minister's heart operation,\" splashes the paper.</p> <p>\"Nihil desperandum\", consoles the Telegraph, which says it would be a \"profound error\" for Mr Howard to try to win back Ukip supporters by stealing the party's policies: \"Elections are won on the middle ground, not the extremes\". Less regulation and lower taxes are the way to voters' hearts, the paper says.</p> <p>* <a href=\"http://www.theguardian.com/Politics/conservatives2004/story/0,15018,1319061,00.html\">Howard banks on tax pledge</a><br> * <a href=\"http://www.theguardian.com/guardianpolitics/story/0,3605,1318999,00.html\">Cheers greet Kilroy, the man who would be Ukip king</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/10/04/ntory04.xml&amp;sSheet=/news/2004/10/04/ixnewstop.html\">Telegraph: 'Cut taxes and we'll vote Tory'</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1293020,00.html\">Times: Poll trouble for Tories</a></p> <p><b>US ADMINISTRATION'S 'SELF-DOUBT' OVER NUCLEAR 'EVIDENCE'</b></p> <p>Thomas L Friedman has been away writing a book, he tells Herald Tribune readers. \"I'm back, so let's get right down to business: America is in trouble in Iraq.\"</p> <p>'Being away,\" Friedman continues, \"has not changed my belief one iota in the importance of producing a decent outcome in Iraq ... But this Bush team can't get America there, and may have so messed up that no one can. Why? Because each time the administration had to choose between doing the right thing in the war on terrorism or siding with its political base and ideology, it chose its base and ideology.\"</p> <p>The Tribune throws in a brave but still mealy-mouthed headline on page four: \"US had reason to doubt its own prewar statements on purpose of Iraq's tubes.\" These aluminium tubes were cited by the vice president, Dick Cheney, as \"irrefutable evidence\" that Saddam Hussein was rebuilding his nuclear weapons programme. Condoleezza Rice agreed in 2002 they were \"only really suitable for nuclear weapons programmes ... We don't want the smoking gun to be a mushroom cloud.\"</p> <p>However, a year before, experts at the US Energy Department told Ms Rice's staff the tubes were probably intended for \"small artillery rockets\".</p> <p>\"Senior administration officials ... worried privately that the nuclear case was weak, but expressed sober certitude in public,\" the paper says.</p> <p>Elsewhere, the Times reports on a two-day offensive in Samarra, which it says will \"set the pattern for future assaults against militants in the Sunni Triangle\". The town was captured, although most of the insurgents are believed to have fled.</p> <p>The paper also has a rare report from Afghanistan, where President Hamid Karzai's rivals are accusing the US of fixing the forthcoming elections. </p> <p>* <a href=\"http://www.iht.com/articles/541759.html\">IHT: Skewed intelligence in path to war</a><br> * <a href=\"http://www.iht.com/articles/541706.html\">IHT: Thomas Friedman</a><br> * <a href=\"http://www.timesonline.co.uk/newspaper/0,,170-1292556,00.html\">Times: US 'meddling' threatens Afghan poll</a></p> <p><b>RICE ATTACKS KERRY OVER 'GLOBAL TEST'</b></p> <p>A \"bruised\" Bush campaign team yesterday went back on the attack, reports the Herald Tribune, seizing on a phrase used by John Kerry during the presidential debate last week - his assertion that \"any pre-emptive US action against another country should meet a 'global test'.\"</p> <p>\"What does that mean?\" Condoleezza Rice asked on CNN. \"Does that mean the consensus of the international community, of Cuba and countries like that? Can you imagine trying to pass a global test in a security council that Syria had sat in?\"</p> <p>Democrats said Mr Kerry's words were being misrepresented. New polls suggest that, while the US public gave Mr Kerry a \"lopsided edge\" in the debate, the candidates are neck-and-neck in voting intentions. </p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1319139,00.html\">Poll puts Kerry ahead by a whisker</a><br> * <a href=\"http://www.iht.com/articles/541735.html\">IHT: A bruised Bush team does damage repair</a></p> <p><b>COLE STRIKE GIVES CHELSEA VICTORY</b></p> <p>Chelsea's 1-0 defeat of Liverpool takes up most of the back pages - or rather the after-match spat between Chelsea's boss, Jose Mourinho, and the midfielder Joe Cole. Cole's second-half goal secured the win, \"but once he scored, the game was over for him\", the Mirror quotes Mourinho as saying. \"He still has a lot to learn - a lot.\"</p> <p>Meanwhile, the Times (\"24 PAGES OF PURE FOOTBALL\") puts the boot into Stan Collymore's autobiography, serialised last week in another newspaper. Above a picture of the footballer admiring a pig in a sty, the ex-Chelsea striker Tony Cascarino - whose own memoirs, he writes, were \"relentlessly and punishingly honest and self-critical\" - laments the depths to which Collymore has sunk: \"Stan Collymore is your man for smutty garbage.\"</p> <p>News of a \"bright new hope\" in British tennis excites the Telegraph. The paper reports that John McEnroe, no less, is helping 17-year-old Andrew Murray. No matter that the American veteran saw off the youngster, ranked 413 in the world, in 24 minutes, defeating him 6-1. \"He can be serious!\" exclaims the paper.</p> <p>* <a href=\"http://football.theguardian.com/Match_Report/0,1527,1319090,00.html\">Humdrum Chelsea keep up the chase</a><br> * <a href=\"http://www.telegraph.co.uk/sport/main.jhtml;sessionid=PEPWRQJF4FFWRQFIQMGSM54AVCBQWJVC?xml=/sport/2004/10/04/stmark04.xml\">Telegraph: McEnroe humbles Murray</a></p> <p><b>MILAN SHOWS A 'PASSPORT TO ANOTHER UNIVERSE'</b></p> <p>The Wrap always enjoys Suzy Menkes' fashion reports in the Herald Tribune. No one else dares to include \"drop-crotch shorts\" in their list of key looks for next season, and no one else can write about the Milan shows without apparent irony.</p> <p>\"The Italian summer 2005 season ... was a passport to another universe,\" Menkes writes rapturously, \"whether it was Donatella Versace's undersea exploration in prints of starfish and stick coral; or Robert Cavalli's tempestuous vision of a Tuscan woman time travelling from her lush botanical 18th-century garden to the Wild West and beyond.\" There was mention, too, of \"an animal menagerie in appliques and jungle motifs in knitting\", but, as Menkes concludes: 'That is about as much exotica as modern life can take.\"</p> <p>* <a href=\"http://www.theguardian.com/italy/story/0,12576,1318956,00.html\">Versace struggles to retain its touch</a><br> * <a href=\"http://www.iht.com/articles/541714.html\">IHT: Suzy Menkes</a></p> <p><b>BREAKING NEWS</b></p> <p><a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1319245,00.html\">At least eight people were killed and 50 wounded today in two car bomb attacks in central Baghdad.</a></p> <p><b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; The shadow chancellor Oliver Letwin and the shadow secretary of state for deregulation, John Redwood, will address the Conservative conference in Bournemouth.</p> <p>&gt;&gt;&gt; Foreigners imprisoned under Britain's emergency anti-terror laws are challenging the home secretary, David Blunkett, in the Lords today.</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>The Conservative's new logo, designed by Saatchi, will get its first airing at the party conference in Bournemouth. P1<br>Fox News said yesterday it had \"reprimanded\" its chief political correspondent after its website carried fabricated quotes attributed to John Kerry. P1<br>Former TV presenter Robert Kilroy-Silk on how the UK Independence Party plans to 'kill off' the Tories. P8<br>The UK print industry is in terminal decline and could disappear from its birthplace in the City of London. P24</p> <p>MEDIAGUARDIAN<br>Ofcom chief executive Stephen Carter on the regulator's plans for a new 300m pounds public service broadcaster. P2<br>Dispatches: American Idol's pulling power for advertisers, redundancies at the Evening Standard, how the success of freesheets in France is hurting newspaper circulations and Ikea's new ad campaign. P4<br>Ofcom's plans for public service broadcasting ensure its own future is rosy, says Emily Bell. P5<br>Letters: BBC director of television Jana Bennett insists Panorama will remain a home for \"serious journalism\". P5<br>The Financial Times faces a 250m pounds libel action from Collins Stewart that could have a far-reaching impact on all business reporting. P6<br>Tess Alps on how audience measurement in advertising is changing. P7<br>David Liddiment on the BBC's Panorama dilemma. P8<br>Matt Groening, creator of The Simpsons, explains why the show will run for five more years and outlines plans for a movie. P8<br>GQ editor Dylan Jones on Richard Desmond's plans to take on Vogue. P10<br>RDF chief Stephen Lambert on why Wife Swap is a hit on both sides of the Atlantic. P10<br>A recent case shows just how frustrating and futile complaining to the Press Complaints Commission can be, argues Roy Greenslade. P11<br>Race courses have taken control of their own media rights but they face tough competition. P12<br>Paul Carr says Virgin's plans for a download service leave him cold. P12<br>Go figure: car advertising, \"aspirant\" consumers and the women's weekly magazine market. P13<br>My media: James Naughtie. P13<br>Media law: some of the potential loopholes in the Freedom of Information Act. P13</p> <p><strong>FINANCIAL TIMES</strong></p> <p>The big four mobile operators are planning to launch 3G services in time for Christmas and are desperately searching for the \"killer application\" that will persuade consumers to upgrade. P2<br>The Financial Times will today attempt to \"strike out\" the bulk of a 240m pound damages claim filed against it by Collins Stewart Tullett as part of the stockbroker's libel action against the paper. P2<br>Let time and the market deal with music piracy rather than expensive lawsuits, argues Patti Walmeir. P10<br>Former BBC governor Sarah Hogg reviews Greg Dyke's book and says his legacy is likely to be a more powerful role for the board. P19<br>Scott Schubert, head of corporate development and former chief financial officer at NTL, has sold more than 1.4m pounds' worth of shares since June. P22</p> <p><strong>THE TIMES</strong> (broadsheet edition)</p> <p>Steve Ballmer, chief executive of Microsoft, last night laid out an ambitious plan to expand the software company far beyond its traditional role on the home computer. P19<br>Book retailer Waterstone's is planning to cash in on the trend for MP3 players with a series of audio books designed for portable music players. P23<br>One of the most anxiously awaited City legal cases begins at the high court today - the 240m pound libel action between stockbroker Collins Stewart Tullett and the Financial Times. P24</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>Former TV presenter Robert Kilroy-Silk announces his bid to become leader of the UK Independence Party. P8</p> <p><strong>THE WALL STREET JOURNAL EUROPE</strong></p> <p>A hearing today on a request to dismiss a \"special damages\" claim by stockbroker Collins Stewart against the Financial Times could have wide implications for news organisations. P2<br>Foreign journalists are struggling to get access to the US presidential campaigns. P3</p> <p><strong>THE INDEPENDENT</strong></p> <p>Former Mirror editor Piers Morgan warns he will \"settle scores\" in his upcoming memoirs. P2<br>CBS may seek a new news anchor to replace Dan Rather after admitting memos used to support a recent news item about George Bush ducking national guard duties was fake. P10<br>The BBC is in discussions with Boeing to bring live in-flight television to the skies. P40</p> <p>MEDIA<br>Former Mirror editor Piers Morgan says he has no regrets and claims the \"ends justified the means\" on the fake torture pictures that got him sacked. P4-7<br>The US press is reeling from legal challenges to its independence. P8<br>Greg Dyke on how the BBC has failed to solve its Panorama problem. P9<br>John Pilger argues that investigative journalism still matters. P10<br>Five is going highbrow, says director of programmes Dan Chambers. P11<br>Who owns who in advertising. P13<br>Editors should not rejoice at the news that self-appointed newspaper watchdog and Labour MP Clive Soley is standing down at the next election, argues Bill Hagerty. P14<br>Harpers &amp; Queen editor Lucy Yeomans explains the thinking behind the magazine's new diary column. P15<br>Former Question Time editor Charles Courtauld on the challenges facing new Radio 4 chief Mark Damazar. P16<br>Five Live controller Bob Shennan responds to Kelvin MacKenzie's attack on the corporation's football rights deals. P17<br>Conservatives' excitement over their new logo may be misplaced. P18<br>Why ad agencies scour the globe for the best talent. P19<br>Mark Borkowski's top entertainment websites. P20</p> <p><strong>DAILY MAIL</strong></p> <p>Extracts from radio presenter Nicky Campbell's new book about his search for the parents he had never met. P28</p> <p><strong>DAILY EXPRESS</strong></p> <p>Sports quiz show They Think It's All Over is under threat after 10 years. But is the BBC right to consider axing it? P17<br>The rise of Ant and Dec - extracts from a new biography. P20<br>Interview with Prime Suspect creator Lynda La Plante. P36</p> <p><strong>DAILY MIRROR</strong></p> <p>Strictly Come Dancing is going global after the hit BBC format was sold to six countries. P9<br>Actor Kwame Kewi-Armah on why he quit BBC1 show Casualty. P26</p> <p><strong>THE SUN</strong></p> <p>Simpsons creator Matt Groening has revealed he wants the show to end, but not for another five years. P25<br>EastEnders is to be spiced up with Sopranos-style gangsters. P25</p> <p><strong>DAILY STAR</strong></p> <p>Chris Evans will have to pay back a 1m pound advance for his autobiography after it was scrapped by his publisher. P7</p> <p><strong>AND FINALLY...</strong></p> <p>Children at a primary school in Carlisle have been banned from playing conkers unless they wear goggles. The headteacher blamed the edict on health and safety regulations. The tabloids, of course, think it's a case of political correctness gone mad. The Sun P1. Daily Telegraph P1</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "If the Conservatives have a future, a question some now are now asking seriously, it surely lies in the sturdy, well-heeled and cheerful figure of David Cameron. <p>At 38, Cameron has been promoted to the shadow cabinet and is routinely spoken of as a future leader. He is all too well aware of the dangers of that, showing irritation at the suggestion that he and his friend George Osborne are the Blair and Brown of the Tories. </p> <p>\"Thus ending both our careers prematurely,\" he interrupts. \"It's a silly, crazy notion. Unlike Blair and Brown, we actually get on with each other, we're very good friends; that is as far as I am prepared to take the analogy.\" </p> <p>Even so, the one universally praised aspect of Michael Howard's reshuffle was the pair's arrival on the front bench. Cameron has control of bringing together the manifesto, the Tories' Alan Milburn, perhaps. </p> <p>As he reflected on the party's dreadful performance at Hartlepool (\"very disappointing, but we just have to take it on the chin\"), the vital questions for Cameron are: does he think the Conservatives should swing to the right to see off the UK Independence party; and if not, what alternative theme does he want the Tories to rally around? </p> <p>On the argument for a harder line on immigration and Europe, Cameron is unequivocal. </p> <p>\"That is absolute rubbish. The whole thing about clear blue water is ridiculous. There is enough clear blue water to drown in.\" The Tories had to respond to Ukip by emphasising that the real choice was between Tony Blair and Michael Howard, with the latter's aversion to the euro and the European constitution. \"Voting for a fringe party doesn't make any sense. The more that we can show that we have a credible plan that will make a difference to this country, with an alternative prime minister who is self-evidently experienced and intellectually up to the job, then that is the way to convince people that there is a point to politics.\" </p> <p>He agrees with Howard that firm but fair control of immigration was essential to good race relations, and that people wanted \"order, control and fairness in place of disorder, lack of control, and unfairness\". </p> <p>But Conservatives would offer, he said, \"a credible, decent, tolerant, sensible, moderate opposition, with a really good plan for this country - that is the key\". </p> <p>We will come back to the plan later. But keeping with the temptation to lurch rightwards, what about tax? Michael Howard is promising targeted tax cuts. Cameron is very cautious. The priority, he says, is to give value for money for today's taxes. </p> <p>\"People feel heavily overtaxed; but it's not the time to come out and say here are some specific tax reductions, because they think politicians have just told them lies about tax for 20 years. We told them we would try and cut tax year after year after year, and we had to put tax up - as I know to my cost, I was in the Treasury - and Labour said they had no plans to increase tax at all, and they increased tax 66 times. So people simply don't want to hear more promises. </p> <p>\"We want to show over time that we want to move towards a lower tax economy, but we mustn't make promises that we can't keep.\" There was a path towards lower taxes but \"we will not make specific promises at this stage\". </p> <p>So what about the Tories' positive plan? They have begun to look like a party without a theme. Cameron's answer is not to lurch rightwards, but to offer a moderate, modest package of changes. His big idea is deliberately not to promise much, but to offer a detailed timetable. </p> <p>\"What we're going to do is the opposite of what Labour has just done. They've made a huge mistake, because the big problem in politics at the moment is disillusion, cynicism and apathy. People don't think we're going to achieve anything. They feel so let down by a government that promised the earth - wonderful phrases, and grandiloquent language. </p> <p>\"We're going to do the opposite of that. We're going to be very clear and precise about what we're going to do.\" </p> <p>This means, he says, \"a timetable for action that's going to show what we are going to do in the first day, in the first week, in the first month. If anybody says I will promise you a transport system for the 21st century, they will be taken out and shot. </p> <p>\"It will be: 'These are the road schemes I will start, these are the regulations I will get rid of.' Precise, clear, trying to restore some accountability. And I'm very excited about it.\" </p> <p>To me, it seems well-meaning and thoughtful rather than exciting - particularly since Cameron's suggested slogan is indeed merely \"a timetable for action\". But he seems genuinely worked up: \"If I hear David Blunkett announce weekend prisons one more time, I'll apply to go to one. People have had it. They don't believe that they're going to do anything. </p> <p>\"That's a problem for us, because we've got to convince them that we will do things.\" </p> <p>Rather than banging on about Europe, Cameron promises that the Tories will be very focused on health, education, crime, and the economy. By the end of the conference, he hopes everyone on the doorstep will know about the Conservative plans in these core areas. </p> <p>They include getting rid \"of all Whitehall targets for hospitals, so that hospital managers can concentrate on a clean environment and treating patients; we will allow good schools to expand by getting rid of the surplus places rule, so there will be more choice for parents to pick a good school for their children; the home secretary will immediately get rid of the early-release scheme so that we don't have 3,000 extra crimes a year from people let out of prison early.\" </p> <p>Some of the actions the Tories would announce \"may seem quite small in themselves, but that's credible and believable and understandable. Add them all up and they'll make a difference to people's lives\". </p> <p>If this sounds moderate, that is the way he wants it. On the social agenda, he comes across as liberal, insisting politicians should not \"twitch at the net curtains\" and tell people what to do. \"The Conservative party has got to be for everyone: old, young, black, white, straight, gay, urban, rural. We are a national party, we're a party for everybody; and it's important that we show that in the way we talk and the way we behave. </p> <p>\"I just don't think that the Conservative party is anti-gay, anti-immigrant.\" </p> <p>All this is fine, but does not Cameron accept the obvious, that the Tories have no chance of winning the election? </p> <p>He does not, arguing that with both parties in the 32-34% range, anything can happen. People were angry with Blair, he noted, \"but that begs the question, why are we still stuck on this level of polling?\" </p> <p>People now trusted the Tories more, and did not think they would lurch this way or that. They just were not sure they would make any difference. </p> <p>\"If you ask people, does Blair deserve a third term, they don't just say no - they shout it. So I think it's all open.\" </p> <p>Despite his optimism, many Tories of his generation have simply abandoned politics, unwilling to put up with years in opposition. What makes him different? </p> <p>\"I was always interested in issues rather than politics,\" he says, and lists his day's diary in his Oxfordshire constituency, meeting business people, farmers and campaigners. \"What a wonderful day, what a great way to spend your life.\" </p> <p>But life is not all easy. He has two small children, one seriously disabled, and has probably spent more time in NHS hospitals than anyone else in politics. He raves about the quality of care, though he finds getting both in and out of hospital difficult: \"We've had some awful six and seven hour waits in casualty. And then, when it's time to come out, you can never find anyone to discharge you.\" </p> <p>With his wit and plummy voice, Cameron comes over as a milder version of Boris Johnson: less wild self-parody and playing it for laughs; more evidence of a social conscience. He has, he admits, a \"terribly corny\" CV: Eton and Oxford, \"though I got a first, that's something not everyone does\". Clever, ambitious and moderate as he is, I do not for a moment think he expects his party to win the election. But I do think he is thinking long-term, and is clear in his mind that the Tories can only win in the centre ground; and that therefore he is indeed a man to watch.</p> <p><b>The CV</b></p> <p><b> David Cameron</b></p> <p><b>Born</b> October 9 1966 </p> <p><b> Education </b> Eton; Oxford University </p> <p><b> Family</b> Married, two children </p> <p><b> Career </b> Conservative research department, 1988-92; special adviser HM Treasury, Home Office, 1992-94; head of corporate affairs, Carlton Communications 1994-2001; Member of Parliament for Witney, Oxfordshire, since 2001; deputy chairman, Conservative party, 2003-04; head of policy coordination and member of shadow cabinet, 2004- </p> <p>Put your questions to David Cameron: <a href=\"http://www.theguardian.com/liveonline\">theguardian.com/liveonline</a></p>",
  "<p>Britain faces an unprecedented challenge from the dynamic low-cost economies of China and India and must respond by becoming a highly skilled modern economy rather than by slashing wages, Gordon Brown said yesterday.</p> <p>The chancellor said coping with \"a profound set of economic changes unparalleled in our economic history\" would be the theme of his pre-budget report (PBR) this autumn.</p> <p>Mr Brown returned to the domestic agenda with a five-point programme for what may be the last budget before a general election after a weekend spent trying to secure backing for his plan to provide deeper debt relief and more aid to poor countries.</p> <p>Amid concerns that both manufacturing and service sector jobs are being outsourced to Asia, Mr Brown said Britain needed the \"strength\" to take long-term decisions necessary to meet the new global challenges.</p> <p>\"Rapid technological change, new means of communication, lower transport costs and integrated markets and the rise of developing countries are combining to pose new and greater challenges over the next decade and beyond.</p> <p>\"In the face of this new global market in labour, capital and goods, those that succeed will be the skilled, the flexible, the enterprising and the creative. That is why in this autumn's pre-budget report we will identify the long-term challenges over the next decade and tackle the obstacles that hold us as a country back.\"</p> <p>Mr Brown said that although wages in China and India were only 5% of those in Britain, the way to compete was through raising skills. \"So the PBR will set out the next stage of our long-term policies for equipping the British people with the skills they need to compete in the 21st century.\"</p> <p>The G7 industrial nations held an informal dinner with the Chinese delegation at this weekend's IMF meetings, but Mr Brown said there was no immediate plan for the fast-growing economy to become a full member of the club. Beijing firmly resisted pressure from the US for an exchange rate revaluation - a move that would make Chinese exports dearer - but the chancellor said the dialogue had been \"useful, open, informal and friendly\".</p> <p>In addition to skills, Mr Brown said the PBR would also contain measures to boost enterprise, raise productivity and make the economy more flexible. \"Facing long-term global challenges, this is no time for consolidation.\"</p> <p>A third theme, he told the IMF, would be providing more support for children, with an expansion of children centres and financial help for less well-off teenagers to encourage them to stay on at school.</p> <p>The chancellor stressed, however, that voters could expect no pre-election giveaways, while the government would be stepping up the pressure for modernisation and reform in the public sector.</p> <p>Responding to critics who say that he is in danger of breaching his own fiscal rules, Mr Brown said: \"We are meeting and will meet our fiscal rules in this [economic] cycle and next as we uphold our prudent management of the public finances.</p> <p>\"We will take no risks with inflationary pay deals and will reject irresponsible pre-election promises.\"</p>",
  "Welcome to the Northerner, Guardian Unlimited's weekly digest of the best of the northern press. <p>___________________________________________</p> <p>In Liverpool, the endless wait for news from Iraq continued in a terraced street in inner city Walton as Ken Bigley's ordeal entered its second week. His kidnappers released a new video of the engineer shackled and looking gaunt. In the footage, released on al-Jazeera, Mr Bigley wept as he branded Tony Blair a liar. \"He doesn't care about me,\" he said. \"I am just one, just one person. Please, please help me. I'm begging you. I'm begging you to speak, to push.\"</p> <p>Mrs Bigley's elderly mother, Lil, was hospitalised for a second time as the strain became too much for her. His wife, Sombat, pleaded with Tony Blair to save her husband. \"Please Mr Tony, give me my husband back,\" she said. \"He does not want any part in this war. He is a just, kind and gentle man looking after his family.\"</p> <p>But the prime minister said he was doing absolutely everything to secure Mr Bigley's release.</p> <p>The Walton MP Peter Kilfoyle told the Post: \"I think obviously there are mixed reactions to the footage released - joy Ken Bigley is still alive, but horror at the conditions he is being held under. It is significant that after all this time there may be some way to obtain Ken's release.\"</p> <p>Professor David Canter, a lecturer in investigative psychology at Liverpool University, said the longer the hostage crisis goes on, the more hope there is that Mr Bigley will be released. He said the danger time during kidnapping was during the first 24 hours. \"As time goes on the captives and captor get to know each other and the capitves become more confident in the environment they are holding the person,\" he said. \"I am almost certain there are negotiations around serious money. They have moved into the realm of kidnapping and extortion.\"</p> <p>___________________________________________</p> <p> Racist attacks and bullying in schools are on the increase in the wake of the British National Party's success in the local elections, according to a worrying report by Calderdale council in Yorkshire. The report says that a total of 173 racist incidents have taken place in the last academic year.</p> <p>The Yorkshire Post reports that even a teacher is listed as a perpetrator. According to the figures, the number of white bullies has increased from 118 to 156 while the number of attackers from ethnic minorities has fallen from 32 to 20 in the last year.</p> <p>A local Liberal Democrat councillor, Nader Fekri, said he was concerned about the the influence the BNP had had on the area, citing racist propoganda which had been left outside a junior school in Calderdale a fortnight ago. \"There was no name on it, but it's believed it had been left by a political party,\" he said. \"The teachers and parents didn't want it publicised because they didn't want to inflame the situation. That's understandable, but it means these things aren't brought out into the open.\"</p> <p>In a similar incident in Sheffield last year, the BNP handed out leaflets to schoolchildren about racism against white people. Janet East, the secretary of the Calderdale Unity Against Racism and Fascism, said racist attitudes \"seem to be percolating down\". \"Whether it's because of the BNP or because of beleagured communities fighting for what they've got isn't clear. There's an increased feeling in society that it's OK to be racist about certain groups.\"</p> <p>___________________________________________</p> <p>An administrator at Castle Hill Hospital in Hull has been trained to perform endoscopy procedures in an effort to cut waiting times. The procedures are used to investigate patients suffering from bowel and stomach disease and for the early detection of gastrointestinal cancers.</p> <p>The pilot programme by Hull and East Yorkshire Hospitals NHS Trust is understood to be a world first, according to the Yorkshire Post. Three people at the hospital have been trained to perform two specific types of endoscopy under the programme, and more will follow.</p> <p>Graeme Duthie, a consultant surgeon with the trust, said it was a world first for Hull and East Yorkshire and will make a real difference to patients' lives.</p> <p>The three - a nurse, a science graduate and an administrator with no scientific background - were trained during a year-long programme to carry out a colonoscopy and a flexible sigmoidoscopy, which is a more limited examination of the lower part of the colon. During a 14-month period, colonoscopy waiting times were reduced from 18 months to five months and waiting times for the sigmoidoscopy procedure were down from five months to zero.</p> <p>___________________________________________</p> <p>Holidaymakers who want to avoid paying to park their cars at Manchester airport have been abandoning them at a nearby hospital for weeks on end. The problem at Wythenshawe Hospital has become so severe that the parking charges are being increased at the hospital to try and stop it.</p> <p>From next year, the GBP1.50 charge for unlimited parking at the hospital will be scrapped and it will cost GBP10 a day to park there - making it more expensive than the airport's long-stay car park.</p> <p>Paul Featherstone, from the hospital, told the Manchester Evening News: \"During summer, we had a high proportion of illegal car parkers, who park while they go on holiday or business trips. But we couldn't prevent it, because it was difficult to identify who was here as a patient, without asking them.</p> <p>\"This abuse of the system puts severe pressure on our parking system. Now if you park for two weeks, the new charges will be comparable with the airport.\"</p> <p><b>NORTHERN NEWSPAPERS</b></p> <p><a href=\"http://www.thisislancashire.co.uk\">This is Lancashire</a><br><a href=\"http://www.thisishull.co.uk\">This is Hull</a><br><a href=\"http://www.news-and-star.co.uk\">News and Star (Cumbria)</a><br><a href=\"http://icliverpool.icnetwork.co.uk/\">Liverpool Echo</a><br><a href=\"http://icnewcastle.icnetwork.co.uk\">Newcastle Evening Chronicle</a><br><a href=\"http://www.thisisthenortheast.co.uk\">This is the North East</a><br><a href=\"http://www.ypn.co.uk\">Yorkshire Post</a><br><a href=\"http://www.sunderland-echo.co.uk\">Sunderland Echo</a><br><a href=\"http://www.manchesteronline.co.uk\">Manchester Online</a><br><a href=\"http://www.thisisbradford.co.uk\">This is Bradford</a><br><a href=\"http:// www.nwemail.co.uk\">North West Evening Mail</a><br><a href=\"http://www.sheffieldtoday.net\">Sheffield Today</a><br><a href=\"http://icteesside.icnetwork.co.uk/\">icTeesside</a><br><a href=\"http://www.halifaxcouriertoday.co.uk\">Halifax Evening Courier</a><br><a href=\"http://ichuddersfield.icnetwork.co.uk/\">Huddersfield Examiner</a><br><a href=\"http://www.scarboroughtoday.co.uk/\">Scarborough Evening News</a><br><a href=\"http://www.oldham-chronicle.co.uk\">Oldham Evening Chronicle</a><br><a href=\"http://www.cravenherald.co.uk/\">Craven Herald</a><br><a href=\"http://www.thisisthelakedistrict.co.uk\">The Westmorland Gazette</a></p>",
  "If you're interested in who's going to be the next US president then forget the precedents. If history is anything to go by, both John Kerry and George Bush will win. No candidate who lost the popular vote but won the presidency (John Quincy Adams, 1824; Rutherford B Hayes 1876; Benjamin Harrison, 1888; George Bush, 2000) has ever been re-elected. But then no president has failed to be re-elected during a major war. <p>Since 1964, every incumbent with approval ratings below 50% in the spring of the year when they are running for re-election, which would include Bush, has lost. But then every incumbent who has had an approval rating above 50% at this stage, which would include Bush, has won. The truth is that nobody can predict the outcome of the presidential election. The polls are too volatile, the margins too close and the context in which they are being conducted too precarious. Anything from a large mortar attack in Iraq that kills several US soldiers (Iraqi casualties appear to have little impact on US public opinion) to a plant closure in Ohio could tip the balance either way. </p> <p>Kerry has started to bounce back, helped in part by a strong debate performance. But for now, Bush is the narrow favourite. That forces the rest of us to wrestle with the prospect of four more years of the most rightwing administration most can remember. What should the world make of America and Americans if Bush wins? </p> <p>In 2000, such a prospect was unpleasant but far less alarming. If anything, the world was more concerned by his unilateral withdrawal from the global arena (reneging on treaties like Kyoto) than his unilateral intervention into it. Moreover, the manner in which Bush assumed power - selected by judges rather than elected by people - denied him absolute legitimacy in the world's eyes and helped us differentiate him from the people he claimed to represent. </p> <p>This time things are different. Since September 11 2001, Americans have been forced to take a closer look at the world around them. Over the past two years they have seen their government prosecute an illegal war in a nation where they are unwelcome occupiers and flout the will of the UN, and their soldiers torture Iraqis in Abu Ghraib prison. In short, they have seen loathing for their country grow around the globe - even among those they once counted as allies - and more than a thousand of their countrymen killed in combat. If they lost their innocence on September 11 - never a particularly convincing assertion - then they cannot have it back now. </p> <p>If Bush wins fair and square on November 2, then what conclusions can we draw about a nation that consciously decides this is the course it wants to take? We might start by ruling out a few. First, it will not mean that Americans are stupid. They aren't. Compared with the rest of the world, they are pretty well educated and certainly no more stupid than Britons, French or Portuguese were when they had an empire. Nor will it mean they have been duped. They haven't. They have been lied to constantly and their mainstream media has served them poorly, particularly over weapons of mass destruction, the connection between al-Qaida and Saddam Hussein, and the Middle East. </p> <p>But in a nation where the internet is widely available, and films, books and radio stations present other opinions, Americans have had access to a wide range of viewpoints, including Howard Dean and Michael Moore. True, dissident voices have been marginalised. But they have not been extinguished - and, if anything, have grown more mainstream in the past year. So if Americans come away from the plurality of opinions with which they have been presented to back Bush, it will not be because they did not know that other views were out there, but because they chose to believe one set of views over others. </p> <p>The question is, why? Partly because they have not been presented with much of an electoral alternative. The choice, come November 2, is between a man who prosecuted the war and a man who voted for him to do so. Indeed, Kerry's polling numbers have only started climbing since he began putting a distance between himself and Bush on the war, as he did during the debate. </p> <p>The US is not exceptional in this regard. Across the western world people are facing unpalatable electoral choices. In the French presidential election run-off between Chirac and Le Pen, opponents of the incumbent urged voters to support \"the crook, not the fascist\". In Germany, recent regional elections show a huge increase in support for neo-Nazis and former communists, and a slump in backing for the two main parties. In Britain, we have Tony Blair or Michael Howard - two men who supported the war while most of the country did not. But given America's huge military capability and the administration's trigger-happy instincts, the stakes for the rest of the world - even with such a poor choice - are far higher than elsewhere. </p> <p>Then there is fear - Bush's invisible running mate. Republicans have explicitly claimed that the US will get hit again if Kerry wins. \"Weakness invites those who would do us harm,\" says one radio ad, broadcast last week in the swing states. The Democrats are now at it too. In the past few weeks, they have argued that a second Bush term could cause more casualties, another Vietnam in Iraq, a military draft, a secret call-up of reservists and even a nuclear attack against the US. </p> <p>More than anything else, though, a Bush victory would suggest that when given a choice between leading the world through force or through consensus (the notion that America should not lead the world has not arisen), most of those who expressed a preference preferred force. It will indicate a desire to preserve the nation's military, economic and diplomatic hegemony and the cheap oil and protected industries it brings. In short, given a choice between being powerful and being safe, the Americans will have chosen power. They will have decided that global supremacy is more important to them than being either liked or respected. </p> <p>But at the same time, it is important to remember that, given the relatively low turnouts and slim margins, a majority of those who expressed a preference will still be a minority of American people. The Bush agenda has also energised a huge section of the country which opposes him and that is every bit as vocal as those who back him </p> <p>The country is riven on almost every axis possible - between red states (for Bush) and blue states (for Kerry), between the religious and the secular, the metro and the retro. \"Not since the civil war has the country been so divided,\" argues John White, professor of politics at the Catholic University of America. Whether Bush wins or loses, these rifts will endure. America is not just a nation at war with the world; it is a nation at war with itself. </p> <p><a href=\"mailto:g.younge@theguardian.com\">g.younge@theguardian.com</a></p>",
  "<p>Theology has become an important issue within my family. Recently my God-fearing wife started to train as a vicar and my atheist son came back from a day in Oxford almost persuaded to study the subject for three years. </p> <p>As we sat together in an excellent estaminet in Brussels recently, I too found myself considering God's mysterious ways. The American Benjamin Franklin once said: \"Beer is proof that God loves us, and wants us to be happy,\" but nowhere is this taken more seriously than in the heart of Europe where some of the tastiest and strongest of beers are produced by monks. </p> <p>While it is fashionable to think of religious people as killjoys, there is little doubt that those followers of St Benedict who decided to devote their lives to brewing as well as prayer have brought happiness to many. Although there are Trappist monasteries all over the world, only six of them, all in Belgium, brew and market the eponymous beer. </p> <p>St Benedict told his followers to listen to God and so there is a Trappist rule of silence. How ironic, then, that their products ease the flow of conversation. </p> <p>Trappist beers are not of a unique style but the bottles do carry a logo declaring them to be \"Authentic Trappist Product\". Drinking them feels like a blow against conformity and globalisation and yet they come from off-shoots of one of the world's first would-be global and conformist organisations - the Catholic church. </p> <p>It seems to me that if only some of God's more abstemious followers from the American South, the Middle East or Northern Ireland could be persuaded to drink a bottle of, for example, Rochefort 8 or Westvleteren Tripel, they might see the whole of His world differently. Just so long as they do not try driving afterwards.</p>",
  "<p>Until earlier this year, the last time Andy Dolphin had to look for a job was a decade ago. But when his employer announced that it was cutting staff, Dolphin, a factory shift manager, found himself helping 70 workers on his shift to find new jobs - as well as looking for one himself. </p> <p>And times had changed since he last looked for work. Then, he simply outlined his work experience on a piece of paper and dropped off copies around a factory estate. This time he gradually realised that he and his workers, who included Afghans, Georgians and Iraqis, had to prepare proper CVs in order to be taken seriously. For Dolphin, this meant a rethink of how he approached selling himself. \"I'd perhaps thought a CV was a CV,\" he says. \"And I could sing the praises of my workers, but I was quite shy about what I'd call 'blowing my own trumpet.'\"</p> <p>No self-respecting jobs site on the web today is complete without a foolproof formula for the perfect CV. Books abound on the topic. How can anyone still remain ignorant of how best to present themselves on two A4 pages or less? </p> <p>In fact, a large number of UK workers, from forklift drivers and factory workers to shift managers, academics and senior executives have never needed to prepare that all-important CV. Perhaps they worked their way up the internal ladder. Or perhaps most jobs they took merely required filling out an application form. New entrants to the job market such as former prisoners may not have worked before. And increasingly, new arrivals to the UK have both a limited command of English and limited knowledge of how to operate effectively in the job market here.</p> <p>Nevertheless, says associate consultant Evelyn Hogg of global career services firm DBM, \"everyone needs a CV today. It's just one of those realities. Even if you want to work on a shop floor in a factory, employers still need to see a CV.\" </p> <p>The challenge for those unaccustomed to the form is communicating to potential employers just how well suited to the job they are. \"In their actual roles, they're not required to be very literate or particularly good at writing, but they're actually very, very good at their jobs,\" says Hogg. </p> <p>\"The difficulty that they're going to have in the open marketplace is putting this on paper.\" Hogg was brought in to work with Dolphin and his colleagues when they faced redundancy. Her first act was to visit the factory floor. There she watched the people carry out their jobs and talked to them. \"Often, production workers tend to downplay what they do, saying 'I just do my job,'\" Hogg notes. Her task is then to observe the skills they demonstrate in doing their job, and then articulate them for workers. </p> <p>\"I might say, 'From what I see, I'd say you have an excellent eye for detail. You're extremely thorough. You're very manually dextrous.' It's putting those things into a language for them,\" she says. DBM consultant Sheridan Lake uses a pro forma template including various boxes to extract information. </p> <p>\"They are headed up 'name', 'address', 'previous employer', 'duties', and if they have any specific skills, courses or qualifications, and you put all that together so they can clearly see where to put everything,\" says Lake. </p> <p>One-on-one meetings between consultant and job-seeker are particularly important for workers with limited English skills, so that they are composing their CV in words they understand and can discuss in an employment interview. A fellow worker might be called on to sit in on the meeting to \"translate\" aspects of work on the floor that the non-English speaker is having difficulty conveying. </p> <p>For Shackleton Associates in Peterborough, a partner of Jobcentre Plus, an influx of Afghans, Iraqis, Kurds, Latvians and Lithuanians into the area, plus existing Asian and Portuguese populations, means that much of the agency's time involves teaching English before moving on to the CV. </p> <p>\"When you meet them and start talking about the CV, you realise they haven't got the English that will allow them to work with you to put a CV together or to get a job,\" says Ken Shackleton. \"That's not always something they're willing to accept first-time round. So we help them with a CV as best we can.\"</p> <p>Shackleton also works with ex-offenders, a population for whom a CV is often a new experience, and people who have been unemployed for longer than six months. \"The thing with a CV is to be open,\" Shackleton says. \"You have to accept the fact that there is this time period that a person has to account for. So you need to look at a positive use of time when there's been a custodial sentence - things they've done, things they've learned, and things they've got from that. What we try to do is work positively with people on the things they are good at.\" </p> <p>Andy Dolphin went straight from his old job into a new one after developing a new CV which featured phrases like \"leads by example\", \"confident but approachable\" and \"proven track record\". Those workers on his shift who wanted to find new jobs managed to. Part of the credit, he admits, belongs to the CV and learning to capitalise on strengths. \"It's not telling a lie - it's just selling it better,\" he says. 'I could sing the praises of my workers but was shy of blowing my own trumpet'</p>",
  "<p>The variety of specialities in law is dizzying. There are departments devoted to everything from aviation to wills, via competition law, media law, banking, finance, environmental and planning law, shipping, real estate, tax, pensions and - in larger firms - a million smaller fields. How can anyone know where best to pitch their tent? </p> <p>Naturally, the pace and atmosphere of a department depends partly upon its size, the size of the firm to which it belongs and, of course, the individuals of which it is composed. But there are guidelines which can help you sort out the softer sheep from the hard-headed goats. Corporate, litigation and banking departments are generally considered to be among the most highly pressurised practice areas. \"You're working for fee earners who are probably being screamed at by their clients on a regular basis,\" says Sarah, a PA who works for the mergers and acquisitions team in a large London firm. \"Deadlines are tight and everyone knows that if you don't meet them, lots of people stand to lose lots of money. That doesn't make for a relaxing environment, but it's not a dull one either.\" </p> <p>One person's 'dull' is another person's 'reassuringly routine', however. Property, tax, estate planning, probate, intellectual property law - these are the departments which tend to be at the quieter end of the range and ideal for those who do not enjoy the unexpected. Maxine Hunt, a property secretary in a mid-tier firm says, \"It is always a busy department and I like to be busy and feel useful but not challenged with anything too unfamiliar. Plus you don't have to take your work home with you.\" </p> <p>It's important to choose somewhere that's not going to be totally at odds with your natural inclinations. People come from different backgrounds, have different priorities and different expectations of their jobs. \"Matching personality traits to the right kind of place is a very important part of our work,\" says Denis Simpson, one of the company directors of legal recruitment consultants Career Legal. \"If someone comes in wanting to work in city banking law, but we think they're the kind of person who would be eaten alive there, we'll try and guide them into other areas, somewhere less target-driven, less cut-and-thrust. Something like probate is staid, steady and better for them than a corporate department where deadlines are particularly tight and you can work late into the night, more like being on a trading floor than working for a law firm.\" </p> <p>Other people choose their field for the subject matter. \"I chose to work in employment since it's more \"real\" than, for instance, dealing with someone's lease or parcel of land,\" says Karen Morgan, who works at the same firm as Hunt. \"It's about issues to which I can relate and it is - in my opinion - much more interesting to be involved with topics such as sexual harassment, race discrimination, and disability discrimination which may, at any time, affect all of us. And you quite often have to deal with clients who are upset or angry too, and this can be challenging and rewarding.\" </p> <p>Or you could take a more oblique approach to a legal secretarial career. Helen Bennett used to work in the high-powered finance department at \"magic circle\" firm Clifford Chance. \"It was very demanding,\" she says. \"You're working with big documents, which are constantly being changed and have to be compared to previous drafts, you're using lots of precedents, and on big transactions with constant deadlines and pressure. There was a great need for teamwork and to understand that you had to be on the ball the whole time.\" Like all the big firms, Clifford Chance has an overtime rota and night-time support staff, but in a smaller firm working in such a department requires a great degree of flexibility. \"You'd pretty much have to stay 'til things were done,\" Bennett notes. \"It would be no good being an 'I'm off out the door' type of person.\" She now works as the PA to the Clifford Chance management group. \"It's still very pressurised,\" she says. \"But there's more admin and more opportunity to get involved, and not so much 'there and then' stuff. And it's very nice to have been able to see both ends of the spectrum rather than just move from practice area to practice area.\"</p>"
]