[
  "The crowd at the campaign rally in Annandale, Virginia, knew exactly what it wanted. As President George Bush mounted the podium, the cry went up: \"Four more years! Four more years!\" <p>It is a cry that will be heard again and again this week at the Republican party's national convention in New York City. But while four more years of Mr Bush seems a terrific idea to the party faithful, the prospect arouses mixed feelings beyond America's shores. </p> <p>For Britain, in particular, Mr Bush's term in office has proved divisive and occasionally humiliating, especially in respect of the wars in Afghanistan and Iraq, but also over issues ranging from climate change and the international criminal court to protectionist American steel tariffs. </p> <p>There can be no doubt that Britain has been a good friend to the US in recent years. Whether the Bush administration has been a good friend to Britain is a different matter altogether. </p> <p>So would four more years of Mr Bush follow the same pattern? The authors Ivo Daalder and James Lindsay, in their new book on the neo-conservative hegemonistic tendency, America Unbound, believe that the president has wrought a permanent foreign policy revolution. </p> <p>They cite, in particular, his doctrine of pre-emptive war and regime change, his disdain for the \"international community\", and his unabashed unilateralism. It is what Robert Hunter, a former US ambassador to Nato, diplomatically calls a \"major experiment in foreign policy\". </p> <p>But another body of US opinion, typified by Joseph Nye of Harvard, holds that recent experience - not least the chastening lessons of Iraq - are already pushing Mr Bush back toward a more traditional, consensus-based approach. </p> <p>Professor Nye suggests that a second term would see greater US emphasis on allies and institutions and a search for negotiated, rather than military, solutions in places like North Korea. </p> <p>Significantly, perhaps, a senior Republican senator, Chuck Hagel, recently called on the administration to \"help strengthen global institutions... Winning the war on terrorism will require a seamless network of relationships\", he said. </p> <p>The UN, Mr Hagel said, \"is more relevant today than it has ever been... [it] has an essential role to play in post-conflict transitions\". </p> <p>Britain's former foreign secretary Robin Cook also believes Mr Bush's actions since 2001 have demonstrated the limitations rather than the attractions of unilateralism. Rather than test this theory further, Mr Cook and others like him would plainly prefer to deal in future with a President John Kerry. </p> <p>But whether or not Mr Bush has learned his lessons, Britain and Mr Blair must anticipate more sharp-edged problems with US policy if a second Bush term comes to pass. </p> <p>One simmering area of disagreement concerns the Palestine-Israel conflict. Mr Blair has repeatedly personally championed the \"road map\" peace process; reports from Washington suggest that Mr Bush has effectively abandoned it. This is a row just waiting to happen. </p> <p>Iran remains a big worry. While the potential for a transatlantic rift can be exaggerated, given London's disappointment at Tehran's perceived recent backward steps, US sabre-rattling echoes jarringly down Whitehall's corridors.</p> <p>Syria and Cuba reveal clearer differences in approach. Mr Bush's controversial Latin America special envoy, Otto Reich, has been quietly cooking up a \"transition strategy\" for a post-Castro Cuba, ignoring the fact that President Castro is still very much around.</p> <p>Threatening behaviour towards Damascus and Havana may be an unsavoury feature of a second Bush term. Meanwhile, further American \"war on terror\" excesses and its abuses of human rights and judicial processes could prove politically explosive in London. </p> <p>Mr Bush's refusal to support multilateral arms control and counter-proliferation treaties, particularly dismaying to Britain, would be another ongoing source of friction. There is a high embarrassment factor, too, in his insistence on pursuing \"son of Star Wars\" missile defences, including upgraded British facilities. </p> <p>Given the enduring importance to the US of cheap foreign oil, as highlighted by the presidential campaign, Mr Blair's efforts to resuscitate the Kyoto pact may continue to struggle. Nor is another British priority - meeting the UN's millennium development goals and raising overall foreign aid - likely to receive much bottom-line encouragement.</p> <p>It may be that a second-term Bush will be a changed man. Failing that admittedly optimistic scenario, it may be that Mr Blair will be able to paper over any difficulties and disappointments, as hitherto, and so maintain his White House best-buddy routine.</p> <p>That assumes, of course, that Mr Blair will also be granted the favour of four more years.</p>",
  "<p>Manchester United hope to agree Wayne Rooney's £25m transfer from Everton after today's game between the sides, though Newcastle are refusing to give up on signing the England striker and are expected to table an improved offer ahead of the midday kick-off. </p> <p>The United chief executive David Gill will endeavour to conclude negotiations with the Everton chairman Bill Kenwright at the game at Old Trafford. The Merseyside club are still considering the faxed offer submitted by Gill on Saturday afternoon, which effectively matches their valuation of the 18-year-old, though they will seek to alter the way the package is structured. </p> <p>United's proposed £25m offer would see around £10m paid up front with a further cash payment made next year, taken from Sir Alex Ferguson's transfer budget for the 2005-06 season, and future fees based on appearances and honours. There would also be a 25% sell-on clause for any subsequent transfer fee, above £25m, which United receive for Rooney. </p> <p>While such a clause might be considered generous, Everton remain aware that the £23.5m offer they rejected from Newcastle last week was a straight cash deal. Should the north-east club's chairman Freddy Shepherd, as expected, return with a higher bid along the same lines today then they will surely be tempted to sanction Rooney's sale to Newcastle. United would be unable to match a purely cash sale, leaving them reliant on footballing factors attracting the youngster to Old Trafford. </p> <p>\"It's not just the size of Manchester United, but that Wayne would have the chance to work with Sir Alex Ferguson, who has a track record when it comes to dealing with young players and making them even better,\" said Gill. \"Wayne would also be playing alongside world-class players like Ruud van Nistelrooy and Paul Scholes, and his commercial value would be enhanced by becoming a Manchester United player. </p> <p>\"No disrespect to Newcastle but we can also offer Wayne Champions League football. We would hope Wayne would want to come here and we have a powerful all-round package to offer him. We just hope something can be sorted out before Tuesday's deadline.\" </p> <p>That deadline passes at midday tomorrow and, realistically, Rooney would need to be undertaking a medical either on Tyneside or at the private hospital in Cheshire favoured by United later this evening if the deal is to be completed. The player himself has expressed a willingness to move to either Old Trafford or St James' Park, such is his desperation to leave Merseyside following revelations that he has visited Liverpool brothels. </p> <p>Rooney, albeit rather cryptically, made his disgust at the way Everton have conducted themselves over his transfer known at the weekend. \"I am absolutely gutted at what is happening here,\" he said. \"It is clear that it's time for me to leave Everton. I am disappointed at some of the things that have been said by Everton, especially considering that I know the truth. All clubs sell players, even Manchester United and Arsenal.\" </p> <p>His outburst will hardly help him win back the support of the Everton fans, who made it known they felt betrayed by the England forward during Saturday's victory over West Bromwich Albion. Their mood will not have improved after confirmation that the manager David Moyes has swiftly been priced out of a move for Southampton's England striker James Beattie ahead of the deadline. Moyes has opted against bidding for Cardiff's Robert Earnshaw and may not have enough time to complete a deal with Lens for the young Nigerian forward John Utaka. </p> <p>With the Liverpool manager Rafael Benítez likely to block Djimi Traoré's £1.5m transfer to Everton following an injury suffered by Sami Hyypia at Bolton yesterday, Moyes's attempts to add to his squad could yet be frustrated. \"I don't know whether we'll have the time,\" said the Scot. \"There's money there at the moment, so it's not dependent on Wayne's sale, but it's a matter of the time available to us to complete deals.\" </p> <p>The money he had hoped to spend, some £7m, had been secured with the help of Philip Green, the retail billionaire and a friend of Kenwright. Everton were seeking a short-term loan while negotiations continue with the Fortress Sports Fund, put together by the Russian Zingarevich family, over a £20m investment package into the club. Talks with the Russians are on-going, with the director Paul Gregg still scrutinising the proposals for the investment.</p>",
  "<p>\"Hogwash,\" said Iain Dowie, careful not to be outspoken in his new elevated environment. He was taking issue not with a fellow manager but with the idea that \"champions don't have a fear of failure\". Dowie says: \"Even champions have it. They just know how to deal with it.\" The contrary view was that of Michael Johnson, multiple Olympic champion. </p> <p>Dowie's is no one-track mind. Palace's manager has a wider perspective than some while single-minded in an uphill task that gets steeper by the match. Four whole-hearted performances have yielded one point and bottom place. \"As long as standards on the pitch don't change, we'll be all right,\" he said. \"It's my job to put belief in them.\" He is not failing yet. </p> <p>It is a job he is relishing, too, though he wants more players by midnight tomorrow. \"The wheels never seem to run smoothly and the world seems full of machiavellian plots but I'm optimistic we'll have three or four new bodies over the line,\" he said. Whether they add the class he admits is lacking is uncertain. </p> <p>Having got Iván Kaviedes, he is chasing another Ecuadorean striker Angel Fernández. If the latter is half as fast as the first, his movement will be imperceptible. Class does not have to be accompanied by the slippery energy of Andy Johnson but Dowie's work ethic has not got through to Kaviedes. </p> <p>Nor, for an hour, did Boro effectively get through Dowie's dense and trendy 4-5-1. When they did, to equalise Johnson's penalty, it was with an own-goal from a free-kick that owed nothing to pressure. The winner, a wicked free-kick by Jimmy Floyd Hasselbaink, was rough justice on Palace. \"That's what quality free transfers can do,\" said Dowie, nicely extending the fashion label of managers and pundits, \"quality player\". If he is to enlarge his squad, it had better not be with quality-free transfers. </p> <p>While he got a bargain for nothing in Mark Hudson this summer, a tower in defence, Steve McClaren was making his annual trawl for leading scorers and netted two more in Hasselbaink and Mark Viduka to follow Michael Ricketts and Malcolm Christie. The Boro manager has a sketchy record with strikers. He still has the £8m Massimo Maccarone, too. \"Quality players make a difference, give you that little bit extra,\" he said. He will surely want a lot more extra than this. Johnson put both to shame. He is a quantity player as well. </p> <p>Boro owed a debt to Gareth Southgate, who left Palace after their relegation in 1995. Dowie may provide stability to a club that has had 11 managers since, most of them Steve Coppell. </p> <p>Boro, with two in that time and a first venture in Europe, need to show more for a big outlay. On Saturday their lack of cohesion and sense suggested training with Britain's relay squad - until, of course, that fumbling four came good. The chief witless culprits were Boudewijn Zenden and Gaizka Mendieta. \"The players showed patience and character,\" said McClaren. Hogwash. </p> <p><strong> Man of the match:</strong> Mark Hudson (Crystal Palace)</p>",
  "<p>Like that just-one-more chocolate biscuit or glass of wine, building along the Thames marshes is something we know we shouldn't do, but simply can't resist. In the next few years what is euphemistically known as the Thames Gateway, a vast stretch of land on either side of London's river from Canary Wharf to the estuary, will be blanketed in dull new dormitory housing estates. These \"sustainable communities\" will be shot through with a circus of gimcrack \"iconic\" buildings and palette-loads of public art. The present misty, mournful character of the area, a beauty that needs a lifetime to appreciate, will be gone for ever in the dimwitted rush to meet government targets for new housing in the economically superheated southeast. </p> <p>There is talk of a national park here as a palliative to the roar of new roads, the showrooms of new cars, the superstores, multiplexes and all the usual junk that, once built, will crack and sink into the uncertain foundations of these wind-whipped marshes. </p> <p>We will regret this folly, but not before a special English landscape has been turned into nothing worth having. If we have to build here - and we don't - we should be touching the ground as fleetingly and as lightly as a marsh harrier. For, above all, fish, fox, sheep, cattle, hares, damselflies and water voles aside, this is a world for birds. </p> <p>If you come this way not to commute, shop or rev cars but to tread softly, you will discover up to 200 species of birds in the course of a year, from regular breeders like lapwing, redshank, meadow pipit, reed warbler, whitethroat, sparrowhawk and kestrel to winter visitors such as teal, wigeon, gadwall and golden plover. Keen eyes will also catch the sudden ministries of hobby, hen harrier, merlin, sanderling, kingfisher, pied flycatcher, linnet and Dartford warbler. </p> <p>The RSPB, guardian angel of all these many species, bought a redundant 870-acre Ministry of Defence firing range here on the Rainham Marshes in summer 2000. The remains of a once-managed medieval marshland, the site is still littered with ordnance, including shells and hand grenades, which is slowly being uncovered and removed. </p> <p>Clutches of visitors are being shown around the site, but the centre, one of the most important of its kind in Europe, and just 12 miles from central London, will come into its own, and on to many people's maps, when its environment and education centre is completed early next year. There is no reckless hurry to construct here; the RSPB is showing, quietly and modestly, how we can build, when we are sure it is worthwhile, in such sensitive landscapes. </p> <p>The £1.4m centre is a model of its kind. Designed by Van Heyningen and Haward Architects, it promises to be a truly modern, yet all but timeless, cross between, I suppose, a barn and a boat, anchored gracefully on the banks of the sopping Thames Gateway. Clapboard-clad, naturally ventilated, relying on solar power and recycled rainwater, it will work gently in a sensitive environment. </p> <p>It will need to be safe not just from the flooding that will affect the entire Thames Gateway area (as the government's chief scientist, David King, has warned), but from vandalism. The government departments, over-eager architects and quacking quangoes active here prefer to gloss over the problem, but this is a place rife with theft and vandalism. The bird sanctuary will be exposed to crime, so the building will be reached over isolating drainage ditches by hydraulically powered drawbridges, while its more precious parts will be housed in an overhanging upper floor hard to reach from the soggy ground below. And perhaps the building will yet be surrounded with brambles rather than fences; these will encourage birds even as they deter vandals. </p> <p>Van Heyningen and Haward are a happy choice for the project. They know their birds and their marshes, and this husband-and-wife team have produced some of the most subtle and intelligent new British buildings of recent years. Birkin Haward worked with Norman Foster for a number of years and has a thorough grounding in ultra-modern lightweight structures and materials. Joanna van Heyningen was previously with Neylan and Ungless, architects with earthier roots in the English vernacular tradition. As a result, what you get at RSPB Rainham is a light and carefully considered structure that will belong here as a Mr Peggotty-style upturned boat house would, or as 18th-century clapboard sea captains' houses do, and as most new architectural intrusions refuse to. </p> <p>Significantly, Haward is a member of the National Trust architectural panel and has acted as an architectural assessor for the Heritage Lottery Fund. He believes that heritage is what we create for future generations as well as what we choose to conserve from the past: what we build now must be, as far as anyone can predict, work that those coming after us will consider to be as worth preserving as flinty 15th-century Essex churches, redstarts, corncrakes and Rainham Marshes themselves. </p> <p>So there is nothing overtly fashionable in the design of the RSPB's up-and-coming environment and education centre. Apparently hovering over the ground, and visible from both the Thames and the A13, it will contain a reception area, viewing platform, shop and cafe, together with classrooms for children and adults, offices and workshops for RSPB staff on the overhanging upper floor, and a garage, service areas and stores for timber, ladders, planking and so on underneath. It is a practical building reminiscent of a boathouse. But it is a little more special than that. </p> <p>The flat roof, studded with photovoltaic cells, is punctuated by two 4.5-metre conical rooflights that also act as ventilators for the public rooms beneath them. They will glow gently in the dark. The decked upper floor is clad in timber boards of many colours. \"From a distance,\" says Haward, \"the building's colour will cause it to merge into the landscape, and the most visible elements will be the cone vents and their weather vanes. The closer you get, the more you'll begin to see that the cladding is not uniform in colour, but made up of apparently random double strips of different coloured boarding, giving it a tawny effect, rather like feathers or fur. It'll have a sort of mystery inviting closer inspection.\" </p> <p>In time, the boards will need to be replaced: \"The general effect may change, subtly or even dramatically, over the years.\" </p> <p>The idea is that the building will be as much a part of the landscape as the birds that blend so subtly into it, or blaze out of it, at different times of the year. In daytime and in certain weather - and there is an awful lot of weather here - the centre will be almost invisible; as it gets dark, it will glow just as the river does with lights from boats, pylons, silos and sewage works. </p> <p>The architects hope the building will combine \"common sense and magic\". I think it will do just that. </p> <p><strong>·</strong> To help with work at Rainham, or arrange a visit, contact the RSPB at <a href=\"http://www.rainhammarshes.org.uk.\">www.rainhammarshes.org.uk.</a> There is an open day on September 18.</p>",
  "The French government today refused to bow to the demands of militants who have kidnapped two French journalists in Iraq, insisting that a law banning Muslim headscarves in school would go ahead. <p>Government spokesman Jean-Francois Cope told Canal Plus television that France would not compromise its values to win the release of the journalists. Militants claiming to hold them demanded the law be overturned within 48 hours, a deadline that expires later today. </p> <p>\"The law will be applied,\" Mr Cope said, rejecting the militants' warning. </p> <p>The law, which bans all religious symbolism from state schools, goes into effect when classes resume this week. The ban on \"conspicuous\" religious apparel includes Jewish yarmulkas and Christian crosses as well. However, the most visible result of the law will be an end to Muslim girls wearing headscarves. </p> <p>The two journalists, Christian Chesnot and Georges Malbrunot, were last heard from on August 19, just before heading from Baghdad to the southern city of Najaf. Mr Chesnot works for Radio France-Internationale and Radio France and Mr Malbrunot for RTL radio and the dailies Le Figaro and Ouest-France. </p> <p>In a video broadcast by the Arabic TV station, al-Jazeera, on Saturday, militants calling themselves the Islamic Army of Iraq demanded France revoke the law banning head scarves in public schools, calling it \"an aggression on the Islamic religion and personal freedoms\". </p> <p>They gave no ultimatum, al-Jazeera said. The station showed a brief tape of the journalists saying they were in captivity, the first word on their fate since they disappeared. </p> <p>A militant group with a similar name to the one holding the French journalists is believed to be responsible for the death last week of Italian freelance journalist Enzo Baldoni. Prior to his murder, the group had said it could not guarantee his safety unless Italy announced within 48 hours that it would withdraw its troops from Iraq. </p> <p>The French president, Jacques Chirac, vowed yesterday to spare no effort to secure the reporters' freedom and dispatched the foreign minister, Michel Barnier, to the Middle East. He arrived in Cairo, Egypt early today for meetings with Egyptian foreign minister Ahmed Aboul Gheit and with Amr Moussa, secretary-general of the Arab League. </p> <p>In July, Egyptian diplomacy secured the release of one of Cairo's diplomats in Baghdad, Mohammed Mamdouh Helmi Qutb, held by militants for three days. </p> <p>Speaking at the French embassy in Cairo, Mr Barnier did not address the militants' demand but said: \"This ultimatum is incomprehensible, given the reality of French society.\" Mr Barnier also planned to visit Qatar, his office in Paris said. </p> <p>Mr Chirac appealed yesterday to the kidnappers, implicitly reminding them that France opposed the US-led invasion of Iraq. </p> <p>\"France ensures equality, the respect and protection of the free practicing of all religions,\" a solemn-looking Mr Chirac said in a televised address. \"These values of respect and tolerance inspire our actions everywhere in the world ... They also inspired France's policy in Iraq.\" </p> <p>Insurgents in Iraq have kidnapped dozens of people in their campaign to drive out coalition forces and hamper reconstruction, demanding that the hostages' nations pull their troops out of Iraq if coalition members, or that foreign companies end operations there. </p> <p>Iraq's interim prime minister, Ayad Allawi, said the hostage crisis showed France cannot escape terrorists with a passive Iraq policy and the fight against terrorism has to be global. </p> <p>\"France will not be spared - no more than Italy, Spain, or Egypt,\" Mr Allawi said in an interview published today in Le Monde newspaper. \"Governments that decide to remain on the defensive will be the next targets of terrorist ... Avoiding confrontation is not a response.\" </p> <p>At five million people, France has the largest Muslim community in Europe. </p> <p>Today even French Muslim leaders who opposed the law on headscarves urged the government yesterday not to capitulate and condemned the kidnapping. </p> <p>\"The headscarf issue is a solely French affair and we do not accept foreign interference,\" said Lhaj Thami Breze, president of the Union of Islamic Organisations of France. </p> <p>\"We must not negotiate. It is blackmail which the Muslims of France reject. It is blackmail which does not serve the Muslim cause and which unfortunately holds the Muslim community hostage,\" he said. </p>",
  "Four years ago, when George Bush received the presidential nomination in the City of Brotherly Love, America's Republicans presented themselves as a party of inclusion, unity and reconciliation. It was a formidable piece of political deception. The party that Mr Bush inherited was increasingly one of economic deregulation, social conservatism and global unilateralism with little feeling for those who did not share its values - a far cry from the party of Dwight Eisenhower or Theodore Roosevelt. Nevertheless, in Philadelphia in 2000 the Republicans depicted themselves as moderate and multicultural, and the convention ended with a speech from Mr Bush in which he offered himself as a compassionate conservative and as a healer of divisions. The entire event, as a veteran US commentator remarked, may have been a joke. But it was a joke that came off. Mr Bush left Philadelphia 14 points ahead of Al Gore in the polls, and the rest is history. <p>Four years on, this time in the City That Never Sleeps, the Republicans will try to repeat the trick. The party's moderates - senator John McCain, California governor Arnold Schwarzenegger and former New York mayor Rudolph Giuliani - have been granted primetime speaking slots to imply to the watching public that they are figures of greater heft in Mr Bush's counsels than they really are. Black and Latino delegates will be highlighted in an attempt to pretend the party is less white than it really is. And Mr Bush will use his acceptance speech on Thursday to reprise the compassionate and moderate themes that served him well in the last campaign and which need to work again if he is to see off the challenge of senator John Kerry. </p> <p>The Republican party of 2000 happily acquiesced in the last deception, and it will eagerly do the same in this one. The purpose of a US convention these days is solely presentational. These Republican delegates have come to New York to play their loyal part in the process. But the delegates are not like other Americans. Only 3% of them oppose the Iraq war, a New York Times survey reported yesterday, compared with 51% of Americans as a whole. Only 7% of them think the US should work through the UN to solve international problems, compared with 49% of all Americans. Only 15% of the delegates think the government should do more to protect the environment, compared with 59% of the US as a whole. </p> <p>It is a mistake to dismiss the party and its voters from top to bottom as ideological conservatives. One in three of the delegates in New York this week consider themselves moderates rather than conservatives, which is similar to the proportion among Republican voters too. The Republican party is in some ways less riven along ideological lines than it was a decade ago, as the commentator David Brooks thoughtfully pointed out last week. There is a lot of agreement with Mr Bush's core instincts, but there is also a lot of anxiety in the party about getting Iraq right, about the federal deficit and about wasteful spending. This is, after all, the party that controls both the White House and the Congress, and ideological disputes have been replaced by problems of governance. </p> <p>And that, after all, is the big difference between 2000 and 2004. Four years ago, Mr Bush was running on a promise. This year he is running on his record. Voters will be given the same message this time around, but this time they have more to judge it against. This is why Mr Bush is having a harder time in the polls against Mr Kerry than he did against Mr Gore. The central fact about US politics today is that Mr Bush is currently losing this election. The convention week has therefore become a crucial opportunity for him to turn the tide in his favour, especially among the unusually few voters who have not yet made up their minds who to vote for in November.</p>",
  "Madeleine Bunting's article on the book I wrote with Tina Fawcett, How We Can Save the Planet, draws attention to the analogy we make between the need for carbon rationing now and the adoption of food rationing during the second world war (Put us all on rations, August 26). <p>While we show how personal carbon emissions from our fossil-fuel based activities can be easily calculated and how these can be reduced, we conclude that salvation on this critical issue does not lie with more people making individual sacrifices. It is the government which has the responsibility for introducing rationing as soon as possible. To this end, as a matter of urgency, it must obviously also raise public consciousness of why it has no choice but to do so if the world's climate is not to be seriously destabilised. <br><b>Dr Mayer Hillman</b> <br>London </p> <p>Reviewing Mayer Hillman's book at its launch last month, she merely admired his \"moral passion\". Now she agrees with carbon rationing, but repeats the point that the moral exhortations don't gain fertile ground because they make no rational sense. But the rational, collective, global solution she calls for is what Mayer explicitly bases his book on. Contraction and convergence (C&amp;C) is introduced and explained at some length, for precisely the reasons she raises. </p> <p>So I hope she will be pleased to hear that C&amp;C is coming to the G8 next year, and may also be encouraged to know that a domestic tradable quota cross-party bill, explicitly derived from C&amp;C, is now making its way through parliament for the very purpose of carbon rationing. <br><b>Aubrey Meyer</b> <br>Director, Global Commons Institute </p> <p>Madeleine Bunting is right that domestic tradeable carbon quotas are a good idea. And yes, we do need a world consensus to get effective action to address global warming. But the elephant in the room, which is so often ignored by green-thinking people, is that if there were fewer people on our planet, our problems would be a lot smaller. We've got 6 billion people now, do we really need another 3 billion by the middle of the century? An effective population policy for each country will gradually reduce human population and with it the pressure on our world. Reducing human population has nothing to do with racism, eugenics or euthanasia. It has everything to do with conflict resolution, poverty reduction, sustainable world development and female emancipation. <br><b>Peter Sharratt</b> <br>Knutsford, Cheshire </p> <p>Yes, collective action by governments is desperately needed, and individual action often seems unrewarding. But the latter is more effective than we suppose. </p> <p>Quite a small number of actions by consumers can be enough to tip the balance, because they strengthen smaller companies and increase their lobbying power. There are examples all over the growing ethical sector - from organic food to greener tourism. A small percentage fall in a leading company's margin over its competitors sends messages to shareholders. Environmental groups have discovered this over the years with chlorine in paper products and, above all, in GM food. </p> <p>All campaigns seem hopeless until change is about to happen. It is urgent that we take individual as well as political action and that we reinforce and encourage each other. <br><b>Ann Link</b> <br>Women's Environmental Network</p>",
  "<p>We already have a largely untapped nursing workforce in this country, in the form of refugee nurses (Nil by mouth, August 27). This is a workforce desperate to make a professional contribution to healthcare in the country that has given them sanctuary. They have had to move on from often very distressing, life-threatening situations - they are not benefit cheats, they are benefit bringers. </p> <p>In July, the Refugee Nurses' Task Force launched its strategy and acknowledged the good practice of a small number of \"centres of excellence\" (mainly in London) where refugee nurses are being successfully assimilated into the workforce. The health minister, John Hutton, agreed that these examples need to be replicated more widely. </p> <p>Why can't we work smart here instead of raiding our less well to do global neighbours?<br><strong>Roswyn Hakesley-Brown</strong><br>Chairwoman, Refugee Nurses' Task Force </p> <p>John Carvel points out an important problem that cannot be changed very easily without rethinking the basis of international aid. While supporting the nursing needs of hospitals in the UK or in the US, these countries are in fact acting contrary to their international aid commitments. The drain of qualified medical personnel is a major issue in dealing with Aids in Africa, particularly as the new approach in rolling out treatment requires and depends on availability of qualified staff.</p> <p>It is central that the inter national Aids commitments are based on people's right to health, which cannot be trumped by the market orientation initiated in the medical sector in some of the industrialised countries. This requires policies that are based on overall human rights rather than an ethical division between national and international interests.<br><strong>Dr Hakan Seckinelgin</strong><br>Lecturer in international social policy, LSE</p> <p>John Carvel rightly points out the cost to poorer countries of poaching their health personnel. This \"brain drain\" has been operating for centuries, but it is only in recent decades that it has grown to be a major problem. It is time that the matter be seriously addressed. </p> <p>It could be solved by a system of tariffs paid to the poorer country by the richer ones. Professionals in most countries are required to register with a national authority, a nursing council, medical council etc. These bodies can supply the necessary information to enable tariffs to be calculated. They would be based on training costs and the differential in GDPs. </p> <p>This would provide a satisfactory system of compensation by richer to poorer countries without penalising those who wished to travel to pursue their careers. It need not be unduly cumbersome. It could be set up through the World Trade Organisation. The ministry of health can initiate it, if only to salve its conscience.<br><strong>Dr John Gleisner</strong><br>London</p>",
  "<p><strong> Tim Fountain</strong> performed the one-man show Sex Addict <br> </p> <p>The festival has been fantastically successful for me. Sex Addict was a total experiment. I'd never been on stage before. I remortgaged my flat, and risked £8-10,000. It's the sort of show Edinburgh used to be about - somebody taking a punt. It's great that it has been picked up by the Royal Court: there'll be a lot more we can do there technically. At the moment it's being done with 50p and a KitKat. As regards the hoax thing - well, it wasn't. When I do the show at the Royal Court, journalists are welcome to come and watch my first shag. </p> <p><strong> Waen Shepherd</strong> aka Gary le Strange <br> </p> <p>I had a boost last year with my first solo show, which won the Perrier best newcomer. The difficulty of writing a follow-up was immense. Audience figures have been low. There are several factors why: bad weather, higher prices, the Olympics. I stand to lose quite a lot of money - but I'm not about to give up because of that. I could probably make more if I did a London run, but Edinburgh is such a creative environment. I've had ideas for at least four shows I might do. I always feel inspired to come back. </p> <p><strong> Mike McShane</strong> actor, Fatboy <br> </p> <p>There's been so much good theatre here this year. I saw Rosebud, the best bio-play I've ever seen. And comedy: Ed Byrne really floored me. There's no equivalent in the US to this informal, enlightened, passionate conference between people who make art. It's good as an American to shut up and listen to what these people from across the world are talking about. Just to be here is a tonic. I have friends in Hollywood who tell me they're disillusioned, I tell them: get to Edinburgh. </p> <p> <strong> Ahmed Ahmed</strong> stand-up, Axis of Evil tour <br> </p> <p> We didn't start until the middle of the festival, so we didn't have a lot of momentum. There's so much competition. We weren't getting attention, no one was coming in to review us. I had to work hard to reinstate our belief and say: be patient, it'll work out. Then I won the Richard Pryor award, which I didn't expect. Then the reviews started and we picked up steam. But the festival is such a madhouse and the PR seems more work than the performing. We came to perform - we weren't expecting TV deals or awards. </p> <p><strong> Heidi Waddington</strong> runs the new Pod Deco venue <br> </p> <p> It's been a great festival. Hard work, but very exciting. At last year's venue we had a staff of 30; this year we're employing 200. It's different working on that scale. But people seem to have embraced the venue. Because it used to be a cinema, the legroom is great - and we've got air conditioning. The feeling I'm getting from other venues is that we've all suffered from the weather and possibly the Olympics. Advance sales were healthy but during the festival we've seen a dip.However, we're not experiencing anything as extreme as financial trouble. </p> <p><strong> Angus Dunican</strong> writer/director, Offensive Shadows <br> </p> <p>Last year we did a comedy show and that was more fun. This year we have a theatre show about theatre, which can mean only a small chunk of the audience are up for it. People want trite socio-political comment. So we've had single-figure audiences every night. We came because we felt we had to get our names out as writers and directors. We're a young company. I'm the oldest and I'm 20. It is costing me £1,500 to £2,000. I have only a few hundred quid left in the world. But I'll always come back. I have a brilliant show planned for next year. </p> <p><strong> Will Adamsdale</strong> Perrier nominee for Jackson's Way <br> </p> <p> My festival has surpassed expectations. I wasn't supposed to be here after August 13. It was a big decision to extend. Staying was the right thing to do - but now nobody knows when or if I'm on, which is obviously impractical. I feel in the middle of a mad thing. It's partly the momentum of Edinburgh, we're all going stir crazy. But there's a lot more excitement about my show than I ever dreamed there would be. Before Edinburgh, I didn't know if the character had a future. Hopefully now it'll have a life beyond the festival. </p> <p><strong> Susan Tully</strong> former EastEnder, director of Taking Charlie <br> </p> <p>The Fringe was a blast. I'd never been before - I'm a child of TV-land. I felt like a teenager again, I was out all the time. I could cope as long as I had a fry-up and Anadin Extra every morning. The show went well. We had mixed reviews veering towards good, but I found this a great environment to launch my theatre-directing career in. Everybody was very supportive and constructive. That was perhaps my biggest surprise: the lack of competition and the support I received from total strangers. </p> <p><strong> Christopher Richardson</strong> runs the Pleasance venue <br> </p> <p>There have been no particular highlights, which is strange. Our sales are no lower than last year; but the pattern of selling has changed. The three or four days before the festival, when tickets were cheap, were very successful. The fuss over our Pick of the Best comedy show at Pleasance Grand was unfortunate. I hope it's just a big storm in a pint mug. It soured the last few days as it all became a bit silly, with comedians threatening boycotts. I had to stick with it for contractual reasons. </p> <p><strong> Jonny Trunk</strong> narrator, Dirty Fan Male <br> </p> <p>This has probably been the best month of my life. I usually work in the music business. The process of putting on the show has been a fast, exciting learning curve. We had no idea what would happen. We weren't very well prepared. Yet the show has worked really well. Before the festival, we spent lots of money on flyers, but they're still sitting in the hall. We kept forgetting to go out and distribute them. Everything fell into place of its own accord. Financially, I've no idea how we've done. The CDs we've sold have paid for the beer, which is what matters. </p> <p><strong> Ed Byrne</strong> stand-up comedian <br> </p> <p>I feel older than last time I played here, in 1998. Maybe I had this idea that, by coming back, I could recapture my youth. But the buzz I had then, I don't have any more. The feeling about me is that he's back doing the same shit he always does. But I think I've made money. My shows have sold out. Money apart, there was nothing really to be gained by coming this year. I just wanted to prove to myself that I could do a new hour of stand-up. </p> <p><strong> Dave Johns</strong> Ruckly in One Flew Over the Cuckoo's Nest <br> </p> <p>I've spent two hours a day for the whole festival nailed to a wall. I've been able to watch the faces of young girls in the audience when Christian Slater makes his entrance. Sometimes I could even hear the snap of knicker elastic. I missed two weeks of rehearsals to get married and when I was away, they cast me as Ruckly. It makes a change: usually I spend the festival lying on the floor after late nights out. This year, at least I'm propped up against a wall. I found out about Guy Masterson leaving the production and Christian's chickenpox by email. I thought they were taking the piss. But the comics kept the production together. Maybe if we were actors, we might have been more precious and tetchy. But comics are used to going on stage regardless. </p> <p><strong> Giulia Innocenti</strong> performer, Building Babble <br> </p> <p>We've learned a lot this year. Two years ago, we had a very successful show that got big audiences straight away. This time, we brought a work-in-progress. Edinburgh, we have discovered, is not the place to workshop ideas. Edinburgh is aggressive consumerism. Punters might see three or four shows a day, and there's a sense that they have to be instantly entertained. We haven't had huge numbers. We're going to lose a lot of money. But we'll piece ourselves together again financially. It's not the end of the world. </p> <p><strong> Mark Watson</strong> performed a 24-hour stand-up show <br> </p> <p>If you can come away feeling you've had the best experience of your life, and also acquired a fiancee [Watson proposed to his girlfriend at the end of his show], I think you can say you've had a successful month. The show didn't go according to plan because the plan was sketchy. The audience were incredible, I just fed off them. Proposing to my girlfriend had been in my mind: I had been teasing the audience about it. Then at the end, the comedian Paul Provenza asked if I was going to do it.There was an enormous silence. A gauntlet had been thrown down, and I had no option but to pick it up. Now, of course, I'm glad I did.</p>",
  "Australia's saltwater crocodiles could soon be attracting a new kind of tourist to the tropical waterways of the Northern Territory, after officials unveiled plans for trophy-hunting safaris. <p>The territory's environment minister, Marion Scrymgour, said official crocodile hunts would bring much-needed cash to deprived Aboriginal communities. </p> <p>But the idea has drawn widespread criticism. Local tour operator Morgan Bowman said: \"It doesn't take a lot of skill to shoot a crocodile. At low tide here they'll sit on the banks and you can go within three or four feet of them ... I think they've got a right to live here as much as anything else.\" <br><b> Voice of America, August 26</b></p>",
  "They were worrying about it back in the 1880s, when Victor Hugo wrote: \"Mont-Saint-Michel must remain an island. We must save it from mutilation.\" But now that the historic hilltop monastery is finally about to be saved from the steadily creeping sands, not everyone is happy. <p>\"We like things as they are,\" said Maryvonne Frammery, who runs one of the many souvenir and trinket shops that line the busy single street of France's biggest tourist draw outside Paris. </p> <p>\"It's not up to man to remodel nature. This plan may look pretty on paper, but it'll change everything for us. What do we do with our cars? How will the delivery vans reach us? Not to mention the tourists' reaction.\" </p> <p>Six months away from the start of a radical plan to free the Baie du Mont-Saint-Michel of millions of tonnes of accumulated sludge and, simultaneously, force everyone heading for the mount to abandon their cars and coaches several miles away, its inhabitants - and those who make their living from its annual 3.5 million tourists - are by no means convinced it will work. </p> <p>The first church was built on this extra ordinary spot, poised between earth, sea and sweeping sky, in 709, and the first Benedictine community arrived in 966. The present abbey, dedicated to the Archangel Michael, dates from the 11th century. For long one of the west's leading places of pilgrimage, the mount is now a Unesco world heritage site. </p> <p>But its character has slowly changed over the past century. In 1879 a causeway was built to the island, sparing pilgrims and day trippers both the effort of trudging across the sands, and the danger of the fast and powerful local tides. Some 90 years later a dam was built across the Couesnon, one of three rivers that drain into the bay, to stop those tides wreaking havoc on the lush pastures upstream. </p> <p>The net result of these man-made changes has been a staggering accumulation of sand: much of the million cubic metres dragged into the bay each year is no longer being flushed out again by the river or by the retreating tide, which the causeway prevents from scouring round the full base of the mount. </p> <p>\"Slowly but surely, the mount was being buried,\" said a spokesman for the Lower Normandy regional council, the main backer of a decade-old, €135m (£91m) project to return Mont-Saint-Michel to its island state. \"The sandflats and salt marshes are growing by about 20 hectares [50 acres] a year. If we had done nothing in 20 years' time the mount would never again have been surrounded by water.\" </p> <p>After much wrangling and a two-year delay the grandly named Syndicate for the Re-establishment of Mont-Saint-Michel's Maritime Character says - tentatively - that work should start early next year on the project, based on the work of Grenoble hydraulic engineers who have built a scale model of the bay. </p> <p>The plan, which could be finished by 2009, has several elements: a new weir-cum-viewing platform across the Couesnon to restore the river's flow into the bay; new channels around the mount to direct the scouring action where it is needed; and a lightweight bridge over a mile long to replace the causeway and allow the waters to circulate unhindered. </p> <p>The effect should be to flush out half the bay's excess sand and silt within three years, and to restore Mont-Saint-Michel - dubbed the Wonder of the West - to its island state at every high tide by 2020. </p> <p>The most radical measure is the bridge. It will be car-free and will replace the causeway, which is crossed at peak periods by up to 1,000 vehicles an hour and widens, beneath the soaring Gothic spires, into a sprawling car park. </p> <p>Visitors should be able to cross the bridge on foot or on an environment-friendly, LPG-powered shuttle capable of carrying up to 3,000 people an hour. A new car park for 4,250 cars will be built on the mainland, two miles from the mount. </p> <p>Therein, unfortunately, lies one of the project's many drawbacks for the Montois, as the mount's 60 full-time residents are known, and for the 300 local people (900 in summer) who work in its restaurants, hotels and shops. \"It's no doubt all very seductive for the tourists,\" said one woman, who asked not to be named. \"And it looks wonderful under clear blue skies on computer simulations. But the mount is also winter gales, freezing rain, and heavy gas cylinders that have to be got to your front door so you can cook dinner. Have they thought about things like that, these virtual-project men?\" </p> <p>Anne-Laure, a waitress at the mount's La Mère Poulard restaurant, named after a renowned 19th-century cook whose omelettes have passed into Gallic legend, said the last thing she wanted after an evening shift was \"to wait for an environment-friendly shuttle at 1am\". </p> <p>Even the mount's mayor, Patrick Gaulois, an enthusiastic backer of the project, admits it is not perfect. \"But if we want to improve perceptions of the mount, it's vital,\" he insisted recently. \"Montois don't like it because it will change their routine, and because they think the tourists will always come here. The fact is, they won't.\" </p> <p>The scheme has also heightened rivalry between two powerful local family firms that dominate the tourist industry. \"I'm not saying it's a bad project,\" said Eric Vannier, a descendant of Mère Poulard who runs five hotels and six restaurants on the mount and in La Caserne, the tourist strip across the causeway. \"It'll make the mount look good, which is crucial. But I do say bits of it are badly thought out, and certain people are trying to turn it to their profit. That's wrong.\" </p> <p>In fact, most of Mr Vannier's problems with the project - and with the rival Nicolles family - focus on which of the two groups' restaurants will benefit most from the yet-to-be-decided location of the new car-park. He has threatened legal action if his concerns are not addressed. </p> <p>Jean-Jacques, another local souvenir-shop manager, challenged the idea that the mount had always been an island. \"In the very beginning it was forest,\" he said, \"and even late medieval prints show men harvesting wheat at its foot.\" </p> <p>But he admitted that the Montois' main objections to the plan were, at root, commercial. \"The mount is our livelihood, and it plays a big part in the economy of towns up to 100km away,\" he said. \"No one's convinced me there won't be enormous queues for the shuttle, that all the coaches and camper-vans won't decide it's all too much hassle. If the planners have got this wrong, there'll be murder.\"</p>",
  "<b>Gary J Andres</b> <br> Washington Times, August 26, 2004 <p>\"[Today], Republicans gather for their national convention in New York ... At the Democratic convention, historically low network news coverage, coupled with a record number of voters saying they 'already made up their minds' and the earliest vice-presidential pick ever, all conspired to attenuate the expected John Kerry bounce ... [President George Bush] might suffer a similar fate after the Republican convention - many, if not all, of the same blip producing circumstances exist. But ... unlike Mr Kerry, Mr Bush will not spend his convention week 'redefining' himself ... Instead of recreating himself, he will be reassuring, reasonable and reminiscent.\" </p> <p><b>Thomas DeFrank</b><br> Daily News, New York, August 29</p> <p>\"Mr Bush's bare-knuckled response to the 9/11 terrorists sent his poll numbers soaring. Three years later, ironically, Rambo needs a makeover. [New York] ... provides the last best chance for Mr Bush to soften his macho side ... </p> <p>\"The Bush-as-reformer thesis is designed to convince undecided voters that, unlike his father, who was damaged by the common perception that he lacked 'the vision thing', this Bush is smarter and more forward-looking than the lightweight stereotype peddled by his most virulent critics.\" </p> <p><b>Tom Raum</b><br> New York Post, August 29 </p> <p>\"When he steps up to accept his party's nomination for a second time, Mr Bush will present the record of not one but two presidencies ... In Philadelphia four summers ago, the then-governor of Texas preached 'compassionate conservatism' ... But then came the terrorist attacks on the World Trade Center and Pentagon, two wars, a recession and record deficits. That stands as Mr Bush's second presidency ... </p> <p>\"With the presidential race shaping up as a dead heat, Mr Bush and other convention speakers will highlight first-term achievements, while presenting a broader message that focuses on a second-term agenda that reaches out to moderates.\" </p> <p><b>Marianne Means</b><br> Houston Chronicle, August 29</p> <p>\"The convention is a philosophical muddle. The speakers include a heavy dose of prominent moderates who disagree with the Bush administration's hard-line policies on abortion rights and gay marriage. </p> <p>\"But the draft platform ... endorses Mr Bush's right-wing views not only on abortion and gay marriage, but stem cell research, abstinence education, global warming and social security privatisation ... The president clearly hopes to project a cosmetic centre-right image ... This angers his base on the religious right, but does little to placate the moderate minority ... The New York convention isn't turning out to be the triumphant coronation that Bush had anticipated.\" </p> <p><b>Thomas Keane</b><br> Boston Herald, August 27</p> <p>\"[In New York, Mr Bush] may have the help of hundreds of thousands of people. Not the Republican delegates, mind you. The demonstrators ... It may be that ... protesters will be peaceful and good-natured ... But there's a good chance that the demonstrations will turn crude and ugly ... The swing voters so carefully wooed [at the Democratic convention] will recoil, revolted by what many will perceive as undisguised hatred and anti-Americanism. If 2004 in New York starts to look a lot like 1968 in Chicago, Mr Bush's bounce will be higher and longer-lasting.\"</p>",
  "Darlow's Farm, which lies to the south of Peterborough, has been in the same family for three generations. Next year, the present owner, Stewart Papworth, retires, and in a sense so does the land he's worked for 30 years. This is because it has been sold to English Nature to form part of a remarkable habitat restoration scheme called the Great Fen Project. It is a collaborative venture between English Nature, the Wildlife Trust, the district council and the Environment Agency, and aims to link nature reserves at Woodwalton and Holme, two of the most important fragments of old Fenland in the area. <p>The black peat soils on Darlow's Farm were probably first drained and converted for agricultural use about 150 years ago, and have yielded a rich return of potatoes and cereals ever since. But the productivity has come at a price. As the peat oxidises, it shrinks and becomes susceptible to wind erosion. It also held substantial quantities of bog oak, old timber that has survived in the waterlogged ground for thousands of years. These trees have been exposed by the peat's shrinkage and as each one is removed it leaves a huge trunk-sized cavity that must be filled. The net effect is that Darlow's Farm is sinking at a rate of 2cm a year. </p> <p>Its incorporation into the Great Fen, which will eventually extend over 3,000 hectares, will give it a new lease of life once the water levels are raised and the peat begins to re-form. But instead of potatoes and barley it will yield a different sort of wealth - a rich array of wetland vegetation and old fenland inhabitants such as otters, bitterns and corncrakes.</p>",
  "Sometimes the past briefly becomes the present: raw and angry, still demanding answers, it rudely interrupts a world that has moved on. And so it did this weekend in the former Nottinghamshire mining village of Annesley, nestling on the edge of Sherwood Forest, where striking pitman turned local odd-job man Keith Frogson was finally laid to rest. Keith, or \"Froggy\" as we all knew him, had been found murdered yards from his home late in July. Robert Boyer, a former neighbour, has been charged with his murder. <p>It is 20 years since the end of the miners' strike, almost as many since the wheels stopped turning at the now derelict Annesley Bentinck colliery, where Froggy once worked. Until that is, he was sacked for taking the blame for a bit of a rumble on a picket line that was one of his mate's doing. Twenty years may have passed, but in these ravaged communities the strike never really ended. </p> <p>Miners who supported the strike call still don't speak to \"scabs\"; they avoid the clubs and pubs that they frequent. Policemen are still regarded with suspicion - those charged with stewarding the funeral procession for the most part avoided eye contact with ex-miners and their families. Some of Froggy's old mates were furious to discover that a former working miner owned the bus they had travelled in. \"Had we known, we would have walked it,\" said former Bevercotes miner Taff King. </p> <p>Well over a thousand mourners from across the coalfields turned out for Froggy, with their union banners and strike badges worn as old campaign medals, waiting for the black-plumed horse-drawn hearse to wend its way. A note found near the former miner's home had read simply \"Froggy, a legend killed by cowards\". Whoever wrote it would have known something of this very ordinary man's tragedy and what his courage in adversity meant to others who, like Froggy, found themselves without jobs, without wives and without homes at the end of the strike in 1985. </p> <p>This had been Froggy's lot. He never regained his job, but devoted himself to the Justice for Mineworkers campaign and became a familiar sight at Labour and TUC conferences. The campaign's banner was placed reverentially on his coffin. </p> <p>A tattered poster, hung from a nearby chapel, read poignantly \"Life is fragile - handle with care\". Nearby, a van driver craned his neck to see what was going on. \"I've just seen Arthur Scargill in that shop,\" he said. \"Mind you, I was on the other side back then. I often saw Froggy walking his dogs, but he never would speak to me.\" </p> <p>Wistfully, the driver leant back. \"Sometimes I wish it had all been different. I drive all over Nottinghamshire now, the villages are half-derelict and all we have to show for it are some half-empty industrial parks. No proper jobs you see.\" </p> <p>It is apposite that Froggy spent his life in an area that bears the proud legend \"Robin Hood Country\". When I used to bump into him 20 years ago, he always had a rabbit or a pheasant he had \"happened by\". These were invariably handed over to families that needed them more than he did. \"He had walked this area and the forest all his life,\" said a family member. \"Froggy believed that if you knew and loved a place that well, it became yours. So in the end, he owned more land than the local squire.\" </p> <p>Two old boys, one leaning on a stick, stood outside the Annesley working men's club, remembering good times and bad, how the villages had changed, how drugs and crime had become all-pervasive. What cheered them was news of Sir Mark Thatcher's arrest. \"He was the only one she ever did anything for,\" said one. </p> <p>A gentle breeze tugged at the Maltby NUM banner as the procession moved off slowly towards the church. \"Froggy always said he wanted 'I'd rather be a picket than a scab' played at his funeral,\" an old workmate chortled. He wouldn't have been disappointed: as the church came into view, so the strains of the Strawbs singing \"You don't get me, I'm part of the union\" drifted across. As the crowd marshalled again behind the banners for the short walk to the cemetery, John Lennon's Imagine was played. </p> <p>And then it was over. Froggy's friends and family headed back to the club, to talk of him, of good times, bad times - and the ex-miner's sunny optimism and good nature. The past had come back to divided Annesley 20 years on. But what of the future? What now as the North Sea gas runs out, as oil prices soar, now the pits have gone and Froggy's friends have dispersed? The old boys outside the club told me: \"We always knew this would happen; that some day they would need us and coal. But now it's too late for all that.\" </p> <p><b>·</b> Mark Seddon is a member of Labour's national executive committee </p> <p><a href=\"mailto:seddonzq1@aol.com\">seddonzq1@aol.com</a></p>",
  "<p>It may seem premature to be talking about the next summer Olympic games in Beijing when the Olympic flame has only just been extinguished in Athens, but the organisation for the 2008 event is moving at lightning speed. </p> <p>The Beijing Organising Committee (BOC) has spent the past few months securing major commercial and sponsorship agreements which are expected to make the 2008 games the most financially successful in Olympic history. </p> <p>It has been little reported but already Volkswagen, the biggest passenger car manufacturer in China, has beaten competition from rivals such as Daimler-Chrysler, Hyundai Motor and BMW to win exclusive rights as the official automobile partner of the Beijing 2008 Olympic Games, an agreement worth $100m to the BOC. The Chinese passenger car market is expected to grow to 4.6m sales a year by 2008, double the current sales figure. </p> <p>This is the type of economic growth, with marketing opportunities, that has the major companies fighting to become involved in the Beijing Olympics. Bank of China and China Mobile have also signed up as BOC partners, aiming to take advantage of the rapid expansion of the financial services and mobile communications markets in China. These agreements will also include a big tie-up with the Chinese athletes involved in the winter and summer games.</p> <p>Staging a summer Olympic Games is a very expensive business and organisers have to balance the demands and expectations of the International Olympic Committee (IOC) with the needs of their own city and the legacy which the Olympics will leave behind for future generations. </p> <p>What Beijing has done very well is to use its rights from a very early stage to raise significant funds at a local level. Olympic funding is underpinned by two big elements - television rights and sponsorship. In Athens, television broadcast rights fees contributed about half of the $3.5bn raised while income from sponsorship contributed another $1.1bn. </p> <p>It is this latter source of revenue which the BOC have identified as one which they can control and they have taken advantage of their economic muscle to secure some extremely lucrative sponsorship agreements which will operate alongside the IOC's own sponsors, which include Coca-Cola, McDonald's, Kodak, Visa, Samsung, Swatch and Panasonic. They all currently contribute in the region of US $50m to be one of the 11 major sponsors. Such is the appeal to these major sponsors of the huge and potentially lucrative Chinese market that at least eight of the 11 are already committed to the Beijing Games. The BOC are likely to gain about $1.5bn from sponsorship revenue alone - a 30% increase on the figure from Athens. </p> <p>The giant Chinese computer manufacturer Lenova Group recently became the first Chinese company to join the exclusive Olympic sponsorship programme and, in addition to the agreements with the Bank of China, Volkswagen and China Mobile, commercial partnerships have been agreed with Atos Origin (information technology), General Electric (technology/media), and Swatch (timing). More agreements will certainly follow in the coming months. </p> <p>The key sponsors, most of whom have been involved with the Olympics for many years, know the value the games can deliver for them at a global level. Although there is little sponsor branding at the venues or on the competitors' clothing, an involvement with the world's premier sporting event makes a big statement about a company or brand. </p> <p>Olympic sponsors are, or want to be, number one in their marketplace and the ability to use the Olympic rings on advertising and promotional material is perceived as a unique and vital asset, which delivers outstanding benefits. </p> <p>The Beijing factor has certainly \"raised the bar\" in terms of opportunities and expectations for commercial partners. China has the world's largest population at almost 1.3 billion people and it is a market that big global companies cannot afford to ignore. The many sponsors who are already signed up for the 2008 games have had to commit very significant levels of money but there is little doubt that they will be the winners by the time the Olympic flame goes out in Beijing.</p> <p><strong>· </strong> Nigel Currie is director of sports and entertainment marketing agency, GEM Group</p>",
  "<p>Gardens go back to nature, says the strapline on the latest issue of Gardenlife magazine. Green-fingered enthusiasts returning from their summer holiday may indeed find their garden has gone back to nature, but not quite in the way that its cover star Alan Titchmarsh intended. </p> <p>There's one thing beleaguered amateur gardeners aren't short of at the moment - advice. Boosted by two recent launches and rumours of more to come, the gardening sector is on a roll. Market leader Gardeners' World overtook TV Quick in the latest ABC figures, while IPC's Homes and Gardens now outsells Emap's music monthly Q. It might not be the new rock and roll, but could gardening be the new easy listening? </p> <p>\"It's a very healthy category at the moment,\" says Dominic Murray, publisher of the BBC's three gardening titles. \"Gardening is not subject to the same trends and fashions as other magazine sectors. People are looking to spend more time in the garden and as a pastime it remains Britain's number one hobby.\" </p> <p>Indeed, the gardening market is now worth more than £5bn, up 20% year on year. There are around 6 million keen gardeners in the UK aged between 45 and 65-years-old and classed in the upmarket ABC1 demographic. But it's not an entirely grey audience - Murray points out that more than 30% of the readership of Gardeners' World is aged under 44. </p> <p>\"One of the really nice things about gardening is you can make a huge difference with a little money,\" says Susan Crewe, editor of Condé Nast's upmarket House and Garden. \"It's become much more accessible, it's seen as fun and something we can all do. People don't feel intimidated by their lack of gardening knowledge - it's much less daunting if you can go out and buy your plants at Habitat.\" </p> <p>But not everything in the garden is so rosy. Over the past five years, sales of the four biggest \"pure\" gardening titles have fallen by more than a fifth, from a combined reach of 673,000 in the first six months of 1999 to 525,000 in the first half of this year. The biggest casualty has been Emap's Gardeners' Answers, which saw its circulation more than halve to 74,303. It remains the second biggest gardening-only title, but is dwarfed by Gardeners' World's monthly sale of 360,342. </p> <p>\"We wish we had a bigger chunk of the market but we are experts in specialist magazines and we cater for the serious practical gardener,\" says Aran Beesley, general manager of Emap Active which includes the group's gardening titles. \"It requires a lot of investment to go after the mass market gardener, and we don't think that's a good position to be in the very long term.\" </p> <p>The gardening market falls into three categories - practical monthlies such as Garden Answers, Gardeners' World and another BBC title, Easy Gardening, launched last year. Then there are the more aspirational, coffee table-style titles such as Gardens Illustrated (yet another BBC title) and the English Garden. Finally, there is the sector aiming at the very traditional hobby gardener such as IPC's Amateur Gardening. </p> <p>The newest title is Gardenlife from the publishing house Seven. Aiming to combine the appeal of the practical and aspirational titles, it has a target circulation of 100,000, which would make it number two in the market. </p> <p>\"If you look at the gap between Gardeners' World and the rest it's embarrassing,\" says Seamus Geoghegan, managing director of Seven - in which the Guardian Media Group has a stake - and the former launch publisher of Gardeners' World in 1991. \"Part of the reason we launched Gardenlife was because we believe gardeners want to be told more than what jobs to do in the garden every month.\" </p> <p>But Geoghegan is keen that the magazine doesn't appear too upmarket. \"Some might say it is a slightly different positioning, and to some degree it is, but you have got to have a certain amount of practicality,\" says Geoghegan. \"At the end of the day what people want is ideas, advice and inspira tion.\" Geoghegan was still at BBC Worldwide when it commissioned a mammoth piece of research into the gardening sector, called Gardening and the Nation. Six years on, the corporation's commercial arm is updating it. \"It is a quantitative study of the attitudes and motivations of everyone involved in the subject, and the role that magazines and the gardening media has to play,\" explains Dominic Murray. So what do readers want? </p> <p>\"There is an insatiable demand for information about new plants. It's similar to music in that way,\" says Murray. \"Readers are also becoming more interested in wildlife, and there is a growing relationship between gardening and food and readers who want to grow their own food at home.\" </p> <p>Although perceived as a specialist title, Gardeners' World sells more copies than many women's interest titles with significantly higher profiles, such as Company and New Woman. It also benefits from a huge subscriber base, making up around a third of its total sales, as well as a weekly TV window on BBC2's Gardeners' World. </p> <p>New entrants to the market also have to face up to the strength of the BBC brand. \"In terms of credibility and respectability the BBC brand goes a long way, in particular when you are talking to a middle England audience,\" says one rival publisher. </p> <p>It is no coincidence, perhaps, that the burgeoning home interest market peaked in 1999, the same time as the BBC's long-running makeover shows, Changing Rooms and Ground Force, were attracting record audiences of 12 million viewers. Nearly 50m homes and garden magazines were sold in 1999, compared with 40m copies three years earlier. But by 2003, the market had slipped back again, by 16%. </p> <p>\"Contributory negative factors were some slowing of advertising revenues, a crowded retail environment, and perhaps a lack of clear differentiation between titles,\" concluded a Mintel report into the home interest market. </p> <p>\"The real peak for gardening magazines was a long time ago,\" declares Tim Rumball, editor of IPC's Amateur Gardening. \"In the 1930s we were selling more than 300,000 a week. Everyone had allotments then and it was a necessity. </p> <p>\"Growing your own organic vegetables has become fashionable again today, but there are so many ways to get information - from TV to the internet. There is still money in the market and we have done quite well over the last few years, but as a business you have to show improvements all the time and that is more and more difficult.\" </p> <p>Mintel predicts the sector will enjoy steady if hardly spectacular growth of 2% over the next five years. \"Publishers are increasingly aware of the need to fine tune their targeting rather than taking a broad brush approach,\" it says. \"This more tightly directed approach should pay dividends in terms of future sales trends if it is pursued, and this is true for both new and established titles.\" </p> <p>Murray agrees. \"The wider gardening market continues to grow. Consumer confidence is high, demographic trends also contribute to it, and house price growth and everything associated with it are also positive from our point of view.\" </p> <p>House and Garden's Crewe says: \"My roof terrace has a barbeque, dining room table and somewhere you can wash up. It's about making the most of your outdoor space. I quite often think about going to live on the roof terrace.\" Roof terrace monthly? We could be on to a winner. </p> <p><strong>Top ten titles</strong></p> <p>BBC Gardeners' World (BBC) average sale 360,342 </p> <p>The Garden (Royal Horticultural Society - membership magazine) 332,033 </p> <p>Homes and Gardens (IPC) 155,843 </p> <p>House and Garden (Condé Nast) 148,954 </p> <p>Garden Answers (Emap) 74,303 </p> <p>BBC Easy Gardening (BBC) 61,597 </p> <p>Amateur Gardening (IPC) 59,001 </p> <p>Garden News (Emap) 55,799 </p> <p>Gardens Monthly (Highbury Leisure) 55,488 </p> <p>The English Garden - UK edition (Romsey Publishing) 36, 234 </p> <p>Source: ABC, Jan-June 2004</p>"
]