[
  "<p>MG Rover yesterday played down reports that China's most powerful home grown carmaker, Shanghai Automotive Industry Corporation, was planning to take over the British group. </p> <p>Chairman John Towers said such interest would be \"flattering\" but that ongoing talks had included no discussion of SAIC buying either an equity stake or the whole company. </p> <p>In June SAIC and MG Rover announced they were in negotiation to form a \"far reaching strategic cooperation\", covering funding for new models and opening up global markets, including China, to the MG and Rover brands. </p> <p>Yesterday the weekly trade magazine Automotive News reported that the Chinese would initially take an equity stake in the British carmaker as a prelude to a full-scale acquisition in the long term. </p> <p>SAIC, which has 30% of its domestic market but is little known outside China, has targeted the world number six slot by 2020. </p> <p>Foreign acquisitions appear to be seen as a short cut. Two years ago it bought just over 10% of the South Korean carmaker Daewoo and is now in the process of buying a controlling £272m interest in Ssangyong Motor, South Korea's fourth largest carmaker. </p> <p>This is expected to be only the start of the buying spree. Last month it was reported that SAIC was planning a £600m share flotation on the Hong Kong Stock Exchange to build up its expansion fund. </p> <p>However, MG Rover does not see itself as part of a SAIC shopping list. Mr Towers said: \"We are in major collaboration with Shanghai Auto but I have to say that within these dis cussions there has been absolutely no discussion at all about an equity stake or an acquisition of the business.\" </p> <p>Industry analysts believe that while MG Rover's research and development resources make it a desirable partner, the benefits can be achieved without any need for equity stakes. \"The Chinese want to acquire the technology, MG Rover has a very large product development capability and is offering free access,\" said Professor Garel Rhys, director for automotive industry research at Cardiff University Business School. </p> <p>\"I don't think the question of an equity stake is entirely relevant. You have many joint ventures in the world motor industry and very few are backed up by equity stakes. The main thing is the technical relationship.\"</p>",
  "<b> The humanitarian crisis in Sudan has thrust the nascent, pan-continental African Union into the global spotlight </b> <br> <p> <b> How did the African Union come about?</b> The advent of the AU can be described as an event of great magnitude in the institutional evolution of the continent. On September 9 1999, the heads of state and government of the Organisation of African Unity issued a declaration (the Sirte declaration) calling for the establishment of an African Union, with a view, inter alia, to accelerating the process of integration in the continent to enable it to play its rightful role in the global economy while addressing multifaceted social, economic and political problems compounded as they are by certain negative aspects of globalisation. <br><b>· </b>From the African Union website (<a href=\"http://www.africa-union.org\">www.africa-union.org</a>)</p> <p><b> What was wrong with the old OAU?</b> [It] had become a club where Africa's boss men met, slapped each other on the back, passed fatuous resolutions and returned home to wreck their countries. Prompted by Libya and led by South Africa, African states formed ... the AU, and gave it a vision and remit far greater than the OAU's. The old principle of non-interference in internal affairs has been superseded by demands for investigation and intervention in other countries' governance. Pushed by the growing disillusionment and anger of their own peoples, and stung by the shame of Africa's global image ... Africa's rulers have begun to address Africa's deeper problems. That includes bringing peace to trouble spots like Darfur. <br><b>· </b>Richard Dowden in the Mercury, South Africa, August 20 </p> <p> <b> Just what is it doing about Darfur? </b> The AU is working to try to bring Darfur's warring parties to the negotiating table and to persuade Khartoum to accept a 2,000-strong African peacekeeping force to oversee security there ... Nigeria's President Olusegun Obasanjo, the current AU chairman, has invited the government and rebels to send delegations to the Nigerian capital Abuja ... to build on the momentum of the continent's own peace process ... Both the government and the main rebel groups have said they will attend [today's] summit but, as both continue to accuse the other of atrocities and ceasefire violations, a peace deal seems a far-off prospect. <br><b>· </b>From Agence-France Presse, August 20 </p> <p><b> Is there a military presence?</b> The first foreign soldiers arrived in Darfur [on August 15] when 150 Rwandans landed with a pledge to use force to protect civilians from massacre ... [They] form the advance guard of a 300-strong force deployed to protect a mission sent by the AU, to which all the continent's 53 countries belong. The mission consists of ceasefire monitors and human rights observers. Sudan says the outside forces are not peacekeepers, but [Rwandan president] Paul Kagame made it clear that he believed his soldiers' mandate included protecting Darfur's refugees. <br><b>· </b>David Blair in the Daily Telegraph, August 16 </p> <p> <b> What criticisms can be made of the organisation?</b> It took the international outrage that came in the wake of the UN secretary general's comments on Darfur a few months ago to arouse the AU into the current diplomatic efforts ... That is hardly a good way to change the image of a continent known for its low esteem for human life ... As the OAU, the body presided over the emasculation of the continent by all manner of civil wars, most of which took a heavy toll on the continent's human and material resources ... With the renaming of the organisation, people expected to see real changes ... But all we have seen is tokenist improvement. Darfur dearly demonstrates that. <br><b>· </b>From an editorial in This Day, Nigeria, August 12 </p> <p> <b> Is it now aiming to be more responsive?</b> Darfur should act as an object lesson for the AU on what needs to be done to ensure similar political tussles, delays, and logistical problems do not recur when the African standby force is finally established in 2010 ... The current AU aim is for five standby brigades, one for each of the regions the body has carved the continent into. A brigade, most often with 5,000 troops, is the lowest level in a military organisation capable of independent and sustained operations. If such a robust force could be in place within two weeks, as is the eventual aim, the continent would be able to gain substantial international credibility for its peacekeeping efforts. <br><b>· </b>Jonathan Katzenellenbogen in Business Day, South Africa, August 13</p>",
  "<p>I missed this last week when I was away. A forthcoming videogame developed by the UN aims to teach children about global hunger. Called Food Force, the game is described as a \"mix between Tomb Raider and a lecture from the World Food Programme\". Find out more <a href=\"http://news.bbc.co.uk/1/hi/technology/3548230.stm\">here</a>.</p>",
  "<p><strong>5.05pm</strong> I've run out of space here, so am switching to another page. Bear with me.</p> <p><strong>4.55pm:</strong> It's a bit quiet at the moment, though Dean Macey should be competing in the high jump shortly. He lies seventh in the decathlon after three disciplines. So to more of your emails. \"Did anyone else notice the fat American guy in the crowd who refused to give Gatlin his USA flag after the final last night?\", James Coney asks. \"He leaned over the railing to give Gatlin a hug, but when Gatlin tried to take the guy's flag to do his lap of honour the fat guy snatched it back. Gatlin tried again, but the fat guy moved it out of his reach!\" I wouldn't give him my flag either.</p> <p>James Peterson has an explanation for Radcliffe's disappointment yesterday. \"I reckon Paul looks like a thin version of judo player Kate Howey. I ain't no conspiracy theorist,\" he says as he sniffs the air for conspiacy, \"but has anyone ever seen them together? I reckon that could explain her failure.\" The Beeb have just been replaying Paula's interview with Steve Cram - it really was heart-wrenching to watch, with Paula believing she had let the country down. Not in my opinion, Paula.</p> <p><strong>4.40pm:</strong> The women's beach volleyball semi-finals will see an all-American match-up, and a clash of the titans between Australia and Brazil. Craig Doyle wants to know why Britain is no good at this sport - perhaps it's because playing on the beaches at Blackpool is not quite like having a run-around on the Copacobana, Malibu or the Gold Coast.</p> <p>It seems we've all got it in for Matthew Syed today (ok, admittedly I started it). John-Paul Wilson found the following especially rib-tickling: \"Not exactly a gaffe so much as a literary analysis - Syed started talking about the 'narrative structure' of a table tennis match being best when an attacking player met a defensive player.\"</p> <p><strong>4.30pm:</strong> The British cycling team have been presented with their silver medals, though only the four who raced in the final. This means Brian Steele and Chris Newton, who contributed to the team making the last two, do not win a memento of their achievement. Is this unfair?</p> <p>\"The old man (Paul Dickinson?!) who commentated on the men's 100m final said 'there are now four Jamaicans who have failed to win the Olympic gold'. Maybe more like 40 million?\" Well, I'm sure he'd be delighted to be conisdered an old man, Jamie Kenwood, but an astute observation nonetheless.</p> <p><strong>4.20pm:</strong> Laurent Gane, Rene Wolff, Theo Bos and Ryan Bayley have all won their cycling sprint quarter-finals. They consquently move into the semi-finals. It's not rocket-science, you know?</p> <p>Meanwhile, John Browne has pointed out that Matthew Syed also claimed Jan-Ove Waldner was \"one of the greatest sportsmen that has ever lived\". What do you mean, \"Who is Jan-Ove Waldner?\" Read below if you don't know, but you should anyway because apparently his name is up there in the pantheon of sporting greats. Ali, Bradman, Pele, Waldner...</p> <p><strong> 4.10pm: </strong> Greek Olympic officials are to launch an appeal to the Court of Arbitration for Sport (CAS) against the positive doping test that cost weightlifter Leonidas Sampanis a bronze medal. Sampanis's sample contained twice the legal amount of testosterone.</p> <p>Anna Seddon needs to get something off her chest. \"I heard Jonathan Edwards describe the decathelete Roman Chebrele this morning as 'a great all rounder',\" she fumes, still trying to remove the brick from her television. \"Of course he's a great all rounder, Edwards, he's a flaming decathlete.\" Hope you feel better now, Anna.</p> <p><strong>4.00pm:</strong> The cycling sprint quarter-finals are continuing in the velodome after that anti-climactic team final. This discipline is most entertaining, with the cyclists eyeing each other up with acute suspicion for the first few laps, in much the same way as Dougal of Father Ted fame used to study his parallel counterpart from Rugged Island when he was trying to get one over on him. The elderly priests' football match when Ted gave Dougal the job of protecting the corner flags particularly springs to mind.</p> <p>Deena Kastor, the American who was third in yesterday's marathon, has entered the debate as to whether our Paula should run the 10,000m on Friday, saying she would do herself proud if she made it to the track.</p> <p>More commentator gaffes. \"During Bradley Wiggins' gold medal ceremony the commentator said that the gold medal went to Bradley McGee (the Australian Wiggins beat in the final),\" Tom Freke sniggers. \"I guess it was Wiggins' fault for having the same name as McGee.\" Maybe the master of the medal ceremony for the team pursuit will reverse this mistake, and our boys will jump up to the podium in the gold medal position.</p> <p><strong>3.50pm:</strong> The British cyclists look gutted, though according to Chris Boardman they knew they only had a \"30% chance\". How did you work that out then, Chris? The Australians, meanwhile, are blubbering like babies.</p> <p>James Coney is a hockey fan who is not too impressed with the sport's commentary. He recalls that Bob Ballard claimed during Britain's match with Egypt: \"That is excellent play from the cool experienced head of Barry Middleton. He's 19 years old, playing in his first Olympics.\" An interesting paradox.</p> <p>Incidentally, Nick Dempsey has his final windsurfing race on Wednesday afternoon when he will be looking to climb into the medals.</p> <p><strong>3.43pm:</strong> <strong>SILVER FOR GREAT BRITAIN</strong> The Aussies have won by over three seconds. They set off on world record pace, and despite losing a man at the end of the third kilometre, they continued to move away from the British quartet. The Brits clocked a good time of 4:01mins, but it was not enough to defeat this formidable team.</p> <p><strong>3.40pm:</strong> Australia lead by 1.5secs at the half-way stage.</p> <p><strong>3.35pm:</strong> Spain have beaten Germany by 1.67secs to take the bronze medal in the men's cycling team pursuit. The commentator has just added: \"It's a very popular result.\"</p> <p>The Germans have clearly upset the BBC, Tom Hopkins noting: \"In the middle of the tedious debate over whether we'd get silver or bronze in the horse riding,\" yawn, but wait, \"Claire Balding noted that Britain, France and the US were appealing for points to be docked from the German girl and 'history teaches us that when those three nations take on the Germans, they usually win.' You could almost hear the cringing around the studio.\"</p> <p>Britain will have another medal in about ten minutes, but will it be gold or silver? The team pursuit cyclists are warming up now, and will set off in a couple of minutes. Australia beat GB in the world championships three months ago, but can they do it on the biggest stage? Paul Manning, Bradley Wiggins, Rob Hayles and Steve Cummings go for Britain, and Sir Steve Redgrave and Mary Peters are among the famous faces in the crowd.</p> <p> <strong>3.25pm:</strong> Nick Dempsey finished first in the ninth race of the men's sailing Mistral (windsurfing) today, and sixth in the tenth race. He lies fourth overall.</p> <p>Jo Davis has sent a quote to make one chuckle. \"How about Brendan Foster's whole 'it's not a real marathon' theme yesterday?\" she asks rhetorically, knowing it's a good'un. \"Surely an accusation which could be reasonably levelled against any other marathon in the world, but not this one.\" Too right. John Inverdale's presenting on Radio Five was almost as comic, claiming that the Japanese marathon girls run 840 miles a week. Eight hundred and forty miles a week! That would mean 120 miles a day, or almost five marathons a day. </p> <p><strong>3.15pm:</strong> The Beeb are currently showing the men's sprint cycling - you know the one, it's where the two cyclists tart around for a few laps before one of them decides he's had enough and goes for it. These particular races are just one lap, and are only taking 10 seconds. Of course, this is just the warm-up event (in other words, there's no Brits riding) and the big race is in 20 minutes, when GB take on Australia in the men's team pursuit.</p> <p>Victoria Pendleton has not qualified for the final in the woman's sprint, finishing ninth.</p> <p>Peter Morley, in St Petersburg, informs me that excessive commentary spreads further than just these isles. \"Russian TV commentators are noted for their paranoia (usually claims of biased judging in favour of the Yanks) and rabid nationalism, which usually means claiming anything and anyone with a vague connection to Russia as 'ours'. Particular highlights this time have been a commentator saying a boxer is 'ours - he was born in Kazakhstan then moved to Germany', and a gymnastics commentator saying 'The North - that's our Korea, let's say'.\" I suppose that's similar to the way we all claimed Greg Rusedski as \"ours\" when he was winning, but not now that he's useless we hardly hear about him.</p> <p> <strong>3.05pm:</strong> Britain's Tim Brabants has qualified fastest for Friday's final in the men's K1 1000m. He will look to add to medals won by Helen Reevs and Campbell Walsh last week.</p> <p>Dominic Jones has answered my plea for commentator gaffes, though he did his best to kill the anecdote before revealing the quote. \"I think the comment was made with regards to their poor showing in the womens team all around competition and there are worse stereotypes he could have referred to but I couldn't help nearly choking on my beer when one of the beeb's gymnastics commentators observed that the chinese team were 'looking a bit short'...tautology at its best.\"</p> <p>Meanwhile, to update you on Syed's favourite Swede, Jan-Ove Waldner has lost to Wang Liqin of China in the table-tennis bronze medal play-off.</p> <p><strong>2.55pm:</strong> Carl hester has donned his top hat and tails once more, gracing the equestrian venue in the first round of the indivudal dresage competition. He finished ninth in the Grand Prix Special, moving through to the second stage.</p> <p>The American \"basketball \"Dream team\" have had no trouble beating their Angolan counterparts 89-53. LeBron James et al may be moody, but they sure now how to slam-dunk.</p> <p><strong>2.45pm:</strong> Hello everyone, just received a message from my mate (whose name, curiously, is M Renshaw, the same name as one of the riders in the cycling points race which will be run tomorrow) saying that he is indeed £100 lighter in the wallet, but is still pleased for the \"wily Korean\" in the table-tennis. According to Beeb commentator Matthe Syed, he is \"a rock\", which is slightly less hyperbolic than his assertion last week that a Swedish victory in the men's quarter-final was \"the iconic moment of the Games\". Any other ludicrous comments from commentators would be appreciated. Nothing happening at the moment, but I'll investigate now and report back shortly with all the news and gossip.</p> <p><strong>2.30pm</strong> The BBC are showing us various classic Olympic moments, so we'll have more from Paula. \"It was an important thing. It was something I had worked for for so long - it was the one thing I was aiming for. A little bit of a bad day I could have got away with, but to have such a bad day...\" I'm off; here's Mike Adamson to guide you through the rest of the day.</p> <p><strong>2.25pm</strong> Ryu Seung Min of South Korea has taken the gold in the men's table tennis after beating China's Wang Hao 11-3 9-11 11-9 11-9 11-13 11-9 victory, and my colleague Mike Adamson's mate is £100 lighter as a consequence. \"[The radiant] Paula should run the 10,000,\" said Luke Satchell. \"She has a point to prove now (basically that she's not a total wuss).\"</p> <p><strong>2.22pm</strong> Paula Radcliffe says she hasn't decided whether to do the 10,000m.</p> <p><strong>2.20pm</strong> [The radiant] Paula Radcliffe has just spoken about yesterday's debacle. \"Middlesbrough didn't defend well enough,\" she said. Arf. \"Physically, I feel fine. My legs maybe felt they hit the ground harder than they did but physically I am okay. Mentally I am trying to pick up the pieces. It's really difficult - I am still waiting for the results of tests they did. I set off not too bad. I didn't feel conditions were excessively bothering me heatwise but after 15-20km I felt nothing in my legs. I felt I could regroup but in the end I was struggling to stay on the road and I felt numb.\" </p> <p><strong>2.15pm</strong> Afternoon.</p> <p><strong>2.10pm</strong> Right, Mr Smyth will be back for the next update, so I'll leave you with news that Alexandre Despatie of Canada is romping (or should that be triple-piking) his way to victory in the 3m springboard. Please, contain yourselves.</p> <p><strong>2pm</strong> \"Do you think Paula should have done a Derek Redmond and hobbled her way into our hearts by completing the course?\" asks Andrew Doney. \"The Sports Personality of the Year award would have been a lock for her if she had - Freddie who?\" I'm sure we'd all enter the nation's hearts by experiencing a long, painful and generally unjust death Andrew, but when winning Big Brother is all it takes these days, why bother?</p> <p>Shameless attempt at getting British sailors onto top finishers list: race five in the open Tornado (multi-hill) sailing has finished, so why don't we take a look at, oh, I don't know, the first seven boats home? 1. Darren Bundock/John Forbes (Australia) 1.0 <br> 2. Enrique Figueroa/Jorge Hernandez (Puerto Rico) 2.0 <br> 3. Andrey Kirilyuk/Valery Ushkov (Russia) 3.0 <br> 4. Mitch Booth/Herbert Dercksen (Netherlands) 4.0 <br> 5. Olivier Backes/Laurent Voiron (France) 5.0 <br> 6. Santiago Lange/Carlos Espinola (Argentina) 6.0 <br> 7. Leigh Mcmillan/Mark Bulkeley (Britain) 7.0 </p> <p><strong>1.50pm</strong> Word has it that the Greek coach embroiled in the doping scandal is in more trouble... a search of a warehouse he uses has uncovered stores of anabolic steroids. Tut tut.</p> <p>Korea's Ryu Seung-min has pulled off something of a coup to beat Wang Hao in the men's table tennis gold match. He won 11-3, 9-11, 11-9, 11-9, 11-13, 11-9, becoming the first Korean to win since Yoo Nam-Kyu in 1988.</p> <p>\"The repechage is a bit of a throwback to the Victorian organisation of sport isn't it?\", suggests Andrew Goldsby. \"'Well you chaps tried jolly hard why don't you have another go?'\" </p> <p><strong>1.40pm</strong> Apparently 10m people tuned in to watch Paula Radcliffe (who surely needs to get in touch with deed poll about that \"our\" prefix) last night. Unfortunately I wasn't among them, having got into a particularly addictive game of mahjong (so rock 'n' roll). Now, if that was an Olympic sport...</p> <p><strong>1.30pm</strong> Well, it looks like sailing is set to become the next big thing in Britain, what with our sailors doing so well out there. Chris Draper and Simon Hiscocks have just finished second in race 11 of the open 49er (that's double handed dinghy to the likes of us). Expect to see Jodie Marsh taking to the Thames any day now...</p> <p>\"What exactly is the difference between the repechage and a semi final?\" asks Maj Evill, possibly raising a pinkie to the corner of his mouth (but probably not). A repechage is a bit like the fastest losers element of track racing - people eliminated in the qualifying rounds compete to make it through to the quarterfinals, say.</p> <p><strong>1.20pm</strong> Brit watch: Iain Percy and Steve Mitchell came sixth in race five of the men's keelboat. Canadian's Ross Macdonald and Mike Wolfs came first.</p> <p>\"We've sorted out why Roger Black isn't on the telly during the Olympics (he's busy motivating people),\" says Nick Watson, \"but its been bothering me - why is Michael Johnson on the BBC, and not NBC, ABC, CNN or whatever US channel? Surely he must be in high demand?\" Have you seen him chatting to Sue? There's more animation in Eastenders' Ferreira family, for my money.</p> <p><strong>1.10pm</strong> Sorry for the delay, there's no excuse. To make up for it, I've dug out possibly the funniest quote of the games thus far. Greek boxer Elias Pavlidis made this sensational revelation in today's Greek daily Apogevmatini: \"Yes, I do take drugs, but my anabolics are classical music, piano.\" But wait, it gets better. \"If they tested me, I believe they would find in my blood the notes of Rachmaninov.\" Ah, you gotta love the Greeks.</p> <p><strong>12.55pm all right it's 12.57pm</strong> We've started on the windsurfing now, so we might as well persevere: the women's event now. Jian Yin of China is out in front after nine races, Natasha Sturges of Team GB is in 11th. The Chinese are having a storming games, aren't they? I've only had emails from \"important people\" offering me investment opportunities so far by the way. Anyone want to get in touch while I line my bank account with the lost funds of various African nations?</p> <p><strong>12.45pm</strong> We'll take a breather from the waxed chests of the diving to bring you... men's windsurfing, and Britain's Nick Dempsey won the ninth race and is now fourth overall, behind Gal Fridman, Ricardo Santos and Nikolaos Kaklamanakis.</p> <p>Dean Macey's standing seventh so far in the decathlon, by the way, with 2647 points from three events. </p> <p>And anyone who's confused over Britain's gold medals (not just how on earth we got them but how many we've got), I've been semi-reliably informed that we do have six, but only five have actually been awarded. Possibly. We've got six, anyway.</p> <p><strong>12.35pm</strong> In the absence of any more interesting results to bring you, we'll stick with the diving, men's 3m springboard to be uncharacteristically precise. Some lovely diving in the third round has seen the lead changes hands with every other competitor, but it is with China's Peng Bo at the moment.</p> <p><strong>12.25pm</strong> Hello one and all, trust you're enjoying a pleasant afternoon so on and etc. Leslie Law is currently seventh in the showjumping business, with Pippa Funnell 11th and Jeanette Brakewell 17th, in case you wish to be so informed. There's some men's diving going on at the moment, all of which looks incredibly graceful and athletic, none of which I'm going to pretend I can describe in the technical terms, but it's being led by the Russian after two rounds.</p> <p><strong>12.10</strong> Dean Macey is currently third in the shot put heat with that 15.73m. \"The human drama that was Gareth Henderson's stag in Jersey this weekend easily eclipsed anything your Pinsents and Radcliffes managed,\" begins Andre Douglas. \"Our epic beach cricket match attracted easily 7 spectators and one dear girl risked her life retrieving a ball for us from the middle of the surging Jersey motor traffic. Our thanks to her and all the other beautiful island girls who will live long in the memory. But curses to the hidden mollusc which might have ended my beach rugby career...\" That's it from me; I'm off to get some lunch. Join Georgina Turner for more from, well, right now.</p> <p><strong>12.05</strong> \"Please explain,\" says Robert Hisnay. \"I don't understand how come there was no minute-by-minute live of the England-Ukraine friendly but you can find time to cover the Olympics.\" I couldn't be certain, Robert, but I think it's to do with one being a meaningless friendly and the other being the biggest sporting event of the year. </p> <p><strong>12.00</strong> In the hockey, Spain hammered Egypt 3-0, and New Zealand beat South Africa 4-1.\"I'm so bored of the Olympics now,\" says Jonathan Keith. \"At least until Katie Allenby competes in the women's pentathlon. So meanwhile, who's the biggest-selling-out band ever? My vote could possibly go to the Dandy Warhols, for taking the Barclays and Vodaphone advertising shillings, except for the fact that their entire <em>raison d'etre</em> has been buckets of cash and never mind where it comes from.\" </p> <p><strong>11.50</strong> Strike two for Macey, but he only manages 15.17m this time. Like a man who's wolfed down an undercooked chicken that's about to give him food poisoning even though he doesn't know it yet, he rushed that a bit. Bah!</p> <p><strong>11.45</strong> The decathlon shot put is underway, and Dean Macey begins with 15.73m - only 4cm off his personal best.</p> <p><strong>11.30</strong> \"Is it my telly or does Waldner look a bit like perennial EastEnders loser Ian Beale?\" says James Peterson. Good spot, and like Beale he is indeed a loser: Liqin has won 4-1. \"Maybe he wasn't complaining about the air conditioning but simply concerned that the deep fat fryers in the snack stall outside were a bit hot?\"</p> <p><strong>11.25</strong> Even Waldner's old-man cropped centre-parting can't save him now, surely. \"You have a history of just missing out on medals in the big event,\" says Andrew Goldsby. Do I? \"So you decide to dedicate 4 years of your life to one event to correct that one failing in your sporting career. However after 23 miles of searing heat, hills and running you know you've no chance of that one thing you worked so hard for. For crying out loud is it any wonder she fell apart? Not very British I grant you but very, very human and I'd rather see that.\"</p> <p><strong>11.20</strong> Liqin takes the third game 11-8, and the fourth 11-7. Sean Ingle to my right is getting <em>very</em> excited. \"If Katy Turner's asking about my email sent on Friday where Americans came fourth 20% of the time in the swimming and diving, it was the percentage of fourths who were American,\" says Chris Powell. \"I would have worked it out for the whole Olympics but I got really bored.\" Surely not, etc. \"Regarding the Prodigy album too, is it perhaps not only that it doesn't sound as young, fresh 'n' new, but also that you (like myself) are no longer as young, fresh 'n' new?\" </p> <p> <strong>11.15</strong> Waldner is getting battered now: he's 7-2 down in the third game, and whinging about the air conditioning. \"I know you're a Radiohead fan,\" says Ian Johnston, \"but the pure horror of listening to Kid A for the first time means that no first listen of a new album will ever be as bad again.\" You clearly haven't heard John Squire's first album, Ian.</p> <p><strong>11.10</strong> In the table tennis, Sweden's Jan-Ove Waldner has taken the first game of his bronze-medal shoot-out, 12-10, against Liqin Wang. Ah, now it's 1-1, after Liqin took the second game 11-3.</p> <p><strong>11.05</strong> \"As a percentage of medals to athletes attending, do you know who is the most successful nation in Olympic history?\" asks Christian Nistri. What do you think I am, Christian, some speccy, maths-loving retentive nerd, eh? Exactly: I'll have the answer to you asap.</p> <p><strong>11.00</strong> \"With regard to the percentage of fourth places, what exactly was calculated?\" asks Katy Turner. \"The percentage of fourths who were American or the percentage of Americans competing who finished fourth. It's important. Possibly.\" Katy, I have absolutely no idea what you're talking about.</p> <p><strong>10.50</strong> Meanwhile, anyone got any thoughts on the new Prodigy album? I expected an absolute shocker after reading various reviews, but the first and last songs are absolute stormers, and the stuff in the middle is slowly growing, too. Mind you, it doesn't sound as young, fresh 'n' new as the other Prodigy albums. </p> <p><strong>Brief football update in the absence of any Olympic news</strong> Paul Sturrock has left Southampton by 'mutual consent'. Yeah, right.</p> <p><strong>The great Paula debate</strong> \"Everybody loves a crying loser so are the bets off for BBC 'Sports Personality of the Year' award?\" fumes Ian Johnston. Sorry Freddie but you can't laugh and joke while you beat the Windies and expect to be loved like [the radiant] Boo Hoo Radcliffe.\" You and Jo Manning would get along well.</p> <p><strong>1040</strong> Decathlon standings after the 100m and long jump.<br> 1 Bryan Clay (USA) 2039pts<br> 2 Dmitriy Karpov (Kaz) 1987pts <br> 3 Chiel Warners (Ned) 1942pts <br> 4 Roman Sebrle (Cze) 1914pts <br> 5 Jaakko Ojaniemi (Fin) 1868pts <br> 6 Claston Bernard (Jam) 1861pts <br> 7 Nikolay Averyanov (Rus) 1859pts <br> 8 Erki Nool (Est) 1848pts <br> 9 Dean Macey (Gbr) 1812pts <br>10 Tom Pappas (USA) 1811pts.</p> <p><strong>What <em>did</em> happen to Roger Black</strong> \"I can confirm that Roger Black is now pursuing a potentially lucrative career in motivational speaking with Kris Akabusi,\" says James Wilson. \"He came and did a talk designed to give everyone at our firm a boost. I'm not sure if anyone asked him how he motivated himself to go and get soundly beaten by Michael Johnson or how he feels about Johnson nabbing his spot at the BBC, too...\"</p> <p><strong>10.30</strong> Not much happening at the moment as we wait for the decathlon shot put. \"Did anyone see the table tennis quarter final between Jan Ove Waldner and Timo Boll?\" asks Frances Green. \"The overexcited commentator described it as the 'iconic moment of the Olympic games' and likened it to the Muhammad Ali / George Foreman 'Rumble in the Jungle'. Not sure how fitting that was....\" Not very, I'd wager.</p> <p><strong>10.25</strong> Dean Macey's 7.47m put him sixth in his long jump group. \"This weekend I was overdosing on culture, with a trip to Notre Dame, the Louvre and the Orsay...\" says Tame Alien. What sort of a name do you call that?</p> <p><strong>10.15</strong> \"It's interesting to reflect the mentality behind the torrent of abuse directed towards [the radiant] Paula,\" says David Clayton. \"These know-nothings didn't seem to see the Japanese athlete spewing up at the roadside after only 10 miles or the heat-hardened Kenyan failing to pull back 12 secs on the Japanese athlete who was clearly rocking over the last miles.\"</p> <p><strong>10.05</strong> The decathlon (men's) shot put heats were scheduled for 10.20, but it should be nearer 11 by the time they get started now. \"I was on a friend's hen do in Brighton,\" says Louise Wright. \"If anyone else was there, we were the ones with shiny red devil horns and an air of over-exuberance. Amazingly, nobody cried, nobody was sick, and nobody got into a fight.\"</p> <p><strong>The coldest woman in Cardiff writes...</strong> \"Anyone else feel very little sympathy for [the radiant] Radders?\" asks Jo Manning. \"Maybe if she'd bothered finishing the race instead of bawling on a pavement I'd have felt differently...\"</p> <p><strong>10.00</strong> Here's Kevin McCann: \"Before reading or acting on this e-mail, or opening any attachment, please read Derby City Council's disclaimer and confidentiality statement at the end of this e-mail.\" Eh? Oh. \"Never mind [the radiant] Paula, what has happened to Roger Black? Does anybody know where he is and why he is not being used by the BBC?\"</p> <p><strong>9.55</strong> To reiterate, Dean Macey jumped 7.47m before passing on his last two jumps, though where that puts him in the grand scheme of things I've no idea as yet, because the long jump is running 40 minutes late. Unlike my train from Clapton this morning, which was bang on time! Tanni Grey Thompson, meanwhile, is on TV and she's just used the word 'insipid'. You don't get words like that from Wayne Rooney, do you? Although you do get words like 'massage' and 'parlours', if today's tabloids are anything to go by.</p> <p><strong>9.54</strong> The emails, like goals in a spectacularly-depressing-yet-I-suppose-quite-worthy Arsenal comeback, are flying in now. \"I ran a 5k race on Saturday, in aid of the Limbless Association,\" says Grace Pickering. \"Bekele only runs 2.15 times faster than me, which I think is quite an achievement on my part.\" Absolutely; and I ran the 100m in 49.94 yesterday, which puts me within 40 seconds of being Olympic champion.</p> <p><strong>9.51</strong> I hope I can run like Merlene Ottey at the age of 44 - she's just finished third in her 200m heat. A time of 22.72 at the age of 44! Like my (former) friend's assertion that he'd rather listen to Starship than Radiohead, that's just wrong.</p> <p><strong>9.45</strong> A Greek solider guardian an Olympic facility was shot dead this morning, apparently during a game of Russian roulette.</p> <p><strong>Pathetic plea for emails</strong> Come on. Someone must have <em>something</em> to tell me about their weekend.</p> <p><strong>9.27</strong> Abi Oyepitan has run the second-fastest women's 200m time by a Briton ever in her heat. Zoinks.</p> <p> Round 1 heat 4:<br>1 Allyson Felix (USA) 22.39 Q<br> 2 Abiodun Oyepitan (Gbr) 22.50 Q<br> 3 Maryna Maydanova (Ukr) 22.76 Q<br> 4 Muriel Hurtis (Fra) 22.77 Q<br> 5 Karin Mayr-Krifka (Aut) 22.81<br> 6 Mary Onyali-Omagbemi (Nig) 23.37<br> 7 Gladys Thompson (Lbr) 27.51 </p> <p><strong>9.25</strong> The women's 200m heats are going on, and, like Kenickie, here are some results for your delectation: Heat 1 <br> 1. Veronica Campbell (Jamaica) 22.59 Q <br> 2. Alenka Bikar (Slovenia) 23.09 Q <br> 3. La Shauntea Moore (U.S.) 23.10 Q <br> 4. Lucimar Aparecida De Moura (Brazil) 23.40 Q <br> 5. Heide Seyerling (South Africa) 23.66 <br> 6. Monika Gachevska (Bulgaria) 23.71 <br> Wind speed +0.4mps </p> <p> Heat 2 <br> 1. Ivet Lalova (Bulgaria) 22.88 Q <br> 2. Sylviane Felix (France) 22.94 Q <br> 3. Yekaterina Kondratyeva (Russia) 23.03 Q<br> 4. Natalya Safronnikova (Belarus) 23.28 Q <br> 5. Lyubov Perepelova (Uzbekistan) 24.10<br> 6. Gretta Taslakian (Lebanon) 24.30 <br> Wind speed +1.7mps <br> <br>Heat 3 <br> 1. Cydonie Mothersill (Cayman Islands) 22.40 Q <br> 2. Beverly McDonald (Jamaica) 22.90 Q <br> 3. Yelena Bolsun (Russia) 23.00 Q <br> 4. Joice Maduaka (Britain) 23.15 Q <br> 5. Saraswati Saha (India) 23.43 <br> 6. Gcinile Moyane (Swaziland) 25.62<br> Wind speed +1.6mps <br></p> <p><strong>Greece win an athletics gold at last</strong> Athanasia Tsoumeleka, a complete outsider, snatched the women's Olympic 20km race walk title after a thrilling finish, it says here.</p> <p><strong>Decathlon state of play</strong> Dean Macey clocked 10.89 in the 100m - I've done faster with a Pernod hangover - to go 15th overall (he was fourth in his race), and had a best of 7.47m in the ongoing long jump.</p> <p><strong>Early morning update absent-mindedly culled from the wires</strong> Tim Brabants produced an impressive performance to book his place in the final of the K1 1,000metres canoeing competition in Athens this morning. </p> <p>Brabants won his heat in a time of three minutes and 24.412 seconds. </p> <p>Ian Wynne and Paul Darby Dowman also qualified for the K2 1,000m final, finishing second in heat two in a time of 3:10.819. </p> <p>However, Shirley Webb failed to qualify for the final of the women's hammer competition in the Olympic Stadium. Webb registered a throw of 61.60m to finish in 20th position.</p>",
  "<p>Hopes that new formats and the iPod-inspired craze for digital music would help revitalise the music charts were raised today, with figures showing that sales of singles have risen for the first time in five years. </p> <p>Today's figures also show the total number of online downloads sold so far this year has burst through the 2 million barrier, boosted by the UK launch of the internet music shops Napster and Apple's iTunes and the popularity of the iPod digital music player. </p> <p>In a sign that the record industry may be on the brink of recovering from several years of decline, quarterly figures from the British Phonographic Industry (BPI) show that sales of singles rose 15% in the second quarter of 2004 compared to last year. The rise in volume led to an 8% jump in revenue. </p> <p>The industry tried to save the single earlier this year by launching a \"double A-side\" CD format, retailing at a uniform price of £1.99. </p> <p>As well as the cut-price version, which apes the traditional 7-inch single by only featuring two tracks, most record companies release a second version with accompanying DVD or interactive elements. </p> <p>The move appears to have paid off, with Eamon's F*** It (I Don't Want You Back), the best selling track so far this year, shifting more than 500,000 copies. </p> <p>Record companies were accused of devaluing the singles chart by flooding the market with cut price singles in an effort to promote the latest boy bands, with the result that tracks would leap into the top 10 before swiftly dropping out of the charts. </p> <p>This lack of longevity was not helped by the practice of using singles as loss leaders to promote forthcoming albums, with many costing just 99p in their first week on sale. </p> <p>Sales of singles have halved since the early 1980s as the charts have become increasingly irrelevant. Industry chiefs hope that the popularity of online download services such as Napster and iTunes will lead to a broader range of acts getting into the charts as customers get back into the habit of buying single tracks. </p> <p>Record companies hope that the popularity of download services will also lead to a broader range of music entering the charts. </p> <p>People who buy tracks online tend to be older than the typical singles buyer, many of whom are teenage girls, and the hope is that a wider range of songs will stay in the charts for longer. </p> <p>The first official download chart will be released on September 1, the move being seen as a precursor to including download sales in the full chart. </p> <p>\"Downloading increasingly means customers can buy what they want when they want it. After years of work laying down the foundations for the legal download business, the industry is starting to see its dreams of a celestial jukebox coming true,\" said Peter Jamieson, the chairman of the BPI. </p> <p>Online download services are now selling more than half a million tracks a month, according to the BPI. </p> <p>Buoyed by high sales of British acts such as Franz Ferdinand, Joss Stone, Jamie Callum, Keane and the Darkness, album sales are also up 3.7% on last year. </p> <p>The record industry has seen a global slide in sales in the past few years, which it largely attributes to the rise in internet piracy and physical copying. The UK market has been more robust than overseas but sales have remained stagnant at best. </p> <p>Today's figures also show a further rise in sales for music DVDs, as record companies take advantage of the boom in ownership of DVD players and home cinema systems with a growing range of archive material. </p> <p>The format is now responsible for 4% of all music sales, up from 2% a year ago. Big sellers in the year to date include a greatest hits video collection from Guns 'n' Roses and The Who archive compilation The Kids Are All Right.</p>",
  "<p><strong>·</strong> UK may be first to create artificial cornea<br> <strong>·</strong> Alarm at new pub hours<br> <strong>·</strong> Feature - stars join the fitness craze that makes every step count</p> <p>Welcome to the daily public services and voluntary sector news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^^<br></p> <p><strong>TODAY'S TOP STORIES</strong></p> <p>Voluntary sector</p> <p><strong>·</strong> Straw trip adds to pressure on Sudan </p> <p>Britain calls for action as UN says 600 die each day in Darfur.</p> <p>Health</p> <p><strong>·</strong> UK may be first to create artificial cornea </p> <p>British scientists are hoping to become the first in the world to create an artificial cornea which could save millions from blindness.</p> <p>Social care</p> <p><strong>·</strong> Four in 10 adults say they eat for comfort </p> <p>More than 40% of British adults have admitted comfort eating to mask feelings of sadness, tension or anger.</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Asylum: Row over timing of migration figures </p> <p>The home secretary, David Blunkett, was put on the back foot by the asylum controversy again yesterday when it emerged that statistics showing record numbers of immigrants may have been delayed on ministerial advice.</p> <p><strong>·</strong> Environment: Scotland's 'wet deserts' brought back to life </p> <p>Global warming and biodiversity are at stake in peatland scheme.</p> <p><strong>·</strong> Flooding: Boscastle braced for new bout of weather misery </p> <p>Just as flood-torn Britain begins to pack away the sandbags, parts of the south west will be battered again as the tail of Hurricane Danielle whips across the Atlantic this week. </p> <p><strong>·</strong> Drugs and alcohol: Alarm at new pub hours </p> <p>A majority of workers believe their productivity will be so impaired when 24-hour pub drinking becomes possible next summer that the economy will suffer.</p> <p><strong>·</strong> Crime and punishment: Rise in bias claims by white police </p> <p>An increasing number of white police officers are taking legal action for alleged discrimination in the wake of efforts by some forces to recruit and promote members of ethnic minorities.</p> <p><strong>·</strong> Internet and IT: Downing Street considers online marketplace </p> <p>A state-backed electronic marketplace billed as a way to help the unemployed return to work, drive down prices and generate more business opportunities could be launched as early as next year.</p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Crime: Blunkett can't take on the yobs all by himself </p> <p>We all need to play our part in ridding the country of antisocial behaviour, writes Max Hastings.</p> <p><strong>·</strong> Housing and regeneration: Builders need new mates </p> <p>There are staff shortages on site despite projects like Wembley Stadium. Rupert Jones reports.</p> <p><strong>·</strong> Health: Stars join the fitness craze that makes every step count </p> <p>Pedometer is the latest must-have gizmo, writes Nicole Mowbray.</p> <p><strong>·</strong> Urban design: Happy shopper </p> <p>They have glass walls, smart terraces and spectacular views of the Austrian mountains. James Paul on a revolutionary chain of supermarkets that puts British stores to shame.</p>",
  "<p>It's hard to imagine the words \"form\" and \"aesthetics\" getting much mention around the boardroom tables of Britain's big grocers, and when architecture gets a mention you sense it's as likely to be in connection with IT as with bricks and mortar. With a few notable exceptions - Nicholas Grimshaw's Sainsbury's in Camden, London, and Paul Hinkin's in Greenwich are two - the nation's supermarket chains haven't been standard bearers for contemporary buildings. </p> <p>This is partly down to the apparent need for the big chains to establish a model and multiply it; partly because the move to out-of-town sites means the buildings don't talk to the surrounding environment (once you've followed the road signs you're unlikely, after all, to go anywhere else). It is also, perhaps, partly due to snobbery within the architecture profession. </p> <p>The result is that we have a lot of anonymous brick bunkers with one of three or four names plastered over a plastic fascia, as little glass as possible (so almost no natural light) and, frequently, a rustic-style tiled roof with a faux clock tower on top. Substantially more thought is given to what goes inside, but that doesn't involve creating a pleasant environment for customers to spend time in. As an aesthetic and spatial experience it's pretty grim. </p> <p>Does it have to be like this? One chain, at least, thinks not. MPreis has 120 supermarkets dotted around Austria's dramatic Tirol valley, and for the past 15 years it has been commissioning up-and-coming architects to design bold and innovative new stores that aim to improve the experience for customers and staff, and achieve some kind of harmony with the area's extreme natural landscape. The company has been rewarded for its vision by being chosen as Austria's principal representative at next month's Venice Architecture Biennale. </p> <p>MPreis's owners, cousins Hans-Jorg and Anton Molk, began expanding the family business in the late 1980s. Around this time, they developed a friendship with the Innsbruck-based architect and designer Heinz Planatscher, who persuaded them to push the company in its current stylistic direction, designing the characteristic red-cube logo and persuading the Molks that they could build bolder, more interesting, made-to-measure stores for not much more than the price of churning out generic structures. </p> <p>In the early 1990s they began a long-term collaboration with another Innsbruck-based architect, Wolfgang Poschl, whose stores for the company quickly drew critical interest. When Poschl decided to move on, he put the cousins in touch with a string of local practices that had sprung up from the success of the school of architecture and engineering at Innsbruck University. </p> <p>To date, MPreis has worked with more than 30 different practices - most very deliberately local, but more recently the Frenchman Dominique Perrault, responsible for Paris's national library building. The brief is unusually open, but demands something a little different from what's gone before, and it's this refusal to settle on a fixed architectural identity that has given the company the flexibility to be able to fit stores into sites other companies might have thought twice about, and the freedom to unpick many of the supermarket model's long-standing standard assumptions. </p> <p>The result has been a series of outstanding buildings, each of which makes its own break with the past; from Poschl's own early experiment with waved roofing, reflecting the mountains behind the company's St John store, to Armin Kathan and Eric Strolz's low-slung part-wood, part-glass structure, which segues into the flat agricultural landscape outside of Kematen. </p> <p>One of the most iconic is Rainer Koberl and Astrid Tschapeller's dazzling, low-roofed, white concrete and dark glass store perched halfway up the mountain just outside the small town of Wenns. The use of glass is usually anathema, but here it runs along two whole sides of the building. It works well, opening the building up to the town and, especially in the evenings when the lights come on, illuminating the store's inner workings. The shop isn't big - just 600 square metres - but it makes good use of very limited space, hovering over an open-decked car park and stopping exactly where it's supposed to, without any sense of sprawl. As an exercise in putting a modern building in an older location, it's a triumph. Despite the dazzle, it feels at home among the traditional Tyrolean farm houses and Ottoman-influenced churches. </p> <p>In contrast, Dominique Perrault's store on the outskirts of the more industrial town of Wattens is much less of a stand-out building, but one that works equally well. Perrault has said that architecture must accept the principle of its own disappearance, and this is a building that lends a sense of coherence to the others around it. </p> <p>Raised slightly above the level of the main road that runs past it, the structure is almost all glass, but covered in part by a semi-transparent steel skin that regulates sunlight throughout the day. From the outside it is demure; its more lavish qualities are only apparent from within. In contrast to Wenns it is high-ceilinged - and at 1200 sq metre, double the size - and the effect of the natural light, together with the use of spots, makes it seem even more spacious. The steel skin blocks the view of the road, but on the other side, the almost unlimited view of the mountains at the edge of the town gives it a very open feel; a sort of al fresco shopping experience. </p> <p>The floor is tiled in dark stone. The ceiling is chipboard, but somehow it's made to look subtle and lush. Just inside the entrance is a bar that you might actually want to stop and have a drink in, with leather banquettes and a parquet floor. On a good day you might take your drink to the terrace outside. Yes, you are still in a supermarket, but a very smooth one. </p> <p>Is it fair to compare the MPreis stores with our own dumb monsters? Although the company has left its discount roots far behind it, price-wise, it's actually no more expensive than any other store in the area. And although the stores cost more to build, according to Hans-Jorg Molk they're not as expensive as they look. </p> <p>The Molks get a great deal of satisfaction from supporting local architecture. \"As a family,\" Hans-Jorg says, \"we're artistically inclined. For us it's about having a certain aesthetic attitude.\" It makes it easier that MPreis is a family-owned firm: the cousins have pursued their ideas without worrying about shareholders. Ultimately, though, they're in a competitive business and the buildings have to work economically. </p> <p>There are obvious differences between MPreis's situation and that of British supermarkets. One is that the company is so insistently local - it has only very modest plans to expand, and Molk says he's as interested in tearing down and re-building existing stores as building new ones - that it manages to maintain an intimate relationship with its setting. Another is that setting itself, the Tyrolean landscape. Framed by a big glass window, it certainly beats the Kwik Fits and McDonald's restaurants that populate retail parks in the UK. The landscape seems to both inspire and soften radical buildings such as the Wenns store. But that doesn't take anything away from the fact that the Molks have shown vision, the end result of which has been some truly beautiful supermarkets. </p> <p>On a recent visit to Hungary, Hans-Jorg Molk couldn't help noticing how simple Tesco's stores there were, how influenced by the discount feel, and how next to them other chains seemed to have thought far more about the quality of their buildings. But he doesn't believe the situation in the UK is irredeemable. \"In Austria we've had a knock-on effect on the whole country,\" he says. \"We've watched our competitors slowly begin to show a better side of themselves.\" The question is, who in the UK is going to lead the way? </p> <p><strong>Wonders and blunders</strong><br></p> <p><strong> Wonder: </strong> The Bank of London and South America, Buenos Aires <br> </p> <p> The Bank of London and South America (now the Hipotecario Nacional Bank) was built in the 1960s and has haunted me for years. It is in the financial area in Buenos Aires, and was designed by Clorindo Testa, an Argentinian-based architect born in Naples. The building is stunning: not only does it have an extremely original street facade, it makes the exterior part of the extraordinary interior. Giant trellises run into the building from the street: there is a huge concrete trellis, then a network of windows, creating an incredible feeling of captured space. Inside it is beautifully crafted, with the banking areas suspended in the vast space. The building is on a corner, and a giant eyelid hangs over it, playing tricks with the light. It's the sort of thing baroque architects would have done. </p> <p><strong> Blunder: </strong> Brent Cross shopping centre, London <br> </p> <p> I don't know who the architects were at Brent Cross, and I don't want to. I travel extensively, and am a great shopper, and this is the worst shopping centre I've been in. The formula - rows and rows of the usual retail outfits - can be enjoyable and wonderful if the space is used efficiently, as it is in Japan and LA. Brent Cross, though, is dreary, unimaginative, tacky and totally lacking in a sense of space. The circulation of shoppers isn't awful, but nor is it clever. At the intersection of two routes, for instance, you get a pathetic use of height and space - the very things the Testa building does so brilliantly. It's like a military airport that found itself in a well-heeled area of London. Shopping centres are one of the key urban models for cities, and it's about time good architects were used for them. Frank Gehry did a brilliant centre in Santa Monica, one that understands space and light, material and style - all the things Brent Cross handles so badly.<br> <strong>Peter Cook</strong></p>",
  "Welcome to the Wrap, Guardian Unlimited's round-up of the best of the day's papers. <p><b>AGONY IN ATHENS</b></p> <p>\"She had imploded and it made a piteous sight,\" says the Guardian. Indeed, Paul Radcliffe's agony spills over on to the front pages of today's papers - distraught in the FT, crouching on the kerb with her head hidden in her arms in the Independent.</p> <p>The British runner, who was favourite to win the women's marathon in Athens, dropped out 36km into the race after falling to fourth place. \"No one remembers who came fourth,\" she said after her last attempt at the Olympics four years ago.</p> <p>\"What an effort. What a heroine,\" says the Sun in what appears to have been a hastily rewritten editorial. Watching Britons lose brings out the most generous instincts of the press, and today is no exception.</p> <p>\"Now we know why they say long-distance running is the loneliest job in sport,\" writes Paul Hayward in the Telegraph. \"On the most savagely hot day of the Games so far, 82 women set off in 35-degree temperatures down the route taken by Pheidippides the messenger who lost his life to fatigue after telling the people of Athens that the battle with the Persians had been won.\"</p> <p>\"Although she led the pack from the early stages past a quick-shifting backdrop of Orthodox churches and car dealerships along the freshly paved road, she never managed to shake free from the best of her rivals,\" says the Herald Tribune.</p> <p>Sixteen of the runners failed to finish at all; the other two British women came in 25th and 29th. At the end of the course, in the Panathinaiko stadium's stone tunnel, \"super-fit women lay around in physical disarray\", reports Hayward. Dehydrated, dizzy and flooded with lactic acid, they flopped onto mobile hospital beds.\"</p> <p>And the winner? Mizuki Noguchi of Japan, who finished in two hours, 26 minutes and 20 seconds. It was nowhere near the fastest women's marathon time, but it was 32 minutes faster than the race won by a Greek shepherd, Spiridon Louis, in Athens in 1896.</p> <p>\"Noguchi, all 40 kilograms and 1.5m of her, got to enjoy her view of the national flag,\" says the Herald Tribune, \"and as she passed the rising suns on their white backgrounds at remarkable speed, the real sun was dropping in front of her, playing beautiful tricks with the pollution-generated haze that had made this steamy race all the more gruelling.\"</p> <p>Soon after breaking the ribbon on the finishing line, she was spotted vomiting on to the track and had to be carried out of the stadium.</p> <p>* <a href=\"http://www.theguardian.com/Sport/olympics2004/athletics/story/0,14782,1288796,00.html\">Radcliffe fails to finish marathon</a><br> * <a href=\"http://sport.theguardian.com/olympics2004/athletics/story/0,14782,1288798,00.html\">Too dry, too hot and too late</a><br> * <a href=\"http://www.telegraph.co.uk/sport/main.jhtml;sessionid=VOF50EGVGM3SXQFIQMGSNAGAVCBQWJVC?xml=/sport/2004/08/23/soradc23.xml&amp;secureRefresh=true&amp;_requestid=62163\">Telegraph: Paul Hayward</a><br> * <a href=\"http://www.iht.com/articles/535238.html\">IHT: Where it all began, Noguchi wins marathon</a></p> <p><b>RUNNING RINGS AROUND THE NEWS</b></p> <p>The broadsheets appear to have given up trying to compete with the human dramas unfolding in Athens.</p> <p>\"Attack on GBP10bn fake goods industry,\" splashes the Independent. \"Brown accused of 'baby bonds bribe'\" says the Telegraph, which has learnt that the GBP250 and GBP500 payouts to the parents of children born since September 2002 will arrive next April, shortly before the anticipated date of the next election.</p> <p>The Times is worried that 4,000 senior consultants will leave the NHS before 2007 thanks to a deal enabling them to retire early on full pensions; the FT broadcasts the concerns of UK Coal, which complains that planning regulations are stifling Britain's opencast mining industry.</p> <p>Elsewhere, the Guardian picks up on Palestinian allegations that the US has effectively \"wrecked\" the Middle East peace process by refusing to condemn Israeli housing projects in the West Bank. </p> <p>* <a href=\"http://www.theguardian.com/israel/Story/0,2763,1288826,00.html\">US deal wrecks Middle East peace</a><br> * <a href=\"http://www.timesonline.co.uk/article/0,,2-1228454,00.html\">Times: NHS faces exodus of doctors</a><br> * <a href=\"http://news.independent.co.uk/uk/politics/story.jsp?story=554102\">Independent: Attack on GBP10bn fake goods industry</a><br> * <a href=\"http://news.ft.com/home/uk/\">FT: Ministers accused of 'strangling' coal mines</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/23/nbaby23.xml&amp;sSheet=/news/2004/08/23/ixnewstop.html\">Telegraph: Brown accused of 'baby bonds bribe'</a></p> <p><b>WHIPPED SCREAM NO TRIFLE</b></p> <p>The Times's pocket cartoon shows a museum guard next to an empty space on a wall, his hands clutching his cheeks and an aghast expression on his face. Norwegians, says the paper, are \"outraged\" at the theft of Edvard Munch's The Scream from an Oslo art gallery - the second time a version of the painting has been stolen in a decade.</p> <p>\"Art lovers watched as the masked robbers stormed into the half-empty museum, threw a female keeper to the floor and pointed what appeared to be a pistol at her head,\" the Times reports. \"One man tugged two paintings from the walls. They were the gems of the collection: The Scream and Madonna.\"</p> <p>The frames were found smashed in an Oslo street. \"I'm very afraid for the pictures because they were treated in a very rough way,\" the head of the gallery said.</p> <p>The Guardian is bemused. The paintings are far too recognisable to be sold to a dealer, and the theory that famous paintings are stolen to order by private collectors has been discredited, it says. \"A ransom demand at some future date seems more likely.\"</p> <p>* <a href=\"http://www.theguardian.com/arts/news/story/0,11711,1288711,00.html\">Gunmen steal Munch's Scream</a><br> * <a href=\"http://www.theguardian.com/arts/news/story/0,11711,1288634,00.html\">How the Scream was stolen</a></p> <p><b>NADER WON'T BACK DOWN</b></p> <p>\"Once you accept the anybody-but-Bush position, the brain really does close down,\" the presidential hopeful Ralph Nader tells the Independent.</p> <p>Yes, presidential hopeful Mr Nader tells the paper that \"under no circumstances\" will he drop out of the race, despite the pleading of Democrats and some of his own ex-supporters who fear his presence on the ballot will split the anti-Bush vote and deliver the president a second term.</p> <p>John Kerry's decision to pursue the \"Swift Boat Veterans for Truth\" over their ad spot claiming he lied about his record in Vietnam elicits a sigh of frustration from the Independent: don't stoop to their level, it urges Mr Kerry. Meanwhile, the Guardian's Gary Younge launches a stinging attack on the Democrats for making Vietnam the locus of their campaign in the first place. \"The issue dominating the news cycle is not what is happening in Najaf today but what happened in the Mekong delta 35 years ago.\"</p> <p>* <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1288696,00.html\">Fellow skipper throws Kerry lifeline as mud starts to stick</a><br> * <a href=\"http://www.theguardian.com/uselections2004/story/0,13918,1288771,00.html\">Gary Younge</a><br> * <a href=\"http://news.independent.co.uk/world/americas/story.jsp?story=554117\">Independent: Nader refuses to quit race for White House</a></p> <p><b>IN THE DARK OVER SHRINE</b></p> <p>Indeed, they are loath to admit it, but after last week's claims and counter-claims about the Mahdi army's occupation of the shrine at Najaf, the papers seem to have little idea of what is going on inside.</p> <p>\"The reality,\" says the Times, \"is that the number of Moqtada al-Sadr's guerrillas visible on the ground has fallen noticeably in the past few days.\"</p> <p>But they still appear to be occupying the shrine. According to the Telegraph's Toby Harnden, \"a committee to ponder the matter would have to be set up\" before the keys could be handed over to the Grand Ayatollah Ali al-Sistani. Some of the fighters he speaks to are little more than children: \"Last night I fired a rocket-propelled grenade against a tank,\" a 12-year-old tells him.</p> <p>The Guardian reports fierce fighting on the road between Baghdad and Najaf and the disappearance of two French journalists.</p> <p>* <a href=\"http://www.theguardian.com/Iraq/Story/0,2763,1288743,00.html\">Journalists seized on Najaf road</a><br> * <a href=\"http://www.timesonline.co.uk/newspaper/0,,170-1228325,00.html\">Times: Sadr guerrillas begin to drift away</a><br> * <a href=\"http://www.telegraph.co.uk/news/main.jhtml?xml=/news/2004/08/23/wirq23.xml&amp;sSheet=/portal/2004/08/23/ixportal.html\">Telegraph: Toby Harnden</a></p> <p><b>ROME COMFORTS</b></p> <p>Perhaps William Rees-Mogg will not be the first source of comfort that the 30-year-old Paula Radcliffe turns to as she contemplates defeat in what is probably her last Olympic marathon. Nonetheless, the veteran Times columnist offer some (unwitting) solace for ageing champions.</p> <p>\"Cicero summarises the wisdom of the ancient world about the experience of ageing,\" writes Rees-Mogg, explaining that the philosopher was \"something like a Roy Jenkins of the 1st century BC\".</p> <p>\"Cicero emphasises that old age, given reasonable health, can be active, useful and enjoyable,\" he continues. A pity, then, that the man who wrote On Old Age when he was 62 enjoyed so little of it. \"In the following year he was killed by the triumvirate of Octavian, Mark Antony and Lepidus, in revenge for his speeches attacking Antony. His head was cut off and nailed to the Rostra in Rome ... Fulvia, Antony's disagreeable wife, then drove a long needle through his tongue.\" </p> <p>* <a href=\"http://www.timesonline.co.uk/article/0,,482-1228223,00.html\">Times: William Rees-Mogg</a></p> <p> <b> COMING UP ON GUARDIAN UNLIMITED TODAY</b></p> <p>&gt;&gt;&gt; The foreign secretary, Jack Straw, will fly to Sudan in an effort to sway Khartoum, which has done little to avert the humanitarian crisis in Darfur and, some report, has been complicit in the janjaweed's attacks on civilians. </p> <p>&gt;&gt;&gt; Paula Radcliffe is expected to hold a press conference after her disappointment in Athens last night.</p> <p>&gt;&gt;&gt; Explosions and gunfire continue to shake the area aroudn Najaf as Iraqi and US forces attempt to take control of the shrine.</p> <p>&gt;&gt;&gt; The Conservatives will set out plans to review the Human Rights Act.</p> <p>&gt;&gt;&gt; The brothers of a BBC employee who was stabbed to death in a north London street will make an appeal to help catch his killer.</p> <p><a href=\"http://www.theguardian.com\">Coverage throughout the day at Guardian.co.uk</a></p>",
  "<p>It was not the largest fish caught off Southend pier at the weekend, but it was certainly the most colourful, with yellow stripes, red fins and pearly dots on its iridescent body. </p> <p>It was a variety of rainbow wrasse and, even though this is a Mediterranean or semi-tropical fish, its presence hardly surprised some Essex fishermen who have been hauling out octopuses, squid, sardines, sea cucumbers, seahorses and anchovies recently. </p> <p>The North sea and the Thames estuary are warming up so fast with climate change, they say, that they are now catching species that they used only ever to see on holiday and which would have been undreamed of in British coastal waters just a few years ago. </p> <p>\"The catch is becoming totally different. Where cod and plaice were once plentiful, we are now catching vast numbers of warm water fish. Our whole mode of fishing has changed\", said Paul Gilson, vice-chairman of the Kent and Essex sea fisheries committee. </p> <p>\"There are weird things being caught. Over the past five years we have been seeing a real change\" said Ronan Roche, an Essex local government fisheries officer. </p> <p>\"Some previously rare fish species are becoming established and new ones are coming in. It seems that as the climate changes the fish are moving north. </p> <p>It was always presumed that the northernmost spawning ground for bass was off southern Cornwall, but it is now thought that there is a breeding site in the Blackwater estuary. There's even a red mullet commercial fishery in the Thames estuary,\" said Mr Roche. </p> <p>The unlikely catches are backed up by scientists who are recording water temperatures up to 3C higher than a few decades ago, adding to evidence that the ecology of the whole North sea is changing, affecting all forms of marine life from plankton to dolphins. </p> <p>The warmer sea is also believed to be one reason the cold water loving cod and salmon are not recovering from massive overfishing despite increased protection. </p> <p>Stocks of young cod are at their lowest for 20 years and the numbers of wild salmon returning to British rivers to spawn have also fallen to a record low. </p> <p>The Essex fishermen believe that what is happening in the south of England may be linked to potentially catastrophic declines in seabird numbers in the Orkneys and Shetlands. Unprecedented breeding failures there have made this year the worst on record. </p> <p>Many birds, including arctic terns and kittiwakes, guille mots and great skuas, have produced far fewer young than in any previous year on record </p> <p>The unfolding avian disaster is believed to be because of a severe shortage of sandeels, a small silvery shoaling fish which spends part of the time buried in the seabed. </p> <p>\"It makes sense that the sandeels are moving further north too,\" Mr Roche said. </p> <p>RSPB scientists agree that climate change may be partly responsible. \"One explanation for shortages of sandeels is that changes in climate have affected sea temperatures and currents. </p> <p>\"This may have affected the plankton on which the sandeels feed, forcing these small fish to move out of reach for many of our seabirds. </p> <p>\"It's thought that many of the small fish are not surviving or growing to full size as a result,\" a spokesman said.</p>",
  "<p>Governments may have to persuade people to eat less meat because of increasing demands on water supplies, according to agricultural scientists investigating how the world can best feed itself. </p> <p>They say countries with little water may choose not to grow crops but trade in \"virtual water\", importing food from countries which have large amounts of water to save their supplies for domestic or high-value uses. </p> <p>With about 840 million people in the world undernourished, and a further 2 billion expected to be born within 20 years, finding water to grow food will be one of the greatest challenges facing governments. </p> <p>Currently up to 90% of all managed water is used to grow food. </p> <p>\"There will be enough food for everyone on average in 20 years' time, but unless we change the way that we grow it, there will be a lot more malnourished people,\" said Dr David Molden, principal scientist with the International Water Management Institute (IWMI), which is part-funded by the British government and is investigating global options for feeding growing populations. </p> <p>\"The bottom line is that groundwater levels are plummeting and our rivers are already overstressed, yet there is a lot of complacency about the future,\" the IWMI report says. </p> <p>\"Western diets, which depend largely on meat, are already putting great pressures on the environment. Meat-eaters consume the equivalent of about 5,000 litres [1,100 gallons] of water a day compared to the 1,000-2,000 litres used by people on vegetarian diets in developing countries. All that water has to come from somewhere.\" </p> <p>The consensus emerging among scientists is that it will be almost impossible to feed future generations the typical diet eaten in western Europe and North America without destroying the environment. </p> <p>A meat and vegetable diet, which most people move to when economically possible, requires more water than crops such as wheat and maize. On average, it takes 1,790 litres of water to grow 1kg of wheat compared with 9,680 litres of water for 1kg of beef. </p> <p>In its report, the IWMI says it it unlikely people will change their eating habits because of concerns about water supplies. \"And in many sub-Saharan countries, where the pressure on water will increase most rapidly in the next 20 years, people actually need to be eating more, not less,\" the report says. </p> <p>Anders Berntell, the director of the International Water Institute, based in Stockholm, said: \"The world's future water supply is a problem that's ... greater than we've begun to realise. </p> <p>\"We've got to reduce the amount of water we devote to growing food. The world is simply running out of water.\" </p> <p>Research suggests that up to 24% more water will be needed to grow the world's food in 20 years, but many of the fastest-growing countries are unable to devote more water to agriculture without sacrificing ecosystems which may be important for providing water or fish. </p> <p>The option of increased world trade in virtual water seems logical, the scientists say, but they recognise that it depends on countries having the money to import their food. \"The question remains whether the countries that will be hardest hit by water scarcity will be able to afford virtual water,\" the report says. </p> <p>The best options for feeding the world, it says, are a combination of hi-tech and traditional water conservation methods. Improved crop varieties, better tillage methods and more precise irrigation could reduce water consumption and improve yields. </p> <p>Drought-resistant seeds, water harvesting schemes and small-plot technologies such as treadle pumps [simple foot pumps] all have the potential to boost yields by 100%, the report says. </p> <p>The scientists did not examine the use of GM foods which have been hailed by some companies as the way to avoid big food shortages. </p> <p>\"Even without GM foods, in many parts of the world there is the potential to increase water productivity. Even without them there is hope,\" one of the report's authors said. </p> <p>Another option considered is that of farmers using more urban waste water for irrigation. It is estimated that up to 10% of the world's population now eat food produced using waste water from towns and cities. </p> <p>Cities are predicted to use 150% more water within 20 years, which will be both a problem and an opportunity. </p> <p>\"This means more waste water but also less fresh water available for agriculture. In the future, using waste water may not be a choice but a necessity\", the report says. </p> <p>The authors say western governments need to change their policies: \"Agricultural subsidies keep world commodity prices low in poor countries and discourage farmers from investing [in water-saving technologies] because they will not get a return on their investments. </p> <p>\"Land and water rights are also needed so people will invest in long-term improvements.\"</p>",
  "<p>Dr Martens, the iconic British footwear brand, is launching its first advertising campaign in four years in the form of six short documentaries of \"Dr Martens people\".</p> <p>\"Veer, outside the ordinary\" is the name of the campaign, which uses print, poster and grassroots advertisements to drive consumers to the company website, drmartens.com.</p> <p>The five-minute documentaries about ordinary people the footwear company selected from thousands to be the subject of the films will be screened on the website.</p> <p>The company chose to focus its first global marketing campaign around the documentaries rather than traditional advertising because it wanted to be \"authentic and honest\".</p> <p>The documentaries feature a DJ, a motorcycle courier, a painter, a bridge inspector, a roadie and a silversmith.</p> <p>\"Dr Martens is a brand that represents individualism and hardworking authenticity. It is important that the people we work with are as passionate about the brand and these values as we are,\" said Bobbie Parisi, the Dr Martens global marketing director.</p> <p>\"Veer is the first above the line (main media) campaign for the brand for four years and the film represents the brand through real people,\" she said.</p> <p>It will appear in the UK, USA, Asia &amp; Europe. </p> <p>The documentaries were made by film-maker Doug Pray and photographer Charles Peterson.</p> <p>Dr Martens is privately owned by Max Griggs, a British businessman. Since it first appeared in 1960, the footwear has grown in popularity to become standard issue for skinheads, police officers and supermodels alike. </p> <p>In the US the campaign will include TV adverts and a university tour by the documentary makers.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "It is the classic law of empires throughout history - over-stretch your forces overseas and the homeland goes to hell in a handcart. So while our gallant Olympians were going for gold in Athens, the nation's press played Cassandra back in Britain. <p>The Sunday Telegraph alerted its readers to a tax bombshell devised to decimate the middle-class. The Times led on the threat posed by a Russian tycoon with designs on Everton football club. The Sunday Express's headline (\"Police told: take the bus\") sounded alarm bells over a lack of 999 cars, while the Independent on Sunday spotlighted a burgeoning crisis as Britain's students forsake science for the arts. Should all these prophecies come to pass, we shall soon be a nation of effete poet types, ruled over by Russian bears, with nobody to call when thieves steal our SUV, which we probably couldn't afford anyway.</p> <p>But while the Sunday papers seemed to be split on precisely which of these evils posed the greatest threat, they were at least united over the nation's belated Olympic heroics (four gold medals in one day). Virtually every front page found itself graced with a picture of a tearful Matthew Pinsent, following his team's hair's-breadth victory in the coxless fours. Inside lay reams of adulatory coverage for Britain's triumphs in such rarefied pursuits as rowing, equestrianism, cycling and \"yngling\". </p> <p>For the sportswriters it evoked a rose-tinted, bygone era when the nation's athletes were hearty, public school gentlemen as opposed to mouthy oiks with too much cash and a council-estate sensibility. \"Olympic gold has come in a rush on the rowing lake, in the light airs of the Saronic gulf and on the cycling track,\" wrote James Lawton in the Sindy. \"Here we saw the best of British passion and character and an overwhelming sense that the highest level of sport doesn't have to be about cheating, grotesque wealth and hopelessly overworked celebrity.\"</p> <p>Elsewhere, the press hastened to plug the gaps left by the summer recess, silly season and the unresolved standoff in Najaf (the latest open-ended instalment in an ongoing open-ended saga). At the Mail on Sunday, Molly Watson subjected herself to a five-day diet of daytime television for the sole purpose of writing an article about it. \"Who watches this stuff?\" she wonders at one stage, as if she didn't know. Pensioners, the unemployed, and newspaper reporters stuck for a story.</p> <p>Meanwhile, the big celebrity interview over at the Observer featured one journalist (Lynn Barber) having lunch with another (Julie Burchill). The standfirst gamely attempted to lure us in: \"When two of Britain's most irascible journalists get together, you can be sure there will be tears. But guess which one them ends up crying.\" Sad to say, the suspense is blown in the very first paragraph (it is Burchill who's crying. Moreover, she is crying before the interview even gets underway).</p> <p>For the tabloids, summer provided the perfect excuse to show bleary pictures of Kate Moss clambering over rocks in her bikini, or Hugh Grant grappling with Jemima Khan on a beach in the south of France. The News of the World led with a story on the \"cocaine shame\" of John Thomson, buttressed by an interview in which the Cold Feet star vows that he will \"never touch it again\". For a brief instant I assumed that the Sunday Mirror's front page headline - \"Roo in a vice den\" - must be referring to the chaos caused by an Australian marsupial running amok in an outback brothel. No such luck. The Roo in question turns out to be Everton's Wayne Rooney, who appears to be taking the Gazza route from national hero to national joke in the wake of his Euro 2004 heroics. But so fuzzy is the accompanying photo that it could realistically be anyone - man, beast or plant.</p> <p>It's not long since the American actor Christian Slater was himself a favourite of the scandal sheets. Now he's cleaned up his act and re-launched his career, playing the Jack Nicholson part in a stage production of One Flew Over the Cuckoo's Nest at the Edinburgh festival. In so doing, he seems to have left his wild antics behind. \"Slater is accomplished but muted,\" writes Susannah Clapp in the Observer. \"He plays his firecracker free spirit as if he were a troublesome, perpetual adolescent: naughty, a bit rude, but finally likeable. What he lacks is danger. And that's what's wrong with the entire production: it's amusing but far too mild.\"</p> <p>There was similar qualified applause for the week's big film. M. Night Shyamalan's period horror film The Village arrives in Britain after a howl of negative reviews in the States. Over here, the reviews have been kinder. For the Sunday Express's Henry Fitzherbert, Shyamalan's tale of the monsters threatening a remote woodland community is \"the director's most mature and satisfying work so far\". Jenny McCartney (the Sunday Telegraph) wrote that \"it veers elegantly away from the soggy genre of schlock-horror to return to the elemental things that frighten us: woods, blindness, ditches, howls.\" At the Sindy, Jonathan Romney argued that \"the whole film is a bizarre combination of contemporary pulp horror and 19th-century literary Americana: it's like watching Nathaniel Hawthorne's The Blair Witch Project or reading Stephen King's Walden.\" </p> <p>Back on the news pages, attention was focused on cleaning up another village. A week after it was virtually swept away by floodwater, Boscastle continues to bask in the media spotlight. But with the immediate crisis over, reportage has given way to contemplation. Writing in the Sunday Telegraph, Howard Jacobson waxed lyrical about a childhood spent in a village that was always prey to the elements. \"This is no serene picture-postcard hamlet whose pleasant disposition happened to be disrupted one innocent August afternoon by forces of nature it had never dreamed of,\" he wrote. \"Boscastle is a harsh, weather-beaten village, cradled in hardship and superstition... Catastrophe is what Boscastle does.\"</p> <p>Judged purely on editorial terms, one can't help feeling that Boscastle has become the perfect summer story. For a start it has provided a treasure trove of eye-catching, apocalyptic imagery not seen since The Day After Tomorrow. Best of all the human cost appears to have been non-existent, which has enabled excited journalists to wade happily through the mud without being labelled vultures or ghouls by the locals. </p> <p>For the Observer's Euan Ferguson, Boscastle is \"a peculiarly British disaster. A strangely perfect disaster. Crucially, no one died ... Perfect strangers became perfect friends overnight. The (future) king visited and vowed to open the court coffers. D-Day was evoked. And Dunkirk. And Dad's Army. And for once this year our armed forces weren't dying horribly, shot in the back in the desert. They were back to being clever and brave and wise and strong, and saving us. And the Salvation Army were there afterwards to give them a nice cup of tea.\" </p> <p>In this way Boscastle finds itself depicted as a natural disaster from a gentler, simpler age. It is the apocalypse played as Ealing comedy; global warming from out of an Enid Blyton novel. If only Matthew Pinsent had not been otherwise engaged. He could have rowed out from the harbour, waved to the cameras, and rescued a puppy that had been swept out to sea.</p> <p>* Xan Brooks is Guardian Unlimited's film editor. Andrew Brown returns next week.</p> <p>* <a href=\"http://www.observer.co.uk\">Observer</a><br>* <a href=\"http://www.timesonline.co.uk/section/0,,176,00.html\">Sunday Times</a><br>* <a href=\"http://www.sundaytelegraph.co.uk\">Sunday Telegraph comment</a><br>* <a href=\"http://www.newsoftheworld.co.uk\">News of the World</a><br>* <a href=\"http://www.sundaymirror.co.uk/\">Sunday Mirror</a></p>",
  "<p>In the scramble for students, nothing works better than a unique selling proposition. Which is why places for the BA in children's illustration and publishing at North Wales School of Art at the North East Wales Institute of Higher Education (Newi) in Wrexham are at a premium.</p> <p>The course is the only one of its kind in Britain and has developed an international reputation for turning out successful illustrators, many of them on a fast track to publishing deals. </p> <p>Kate Leake, who graduated this year, has just secured a two-book deal with children¿s publisher Macmillan. Spanish student Beatriz Dapena Testa, who is studying for a BA in illustration, the parent course, scooped a major prize for innovation in illustration at the new designers exhibition in London this year, and former student Lucy Richards, who won a coveted Hallmark prize in 2001, was recently commissioned by Egmont Press to illustrate the latest book by the children¿s laureate, Michael Morpurgo. </p> <p>The BA in children's publishing, now in its fifth year, was designed by Yadzia Williams, Sue Thornton and Desdemona McCannon as an extension of the general illustration course to cater for students who were specifically interested in children¿s publishing. Places are limited to about 25 a year, and apart from meeting the usual Newi admission criteria, applicants are also expected to have some background knowledge of the field and a love of books. </p> <p>McCannon, the programme leader, attributes the success of the course to two main factors, the first of which is its emphasis on traditional skills. \"It may sound as if I am stating the obvious, but we do place a major emphasis on drawing, something publishers tell us is disappearing from art schools.\" The second factor is that the course was developed in close consultation with publishing houses and art directors, whose input is vital in helping students to focus on the needs of the market. </p> <p>\"It took nearly two years to research the content with the publishing industry and with British illustrators, but it was time well spent,\" McCannon says. The college continues to consolidate its industry links, and recently representatives from Walker Books, Random House and Little Tiger Press have expressed an interest in helping with aspects of course development. </p> <p>North Wales may not be thought of as the cultural centre of the universe, but it is proving to be the perfect starting point for students who are keen to develop a global perspective on the industry. \"National and international trips are an important part of the student experience,\" explains McCannon. \"This year we are organising a trip to the Salon Livre Presse Jeunesse in Paris. French children's books are beautiful, like art books.\" For students on the children¿s illustration and publishing BA there are regular opportunities to keep abreast of the international publishing scene, with visits to the London children's books seminars, the Paris and Bologna book fairs, and a graphics trip to New York. It's putting the North Wales School of Art on the international map. During 2004, the course intake included students from Finland, Korea and Germany, and there are enquiries for places from as far afield as the US and China. </p> <p>This strong vocational element is complemented by visits to London publishing houses and guest lectures from top children's illustrators, art directors and authors. The school of art also takes an exhibition stand at the annual new designers show in Islington, which often leads directly to publishing work for illustration students. The illustration course links up with other courses at Newi, including a module on writing for children. \"The creative writing strand is very important to us, because we want students who have the potential to write and illustrate,\" explains McCannon.</p> <p>Illustrators are also encouraged to test market ideas on librarians and schoolteachers through regular seminar and \"book group\" type sessions, which often reveal what works and why. In addition, students learn to present both themselves and their work, and receive professional guidance on websites and how to package their work for publishers. </p> <p>The children's illustration team is now busy working on its latest project, an MA in character and narrative design for multimedia, games, animation and comics, which will focus on visual storytelling in a multidisciplinary context.<br></p> <p><strong>Case study</strong><br></p> <p>Anita Kapila, 22, is studying media and communications at the University of Central England, Birmingham<br></p> <p>\"Initially I was looking for an arts-based media course, but I couldn't find what I wanted and I went to the Royal College of Fashion for a year. I started working in fashion, but soon realised it wasn't what I wanted to do.</p> <p>I decided to do a media course because I'd really enjoyed it at A-level. I wasn't too keen on the idea of Birmingham at first, but I went to an open day at UCE and everyone was so friendly that I decided to apply.</p> <p>During the first year I realised I didn't want to go into production because I'm not very good on the technical side of things. That was a bit of a surprise because it was the area I thought I'd most enjoy. I decided to specialise in culture and society. We looked at advertising, visual culture, photography, and the theory behind why we watch what we watch, why things are represented in certain ways and what consequences they have. I still carried on with some production: presenting, broadcast journalism and writing for print.</p> <p>The social life has been the best thing about my degree. The first year was a non-stop party: we only needed to get 40% to get through to the second year. I wanted to make the most of it and had an amazing time.</p> <p>I started to get more serious about my work in the second year, but I still managed to enjoy myself. This last year has been a complete nightmare: stress all day, every day. I felt guilty when I was eating or watching television. </p> <p>Ideally I want to do something that combines media and fashion, but for now I just want to chill for a while, get back on my feet and see what's out there.\"<br> <strong>Interview by Katie Shimmon</strong></p>",
  "<p>L ike choosing whom to marry, ranking Olympiads is a hopelessly inexact science. Has Athens been a success? Frankly, it depends on your vantage point. Either people swoon at the merest glint of a Great Britain medal or they get so obsessed by drugs cheats that they fail to appreciate there are some good guys not clad in a Team GB vest. Unless, of course, a foreign athlete proves so abysmal he becomes a global figure of fun, in which case the organisers are really laughing. </p> <p>There are still six days to go but, for what it's worth, my view is that Athens is staging a hugely endearing games despite the empty seats, the curious incident of the dodgy motorbike in the night-time, and the absence of a worthy heir to Eric the Eel or Eddie the Eagle. </p> <p>Personally, I've always had a soft spot for Eddie ever since he jumped over the back of his living-room sofa in the middle of our interview, crawled out commando-style whistling the James Bond theme tune, and told me his ambition was to become a movie stuntman. A successful Olympics, however, needs class acts to balance out the comedians and, in the elongated forms of Australia's Ian Thorpe and our own Matthew Pinsent, we have been privileged to watch two of the greatest. </p> <p>If there was a dry eye in any house in Britain on Saturday morning, they were clearly not watching Pinsent on the podium. Tears? It was like Boscastle's main street in our kitchen. By a fingernail, however, my vote for man of the games goes to Thorpe, another serial gold medallist whose demeanour in victory was equally memorable and proved the bloke with the size-17 human flippers also possesses hidden depths. </p> <p>I will leave it up to the chlorine connoisseurs to extol the mechanics of Thorpe's victory in his stirring \"duel in the pool\" with Pieter van den Hoogenband and Michael Phelps in the 200 metres freestyle. The 21-year-old Australian has also spent enough time around sponsors to know the advantages of a broad smile for the cameras, but his post-swim delight was of the translucent kind and impossible to fake. Later he sang the words to Advance Australia Fair as if he was standing shoulder-to-shoulder with the Wallabies at Twickenham, and was perfectly happy to stand around in his daft-looking laurel wreath while others snatched their headgear off at the first opportunity. </p> <p>There was even a hint of that great Aussie cricketing swashbuckler, Keith Miller, when Thorpe swept back his floppy mop of hair. Don't be surprised if there is a film of Brylcreem across every public pool in Australia this antipodean summer. </p> <p>Which, frankly, is the beauty of the Olympics. Not to mention the dream of the Football Association, in particular, and other administrators across Britain. When people talk about character in sport, what they really crave is precisely the charisma and easy charm exuded by Thorpe. At such moments, nationality matters not a jot. </p> <p>To return to dry land for a moment, I would argue that Sir Vivian Richards inspired more English kids to pick up a bat, for example, than Geoffrey Boycott. Watching Chris Gayle savaging Matthew Hoggard for six successive fours reminded me of the day I saw Viv, playing in a single-wicket match at Taunton, strike the first five balls of an over from Brian Langford for huge sixes before blocking the final delivery with exaggerated care. The image of that theatrical forward-defensive stroke, containing as it did infinite qualities of cool, wry humour, respect and style, has stayed with me for life. </p> <p>And now, all of a sudden, such life-enhancing traits seem back in vogue, not just in Athens but at home. Watching Andrew Flintoff, another big-footed, big-hearted talent, and Rob Key steer England home at Old Trafford and then conduct a boisterous post-match interview with Mike Atherton, it felt as if the latter had played his cricket in a parallel universe. </p> <p>Atherton also had an uplifting chat on Channel 4 with Australia's Glenn McGrath, which made you wonder how they have both clung to such surly public images for so long. Even England's coach Duncan Fletcher has been joining in, after a fashion. \"Come on Duncan, smile,\" urged Atherton, \"none of the public has ever seen your teeth.\" Fletcher's subsequent grimace will unquestionably rank among the year's most self-conscious TV moments. </p> <p>Back in Athens, though, this sort of feelgood factor has, until Saturday, been rather more elusive. Clearly there are some hot and bothered British hacks slumped around the media centre; perhaps those muttering darkly into their souvlaki should fly home and watch the splendid television pictures instead. </p> <p>As Pinsent's race proved, it is possible to be even more engaged watching the TV close-ups than sitting in the back row of the actual stadium. In Thorpe's case, the swim itself was similarly half the story; like Cathy Freeman four years ago, Australia have a national icon of whom they can be justly proud. </p> <p>In short, this has been a week to savour, one in which the heroes stealthily outflanked the villains. So it is time to stop staring morosely at the Olympic medal table and, when appropriate, to remove our Union Jack blinkers. And to dare to believe the unthinkable: that the automatons are in retreat and that a new era of inspiring sporting Corinthians has dawned, led by an Aussie in skin-tight black rubber and a weeping Old Etonian.</p>",
  "<p>When Paula Radcliffe travelled from the Olympic village along the road from Athens to Marathon ready for the start of the biggest race of her life she must have feared the worst. </p> <p>Temperatures peaked at 100F, making this the warmest day of the year in the Greek capital, and the road was hot enough to fry an egg on. Even taking a walk to buy an ice cream was exhausting, let alone trying to run 26.2 miles. </p> <p>\"The heat was too much for her to overcome,\" said David Bedford, the former world record holder for the 10,000 metres and now race director of the London marathon. </p> <p>\"This was a beast of a course, even on a good day, but these women were given the most testing of conditions,\" said Steve Cram, the former world record holder for the mile. \"It was much hotter and drier than it had been, which made things very difficult.\" </p> <p>Radcliffe had been among those runners who had campaigned to the International Association of Athletics Federations for the race to begin at 6am, but their views were ignored. </p> <p>The Bedford runner drank at every opportunity, taking her own specially prepared drinks and mineral water. </p> <p>\"Once you are in these conditions, it is a complete surprise,\" said Dr Clive Williams, a sports science professor. \"It feels like you are running in warm water.\" </p> <p>Among those to pass Radcliffe as she sat sobbing on the side of the road was the bronze medallist Deena Kastor, an American who had never beaten her before. </p> <p>Before coming to Athens Kastor had been advised by Dr David Martin, an expert in many running areas, one of them being performance in hot environments. </p> <p>\"Getting ready for any marathon is a multifaceted job,\" said Martin. \"There are a lot of things you have to do right. In Athens, with the the heat and the tough course, it's basically a marathon that requires more facets than most. </p> <p>\"Dehydration will be a major problem. The runners will be sweating a litre, maybe 1.5l, or even more per hour, but it's difficult to drink more than half a litre per hour.\" </p> <p>Kastor used a solution called glycerol to help her combat the problem. \"It's fatty acid that occurs naturally in the human system, and it's not on any banned lists,\" said Martin. </p> <p>\"It helps your tissues take on more water before a race, and you don't pee it out. In a marathon like Athens, every little bit of extra fluid on board helps.\" </p> <p>Just before the race Radcliffe wore a specially designed Nike pre-cool vest for 30 minutes to keep her body temperature low. </p> <p>But Martin thinks this may have been nothing more than a gimmick. \"I don't understand why they should help,\" he said. \"The whole idea seems counter-intuitive to me. </p> <p>\"We've known for years that the muscle enzymes work best when the muscles heat up to 101F or so. That's why everyone believes in warming up before a race. Now people are talking about cooling down before a race. I don't follow the logic.\" </p> <p>Martin has visited the course on several occasions and produced a dossier on it that was distributed to the US marathon runners, including Kastor. </p> <p>\"Everyone heard that the Athens course is hard, but not everyone realised how the hills come at you,\" said Martin. \"They come in a succession of waves.\" </p> <p>Mizuki Noguchi, who won gold with a solo breakaway, had run the Olympic course in June, and then went to train at altitude in St Moritz, where she had practised hill running. </p> <p>Perhaps Radcliffe, for all her work, had stinted on this aspect of her preparation. Liz Yelling, her friend and former training partner who finished 25th yesterday, said: \"Maybe she underestimated the course. It was a lot harder than I thought.\"</p>",
  "Over the past 12 months, Gordon Brown and others have had ample opportunity to force Tony Blair out. They could have joined Robin Cook in resigning on the eve of the war in Iraq. They could have moved in May and June when the prime minister seemed on the ropes. They were either unwilling or unable to act. In short, they blew it. They bottled. <p>Blair has survived his ordeal - a botched war, rebellions over public service reform, and half-challenges from his chancellor - and is likely to emerge more confident than he has been for two years. He is back where he was originally, in a position to determine the time and manner of his departure. </p> <p>With Westminster gearing up for the new political season, the question the left must ask itself is: if it cannot replace him, can it influence him? Will Labour MPs go into the next election with a manifesto that bears only a passing resemblance to what many understand as radicalism? Will Blair's eventual successor be locked into pledges in which he has little faith? </p> <p>On one level, there is cause for gloom. And yet Blair is the first to appreciate that, with voters as unpredictable as they are, the election is not in the bag. In order to entice them to turn out, he has to entice his own grassroots to campaign. </p> <p>To do that, a truce has to be called. The terms of engagement have to change. Blair has belatedly to acknowledge some mistakes over Iraq. His critics should then agree, as the boss would say, to \"move on\". This would be an imperfect solution, but better than none. The crucial stage in the healing process is a debate, a serious one, about ideas. This will be hard for a leader who sees his party as a vehicle for action rather than discussion. </p> <p>The national policy forum at the end of July demonstrated again the gap between rhetoric and reality. Blair's speech was entitled \"Winning the Battle of Ideas\". It is a victory by default, because the battle is fought only within extremely tight parameters. Many people simply do not engage. </p> <p>Mainstream critics within the party define themselves by what they are against. Some, like Neal Lawson, whose farewell to Blairism in these columns caused quite a stir, are tentatively putting together an alternative manifesto for social democracy. But whether they are officially sought by Downing Street, which put out an SOS to thinktanks shortly before the policy forum, or whether they come from outside, ideas are still thin on the ground. \"We are in desperate need of inspiration,\" says one minister. </p> <p>Do not hold your breath. Certainly do not look to the party conference, a study in choreography, for signs of compromise. If concessions to the party are made, it will happen behind closed doors. But MPs and ministers I have spoken to over the past few days, those who would fall into the category of loyal but frustrated, argue that if Blair wants to galvanise Labour-inclined voters next year he will have to offer more than the promises of crime crackdowns and a more individualised National Health Service and school system. </p> <p>They point to several areas. Quality of life issues have risen up the scale of priorities. The Blairite solution is typically triangulated. It focuses on increasing nursery places and improving childcare provision, on enhancing maternity and paternity rights, all admirable in themselves, while doing little to threaten the hegemony of the boardroom or to remove the atmosphere of wage slavery. </p> <p>Leaving aside France's 35-hour week (the debate is raging there on its merits), the government - through its obsession with global competitiveness - is failing to keep pace with voters. Blair friend and foe alike have much to do on family and work, as they do on the whole agenda of public service reform. The debate so far has revolved around over-simplified concepts such as \"choice\" and individualisation. </p> <p>As for issues around equity and poverty, there is still an argument to be had on a fairer distribution of income and assets, taking us beyond the somewhat stale debate on income tax rates. The left is in dire need of updating its thinking. </p> <p>There are several other areas where the left could be making the running. On law and order it has to engage on antisocial behaviour - there is little denying its importance to voters - but it need not be along the crime first, causes second lines of Blair and David Blunkett. The same goes for asylum and immigration. It is easy to attack the government for its ugly populist lunges, but where is the contrary prescription that combines fairness for those in need with the welfare and security requirements of voters? </p> <p>And what of the original \"new politics\" agenda of 1997? Blairites embraced the hopes of more open and accountable politics with equal ardour. Progress has been pitifully slow, in some areas non-existent. Fairer voting for Westminster elections is as elusive as ever. House of Lords reform has made little progress. Commons reform has been minimal. Some power may be devolved to regional government. But more importantly, the early emphasis on individual liberty through the incorporation of the human rights convention has been emasculated by excesses such as the detention without trial of the Belmarsh Twelve. Reconciling civil liberties with the threat posed by terrorism is vital for the left. </p> <p>Blair has raised the white flag to the sceptics at the first sign of trouble with the EU. If the constitution and \"social Europe\" are so unthreatening to social democrats abroad, why is a better case not made here? Cook's vow to introduce an ethical dimension to foreign policy was mocked by Blair, who saw no need to curb arms sales or change the government's traditionally selective approach to human rights abuses. </p> <p>This is fertile ground for the left. But on the most burning issue of all, intervention, it has to formulate its own approach. If Blair was wrong on Iraq, is it ever right to send British forces into action? And if so, on what terms? There can be no more important issue for internationalists than that. </p> <p>Blair says with his characteristic disdain that the Labour party has \"given up the luxury of criticism for the obligation of decision\". He is in part right. For criticism to carry weight, it has to be backed by a persuasive alternative vision. Otherwise Labour will have to put up with its current leader and his minimalist vision of the future for some time to come. </p> <p><b>·</b> John Kampfner is political editor of the New Statesman and author of Blair's Wars</p> <p><a href=\"http://www.jkampfner.net\">www.jkampfner.net</a></p>",
  "<p>History appears to be repeating itself. Warnings of insufficient supplies to fuel the global economic boom are being blamed for the rise in oil prices over the past six months, precisely as they were during the crisis of the 70s. </p> <p>But, just as back then it was revealed that storage tanks in Rotterdam were full of oil, data shows that demand today is not outstripping supply. </p> <p>According to Peter Odell, emeritus professor of energy studies at Erasmus University, Rotterdam, the blame for the 50% increase in oil prices over the past six months lies firmly with the financial institutions betting on the direction of theprice. </p> <p>A report from the International Energy Agency shows that for the first six months of the year, production averaged 81.9m barrels a day while demand was almost 1m barrels less at 81m barrels a day. </p> <p>The market was, in fact, much tighter last year. Even though war in Iraq stopped production last year and demand staged the biggest rise for six years, the price remained below $30 a barrel. </p> <p>This year, Iraqi oil returned to the market, albeit intermittently, and helped to offset fears about faltering supply from other sources. </p> <p>But concerns over terrorist attacks on Saudi Arabian installations, political uncertainties in Venezuela and Nigeria and problems between the Russian government and Yukos are not responsible for the 50% increase in prices, says Prof Odell. </p> <p>Speculating on oil prices has become a good way to secure decent short and medium term returns, given the poor performance of stock markets, low interest rates and effective restraints on currency speculation. </p> <p>The size of this market is borne out by the rapid escalation of the numbers of contracts made on Nymex for West Texas Intermediate crude futures. </p> <p>The daily number of deals mushroomed to 140,000 in the first quarter of this year from under 50,000 in 2000. </p> <p>Speculative trades now account for more than 30% of total trades compared with only 10% in 2000, says Prof Odell. </p> <p>Both Opec and energy analysts have underlined this trend over recent months. Some analysts have quantified the speculation premium on the price of oil as between $5 and $10 a barrel. </p> <p>Despite the speculators, responsibility for the high price of oil has been dumped at the door of Opec. </p> <p>But countries belonging to the oil cartel have increased production by 2.2m barrels a day compared with the same period in 2003. </p> <p>This increase in volume has accounted for two thirds of the increase in supply even though Opec is only responsible for 40% of total production. </p> <p>And the costs of irresponsible speculation in the price of the black stuff is being borne by the consumer and producers. </p> <p>Consumers are having to pay more for an essential commodity while uncertainty about the long-term future of oil markets hits the producers. </p> <p>\"A curb on speculative trading in 'paper' barrels is an urgent requirement if a desired return to an ordered international oil market, of mutual benefit to suppliers and consumers, is to be achieved,\" Prof Odell concludes.</p>",
  "<p>To the untrained eye, the vast peatbogs that blanket much of Caithness and Sutherland at the northern tip of Scotland are a featureless landscape of damp, dead ground. </p> <p>To the scientific community, however, the largest swath of peatland in the world is teeming with life. </p> <p>And preserving this will play a significant role not only in maintaining global biodiversity but also safeguarding the world from the effects of global warming. </p> <p>It is estimated that 10% of Scotland's carbon emissions come the peatland - more than from the whole of Scotland's transport industry. The bogs are rich in carbon (and peat is a traditional fuel), but when the peatland is churned up and dries out, air oxidises the carbon into CO2 . </p> <p>Preserving the bogs has never been more crucial, and this month the European commission approved the expansion of a project to restore large sections of the damaged ground. </p> <p>In the past three years, the EU LIFE peatlands project has reclaimed 1,200 hectares (3,000 acres) that had been forested in the 1970s and 80s. The funding will reclaim a further 600 hectares in what is now Britain's biggest habitat restoration scheme. </p> <p>Norrie Russell, peatland reserve manager, said the work's importance could not be overestimated. </p> <p>\"In British terms, there are few habitats that are of international importance, and the single largest area of blanket bog in the whole of the world is here in the north of Scotland,\" he said. </p> <p>\"The biggest threat has been forestry which was happening back in the 1970s and 1980s. It was destroying the bogs, changing the type of predator, drying out the peat. But it can be restored, given sufficient resources.\" </p> <p>As well as removing trees, 3,000 dams have been built, while farmers are being helped to minimise the impact of their animals' grazing. </p> <p>Experts compare the Caithness bogs to the Serengeti in Tanzania or the tropical rainforest in Brazil; the only other such extensive areas are found in Tierra del Fuego in Argentina, Kamchatka in Russia, Alaska, and New Zealand. </p> <p>Mr Russell acknowledged that the landscape appeared barren. </p> <p>\"The peatlands were described as 'wet deserts' by Frank Fraser Darling [the renowned ecologist],\" he said. </p> <p>\"It was not a derogatory term. It was actually describing the very special wildlife to be found here.\" </p> <p>The bogs are home to a vast array of birds, insects and plant life. </p> <p>\"We have things like the greenshank, which is a very elegant wader that people will be familiar with from estuar ies in the UK,\" Mr Russell said. \"Seventy per cent of the UK's population is bred in the peatlands, as is 40% of the population of dunlin. </p> <p>\"There are also black- and red-throated divers, common scoters, and golden plovers. </p> <p>\"In spring the peatlands really come to life in the way that the tundra comes to life. </p> <p>\"There is a huge pulse of insect life. There are water beetles, Oreodytes alpinus, that have been found in the bog pools that had not been recorded in Britain other than as a sub fossil. </p> <p>\"There's a lot of other rare beasts out there. And there is a whole range of plants, some very special plants, things such as the sundew, carnivorous plants, of which there are millions on the Forsinard reserve alone.\" </p> <p>European funding has has allowed the scheme's partners - the Royal Society for the Protection of Birds, the Forestry Commission, Scottish Natural Heritage, and the Plantlife organisation - to acquire three blocks of forested land around the town of Forsinard </p> <p>Chris Nixon, forest district manager for Forestry Commission Scotland, said the scheme's benefits would reach far beyond the north of Scotland: \"The project is delivering major environmental improvements to the Caithness and Sutherland peatlands, and this extension will add significantly to the area over which forest restructuring and habitat restoration work can be carried out,\" he said. </p> <p>\"Close partnership working is also enabling a new vision to be developed for the future management of key species and habitats associated with the peatlands, which will be of real long-term benefit for biodiversity.\"</p>",
  "The father of a murdered British backpacker was last night preparing to fly to Thailand to recover his son's body and help uncover the circumstances surrounding his death. <p>Mark Lemetti, 24, was found battered to death in a rubber plantation in southern Thailand in the early hours of Friday. His attack was so brutal, police investigators were unable to identify him. </p> <p>Days before his death, Mr Lemetti had been in touch with his parents via email as he did regularly, detailing his trip through south-east Asia over the past five weeks and confirming he was due to arrive home shortly. </p> <p>Thai police believe Mark was robbed for his mobile phone and then beaten to death with a snooker cue which was found next to his body. </p> <p>He may have known his attacker, with some local media reports suggesting the man police have arrested was a tour guide who was seen with Mr Lemetti at a pool hall on the evening before he died. </p> <p>As his father, Roland, prepared to fly to Thailand a family member said they were waiting for word from officials to see when he could leave. </p> <p>\"The family are all in a state of shock, they are very upset,\" he said. </p> <p>\"Mark was backpacking on his own. He'd been away for four or five weeks and was nearing the end of his tour.\" </p> <p>Scots-born Mark had travelled through Vietnam, Cambodia, Thailand and Malaysia. </p> <p>\"He had an honours degree in ecology and was very interested in the environment - that's why he was out there. Everyone is shocked by what has happened. Mark was a very nice boy, well spoken and quite intellectual, really nice.\" </p> <p>It was still not clear whether he had been killed elsewhere and dumped in the plantation or lured out of town on the pretext of a tour and then killed, police officials said. </p> <p>A worker found his body lying in a rubber plantation in the Sungai Kolok district, in the province of Narathiwat, 750 miles from Bangkok. </p> <p>On Saturday, police arrested a Pakistani man, Useng Makbu, 32, after a witness reported seeing him with Mr Lemetti shortly before the killing. </p> <p>The man made a dramatic attempt to flee, according to police. </p> <p>He climbed on to the roof of his house in the Sungai Kolok district, and ran across the rooftop. </p> <p>The roof caved in under his weight and he fell, injuring himself and needinghospital treatment. </p> <p>On searching his home, police found Mr Lemetti's camera, mobile phone, shoes, toiletries and a document which had belonged to him. </p> <p>Local media reports have identified the suspect as Mah-ae Brahim. </p> <p>The suspect has been charged with murder, theft and living in Thailand without proper documentation and faces the death penalty by lethal injection. </p> <p>\"He has denied the charges,\" a police spokesman said. \"But we have found most of Mark's belongings in his house. Mark's passport showed he had been to Thailand before. He may have been doing a visa run. </p> <p>We do not believe his story that Mark entrusted his belongings to him for safekeeping.\" </p> <p>The Foreign Office has warned against travelling to this area of Thailand after terrorist attacks and civil unrest. </p> <p>There were three bomb blasts there at the weekend. </p> <p>Mr Lemetti is the first westerner to be killed in the area since the unrest started in January. </p> <p>But police say there is no terrorist link to his death and they believe the motive was robbery.</p>"
]