[
  "<b> Glenda Jackson </b> Mail on Sunday, October 3 <br> <p>\"The announcement by Tony Blair that next year's election campaign will be his last is a disaster ... The reality is that the prime minister will have to hand over the reins of power long before this government reaches the end of a third term ... What on earth was he thinking? That the transfer, not just of the leadership of the Labour party, but of the nation, could be done in the blink of an eye? That the finger resting on the nuclear trigger could shift after a couple of quick hustings, a friendly debate on Question Time and a simple show of hands? ... </p> <p>\"But it is not just the impact on the Labour party that is so damaging. How can the prime minister hope to represent the United Kingdom on the global stage when he knows that at any moment the curtain is set to fall on his premiership?\" </p> <p><b> Matthew D'Ancona </b> Sunday Telegraph, October 3 <br> </p> <p>\"As much as I admire Mr Blair's sheer gall in transforming a hospital appointment into a constitutional innovation, I wait to see how he deals with the forces he has unleashed ... </p> <p>\"He has dangled before his colleagues the greatest prize of all, and granted them leave not only to fight for it - openly rather than behind the scenes - but years in which to do so. Will the two-man feud of the past 10 years be replaced by an even bloodier free-for-all? Mr Blair's second term has been disfigured by war. If he wins again, he may find his third term dominated by a conflict much closer to home.\" </p> <p><b> Michael Portillo </b> Sunday Times, October 3 <br> </p> <p>\"While on the face of it Mr Blair's announcement invites us to look towards the end of his premiership ... in fact we must now focus on the termination of Gordon Brown's chancellorship. It is impossible to imagine that he will occupy No 11 for a dozen years. Certainly no precedent would come close to it. It is inconceivable that his patience could extend so far, especially while all around he will see lesser men emerging as better bets for the succession. Mr Brown's speech last week confirmed him as a political colossus. What Mr Blair now proposes is an assault on his dignity. </p> <p>\"Nor can Mr Brown bide his time in any other office of state. It is the prime minister, not the foreign secretary, who runs foreign policy and Mr Brown could not serve as Mr Blair's vassal ... At no department could Mr Brown submit to negotiating his budget with the next chancellor, a sensitivity that alone rules out any move except to the backbenches.\" </p> <p><b> Iain Macwhirter</b> Sunday Herald, Scotland, October 3 <br> </p> <p>\"Mr Brown once joked that there are two kinds of chancellor: failures, and those who get out in time ... Perhaps a bigger question than whether Mr Brown should quit while he is ahead is whether there is anything left for him to do. He is already the longest-serving chancellor since Gladstone. Moreover, prime ministers need more than a gift for post-neoclassical endogenous growth theory; they need to show they can cut it on the international stage. There is an argument that, if he is to get the top job, Mr Brown's CV is a little thin on international affairs. Perhaps, then, he should become foreign secretary ... </p> <p>\"[However] Iraq may be a compelling reason for Mr Brown to stick with the Treasury. At least there he doesn't have to be implicated in Britain's worst foreign policy debacle since Suez. Perhaps it would be better to leave Mr Blair to sort out that mess.\" </p> <p><b> Andrew Rawnsley</b> Observer, October 3 <br> </p> <p>\"As long as his colleagues stay convinced that Mr Blair really will be around for at least four more years, he could even wield enhanced authority over them ... At a moment of potentially high vulnerability, Tony Blair has asserted himself as the captain of his fate. </p> <p>\"That is not the same as saying it makes him the master of his destiny. His ambition for a legacy-rich third term remains contingent ... Can his health take another four years or more in the top job? ... [He] presumes that the electorate will give Labour a third term. That remains a more than reasonable assumption ... What is less bankable is whether Labour will have a majority sufficiently solid for him to wield the authority to implement his ideas of radicalism in a third term. A majority that was heavily slashed could propel him towards the exit quicker than he plans.\" </p> <p><b> Scotland on Sunday</b> Editorial,October 3 <br> </p> <p>\"Another big question posed by Mr Blair's announcement [is] what does it mean for the opposition? If the prime minister does pursue his European passion then perhaps there is hope for the Conservative party after all ... As sure as night follows day, Michael Howard will move to recoup some of the ground lost to the United Kingdom Independence party and it could be that this will prove fertile territory, so long as he can restrain his party from going further than campaigning for the retention of sterling and holding the line of British sovereignty. </p> <p>\"On the domestic front, the Tories can no longer rely on the 'Vote Tony, Get Gordon' argument ahead of next year's election, but if they find the will to present a genuine alternative platform, notably a tax-cutting fiscal policy, then they could deny Labour a fourth term, if not a third.\"</p>",
  "<p>With his shock of white hair, woolly moustache and amiable, distracted air, Albert Einstein has given society its defining image of an eccentric scientist: lovable, brilliant but unworldly. </p> <p>Things are about to change, however. Next year a global campaign is to be launched to mark Einstein Year. An unprecedented fusillade of shows, exhibitions and products will be unleashed round the world, each aimed at turning the great physicist into one of the sexiest figures of the 20th century. Make way, Che Guevara. </p> <p>Apart from the Einstein posters, mugs, T-shirts, calendars, and bookmarks already churning off production lines, there will be an Einstein experiment pack for Glastonbury festival-goers; an Einstein screen saver that will help computer owners track down gravitation waves; kiddies' Einstein party packs; an Einstein ballet by the Rambert dance group; and a series of concerts, in Israel, to mark his lesser-known achievements - as a violin player. </p> <p>Major exhibitions dedicated to the German-born physicist have already opened in the United States, and journals - including the current Scientific American - have dedicated entire issues to the great man's life and works. That soup-strainer moustache and floppy white mane will be hard to avoid in the next few months. </p> <p>'This is a chance to get people to appreciate what physics has done for the modern world,' said Caitlin Watson, Einstein Year co-ordinator for the UK Institute of Physics. 'There is nobody to touch Einstein for that.' </p> <p>Scientists have chosen 2005 to be Einstein Year (as well as International Year of Physics) because four of his greatest scientific papers were published in 1905. They included his theory of relativity, which redefined our ideas about space and time, and the paper that introduced the idea that energy and matter are interchangeable. This notion is summed up by his equation E=mc<strong><sup>2</sup></strong> , the most enduring, scientific icon of the last century. </p> <p>For physics, 1905 was an annus mirabilis , thanks to an unprepossessing Swiss patent office clerk who, working quietly on his own, utterly changed our ideas about the universe. Within 10 years, Einstein had been made a professor at the University of Berlin. A few years later he won the Nobel Prize, and not long after he published his general theory of relativity, which transformed our ideas about gravity and the universe. </p> <p>This was a man who stretched time and bent space. As Scientific American puts it: 'Albert Einstein looms over 20th-century physics as its defining, emblematic figure.' Hence the lavish nature of next year's celebrations, although not every plan has been welcomed universally. </p> <p>An Austrian proposal to mark the 50th anniversary of Einstein's death, which falls on 18 April, 2005, by holding a 'light relay' - a sort of astronomical Mexican wave in which thousands of people round the world will shine torches into the night sky - is to be boycotted by British astronomers. Light pollution is already ruining our study of the heavens, they say. However, most other ideas have been enthusiastically seized on by scientists - such as the Einstein at Home project. 'People will be able to send off for software that will allow their computers to operate at night using data, automatically downloaded from observatories, to spot minute fluctuations in data that reveal the existence of gravitational waves,' said Professor Jim Hough, of Glasgow University. </p> <p>Gravitational waves, predicted by Einstein's general theory of relativity, are ripples in the curvature of space-time triggered by massive energetic events, such as supernovae - when stars explode and destroy themselves. None has ever been detected. 'There could be no better way to celebrate Einstein's great year than finding one this way,' added Hough. </p> <p>Then there is the 'Einstein at Glastonbury' pack which physics students will display at the festival next June. Among the marvels of modern physics to be demonstrated will be rockets powered by water and fizzy Alka-Seltzer tablets and a levitating lemon that will be raised by some strange use of pint glasses, ashtrays and water. Normal fare for Glastonbury, in short. </p> <p>The Einstein pack for kiddies' parties will include games for sticking kebab sticks through balloons without bursting them. 'You can learn a lot of physics this way,' said Caitlin Watson. </p> <p>All of which should make Einstein a new folk hero as well as making the Hebrew University of Israel very rich. Through a Californian law firm, they control use of Einstein's image, and have to give permission, often in exchange for royalties, for the use of the great man's face or name on any products. Given what is about to be unleashed, things can only get better for them.</p>",
  "<p>Spray-can graffiti has entered the art market's mainstream. Wild designs hitherto seen only on walls in the street, or train carriages, are being sprayed on to canvas and pondered by aficionados in art galleries throughout the world. </p> <p>A selling exhibition of work by six heroes of the spray can, at Elms Lesters Painting Rooms in London from 13-30 October, includes not only paintings but merchandise. Japanese-made plastic toys in the form of the weird, mascot-like creatures that have come to inhabit the graffiti and hand-knotted rugs. You can't get more mainstream than that. </p> <p>Your typical successful 'graffer' is now in his thirties. Nights when, as a teenager, he stole into train yards toting a holdall of up to 100 spray cans, selected colours by touch and sprayed carriages in the darkness, are a memory. He now designs casual clothes, logos, toys, record sleeves, flyers and backdrops for stage performances. He is fawned upon by local authority bigwigs wanting murals and museum curators who have taken it into their heads that graffiti is the first major calligraphic artform outside the Islamic world, China and Japan. </p> <p>The Elms Lesters show is called 'Icy Grape No. 1924', the name of a much-coveted but now obsolete enamel aerosol colour. Dedicated collectors pay $1,000 a can and even empty ones have a value. The paintings are priced £350-£3,500 and limited edition prints from £25. </p> <p>The 20 rug designs are £150-£2,700 and the limited-edition toy action figures - including pointy-headed 'kubricks', like extra-terrestrials with spray guns - are £25-£300. </p> <p>Brooklyn-based graffiti artist Stash - real name Josh Franklin - is 37. In his teens, unseen in a dark tunnel, he would cover a 60ft by 20ft subway car in 20 hours. 'Even in the dark', he told me, 'I knew where my different colours were and sort of choreographed the design in my head.' He was never arrested. 'I was damned lucky.' </p> <p>He also had some narrow escapes when 'beef wars' between rival gangs erupted on the street. 'If an artist had a beef with another artist, he had a beef with the artist's gang, too; it got serious.' All that was needed to spark a beef was 'toy' sprayed by a rival over an artist's 'tag'- signatures such as 'Craze', 'Blaze', or 'Stash'. 'Toy' meant: 'I don't like your shit,' says Stash. </p> <p>Today, besides continuing to paint on canvas, Stash is a big-time clothing designer. Nike has used his designs. He founded the legendary clothing design studio Subware, collaborates on the clothing line Project Dragon and owns Recon stores in New York, San Francisco and Tokyo. His 'Recon 12' action figure is Stash in Recon gear with spray gun and Steyr Aug sniper rifle. </p> <p>Its illegal origin as part of a youth subculture still gives graffiti art its edge, a sniff of danger.'Its strength is the demographic that created it; look at the youth,' Stash says. 'It's a movement that reflects the pace of life and it's now reached global proportions'. </p> <p>Paul Jones, owner of Elms Lesters, says: 'I say this is the next movement in art. It has that feel about it, as did Pop Art or the Futurists. It's been building gradually for 30 or 40 years and all of a sudden, you know it's the thing. There's nothing else around like it. When I look at contemporary art magazines and see the same conceptual artists - the Chapman brothers, for example - they look old school by comparison.' </p> <p>It has certainly been a long time building and has lacked the mainstream promotion given, say, to punk, the British street-style music and design movement concocted by the publicity conscious Malcolm McLaren and Vivienne Westwood. </p> <p>Norman Mailer wrote a book about graffiti and in 1980, when New York's subway trains were seemingly irremediably coated with spray paint, the New York contemporary art adviser Jeffrey Deitch urged collectors at a big art seminar to invest in a whole graffiti-covered subway train and mothball it. Nobody did. Stash had his first on-canvas show at the Fun Gallery in New York in 1983 but there was still no take-off for the movement. </p> <p>But by the time Tony Silver's compendium of film about graffiti artists, Style Wars, appeared last year, graffiti in its most evolved form - with landscapes and crazy creatures, besides wild lettering - was being shown in galleries worldwide, having ridden to fame on the hip-hop movement, along with rap music, break dancing and deejaying. </p> <p>Futura, an American, one of the six artists showing at Elms Lesters, thanks Europe for recognising graffiti art. 'American attention and investment were never really there,' he laments. Perhaps the American public sided with the New York Transit Authority's vandal squad, with its snarling guard dogs, razor wire and graffiti-proof paint. </p> <p>If graffiti art is to prosper, it will have to remember the stylistic roots of the original calligraphers, or 'writers', as they are sometimes still called. One of the most sophisticated British artists in the show, Stet - 31-year-old Andrew McAttee - spray-paints huge canvasses with highly finished faux-spontaneous brushstrokes and shiny Ribena-like bubbles, vaguely reminiscent of the American Pop artist Roy Lichtenstein and the Surrealist Joan Miro. </p> <p>Stet earned his street credentials as a youngster at legally approved graffiti sites in London's Westbourne Park and Fulham, which allowed him to perfect his work unhurried and unharassed, before studying painting at Central St Martin's College of Art and Design. But his riotous compositions retain an unmistakable graffiti 'look'. </p> <p>Graffiti-proof paint, security of anti-terrorist proportions and jail sentences of up to five years mean there is little opportunity these days for new artists to gain a reputation in the movement through street apprenticeship. Those who have - such as the six top names at Elms Lesters - are therefore virtually unrivalled and will remain so. That should mean something to collector-investors.</p> <p><strong>·</strong> <a href=\"http://www.elmslesters.co.uk\">Elms Lesters Painting Rooms</a>, 1-5 Flitcroft Street, London WC2 (020 7836 6747)</p>",
  "<p>One of the UK's biggest investment funds needs a radical overhaul to improve performance, say independent financial advisers. </p> <p>Foreign &amp; Colonial Investment Trust (F&amp;CIT), which weighs in at a whopping £2.1 billion, has long been recommended as a core fund for investors who are just starting to save. Its strategy of buying shares in companies from around the world gives the smallest of investors instant access to a huge portfolio. Mark Dampier, investment expert at independent financial adviser Hargreaves Lansdown, was so convinced of the fund's quality that he invested his own money in it. </p> <p>But the trust has turned in a horrible performance over the last year. While its benchmark - a combination of the FTSE All Share and the FTSE World ex UK - rose by 5.21 per cent in the year to 31 August, F&amp;CIT's share price fell by 4.08 per cent. </p> <p>Dampier is now calling for a major change by the trust's managers to improve growth prospects. 'There needs to be a shake up,' he says. 'I think [manager] Jeremy Tigue needs some help.' </p> <p>Dampier is critical of the traditional, institutional way in which Foreign &amp; Colonial has handled the management of its flagship trust, attacking the quality of its board: 'It's got Kenneth Clarke as a director. What does he know about fund management? I know they might all be captains of industry, but how many of them have been involved in running a fund?' </p> <p>Dampier is not alone in complaining about F&amp;CIT's performance. BestInvest, winner of the Observer and Guardian Best IFA award this year, has just downgraded the trust's rating and taken it off the firm's list of recommended funds following a meeting with Tigue. Stephen Marriott, fund research analyst for the firm, says: 'Global growth has been quite a difficult sector for a lot of people. They have a large exposure to the US because it's the biggest stock market. Jeremy Tigue didn't say anything which would cause us to change our minds about removing it from our list.' </p> <p>Tigue admits the performance of the trust has been torrid in the first half of this year, suffering problems with asset allocation and stock selection. 'We increased the amount invested in emerging markets from 5 per cent to 11 per cent, which had a negative effect on per formance because there was a wobble. We've maintained that level of investment, though, and the benefit is now coming through. Stock selection was poor in every area, there was no common theme but lots of individual problems during that six-month period. But the stock selection is already picking up in the UK, and the merger with Isis [due to complete on 11 October] will give greater strength in all areas.' </p> <p>He says that financial advisers are also worried that the trust's discount - the share price as a proportion of the trust's net asset value - has also widened considerably from 12.9 per cent at the beginning of the year to, just over 16 per cent now. At one point it touched 19.6 per cent. A big discount is good for new investors to the trust because it means they are getting more assets for every pound that they invest, but bad for existing investors, particu larly if they need to sell their shares. </p> <p>Tigue says the trust recently bought back 1.5 per cent of its shares, a process that helps to reduce the discount earlier in the year, and further buybacks are planned. </p> <p>Witan, another giant in the global growth sector, has just rejigged the way its assets are managed. The £1.3bn trust, which was managed entirely by Henderson Global Investors until recently, has fallen in value by more than 18 per cent over five years. But Jim Horsburgh, the trust's chief executive who was appointed in January, has now reduced Henderson's role to running the UK and US mainstream portion of the portfolio, equivalent to 55 per cent of the trust's assets, and all bar 5 per cent of the UK smaller companies part will quasi-track the relevant indices. </p> <p>Dampier is not impressed by the changes, questioning the wisdom of leaving more than half the portfolio in the hands of Henderson and accepting quasi-tracker returns. 'It's not enough in this market,' he says. </p> <p>So is he selling his own stake in Foreign &amp; Colonial? 'Probably not, but I'm about to stop my [F&amp;C] savings plan altogether now. I'm hoping that by making a fuss about this, it will encourage them to do something about the situation.' </p> <p>He is still a fan of global growth investment trusts for investors with little money to invest, but he recommends RIT Capital Partners, British Empire Securities and Scottish Value Trust.</p>",
  "<p>Snowboarding, bless its thermal socks, didn't really have the easiest of upbringings. For a start, its biological father has never been confidently identified: was it Jack Burchett, who in 1929 rustled together a crude snowboard with a plank of wood, some rope and horse reins for bindings? Or Sherman Poppen, whose prototype 'Snurfer' in 1965 was originally a gift for his daughter Wendy, but went on to shift half-a-million boards the following year? </p> <p>Either way, early childhood was problematic. In a world dominated by officiously minted skiers, snowboarding went down like a bad joke: initial designs were modelled on surfboards right down to the tail fins (useless in everything but deep powder), and snowboarders were ridiculed as wannabe surf dudes way out of their depth. In most resorts they were banned outright, while places that allowed them forbade use of the lifts, as their non-release bindings failed to comply with the industry standards for ski equipment safety. </p> <p>So it was that snowboarding's anti-social tendencies were fostered from an early age; denied the pristine pistes of their more affluent Alpine cohabitees, snowboarders became pack animals with unofficial diplomas in backcountry DIY, huddled in groups, hiking the soft stuff and building terrain of their own. Snowboarding gathered an outlaw momentum quickly picked up on by the youth media; punk rock and skater style gave their mountain migration a worldwide momentum, and pretty soon the size of snowboarders' pants was beaten only by the size of their ramps. </p> <p>Attitude and altitude combined and, as an aggressive adolescent, snowboarding began to break free from its patronising stepfather (the Fédération Internationale de Ski), its catalogue of ever more insane tricks and powder lines making most skiers feel understandably middle-aged. But not any more: if anything, the image of freestyle skiing these days has made commendable progress, looking and sounding exactly like snowboarding did more than 10 years ago - from the dyed dreds down to the oversized threads. Skiers have infiltrated snowboard parks across the world (now called 'terrain parks' so as not to upset anybody), and have even adopted many of snowboarding's signature moves, from rodeo flips to rail slides, the latter especially coming under a regular barrage of ridicule from boarders. </p> <p>Politically correct tendencies aside, however, terrain parks remain snowboard-oriented affairs, much improved by recently increased investment and a range of specialist shaping equipment (the mighty Zaugg Pipe Monster, for example). </p> <p>The prevailing 'no falls, no balls' attitude of yesteryear has all but evaporated, and most parks contain at least a smattering of entry-level kickers and rails, if not an entirely separate beginners' area. Throw in a sizeable sound system, an on-site bar and a team of professional shapers, and you can see why so many snowboarders invest in reduced-fare, park-only lift passes for their trip. Europe is home to some world-class parks. </p> <p><strong> France</strong><br> </p> <p> <strong> Tignes</strong> has always been a popular choice with beginners, home as it is to a downsized half-pipe (always best in the first few weeks of the season, as the sun quickly takes the edge off it), a wide variety of smaller ramps and rails and a famously relaxed atmosphere (the communal barbecue certainly helps). The Tignes park is located on the Carline piste in Val Claret, although advanced riders are recommended to head for the Bellevarde/La Daille sector of neighbouring <strong> Val d'Isère</strong>, where a decidedly more trouser-filling selection of obstacles awaits, including a burly boardercross course, two opposing quarter-pipes and a truly intimidating 30-metre tabletop jump. </p> <p><strong> Avoriaz</strong> is another firm favourite with the freestyle fraternity, and with good reason. It's not only the local architecture that's forward-thinking; the Arare snowpark was set up in 1993 - a year when most European resort managers still imagined half-pipes to be a kind of unsavoury drug paraphernalia - and to this day it continues to offer some of the biggest and best-shaped modules around, all of them perfectly situated to soak up the afternoon sun. </p> <p>Avoriaz is also home to the La Chappelle snowpark - better suited to beginners - and a park specially designed for the emerging sport of snowskating, of which locals Nico Droz and Sebastian 'Paco' Raban are emerging inter national ambassadors. France's best introduction to snowboarding, however, comes via the Kommunity summer camps in <strong>Les Deux Alpes</strong>. Run by UK snowboard legend Neil McNab, the camps have a British flavour, offering a non-pressure riding environment (with a huge variety of recreational après-ski activities, from rock climbing to white-water rafting), and catering for a range of abilities, all coming under the expert eye of renowned UK riders like Jenny Jones, Gary Greenshields and Adam Gendle. The snowpark in Les Deux Alpes is also first-rate. </p> <p><strong> Switzerland</strong><br> </p> <p> Switzerland doesn't offer quite the same abundance of terrain, but <strong>Saas-Fee</strong> is a bustling hub of rider-related shenanigans all the same. This is never more apparent than during the post-season slush, when the Ice Ripper spring and summer camps (<a href=\"http://www.iceripper.com\">iceripper.com)</a> descend on the glacier for week-long snowboarding beanos, with hotels, lift passes and professional tuition included in the package, and with regular piss-ups at the notorious Popcorn Bar as standard. </p> <p><strong> Les Diablerets</strong> (00 41 024 492 3481, <a href=\"http://www.diablerets.ch\">diablerets.ch</a>) is a perfect spot for riders to stretch their legs in late autumn. There is a good range of ramps and rails - many of them suited to beginners - at the James B snowboard camp, which opens in October and operates from the Mon Abri dormitory, home of the infamous B-bar (<a href=\"http://www.monabri.ch\">monabri.ch</a> ). </p> <p><strong> Italy</strong><br> </p> <p> Italy's most snowboard-friendly resort is <strong>Livigno</strong>, and its extensive snowboard park - on the far side of the Mottolina gondola - sets an epic stage for the formidable Burton European Open freestyle contest each January. </p> <p><strong> Germany</strong><br> </p> <p> Germany, meanwhile, may not be renowned for its world-class terrain, but it has an excellent park at <strong> Garmisch-Partenkirchen</strong> (00 49 8821 180 700, <a href=\"http://www.garmisch-partenkirchen.de\">garmisch-partenkirchen.de</a>), and also hosts some top-notch summer camps courtesy of Gap 1328 (00 49 8821 52247, <a href=\"http://www.gap1328.de\">gap1328.de</a>). Bear in mind, however, that the resort isn't glacial, and the snow can be slushy. </p> <p><strong> Austria</strong><br> </p> <p> While Austria is best known for its extensive powder fields and immaculately groomed slopes, it also has some cracking parks: from the dramatic Skyline Park in <strong> Nordpark</strong>, just out of Innsbruck, to a variety of freestyle terrains in <strong> Mayrhofen</strong>, including the Penken Park and the 360m-long super-pipe on the Hintertux Glacier. </p> <p>Of course, a list such as this can never be comprehensive: most resorts these days have some sort of terrain park, and while individual set-ups will always have unique personalities - reflections of the shapers who shape them, the riders who shred them and the resort itself - if you've ridden one great park, you can pretty much guess what the next one will be like. </p> <p><strong> Finland</strong><br> </p> <p> There are still some rare gems out there, rough and uncut and offering more than just big speakers and well-sculpted landings. <strong> Talma</strong> (00 358 9274 5410, <a href=\"http://www.talmaski.fi\">talmaski.fi</a>), in Finland, has become something of a mecca for more fanatical snowboarders, rumoured as it is to have sold its soul to the satan of progressive freestyle. Despite Talma's diminutive scale (the hill itself - for mountain it most certainly is not - resembles a sort of oversized Xscape without the sanitised electric lighting), this tiny hamlet has produced some of professional snowboarding's most valued players over the last few years, including Jussi Oksanen, Heikki Sorsa and Wille Yli Luoma. </p> <p>Since then, riders have been flocking from around the world to sample the well-shaped kickers, soak up the small town atmosphere (the slopes don't open until 4pm on weekdays) and try to locate the source of all this seemingly inexplicable talent. </p> <p><strong> Norway</strong><br> </p> <p> For a road even less travelled, make a post-season pit stop at the <strong> Folgefonna</strong> summer camp in Norway (00 47 328 26000, <a href=\"http://www.folgefonna.no\">folgefonna.no</a>). Winters here are dark and depressing (and the cause of much aneurysm-inspiring black metal music), but summer is one long celebration, and the extreme northern latitude makes for roughly 20 hours of sunlight daily, with riding until the wee hours in an eerie perpetual twilight. </p> <p>Camp accommodation - five kilometres (three miles) from the small town of Jondalen - is rustic to say the least, but the sparseness of the place is half the charm. Expect jagged backdrops, misty mountain lakes and a notable absence of tourists - plus some of the friendliest people, best-shaped park facilities and, unfortunately, most overpriced pints you'll ever come across. </p> <p><strong> Iceland</strong><br> </p> <p> For the real back of beyond, however, it has to be the Iceland Park Project (<a href=\"http://www.icelandparkproject.com\">icelandparkproject.com</a>), set up in 2002 by a small team (including Glaswegian snowboarder and professional shaper Graham MacVoy), disillusioned with the stresses, strains and steadily diminishing soul of big-park riding and looking to set up a venture of their own somewhere more out of the way. And it doesn't get much more out of the way than IPP, straddling the <strong> Snaefells Glacier</strong> that inspired H.G. Wells to write Journey to the Centre of the Earth. You can forget about five-star restaurants and en suite PlayStations - there aren't even any lifts, as hiking is part and parcel of the Icelandic experience - but for a riding retreat with rewards as much spiritual as they are sports-related, IPP is in a league of its own. </p> <p><strong> Competitive thrills</strong><br> </p> <p> Turn up at these parks on any given day and you're guaranteed to see some astonishing riders pushing the boundaries of amplitude (see glossary at the bottom), hucking themselves off bigger kickers, soaring out of steeper pipes and stomping tricks sicker than anything you'll see on telly. But for the most memorable and dramatic display of skills, you'll want to get yourself along to one of Europe's premier snowboarding competitions. With rider performance so reliant on good visibility and clean, well-sculpted ramps, unpredictable winter weather can often put a bit of a dampener on things, but even then the after-show parties are some of the biggest and most booze-fuelled you'll ever not quite remember. </p> <p>One that's garnered a well-earned reputation for debauchery is the annual <strong> Snowbombing</strong> festival (<a href=\"http://www.snowbombing.com\">snowbombing.com</a>), claiming to offer 'boarding by day and beats by night', but in reality featuring DJs spinning till long after sunrise and leaving most punters reeling (or just plain sleeping) until late afternoon. Closer to the roots of snowboarding is the <strong> Verbier Extreme</strong> (<a href=\"http://www.xtremeverbier.com\">xtremeverbier.com</a>), which pits the world's most fearless backcountry riders against a chopper-drop powder face peppered with intimidating cliffs and chutes. </p> <p>And at the other end of the scale is the UK's homegrown <strong> AIM Series</strong> (<a href=\"http://www.aimseries.com\">aimseries.com</a> the qualifiers for which are staged at dry slopes and indoor snowdomes across the country, culminating in the annual British Championships in France. </p> <p>But few of these contests are self-contained events. Since the collapse of the International Snowboarding Federation (ISF) in 2002, the professional circuit has been dominated by the <strong> Ticket To Ride</strong> (<a href=\"http://www.ttrprosnowboarding.com\">www.ttrprosnowboarding.com</a>), a series of 'by rider, for rider' events leading up to the infamous Arctic Challenge. This end-of-season showdown, in the wilderness of Lofoten, Norway, is snowboarding's answer to the World Cup final, and it's similarly hard to secure tickets. </p> <p><strong>How to speak snowboard</strong></p> <p>It won't help you nail your first cab 900 (two-and-a-half rotations), but a rudimentary knowledge of snowboarder speak might stop you looking like a hopeless dork when it comes to buttering up the locals. </p> <p><strong>Amplitude</strong> A given rider's degree of sickness (see below). Most usually corresponds to the height of a particular trick.</p> <p><strong>Claiming</strong> Unnecessarily congratulating oneself on stomping a trick, either verbally or with immediate celebratory body language.</p> <p><strong>Corked</strong> A trick executed with off-axis, or inverted rotation. Often engaged accidentally, resulting in hospitalisation.</p> <p><strong>Garage sale</strong> The redistribution of equipment (goggles flying one way, gloves and hat another) that follows a bad fall: a recurrent problem with back-country spin cycles.</p> <p><strong>Hucking</strong> The act of launching oneself from a ramp, off a cliff or out of a pipe; group pursuits of the same are known as 'huckfests', 'jams' or 'sessions'.</p> <p><strong>Jibbing</strong> Shredding something other than snow, eg rails, rocks or cars.</p> <p><strong>Scorpion</strong> A kind of unintentional faceplant in which your legs rear up behind you and your board cracks the back of your head. Worthy follow-up to a tindy.</p> <p><strong>Shred</strong> To ride hard, to 'schralp'. A safe bet for skiers trying to look like snowboarders, as in: 'Dude, did you see me shred the rad/schralp the gnar back there?'</p> <p><strong>Sick</strong> An oft-heard cry of encouragement, as in: 'That cab underflip was sick' or 'Danny is such a sick rider'.</p> <p><strong>Sketchy</strong> A graceless and uncontrolled trick or landing; can also be applied to people's general outlooks on life (especially those who 'claim' tricks, or who actually say things like 'shred the rad/ schralp the gnar').</p> <p><strong>Spin cycle</strong> Involuntary cartwheels caused by coming a cropper on steep off-piste.</p> <p><strong>Steez</strong> Style. You have it or you don't.</p> <p><strong>Stomping</strong> To land solidly and with perfect control; also to 'stick', 'nail' or 'dial' a trick.</p> <p><strong>Tindy</strong> A hideous variation on the standard indy grab (grabbing the tail, rather than between the feet) by kids that don't know any better. Categorically low on steez.</p> <p><strong>Tweaked</strong> The emphasis of style in a given trick, usually involving a long and pronounced grab; also 'boned'.</p> <p><strong>1260</strong> The world record for most rotations in the air by a snowboarder (three and a half), which was set by Canadian rider Marc Andre Tarte at last year's Air and Style contest in Innsbruck.</p> <p><strong>Winding down the windows</strong> A spasmodic flapping of the arms mid-air that signifies excess amplitude. Often followed by a particularly painful scorpion.</p> <p><strong>· </strong>To order a copy of Time Out Skiing &amp; Snowboarding in Europe for £8.99 go to <a href=\"http://www.timeout.com/shop\">timeout.com/shop</a></p>",
  "<p><strong>White Angels: Beckham, Real Madrid and the New Football</strong> by John Carlin (Bloomsbury £16.99, pp318)<br><strong>An Englishman Abroad: Beckham's Spanish Adventure</strong> by Phil Ball (Ebury Press £10.99, pp279)<br><strong>El Becks: A Season in the Sun</strong> by Alex Leith (VSP £17.99, pp376)<br><strong>When Beckham Went To Spain</strong> by Jimmy Burns (Michael Joseph £16.99, pp412)</p> <p>David Beckham is not only the best-known sportsman in the world, he is also one of the most recognisable people on the planet. He is by far the most popular European in China, Japan and the Far East, where he is revered as a mixture of pop star, statesman and deity.</p> <p>Even in America, a nation of football agnostics, he has made the cover of Vanity Fair, the sine qua non of superstardom. And his signing for Real Madrid gained the second largest live TV audience in history after Princess Diana's funeral. In an age of intensive media scrutiny, the world is his prison. How did someone so bland become a global brand?</p> <p>One answer is that the England captain is a gifted footballer, possibly the finest striker of a ball in the game. Yet there seems to exist an increasingly distant relationship between his sporting prowess and his celebrity profile. Alex Ferguson was convinced he had become a better cover for magazines than he was for the Manchester United defence; there is little doubt that his fame has grown as his talent has waned. Around three years ago his popularity reached critical mass, the point of mania, at which publicity becomes self-generating.</p> <p>He boasts a protean fashion sense, 100 haircuts and a serious tattoo habit, as well as a marriage to the least-liked former Spice Girl. But put these facts together and they don't begin to explain the imperial scope of the Beckham cult. He is that thoroughly modern media creation - a personality without a personality.</p> <p>Those who hoped the footballer's bestselling autobiography, My Side, would reveal why Beckham's following knows no borders might just as well look to Mein Kampf to explain mid-20th-century European history. Both books reflect their subject's identities - the one blamelessly dull, the other horrendously psychotic - but neither shed much light on their appeal.</p> <p>Undaunted by the apparent slimness of Beckham's character, four authors have now produced sizable books on his first season in Spain. That stacks up to an eye-rubbing 1,385 pages on a single year in the life of a man who has never knowingly uttered a memorable word.</p> <p>Even by the tabloid-set standards of the Beckham melodrama, the 12 months from June 2003 to June 2004 proved to be easily his most eventful. They began with his cloak-and-dagger transfer from the world's second biggest football club, Manchester United, to the world's biggest, Real Madrid, and ended with his rugby-conversion penalty kick against Portugal in Euro 2004. In between, there was the Rebecca Loos scandal, a sudden loss of form and the endless speculation over whether he would leave Madrid or his wife. He did neither.</p> <p>The problem is that these stories have already been dealt with, in arguably too much detail, by the media. What could four chunky books bring to the party that was new? Well, none of these authors can be accused of lacking diligence. There is everything here from an appreciation of Spanish cafe culture to an analysis of the influence of the Falange in shaping attitudes to sport under Franco's regime. In fact, all that is missing is Beckham himself.</p> <p>He remains a ghostly presence throughout all four books. When you find yourself reading reports of old newspaper reports, you realise that it's the myth and not the man that has been picked to play. Which may well be a blessing.</p> <p><strong>Alex Leith,</strong> who travels around Spain watching Beckham, has to wait seven months, and the reader 277 pages, before he comes face to face with his subject. And this is the entirety of their exchange:</p> <p>'Do you ever miss playing on the right wing?'</p> <p>'Not at all.'</p> <p>'Not at all?'</p> <p>'Not at all.'</p> <p>When Jimmy Greaves moved to AC Milan in the 1960s, he spent most of his free time hanging out with the journalists who were sent to report on him. Beckham seems to have spent most of his free time avoiding the journalists who were sent to report on him.</p> <p>The social engagement that almost did for him was with Loos, who was there to help keep him away from the press. The one proper interview Beckham grants is to <strong>John Carlin</strong> and its empty epic quality is instructive. Carlin opens his book with an amusing anecdote about finding himself in Kenya with a group of Real Madrid-mad Aids doctors, when he receives a phone call from Spain asking if he would like to interview Beckham in a global broadcast for Real Madrid TV. His dilemma is whether to continue with his investigation of Aids in Africa or return to Spain. 'Was I going to ditch this momentous enterprise to go and interview David Beckham?' asks Carlin. But we already know the answer.</p> <p>The resulting interview, which is mostly concerned with the wondrousness of Real Madrid, is described by <strong> Phil Ball</strong>, with an envy that he barely troubles to disguise, as 'sycophantic', as if a hard-hitting Q and A was an option on Real Madrid TV. Much of Beckham's allure, like that of Diana's, stems from the fact that he has nothing to say and he looks good saying it.</p> <p>'David Beckham has charisma,' Sven-Goran Eriksson once observed. 'If he were in this room, we would all be looking at him.' Eriksson thought Beckham was born with that magnetism, that people are naturally drawn to him. But both Beckham and his wife have spent a lot of time and effort inviting attention rather than unconsciously finding themselves the centre of it. Part of the reason we look at him is that he's gone to such lengths to make sure that we do. As Ryan Giggs once quipped: 'Becks hasn't changed since I've known him - he's always been a flash Cockney git.'</p> <p>Beckham did the interview barefoot and Carlin and Ball explore the significance of that decision at enough length to suggest that a) they have a lot of pages to fill and b) nothing more of the player is likely to be exposed. 'The Arab connection still runs fairly deep in the Spanish cultural psyche,' notes Ball with laughable sternness, 'and the sight of Becks talking to Carlin with the soles of his feet turned to the world's cameras was not a very smart move.'</p> <p>It remains to be seen whether joining Madrid was a smart move for Beckham. He has become a member not just of a famous team but, as <strong>Jimmy Burns</strong> is at pains to point out, a club that sees itself as a national destiny. Such arrogance meant that there were plenty of enemies who wanted to see Beckham fail. As Ball notes, in a piece of mindless logic: 'In Spain, you either hate Madrid or you don't. There's nothing much in between.'</p> <p>Beckham's season started well, with his scoring on his home debut, but deteriorated after Christmas, then fell apart post-Loos, at which point the rest of the team also imploded. The consensus of opinion is that the so-called galácticos policy of the Madrid president, Florentino Pérez, has created a divided team that is uncoachable. Pérez inherited the best side in the world and set about building if not the best, then certainly the starriest in history. He bought Figo, Zidane and Ronaldo, the three most-gifted players of their generation, then added Beckham.</p> <p>The combined cost of these players in transfer fees alone was more than £100 million. They are also paid five or 10 times more than most of their team-mates. In terms of footballing achievement, the galácticos have delivered spectacular performances and mixed results. But in strictly business terms, according to Carlin, the policy has been a stunning success. He quotes Real's business manager who says that Beckham, who cost Madrid around £18m, is worth over £300m in marketing revenue.</p> <p>Beckham's main job at Madrid, cynics have said, is to sell replica shirts - and he has been responsible for more sales than the rest of the galácticos put together. But for half a season, Beckham wrong-footed his critics, carrying not just the marketing strategy of Real Madrid but also that other part of the business known as the team. Then, suddenly, it seemed as if all the weight of the merchandise and his overblown celebrity settled with crushing effect on his shoulders.</p> <p>It's too early to say for certain but what Carlin calls the 'new football' looks as if it has already had its day. Real Madrid is in disarray, Pérez is on his fourth coach in 15 months, the team continues to lose and the galácticos, including Beckham, are looking distinctly terrestrial. It may be that they are still raking in the money, but for how long? There must be a point at which the players' poor performance level begins to undermine their viability as a product.</p> <p>Beckham has not reached that point, but he only has a few more years at the top. If he's ever going to prove Ferguson wrong, he needs to turn away from his image and look to himself. Somewhere inside, underneath all that body art, there is still a man who kicks a ball better than anyone else.</p>",
  "<p>October is really the beginning of the gardening year. There are still flowers to enjoy, of course - dahlias, salvias, sedums, penstemons, asters, aconitum, chrysanthemums and tithonias are all still going strong - but they are running out of time. The vegetable garden is still producing beans, lettuce, Florence fennel and squashes, but there is a distinct shift to cabbages, root crops, chard and chicory in our garden. Every sunny day is borrowed, and the light - although often the softest and most golden of the year - is slipping steadily away. But there are things to be done. This is the time to be planning for next summer, planting, moving and ordering plants. The more you can get down between now and Christmas to prepare the garden for spring, the better. The following is a bit of a breathless gallop, but you don't have to do it all on the same day.</p> <p>Plant or move deciduous trees, shrubs and hedges, as the soil is still warm so the roots will begin to grow immediately. It is best to plant any evergreens before deciduous plants, as they need to maximise root growth before winter kicks in. Plant or move biennials, such as forget-me-nots, wallflowers, foxgloves, onopordums and mulleins. Dig up healthy Verbena bonariensis, cut back and pot up to use to take cuttings next spring, and take cuttings of penstemons and salvias. Continue planting spring bulbs, but wait another month for tulips. Cut back and compost all rotting foliage in the borders but leave as much winter structure as possible. Gather seeds, popping whole seed heads into a brown-paper envelope. Gather leaves and store every one - nothing makes for a better soil conditioner or potting medium. </p> <p>This is also the time to dig any new beds or compacted ground, leaving the soil in large slabs for the weather to break down over winter. Mulch raised beds with compost, leaving the worms to work it in. Sow 'Aquadulce' broad beans and an early garlic variety, such as 'Sprint' or 'Thermidrome'. Sow sweet peas in pots and over-winter in a cold frame. And keep cutting the grass for as long as it keeps growing - it is better to have the grass too long than too short over the winter. Cut off any hellebore leaves that are obviously diseased and mulch around spring-flowering perennials. Prune climbing roses by removing old stems and any damaged or crossing new growth, and cutting all lateral shoots back to a healthy leaf bud. Tie up all climbers securely. Don't waste a second of sun.</p> <p>Take it as read that I know when to do most things in a garden. Spring bulbs such as crocus, daffodils, muscari and fritillaries are best planted in late summer. But with the extended season gifted by global warming, October does pretty well. </p> <p>The extraordinary thing about a spring bulb is that it starts growing so early. How on earth does it know when to do this? Deep under our feet daffodils, crocus and hyacinths are growing roots and shoots triggered by ... by what? Genetic memory? Everything the flower ever needs to know in order to become its fully miraculous self is contained within the squat bulb. How could religion possibly come up with anything more miraculous than that?</p> <p>In an ideal world, the best time to plant bulbs is when they are dormant, between accumulating energy for next year and starting growth. In a daffodil this is between mid-July and mid-September. The rule of thumb when planting bulbs is to allow at least twice their own depth of soil above them and to put them pointy end up. That's it. Everything else is fine-tuning. Daffodils especially will respond to shallow planting by not flowering, whereas tulips can be planted just below the surface if they are to be lifted later. But depth is an investment in flowering. However, if the ground is like rock, a bulb planter - which removes a plug of soil that you can put back over the planted bulb - is handy, but get one robust enough to deal with compacted, dried-up ground. If your soil is heavy, put a handful of grit or sharpsand into each hole, as most spring-flowering bulbs, while being untroubled by cold, do not react well to sitting in the wet. Admittedly, this is onerous if you are planting hundreds.</p> <p>Some bulbs are suitable for damp (-ish) conditions, including eranthis (aconites), fritillaries, snowdrops, Anemone blanda, the summer snowflake (Leucojum) and Narcissus cyclamineus, so choose your plants for the conditions. But be alert: there is a big difference between a bath and lying in a puddle for weeks at a time. No bulb likes that. </p> <p>When planting bulbs into grass, either take out the holes individually for larger bulbs such as daffodils, or for little bulbs like crocus cut squares of turf, place the bulbs on the bare soil and put the turf back over the top of them. The best way to plant bulbs in grass so they make a natural spread is to throw a handful on to the ground and plant them wherever they land. But you must never cut the grass until the leaves of the bulbs have started to yellow and die down. </p> <p>As a rule, it is a good idea to plant all bulbs as soon as you buy them, because the risk of fungal disease and rotting increases the longer they are stored. I bought a couple of hundred erythroniums last year and only 50 survived the two weeks that I delayed unpacking them. Some bulbs break the rule of early planting. Snowdrops can be a bit tricky to establish when planted as a dry bulb, and do much better if planted 'green', immediately after flowering. Aconites are also better planted with the flowers still on them. Giant fritillaries should be planted on their sides. Tulips should be left until November to avoid tulip fire disease. By planting in winter you reduce the chances of the fungus germinating. </p> <p><a href=\"mailto:monty.don@observer.co.uk\">monty.don@observer.co.uk</a></p>",
  "Ministers' claims to have slashed crime are based on misleading evidence that masks thousands of 'missing offences' that go undetected by police and never reach the criminal justice system, a controversial new study of government statistics reveals. <p>Home Secretary David Blunkett says crime has been cut by 25 per cent under Labour and that the chance of becoming a victim of it is at its lowest for 20 years. </p> <p>But the report to be published later this month by the Crime and Society Foundation, a new criminal justice think-tank, will claim that the official crime statistics are an unreliable measure of the true level of offences. </p> <p>The government's measure, the British Crime Survey, which asks 37,000 householders about their experience of illegality, excludes sex offences, drug-dealing and using, murder and fraud. Yet even its estimate of 11.7 million crimes outstrips the 5.9 million recorded by the police. </p> <p>The foundation's report, the most authoritative and far-reaching analysis ever of official crime figures, concludes it is impossible to trust the crime survey, which has shown a consistent fall in crime since Labour came to power in 1997, or the police's recorded crime statistics, which show a steady rise. </p> <p>The paper, by the think-tank's director, Richard Garside, concludes that the entire exercise of measuring crime may be spurious: 'Seeking a definitive figure for crime levels is akin to asking how many headaches there are, or how many beetles.' </p> <p>It challenges government estimates that half of all crimes are committed by 100,000 repeat offenders, and questions whether the criminal justice system has any effect on crime levels. </p> <p>White-collar and environmental crime, for example, are not covered by government statistics, suggesting the figures themselves force the criminal justice system to concentrate on offences - burglary theft, common assault, wounding and robbery - carried out by the 'usual suspects' from poor communities. </p> <p>'A prolific car thief might blight the lives of tens of hundreds of people. The misselling of endowment policies has blighted the lives of many thousands,' the study says. </p> <p>'A child's graffiti might cause an unsightly mess. A factory knowingly polluting the environment might damage the health of tens of thousands of people.' </p> <p>The report will challenge the government to tackle the social effects and causes of individual crimes rather than become fixated on statistics. </p> <p>News of its findings comes as a £350 million funding black hole is set to derail the government's drive against crime and anti-social behaviour, leaving local councils across the country unable to pay for the scores of new police and community support officers demanded by new anti-crime initiatives. </p> <p>Last week, Blunkett told the Labour party conference that the crusade against crime and anti-social behaviour would dominate the party's election manifesto. He pledged extra cash for 2,000 new support officers, but local chief constables believe the Treasury has still not provided the Home Secretary with enough central government money to pay for existing police. </p> <p>Chief constables and the police authorities that employ the country's 140,000 police have warned ministers that councils will face the stark choice of cutting the number of police on the streets or raising council tax. </p> <p>The black hole is likely to put further strain on the relationship between the Home Office and the Treasury. Chancellor Gordon Brown announced a four per cent increase in the Home Office budget last July, but this will also have to fund initiatives such as an agency to deal with serious and organised crime and a national police intelligence system. </p> <p>Some forces, including Linclonshire and West Mercia, have already voiced their concerns about cuts. Lincolnshire Police Authority chair Roger Butterty said the force faced a £3.5 million deficit. 'We will have to seriously consider reducing police staff and taking police officers off front line duties, which is stupid.' </p> <p>Baroness Henig, chair of the Association of Police Authorities said: 'Our concern is that we will not be able to maintain and improve the quality of policing services we provide for our local communities unless this funding gap is bridged.'</p>"
]