[
  "<p> Who cares if Middlesbrough's newly remodelled side boasts more expensive rejects than a Notting Hill charity shop. On this evidence they look lively outsiders for a top-six finish. </p> <p>Gone was the defensive sloppiness that characterised Sunday's roller-coaster rout against Arsenal. With Gareth Southgate over his injury problems, Boro's back four quickly returned to their obdurate best. </p> <p>Meanwhile in attack Mark Viduka - making his Boro debut after serving a two-match suspension - showed enough to suggest that he might yet be worth his £4.5m price tag after all. </p> <p>No wonder, then, that Steve McClaren had a glint in his eye afterwards. </p> <p>\"It was a massive result for us,\" the Middlesbrough manager admitted. \"The players deserved it after Sunday's performance when they played well but got nothing. </p> <p>\"I was hoping they would bounce back,\" he added. \"It was a great away performance. But the biggest thing was the way that we played football. We controlled the game from the opening minute and always looked a threat. We played exceptionally well.\" </p> <p>McClaren was particularly effusive about the flourishing partnership between Viduka and Jimmy Floyd Hasselbaink, who hit it off straight away. Both came close to opening the scoring before the Dutchman provided the cross for his partner to score easily on 54 minutes. </p> <p>\"We didn't score enough last season,\" McClaren explained. \"Scoring goals takes you to the next level and that's what we've needed. They could be something special together because they are both quality players. I couldn't fault anyone. It was a very good night for us.\" </p> <p>The visitors certainly had much the better of the game against a strangely lacklustre Fulham side. Aided by the slick surface provided by an early-evening thunderstorm, Middlesbrough's passes were sharper and their desire much the greater. </p> <p>But it was only after shading a patchy first half that Middlesbrough's dominance became overwhelming - with Fulham's midfield having no answer to the impres sive running of Ray Parlour and Gaizka Mendieta. </p> <p>After Viduka's goal Boro always looked the more likely to score again. So it was no surprise that Szilard Nemeth got a late second, which brought them a deserved win and left the Fulham manager Chris Coleman shaking his head in disbelief. </p> <p>\"We were poor,\" he admitted. \"They were better, stronger and had more desire. Towards the end of the first half we created a few chances but then we had nothing. The players thought they could just turn up and win after beating Bolton on Saturday. </p> <p>\"They were carving us open at times but that was only because we took poor defensive positions,\" he continued, warming to his theme. \"Because of the team we are we can't turn up expecting to win - we have to be the underdog. That's what we had last season; that's what we've got to find again. </p> <p>\"If I had a brand new set of players I'd play them all in the next game, because the 11 out there didn't produce.\" And then Coleman trudged off, no doubt wishing his team could have displayed an iota of the passion he had. </p> <p> <strong> Fulham</strong> (4-5-1): Van der Sar; Volz, Knight (Boa Morte, 74min), Goma, Bocanegra; Diop, Legwinski, Jensen, Radzinski, John (McBride, 62); Cole. </p> <p><strong> Subs not used: </strong> Crossley, Pembridge, Bonnissel. </p> <p><strong> Middlesbrough</strong> (4-4-2) Schwarzer; Parnaby, Riggott, Southgate, Queudrue; Mendieta (Nemeth, 77), Parlour, Boateng (Doriva, 90), Zenden; Viduka (Job, 74), Hasselbaink. </p> <p><strong> Subs not used: </strong> Nash, Cooper. </p> <p><strong> Booked: </strong> Zenden. </p> <p><strong> Referee:</strong> D Gallagher.</p>",
  "<p>Even deep on the ocean floor, mudlarks feel the heat of climate change. Marine scientists from the Polytechnic University of Marche in Ancona, Italy, report in the latest Ecology Letters that between 1992 and 1994 an abrupt decrease of 0.4C changed the physical properties and chemistry of the water and caused a measurable fall in numbers of nematode worms - and a significant increase in species diversity. </p> <p>\"We conclude that deep sea fauna is highly vulnerable to environmental alteration, and that deep sea biodiversity is also significantly affected by very small temperature changes,\" they report. </p> <p>The researchers centred their study on data from the deep parts of the eastern Mediterranean. But, they point out, 60% of the globe's surface is 1,000 metres below sea level. And four out of five multicellular animals on the planet are nematodes. So any changes could have implications on a global scale.</p>",
  "In 1986, Dr Colin Bibby, who has died of cancer aged 55, became the Royal Society for the Protection of Birds' head of conservation science. Bibby ensured that priority-setting and decision-making were placed on a firmer scientific footing - and he set the international standards for the survey and monitoring of wildlife and habitats. And it was Bibby who oversaw the first production of the United Kingdom Red Data Book, which keeps conservationists in touch with the state of under-threat bird populations. <p>Current government use of annual bird counts as indicators of the state of the environment partly stemmed from Bibby's efforts. For Bibby science was always at the heart of conservation strategies. </p> <p>Bibby had joined the RSPB in 1971 and had helped set up the Beached Bird Survey, a nationwide shoreline watch on marine pollution. Britain's Dartford warbler population was down to just 12 pairs after the severe 1962-63 winter. The fact there has been a 100-fold increase is partly due to recent mild weather but also a result of better management of their lowland heath habitat following Bibby's research. </p> <p>In 1992, his influence went worldwide - he became the International Council for Bird Preservation's research director, aiding its transformation into BirdLife International, and playing a major role in its strategy and regional programmes. </p> <p>Researchers, fired by his inspiration, studied threatened wildlife and habitat in more than 70 countries. He globalised BirdLife's bird area programme, established a world bird database and helped to develop plans for extremely endangered species. </p> <p>With Cambridge University's Dr Rhys Green, he pioneered studies of migratory birds at staging areas - crucial locations providing vital feeding, in effect refuelling before the next stages of their journeys. Hundreds of researchers now work on \"stopover ecology\". </p> <p>Born in the Wirral, Cheshire, Bibby was the son of a North Wales farmer. He was educated at Oundle school in Northamptonshire. Fascinated by biology, he graduated in natural sciences from St John's College, Cambridge. Then came the RSPB. </p> <p>He left BirdLife in 2001, and devoted his time to helping conservation organisations and international companies to develop their strategic thinking for biodiversity conservation. Bibby could grip conference audiences from Burundi in Africa to Beijing in China, where he addressed the 2002 International Ornithological Congress. </p> <p>Dr Mike Rands, BirdLife's chief executive, remembers Bibby's analytical approach, phenomenal - and sometimes intimidating - intellect and his great storytelling, \"especially over a pint of beer on a summer evening, when he exhibited a wonderful sense of humour\". </p> <p>Bibby could be brusque. Heading a study of merlins, small, normally ground-nesting, birds of prey in Wales, he was phoned by a team member reporting a nest in a tree. \"I don't believe you,\" he snorted. \"If that's a merlin's nest, I'll eat my hat.\" </p> <p>On his next visit to the site, Bibby saw that the caller was correct. That night the full team sat down for dinner, and a hat, on a silver salver, was placed in front of him. He bit off a section, chewed, and swallowed it. </p> <p>As well as 50 scientific papers, he co-authored/edited three books: Bird Census Techniques (1992); Bird Surveys: Expedition Field Techniques (1998); and the Conservation Project Manual (2003). He also contributed to Conserving Bird Biodiversity (2002). </p> <p>In 1994 he received the Dr AH Heineken Prize for Environmental Sciences, on behalf of BirdLife, in recognition of its pioneering research. Two months ago, he was awarded the prestigious RSPB Medal to mark his contribution to ornithology. </p> <p>He is survived by his wife, Ruth, a medical doctor, and their three sons. </p> <p><b>·</b> Colin Joseph Bibby, ornithologist, born November 20 1948; died August 7 2004</p>",
  "<p>In his black jeans and striped shirt, Khaled resembles the stocky boss of some Algerian trucking company. You'd never guess that he is \"the king of rai\", and one of the greatest celebrities of the Arab world. Khaled is the man who brought north-African music to a new audience in Europe, shaking up the pop scene in France and becoming as influential as Bob Marley in the process. No wonder he says: \"I think that God loves me a lot.\" </p> <p>Khaled's global breakthrough came in 1992 when his song Didi sold more than 1m copies across Europe, north Africa, the Middle East and Asia. Produced by Don Was (of Was Not Was and Rolling Stones fame), it was a rousing blend of western R&amp;B and rai - Algerian dance music. \"Rai is like the blues,\" says Khaled, \"that was sung by the slaves. But in Algeria it was sung by the shepherds in the days when we were colonised by the French. It used to be hidden and forbidden. And, like the blues, it sticks to anything - jazz, rock, reggae or flamenco.\" </p> <p>Khaled's stirring, sensual vocals on Didi proved that a song in Arabic could be a French bestseller. He followed it up with the French-language pop ballad Aicha, another massive hit. Since then his albums have mixed rai with anything from hip-hop to funk and reggae, although his new album - again produced by Was - sees Khaled going back to his roots, with a fresh, more acoustic set influenced by his early days in Algeria. It includes an Egyptian string section and two of his childhood heroes, the pianist Maurice El Medioni and guitarist and singer Blaoui Houari, who \"hadn't met up for 40 years until I got them together\", says Khaled. \"This is the first time I've really got into an album,\" he says. \"I've been to every minute of every session and I've played on it more than before. I play percussion, mandolin and accordion. That was always my lucky instrument - I grew up with the accordion back in Oran.\" </p> <p>Oran is the Algerian sea-port, close to the Moroccan frontier, where Khaled Hadj Brahim was born in 1960. The son of \"a flic - a policeman\", he started singing and playing at weddings while still a schoolboy, with his band Cinq Etoiles. \"We were Five Stars - like the Jackson Five - and we were influenced by Moroccan styles. I'd start off on banjo playing rock or whatever was popular at the time, and then switch to accordion and play rai.\" Rai means \"opinion\" and Cheb (or young) Khaled, as he was first known, was opinionated from the start. He recorded his first cassette at 14, without even telling his father. It was a song about disliking school - \"Though what I actually said was that I got tired walking down the road to school. You had to play with words like that.\" The song was a hit. \"When my father found out he said: 'Where's the money?' He'd sold the family jewellery to bring up his children, but when we went to the music shop that made the cassettes we were told: 'There's no payment for a first record.'\" </p> <p>Khaled sang about sex and alcohol and the authorities loathed him. \"It was like rock'n'roll in America - my songs weren't allowed on TV. But one day they showed a James Brown concert on TV and everyone started singing Sex Machine, without knowing what it meant, and journalists started a campaign to let my songs be played. The station had a room full of letters but they never played my songs until 1985, when I organised a rai festival in Oran.\" He attracted more notoriety when he moved to the capital, Algiers: \"When I sang Chebba back in Oran it meant 'girl', and in the city it meant 'marijuana'. I was surprised when people told me how brave I was.\" </p> <p>With his rasping, soulful vocals and bold lyrics, Khaled soon established a reputation across the Algerian diaspora. He wanted to visit France, \"but the government were frightened I'd talk about power and politics - though that's not my subject matter - and I needed a military pass, showing I'd done my national service, if I wanted to leave\". For a while he was able to come and go as he pleased, \"thanks to some colonels and big shots who liked my music\", but then he was warned he'd be stopped at the airport. Accompanied by a French diplomat \"who had done favours for some of the people there\", he did manage to get out, but now decided it was impossible to go home without being called up. \"There were lots of liars and back-stabbers in Algeria,\" he says. \"I couldn't trust them.\" </p> <p>His aim in France was to \"work in the French clubs and be famous back home - nothing more than that. And I wanted a car - I recorded one cassette in return for a car.\" But in France he became a major star - after a difficult start. One project in particular ended in chaos. Khaled was approached by \"a big shot back in the Algerian army\", who had the idea of \"making a record to promote Algeria, using the best voice in Algeria\". The result was the much-praised 1989 album Kutche. Unfortunately, the funding for the album \"came from Kuwait - but the Kuwaitis didn't like it\". On top of that, Khaled's passport disappeared, so there could be no promotion. \"I think it was stolen by a rival producer in Marseilles who wanted to stop the project,\" says Khaled. \"Everyone says it's my best album, but I never got paid for it.\" </p> <p>After that, Khaled signed with the French Barclay label, who teamed him with producers Michael Brook and Don Was for that 1992 album Khaled, which included the hit Didi. Now a celebrity, he wanted to return to Algeria once again, but found that the country had been transformed in his absence. Fundamentalist rebels of the Islamic Salvation Front had declared war on the government after the cancellation of the 1992 elections, which it seemed they would win. A singer like Khaled was no longer safe. Even so, he did go back. \"I remember I was dressed in black, in the uniform of the US Raiders football team that I got working with Don Was. I was spat at, threatened, and accused of being French and a traitor.\" </p> <p>Khaled was unable to return to Algeria for eight years, as Islamic militants targeted those musicians who had remained. In 1994 the singer Cheb Hasni was shot and killed, as was record producer Rashid Ahmed the following year. \"Oran was always such a safe, neutral town that it was called 'the Geneva of Algeria',\" says Khaled. \"But I had many letters telling me to stay where I was for my own good.\" He continued his international career in France, finally visiting Oran again four years ago, when crowds lined the streets to welcome him back. </p> <p>Khaled's experiences in exile have resulted in some hard-line political views. He argues, predictably enough, that \"rai achieves only positive things, putting people together - unlike Bush and Sharon, who pull people apart\". But he also argues about the dangers of introducing democracy to those who aren't used to it and \"can't change overnight\". Of Iraq, he says: \"I'm not promoting Saddam Hussein, but it's only someone like Saddam who can sort it out.\" He yells with excitement as he warms to his theme. </p> <p>Once notorious for his drinking bouts and unreliability, especially when it came to interviews, Khaled seems a man transformed. He asks for orange juice and coffee and talks non-stop for two hours - for so long, in fact, that he is late for his concert. Khaled is the kind of performer who inspires screams worthy of Beatlemania, even from audiences at London's Royal Festival Hall. At an outdoor show at Venice Casino after our interview finishes, he tries out the new songs and gives the old-style songs a slick, contemporary finish. He doesn't play accordion, but his singing is as sensual as ever. He finishes, of course, with the hits, Aicha and Didi. Watching him, it's clear: the king of rai still has no competition. </p> <p><strong>·</strong> Khaled's new album Ya-Rayi is released by Wrasse records on Monday.</p>",
  "<p>As the Met Office prepared to declare the summer an official non-starter after torrential rain put August on target for being the wettest since 1961, the pundits settled down to ponder the washout. </p> <p>Did all the rain mean that \"climate change is upon us and that we are at last experiencing the 'extreme events' that the climatologists have warned us about?\" asked Steve Connor in the <strong>Independent on Sunday</strong>. Not quite, he said. The three-metre wall of water that crashed through the Cornish fishing village of Boscastle was \"a localised flood caused by an unlucky combination of circumstances ... Just as one swallow doesn't make a summer, one summer storm does not mean that climate change is here.\" </p> <p>That conclusion was echoed by experts quoted by Peter Martell in <strong>Scotland on Sunday</strong>. \"Such events, though extraordinary, are not 'freaks'. In the wider perspective, such events occur over a regular period,\" said Martell. </p> <p>But with torrential rain forecast for the bank holiday weekend, the <strong>Daily Mirror</strong> was worried. Events at Boscastle and Lochearnhead, Stirlingshire, were evidence of \"a summer of weather madness\", it said. \"Bumble bees are spotted in February. Blossom appears weeks before it is due [and] it is all happening at frightening speed\". Governments must stop pretending that this is \"a figment of science fiction. It is a real threat\". </p> <p>It was not time to \"start building an ark or rounding the animals up two-by-two quite yet\", reckoned the <strong>Sunday Express</strong>'s Derek Lambie. Last week's floods may just have been a \"flash in the pan, but until it is proven either way, it might well be wiser to err on the side of caution and believe global warming has already started\". </p> <p>At least the weather had \"got people talking and thinking\", said Brian Cathcart in the <strong>Observer</strong>. \"With 98mm of rain in England and Wales by the 19th of this month, for example, we were already 28% up on the average total for August,\" he said. Still, \"we would need to almost double that figure by the end of the month to surpass the record set in 1912.\" </p> <p>Even with two-and-a-half centuries of rainfall data, \"we must accept that the skies have no end of surprises in store, as the past few weeks have shown\", concluded Cathcart.</p>",
  "<p>They were know as the Bevin boys - the 50,000 young men who were pulled out of training for the armed forces during the second world war and sent down the coal mines. In <strong>The Forgotten Conscripts</strong> (11am, Radio 4) Gerry Northam talks to some them about their experiences - and why for years many of them were too ashamed to talk about what they did during the war. </p> <p>At one point in the early 40s, Britain only had three weeks' worth of coal left. Ernest Bevin's solution, rather than recalling miners who had been sent off to fight, was to put other able-bodied men down the mines. But for years after, many were deeply upset that they never had the opportunity to fight the Germans. They couldn't even console themselves with the fact that they were avoiding danger; there were many accidents because of the pressure to produce as much coal as possible. </p> <p>At the end of the war, the Bevin boys weren't formally demobbed, and were denied the benefits given to ex-army men; they weren't even guaranteed re-entry into their old jobs. And they had to continue down the mines until 1948 to avoid flooding the job market. Only in 1998 were they given the opportunity to march with other wartime veterans on Remembrance day. </p> <p>The legendary <strong>100 Club</strong> (10pm, Radio 2), meanwhile, reaches the 50s - and the cosy world of jazz finds itself under threat from the cutting edge of a strange new musical form: rock'n'roll. Ray Davies and Roger Daltrey are among those offering up their memories.</p>",
  "<p>Staying at home with a good book is beginning to look like the wisest bank holiday option, as fresh waves of rain prepare to move in, some of the biggest rail closures of the year take place, and the Highways Agency doggedly sticks to major repairs at six motorway bottlenecks. </p> <p>Air travellers' misery at Heathrow will be shared more widely than expected, after warm sunshine for part of yesterday gave false hopes of things clearing up in time for the weekend. </p> <p>Meteorological miracles may happen but forecasters are not expecting them, as the fallout from hurricanes on America's eastern seaboard relentlessly crosses the Atlantic. The pattern is being compounded by low pressure and warm air saturating the atmosphere across the United Kingdom with moisture. </p> <p>Yesterday's respite cut the number of flood warnings to only two by late afternoon, on the river Avon near Rugby and the river Trent between Burton and Castle Donnington. </p> <p>The Midlands also had the highest total of flood watches, the least severe of the Environment Agency's three alerts. East Anglia had four, the north east three, and the south west two. But as fears of large scale flooding receded, the agency renewed warnings of possible further flash floods of the type which devastated the Cornish village of Boscastle last week. </p> <p>Forecasters said the next band of rain will include \"torrential showers\" which could overwhelm drainage systems and natural run-off, as well as threatening to cause landslides. </p> <p>Tomorrow is expected to see another sunny break, but the following band of rain is predicted to be the worst yet, with its arrival timed to coincide with the start of scores of bank holiday festivals and fetes. </p> <p>Organisers of the Reading music festival warned the 55,000 visitors expected from Friday that official car parks may be flooded, forcing campers to leave vehicles on the edge of town. </p> <p>Heavy rain is expected to be driven across the country by high winds, rising to gale force in the west of Scotland on Saturday. </p> <p>Those tempted to sally out were warned by a second government agency that they might spend long periods stationary on major road routes. </p> <p>Although some 20 major roadworks have been suspended over the holiday weekend, disruptive coning will remain in place at key sites in cluding link roads to Spaghetti Junction on the M6 in Birmingham and the westbound M4 at Heathrow. </p> <p>Major rail engineering will close Euston station in London to west coast mainline services all weekend with other sections of the line shut between Manchester and Stockport and Hemel Hempstead and Lichfield. </p> <p>The Great Western line will be closed between Slough and Reading from Saturday to Monday. </p> <p>As the end of the month nears, Brendan Jones of the Press Association WeatherCentre said: \"In the south east average maximum rainfall is 60mm (2.4in) for August. At the start of the month some places had close to that in one day.\"</p>",
  "<p>Whether your starting off your career or looking to take the next step forward we have over 800 vacancies every year for a wide range of occupations from social workers, accountants and teachers to street wardens, administrators and customer services. </p> <p>The Council is officially rated as 'good' with a clear strategy for achieving 'excellent' status in the next 2 years. It also has an excellent reputation of investing in its diverse workforce with a wide range of training opportunities, management development programmes and a culture that encourages employees to develop creative and innovative solutions to improve service delivery. Recent staff surveys have shown high levels of job satisfaction which reflect this approach.</p> <p>Just a 15 minute train journey from Central London, our diverse borough is home to inner city landscapes and leafy suburbs alike - and is a burgeoning social, cultural and creative environment.</p> <p>Visit our stand or go to <a href=\"http://www.lewisham.gov.uk\">lewisham.gov.uk</a> to find your ideal job opportunity</p>",
  "<p>Veteran polymath Jonathan Miller will be joined by fellow intellectuals, including playwright Arthur Miller and \"Selfish Gene\" scientist Richard Dawkins for a series about atheism, as part of highbrow digital channel BBC4's autumn schedule.</p> <p>Miller, a professed non-believer who has presented many TV programmes in the past as well as directing plays and operas, will be presenting a \"personal and provocative\" exploration of the subject, entitled Jonathan Miller's Brief History of Disbelief.</p> <p>Novelist Gore Vidal and philosopher Daniel Dennett will also be contributing to the programme. </p> <p>The series is one of a number of documentaries that make up the schedule for BBC4's third autumn since it was set up under Roly Keating, who has since taken up the reins at BBC2. </p> <p>His successor, Janice Hadlow, unveiling her first autumn line-up, said the season would see \"challenging, enquiring and entertaining programmes rich in range and texture\" and paid tribute to Mr Keating's legacy.</p> <p>\"Since its launch in March 2002, BBC4 has established a reputation as the home of enquiring and stimulating programming - documentaries, drama, talk and analysis which all offer in-depth analysis and exploration.\"</p> <p>When she was appointed in June, Ms Hadlow promised to bring more \"big, ambitious, authoritative\" factual shows to the digital channel, which is best known for its dramatisation of the Alan Clark Diaries and documentary series The National Trust.</p> <p>In previous jobs at the BBC and Channel 4, Ms Hadlow was responsible for turning historians Simon Schama and David Starkey into TV stars, and she will be hoping to have the same effect with other university figures who have been recruited to front BBC4 programmes this autumn.</p> <p>Cambridge science professor Simon Schaffer is presenting Light Fantastic, a programme that aims to show \"how our understanding of the power of light affects our very understanding of science, art, medicine, astronomy and even religion\".</p> <p>In another science programme, Journeys from the Centre of the Earth, geologist Iain Stewart travels from the Egyptian pyramids to thermal springs in Turkey to investigate the links between rocks and the development of human civilization. </p> <p>The channel's coverage of global affairs includes a documentary about bus drivers in Israel who do their jobs in spite of the suicide bombers who have made public transport a target for their attacks.</p> <p>And as the US gears up for the presidential election showdown between George W Bush and John Kerry, the Storyville strand examines 50 years of the US defence industry.</p> <p>There will also be off-beat contributions from the American comic Rich Hall during the election period.</p> <p>In Tales from Europe, Newsnight presenter Kirsty Wark tours former Eastern bloc states which have joined the EU this year to find out about the transition from communist past to modern future.</p> <p>BBC4 will also show Shakespeare comedy Measure for Measure, filmed at the Globe Theatre in London, following on from a similar broadcast of Richard II last year.</p> <p>It will also take a look at the world of commercial theatre in Theatre Biz, which will features actors such as Dame Judi Dench, Gillian Anderson, Rupert Graves and Prunella Scales.</p> <p> <strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>\"In a decision that could expose U.S.-based Web sites to free speech laws of other nations, a federal appeals court on Monday found that Yahoo could not escape legal action in France for violating a French ban on the sale of Nazi-related items,\" reports, erm, <a href=\"http://story.news.yahoo.com/news?tmpl=story&amp;cid=1620&amp;ncid=1620&amp;e=2&amp;u=/sv/20040824/tc_sv/yahoomustfacefrenchlegalaction\">Yahoo</a>.</p> <p>\"The case stems from a fight over whether Yahoo could be sanctioned by the French courts for allowing the sale of a host of Nazi items, including copies of Adolf Hitler's \"Mein Kampf\" and materials alleging that the gas chambers of the Holocaust didn't exist.\"</p> <p><strong>Comment:</strong> This long-running battle between Yahoo and the French courts highlights several important questions that could drastically affect the web's future.</p> <p>Who governs the internet, and what laws should it conform to? After all, few suggest that China's draconian internet regulation is anything but anti-democratic censorship - but seen in terms of the Yahoo decision, is the Chinese restriction of \"free speech\" so different from the French?</p> <p>In a global environment, we seem confused about how to enforce the law across national borders. Do you abide by the law's \"lowest common denominator\"? (in which case horrific regimes could try and enforce their laws on other nations) Or do you play to a new set of rules? (which could drastically affect existing national laws). Or, as some libertarians might argue, do you leave it totally unregulated?</p> <p>Where do we draw the line?</p>",
  "<p><strong>·</strong> Calls to bullying helpline soar<br><strong>·</strong> More medics needed in academia<br><strong>·</strong> Should the NHS refuse to treat George Best?<br></p> <p>Welcome to the daily public services and voluntary sector news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^^</p> <p><strong>Today's top story</strong></p> <p>The fire union has expressed renewed hope that a compromise deal with bosses could be agreed tomorrow to break the deadlock over pay and avert the prospect of looming industrial action.</p> <p>^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Health</p> <p><strong>·</strong> Research: Drug trials on mice point to obesity treatment</p> <p>A GlaxoSmithKline drug being developed to treat high cholesterol levels has been shown to reduce weight gain in mice dramatically when they are fed a high-fat diet.</p> <p><strong>·</strong> NHS staff: More medics needed in academia </p> <p>Too few medics are considering careers in teaching and research, which leaves a question mark over who will be left to train doctors in the future, the British Medical Association warned today.</p> <p><strong>·</strong> Prevention: NHS in fresh offensive on high blood pressure </p> <p>Millions more people with hypertension will be put on tablets to reduce their blood pressure, in an effort to cut deaths from strokes and heart disease.</p> <p><strong>·</strong> Treatment: Private health insurance 'failing cancer patients' </p> <p>Cancer patients with private health insurance are finding their policies fail to cover them for the full course of their treatment.</p> <p><strong>·</strong> Obesity: Sugar warning on fizzy drinks </p> <p>Scientists in the United States today implicated cans and bottles of sugar-sweetened colas, lemonade and fruit drinks as a major cause of obesity and linked them to a rise in diabetes.</p> <p>^^^^^^^^^^^^</p> <p>Voluntary sector</p> <p>* Sudan: Straw hints at reprieve on sanctions </p> <p>Jack Straw signalled yesterday that the Sudanese government may have done enough to escape sanctions when the United Nations deadline runs out on Monday. </p> <p>^^^^^^^^^^^^</p> <p>Social care</p> <p><strong>·</strong> Children: Calls to bullying helpline soar </p> <p>More bullied children are calling a charity helpline than at any time in its 18-year history, it was revealed today.</p> <p>^^^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Immigration policy: Home Office hails asylum success </p> <p>The Home Office last night claimed to be winning its battle to restore confidence in its policies after asylum applications fell by 13% between April and June.</p> <p><strong>·</strong> Obituary: John Clark </p> <p>Pioneering scientist whose entrepreneurial skills paved the way for Dolly the sheep.</p> <p>^^^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Health: Force for good</p> <p>Ministers want citizens to be responsible for their actions. But can we be made to lead a healthy lifestyle? And should we be punished if, like George Best, we fail? Edward Peck and colleagues discuss our obligations to the NHS - others give their verdicts. </p> <p><strong>·</strong> Voluntary sector: Is TV Cheating on Charity? </p> <p>The exploitation of charities by reality TV shows is a disgrace, says Nick Cater. </p> <p><strong>·</strong> Social exclusion: Novel approach </p> <p>Exploring personal problems through reading is helping Asian mothers in Blackburn find their voice. By Saba Salman. </p> <p><strong>·</strong> Environment: Powerful argument </p> <p>Plans to erect wind turbines alongside Hinkley Point nuclear power station have created waves on the north Somerset coast. Crispin Aubrey argues the 'pro' case. </p> <p><strong>·</strong> Jail: Life inside</p> <p>Post your questions for G2 prison columnist Erwin James.</p>",
  "<p>The Financial Services Authority's judgment of the Shell reserves scandal is damning both in detail and conclusion, accusing the company of \"unprecedented misconduct\". </p> <p>To a degree, the \"unprecedented misconduct\" has been met with an unprecedented punishment. The £17m fine slapped on the company is more than four times the previous record for an FSA sanction. </p> <p>Unprecedented it may be, but will it hurt? And, by meting out a £17m fine on Shell, has the FSA raised the bar when it comes to handing out punishment? Or has it set a ceiling? </p> <p>The FSA makes it clear that Shell would have faced a much higher penalty but for the extent of its cooperation in the investigation. So the FSA could have imposed a stiffer sanction but decided against it. </p> <p>Contrast that with United States regulator the SEC, with which the FSA worked closely and which, presumably, got the same cooperation. It deemed $120m (£66m) a more fitting fine for a company that makes £1bn in profits every six weeks. The FSA might argue Shell broke different rules in the different jurisdictions, but the plain facts of the case are common to both. </p> <p>The FSA may have made a rod for its own back, too. In future any company facing a bigger than Shell-sized sanction, either in actual or relative terms, is going to dig out the FSA judgment on the oil company and seek to measure its misconduct, unprecedented or otherwise, against that benchmark. </p> <p>There are risks in taking a \"punishment fits the pocket\" approach to justice, but in this case the FSA has erred on the side of caution. </p> <p><strong>Hitting home</strong></p> <p>We are used to assessing the impact on consumers of the recent surge in oil by looking at the petrol price at the pump. That has risen to record levels, at 86p a litre on some forecourts in recent days, in response to world oil prices rising to fresh highs of almost $50 a barrel. </p> <p>But it is clear from British Gas's announcement yesterday that oil has a far wider impact on energy prices than just at the pump and can feed through into consumer pain in all sorts of ways. </p> <p>British Gas said its average gas bill would rise £47.50 a year, electricity would go up £25.50 and dual-fuel customers would see a rise of more than £70. That is on top of smaller rises announced in January, which would have added £40 a year to dual-fuel bills. </p> <p>The latest rise is the biggest since the market deregulated, say experts, and shows the consumer is suffering in several ways from the higher price of oil - to which gas prices are related, and electricity prices are related to those of gas. </p> <p>Consumer and industry groups say, however, that oil's rise is only half the story, and they are concerned that the wholesale market may not be functioning properly and delivering the lowest prices to customers. That is as maybe, but consumers have had years of low and falling energy prices. </p> <p>And with unemployment low and real incomes having risen strongly for years, most should not struggle to pay the higher costs. But if people are concerned about rising energy prices, they could simply use a bit less of it. And that would be no bad thing. </p> <p><strong>Back on board</strong> </p> <p>A press release plops on the desk. \"By order of the Minister of the Economy, Finance and Industry, Mr Denis Samuel-Lajeunesse, senior civil servant, has been appointed member of Alstom's board of directors as a representative of the French state.\" </p> <p>How grand. How French. How passé. True, any investor with a holding the size of the French state's in Alstom would want representation, and who better than the head of the government's shareholding agency, that is, Samuel-Lajeunesse, who already sits on the board of Air France, Thales and France Télécom? And was it not the French state that was central to Alstom's recent financial rescue? </p> <p>But the French state is not any investor. It is one which is supposed to be committed to pushing ahead with the privatisation, to downsizing its own role in corporate France. In this brave new world, even the previously untouchable Electricité de France and Gaz de France are in the frame. Such firm planting of feet under the boardroom table - by order, no less - is hardly encouraging. </p> <p>It is also less than one might expect from finance minister Nicolas Sarkozy, who has been tagged as an economic liberal, at least by French standards. He must know that France will be less effective in wooing international capital if it is perceived to be pursuing a domestic agenda. </p> <p>The snag for Sarkozy, France's most popular politician, is that he has to sell his policies to the French voters, especially if he wishes to keep his own presidential ambitions intact. </p> <p>So Sarkozy is forced to talk, and on occasion, act tough. Yes, he is prepared to play by global rules, but only once he has stacked the board with French national champions. </p> <p>For Sarkozy the challenge is to steer a course between policy and politics - withdrawing from the boardroom while advancing at the ballot box. It will not be easy, and yesterday's press release suggests which way Sarkozy will lean if the chips are down.</p>",
  "<p>The poet, novelist and playwright Benjamin Zephaniah is off at a writing retreat, but instead of picking a quiet, natural environment to let the creative sap flow, he is seeking the muse among the martial arts clubs and dance floors of Beijing. </p> <p>At first sight, the capital of the most populous and fastest-changing nation on the planet is an odd choice for an escape. You don't see a lot of dreadlocks in the Chinese capital, nor is there an obvious street-level connection with the subject of his latest novel, Gangsta Rap, but for Zephaniah, the city offers all the anonymity and inspiration a black, vegan, martial arts poet could possibly need. </p> <p>With a novel and a record out in September, two tours after that, a BBC documentary in the pipeline and a commission for a musical and a book, Zephaniah says he was feeling stressed and worried at home. So he took an artistic and political decision. </p> <p>\"I needed to get away from London and all the phone calls,\" he said when I caught up with him between afternoon kung-fu sessions and early morning nightclub trawls. \"I was so upset with Bush that there were only three places I considered going: Cuba, Vietnam and China.\" </p> <p>Beijing it was - for a first trip that has \"blown him away\" with the city's forest of skyscrapers, capitalist ethics and punk fashions. \"It is so different from the impression I had before of mad communists with no freedom to choose how they dress or what they say. It makes me upset with the British media, which only seems to report the bad news from China.\" </p> <p>In his two weeks in the city, Zephaniah seems to have had a good time. \"I don't dare dance in London because half the audience want to interview me. And when I walk the streets in England, there is that thing about being black. Here, I'm strange but in a different way. People don't want to arrest me, they want to sleep with me.\" </p> <p>Or fight with him. Since he was 11, Zephaniah has been practising - and later teaching - martial arts. During his trip, he has trained with the local masters, and accrued several scrolls depicting the founder of Shaolin temple - the home of kung fu. Perhaps in an outlet of his frustration with the British media, he demonstrated some Wing Chun-style blocks and punches on this correspondent. </p> <p>The next bout of wandering composition will take Zephaniah to Japan and then to a cottage deep in the woods of Estonia for a more conventional retreat.</p>",
  "<p>The sudden death of Professor John Clark, at the age of 52, has robbed Britain of a world leader in animal science and biotechnology, and an individual whose commitment to science was based on a genuine concern for others. A visionary, energetic and resolute leader, he made outstanding contributions not only in research, but also in translating it to the commercial environment. </p> <p>Clark was director of the Roslin Institute, near Edinburgh, one of the world's leading centres for research on farm and other animals, funded by the Biotechnology and Biological Science Council. He pioneered the development of techniques for the genetic modification of livestock that led to the cloning techniques and the birth, in 1996, of Dolly the sheep, the first animal to be cloned from an adult cell. This event created entirely new opportunities in research and regenerative medicine. </p> <p>Appointed to the then Animal Breeding Research Organisation in 1985, Clark soon assumed leadership of a project to produce human proteins in the milk of sheep. Its success required an understanding of the mechanisms that regulate the functioning of genes, the technical ability to manipulate DNA sequences and methods for the introduction of gene sequences into sheep embryos. While these are now commonplace, this was not the case at the time, and the project was technically challenging. </p> <p>The birth, in 1990, of Tracy, the first sheep to produce very large quantities of human protein in her milk - alpha-1-antitrypsin for the treatment of cystic fibrosis - was a milestone in the field, and a success that laid the foundation for the continuing reputation of the Roslin Institute (as it became in 1993) as pioneers in transgenic technology. </p> <p>The development of cloning techniques at Roslin in the mid-1990s provided the first opportunity to introduce precise genetic changes in animals other than mice, and Clark and his colleagues were the first to produce a large animal from which a specific gene had been removed (a prion protein gene from a sheep). </p> <p>Characteristically quick to recognise scientific opportunities, Clark responded to the news, in 1997, of the isolation of the first human embryonic stem cells by rapidly establishing his own projects building on that research. Currently, the laboratory he managed is working on the derivation of liver cells and neurones from human embryonic stem cells for potential use in the testing of new drugs and the treatment of Parkinson's disease, stroke and spinal cord injury. </p> <p>Scientists in the UK are often criticised for failing to convert scientific advances into practical benefit. Clark was an exception in that he had a clear commitment to commercialising research - and the entrepreneurial flair to achieve this. The successful project to produce human proteins in sheep milk was carried out at Roslin, but provided the intellectual basis for the establishment of PPL Therapeutics in 1987. Clark's experience with the creation of that company was invaluable when Dolly followed. </p> <p>The establishment of another company, Roslin BioMed, and its subsequent acquisition by the US Geron Corporation in 1999, delivered a six-year commitment to fund human stem cell research at the institute, and has underpinned its status as a leader in this exciting new field. </p> <p>Most of Clark's career was driven by setting a strategy in which possible applications provided the rationale and justification for research. Thus, he was ideally suited to provide the scientific leadership and direction when he became director of Roslin on August 1 2003. Irrespective of the level at which he was operating, from team leader to director, he always ensured he had time for his staff, especially for the many students he personally supervised. </p> <p>Clark was born in Blackpool, but the family moved to Lincolnshire, where he was educated at Barton grammar school. After he graduated in natural sciences at Christ's College, Cambridge, in 1973, he and his wife Helen began what they later called their \"world tour\". First, they went to the University of Western Ontario, Canada, where Clark obtained an MSc for studies on the regulation of development in a mudsnail. </p> <p>They then travelled for a year through the US and South America. This experience had a lasting impact on Clark, and he could always amaze with anecdotes of their many adventures, such as horseback journeys to visit remote archaeological sites in the Colombian rainforest. </p> <p>Back in Britain, Clark began research in what were still the very early days of molecular biology. Working in Edinburgh, he completed a pioneering study on human satellite DNA, for which he was awarded a PhD in 1982, before working, with John Bishop, of the Institute of Genetics at Edinburgh University, on genes that function in the liver of mice </p> <p>Clark was awarded the OBE in 1997, elected a fellow of the Royal Society of Edinburgh in 1999, and was a valued contributor to numerous scientific committees and working groups. A widely read man, he enjoyed music, dancing and a broad circle of friends. </p> <p>Though he, Helen and his two sons, Charlie and Laurie, travelled widely together, they returned repeatedly to the tranquillity of Colonsay, in the Inner Hebrides. </p> <p><strong>·</strong> Anthony John Clark, scientist and entrepreneur, born September 18 1951; died August 12 2004</p>",
  "No one doubts that a desperately poor country such as Afghanistan needs humanitarian assistance; but many are asking whether the benefits that aid workers bring outweigh the price that they are being asked to pay. Hearing of the murder of friends and colleagues, of aid convoys being ambushed, premises rocketed and mortared, or of vehicles booby-trapped has led to growing anguish and anger. <p>Over the past 12 months around 40 of my fellow aid workers have been murdered in Afghanistan. Virtually every humanitarian organisation has had its staff or offices threatened or attacked. I narrowly missed being caught up in an attack a few weeks before I left, and one of our Norwegian Refugee Council offices was bombed on the day I stepped down. Much of the country is now off-limits to humanitarian organisations, and in areas where we still operate, there are curfews and restrictions of movement. Conditions are expected to get worse in the run-up to October's elections. </p> <p>Most non-governmental organisations continue to refuse to accept armed guards or escorts, but the militarised environment in which we work is having an impact on our identity and the way in which we are perceived by others. </p> <p>One reason why most humanitarian organisations pulled out of Iraq was the feeling that we had become identified with an operation that many believe violated international law, so our presence compromised our neutrality. </p> <p>Humanitarian organisations have long invoked principles of international law to claim \"space\" within which to operate during conflicts. Indeed one of the most widely understood points in the Geneva conventions is the special position accorded to humanitarian organisations. The US administration, however, has set many of these principles to one side in pursuit of its own unilateralist goals. </p> <p>In Afghanistan the US has been accused of blurring the lines between humanitarianism and military action and this was one of the reasons cited by Médecins Sans Frontières (MSF) for its recent withdrawal from the country. This criticism is certainly valid, but it is only one area in which American short-term expediency is having a negative long-term impact. </p> <p>The Norwegian Refugee Council gives advice to returning refugees who are seeking to reclaim property that they lost when they were driven from their homes. A significant proportion of its clients have found their land and homes occupied by military commanders, some of whom also hold official public positions. </p> <p>The US military's decision to provide direct military support to particular local commanders in its fight against the remnants of the Taliban in 2002 entrenched many of these warlords and led to the creation of a number of regional fiefdoms. It also convinced many that as allies in the US's \"war against terrorism\" they were above the law. </p> <p>Tackling corruption is a prerequisite for effective state-building but, if this year's bumper poppy harvest is anything to go by, the situation is getting worse not better. There is credible evidence that the Afghan authorities know who murdered MSF staff in June, yet they have made no move to question or detain them. Afghanistan is a party to the international criminal court and murdering humanitarian aid workers is an offence under this court's statute. Given the unwillingness of the authorities to act, the court's prosecutor could initiate independent investigations into such crimes. Unfortunately the present US administration remains unremittingly hostile to the international criminal court. </p> <p>Rebuilding a rule of law according to international human rights standards is also essential in creating a democratic state, but again the US is failing to take a lead. Few aid workers were surprised at recent revelations that \"freelance\" American security operatives allegedly set up a private prison where they detained and tortured suspected opponents of the Afghan government. Afghanistan is full of private prisons where people are held without trial. </p> <p>However, while the US continues to hold large numbers of its own detainees, incommunicado, for indefinite periods they are in a weak position to criticise others. When I asked one Afghan judge why he had made no official complaint after hearing two detainees' allegations of mistreatment in US military custody, he told me, only half joking, that he did not want to end up in Guantánamo Bay himself. </p> <p>US involvement in Afghanistan is not all negative: it remains the biggest donor and provides the biggest contingent of foreign troops, although they are not part of the internationally mandated security force. </p> <p>The question that remains is whether this makes up for the growing politicisation of aid, the undermining of international law and the weakening of humanitarian principles. For the colleagues I left behind, this is quite literally a life and death dilemma. </p> <p><b>·</b> Conor Foley was programme manager of the Norwegian Refugee Council's legal aid project in Afghanistan from July 2003 - July 2004 </p> <p><a href=\"mailto:conorfoley30@hotmail.com\">conorfoley30@hotmail.com</a></p>",
  "<p>Hemscott, the business information company chaired by Michael Grade, yesterday sold a majority stake in its business to a US investment bank after buying a rival firm. </p> <p>Hemscott has agreed to buy CoreData for £7.3m in a deal that sees CoreData's owner Veronis Suhler Stevenson exchange control for a 34% shareholding in Hemscott. Veronis Suhler, which narrowly missed out on buying the Telegraph Group two months ago, will take its interest to 54% by acquiring a further 10m Hemscott shares. </p> <p>Hemscott's services, which are sold to headhunters, asset managers and stockbrokers, include a directory of UK directors; it also runs investor relations websites for listed companies. The company was set up by publishing group Hemmington Scott before splitting off from its parent four years ago. Mr Grade, chairman of the BBC, was appointed chairman in 2000. </p> <p>Rosalyn Wilton, chief execu tive of Hemscott, said the company would look for further deals in the business information market, buoyed by the financial backing of Veronis Suhler's private equity arm. </p> <p>\"It is a big transformational change. We now have data on the largest single market in the world. We have a major shareholder in the form of a £1bn private equity bank that wants to have Hemscott as a platform company to take part in ongoing consolidation,\" she said. </p> <p>CoreData offers a service that mirrors Hemscott's, selling financial information that includes executive pay details, share price information and a back catalogue of company results. The UK company is paying for CoreData with £600,000 in cash and 16.5m shares. </p> <p>Hemscott also announced a narrowed first half pre-tax loss of £192,000, against a deficit of £616,000 in the same period last year. Revenues for the six months to June 30 climbed 8% to £3.5m, but the company said sales of company data are facing a \"challenging trading environment\".</p>",
  "Failure to defeat or defuse Moqtada al-Sadr's armed rebellion and \"impose the rule of law\" in Iraq would jeopardise national elections and have \"dire consequences for the country and the region\", Iraq's deputy prime minister, Barham Salih, said yesterday. <p>\"No one should underestimate the seriousness of the challenge posed by the Sadr militia,\" Mr Salih told the Guardian. \"We must restore law and order to the troublespots in Iraq so that we can hold elections in four months. Iraqis can't afford anything but a success in this situation.\" </p> <p>His comments came as the fighting in Najaf - where US and Iraqi forces are besieging Mahdi army fighters holed up at the shrine of Imam Ali - showed no sign of easing. The uprising risks undermining Ayad Allawi's administration, which knows that an attack on the holy shrine could provoke the Shia, especially moderates who disapprove of Mr Sadr. </p> <p>Mr Salih, who is also a senior member of the Patriotic Union of Kurdistan, one of two groups controlling Kurdistan, said the government's reluctance to engage in a \"full-scale onslaught\" in Najaf should not be seen as a \"lack of resolve\". He said: \"We are well aware of the sensitivities of the shrine and what it represents. That is a responsible position, and it is a mark of the strength of the government. Military means should be the last resort. But if Mr Sadr is adamant about maintaining the armed challenge, the government has no option but to respond.\" </p> <p>The violence in Najaf, which has spread to other southern Iraqi cities, as well as Shia areas of the capital, has underlined the problems faced by the interim government, whose tenuous grip on the south as well as restive areas of the Sunni triangle is heavily reliant on US-led forces. </p> <p>\"We are absolutely not a puppet,\" Mr Salih said. \"The multinational forces here are a significant component of the reality of Iraq today and we have to be mindful of some operational issues. But the reality is that government makes the decisions ... The decision not to tolerate the continued existence of the al-Mahdi militia is ours.\" </p> <p>He called for Mr Sadr's supporters to leave the shrine, disarm and form a peaceful political organisation. \"Let them organise and contest. And may the best men and women win,\" he said. </p> <p>Many Iraqis will judge the success of Mr Allawi's government on its ability to deliver a secure environment in which to hold elections. Yet observers in Iraq question whether elections - scheduled for January - will be possible if the current climate continues. </p> <p>\"I just can't see it,\" said one. \"Mr Sadr is on such a power trip that it is doubtful whether he will see the need to participate.\" Mr Sadr has refused to recognise the interim government, which he accuses of pursuing a US agenda and has repeatedly called for US-led forces to leave Iraq. </p> <p>Mr Salih branded the removal of US-led forces from the country \"a catastrophe\". \"It would lead to a civil war; it would lead to regional intervention. The challenge is to work hard and fast to build indigenous security and military institutions. This is the real battle for Iraqis to win.\" </p> <p>He also ruled out a mass influx of Mr Sadr's fighters into official Iraqi army ranks, suggested by some as a means to offer the radical cleric's young, mostly poor, followers, an alternative to fighting. </p> <p><b>·</b> Iraq's fairytale Olympic football run came to a halt yesterday with a 3-1 defeat by Paraguay in the semi-finals. Iraq can still win only the second Olympic medal in the country's history if they overcome the Italians in the third-place match on Friday.</p>",
  "<p><strong> Heard the latest? </strong> <br> The capital's mayor, Ken Livingstone, and Transport for London are so desperate to push ahead with their exciting new £500m Thames river crossing that they may have lost track of reality. Their latest assessment of the environmental effects of the six-lane, motorway-scale monster bridge and its approach roads, which will barge through some of London's most deprived communities, claims that only 100 people will be \"bothered\" by the noise of 20 million cars, lorries and buses a year (their estimate) thundering past their homes. Everyone else, it suggests, will eventually become \"acclimatised\" to the noise - which translated means they will have become deaf.</p> <p><strong> Driven to distraction </strong> <br>By popular request, Eco Sounding presents a transcript of BBC Top Gear presenters Jeremy Clarkson and Richard Hammond discussing on July 25 the government's transport policy and global warming.</p> <p>Clarkson: \"[The PM] mentions congestion once, and the economy, once ... and then he goes 'environmentally sustainable', 'realistic environmentally', 'least polluting', 'greener environment', 'carbon emissions', 'climate change', 'cleaner and green'. It is all to do with the environment, that is all it is.\"</p> <p>Hammond: \"Which makes it interesting to read a report by ... German and Swiss scientists, and they are the best kind you can get ... and they reckon that ... it could be that global warming might have something to do with the fact that the sun is burning more brightly than it has done for the last 1,000 years.</p> <p>Clarkson: \"David Bellamy, who is an environmentalist and a naturalist, has said recently: 'Global warming, at least the modern nightmare version, is a myth, I am sure of it, and so are a growing number of scientists. But what is really worrying is the world's politicians and policymakers are not' ... This document [the government plan] basically, once again attacks the car. And you just have to ask, why the car? It has given us so much.\"</p> <p><strong> The enemy within </strong> <br>Here's Tom DeWeese, president of the neo-Con American Policy Centre, talking at a conference recently. \"And I will tell you now, if you want to keep your guns, your property, your children and your god ... if you love liberty ... Then sustainable development is your enemy!\"</p>",
  "<p>Greece has missed the chance to green the Olympics and to build on what Sydney achieved in 2000, says a Greenpeace environmental audit of the games. </p> <p>When Athens was still a candidate city, the authorities said \"all projects will be realised with the use of environmentally-friendly technologies and materials, and this will be a prerequisite in all relevant tenders\". They went on: \"Athens 2004 would like to be the first Olympiad using 100% green energy\". </p> <p>But renewable energy accounts for virtually none of the energy produced and distributed at the games, says Greenpeace. Solar energy photovoltaic cells have not been used in the Olympic village or other venues, and solar thermal systems, for hot water supply and cooling systems, have also been ignored. All this in a country with one of the most advanced solar manufacturing industries in the world. </p> <p>According to the report, the large Olympic village housing competitors ignored almost every environmental recommendation made. Plans for conservation and recycling of water were dropped, no wood from sustainable sources was used and oversized air-conditioning systems were installed. </p> <p>Nikos Charalambides of Greenpeace Greece says: \"Instead of moving forward, the Athens 2004 games has gone way back as far as environmental issues are concerned. The International Olympics Committee has called the environment the third pillar of the Olympics, behind sports and culture. Right now, it seems all but invisible.\"</p>",
  "Private contractors could be used to requisition and operate modern red fire engines if crews strike next month after the Ministry of Defence warned John Prescott's department it does not have enough troops to provide full emergency cover. <p>Officials in the Office of the Deputy Prime Minister have discussed paying commercial firms to support the hard- pressed military for the first time in the bitter two-year-old pay dispute should firefighters unleash a fresh wave of walkouts. </p> <p>The private staffing of mass decontamination units to counter a terrorist \"dirty bomb\" is also under consideration within Whitehall as part of a shake-up intended to loosen the grip of the industrially assertive Fire Brigades Union. </p> <p>Mr Prescott is preparing to use new legal powers to order fire authorities to make available red appliances, worth about £300,000 each, for the stand-in firefighting force to replace antiquated Green Goddess machines deployed during walkouts in late 2002 and early 2003. </p> <p>Confidential talks are understood to have taken place with senior figures in Group 4 Securicor over what is officially known as \"capacity\" ahead of next week's result of a fresh FBU strike ballot. </p> <p>Mr Prescott's office, responsible for the fire service, said yesterday it had no plans to use private contractors during a strike or privatise staffing of the decontamination units but a well-placed source insisted both issues have been discussed within the department. </p> <p>Fire authorities were notified this month that Mr Prescott was \"minded\" to request red engines if the dispute flares up - and 11,500 soldiers, sailors and airmen are under instruction at the national fire training college in Moreton-in-Marsh, Gloucestershire. </p> <p>The total is 7,500 fewer than the 19,000 service personnel stationed across the UK during strikes in the winter and spring of 2002-3 and private contractors may be paid to fill a manpower gap created by the Iraq war and other military commitments. </p> <p>Contractors could also be asked to cross picket lines to transfer the appliances to military depots - police and defence chiefs are making clear they want to avoid clashing with firefighters. </p> <p>Group 4 Securicor declined to comment and a spokeswoman for Mr Prescott said it would be the responsibility of fire authorities to deliver red engines to the military. </p> <p>\"It is no secret that obviously we are making sensible contingency plans,\" said the spokesman. </p> <p>Last-ditch negotiations are to be held today and tomorrow ahead of next week's strike ballot result in a bid to break the deadlock over bank holiday working, the remaining yet sticky issue holding up a deal. </p> <p>Seizing red engines would risk inflaming the dispute, with union leaders warning they might subsequently be boycotted. Mr Prescott resisted Downing Street and rightwing newspaper pressure to requisition the appliances during the last wave of stoppages. </p> <p>The proposal to employ contractors, including Group 4 Securicor, to operate the 80 instant response decontamination units after a biological or chemical attack was discussed at a recent meeting of the government's New Dimension group set up after the September 11 2001 outrages in the US.</p> <p>Arguments over the crewing of the units was at the centre of unofficial industrial action earlier this year in Manchester.</p> <p>Mike Fordham, FBU assistant general secretary, said: \"It would be folly for the government to even consider handing over such sensitive and important tasks to private contractors.\" </p> <p>The stalemate has delayed a 3.5% rise due last November and 4.2% in July, the final phases of a staged 16% package intended to settle the long-running dispute.</p>",
  "<p>A primary care-led NHS is the Holy Grail for health policy makers. New Labour naturally aspires to it, and created 300-odd primary care trusts in England, devolving to them the lion's share of the health service budget. The idea was that PCTs would develop health purchasing strategies that would reflect the distinctive needs of their local community - and, in doing so, break the long-established and costly dominance of acute hospitals. </p> <p>However, there is a problem: PCTs have, with some notable exceptions, failed to deliver change. They are desperately short of management capacity and expertise. There is little evidence that they have been able to re-shape radically their local health economies, or wrest power from hospital service providers, in whose interests it is to have as many inpatients as possible. Foundation status is set to further cement the power of the acute trusts. </p> <p>Chris Ham, professor of health policy and management at Birmingham University and former director of the Department of Health's strategy unit, says: \"Most PCTs are still struggling to carry out their commissioning responsibilities effectively. A lot of the power and influence still rests with the big acute trusts, including foundation trusts. It's a pretty unequal set of negotiations at the moment.\" </p> <p>For now, the power mismatch is driving a spate of PCT mergers. In Hampshire, PCTs are combining their management teams, while both Cambridgeshire and Derby have opted for joint chief executives. There is speculation that, in the long term, under-performing PCTs may be \"taken over\" under NHS franchising arrangements, by private commissioning organisations from the US and elsewhere. </p> <p>In Newcastle and North Tyneside, the strategic health authority (SHA) has overseen a mega-merger of the three primary care organisations' commissioning functions into a single consortium, to counter the area's two powerful hospital trusts. The shakeup there is unusual, say some observers, for its suddenness and brutality. But it also demonstrates what some see as a flaw at the heart of New Labour health policy: foundation status will not only entrench provider power, but will also force PCTs into mergers to keep up, losing their distinctively local outlook as a result. </p> <p>David Flory, chief executive of Northumberland Tyne and Wear SHA is proud of his patch, where eight out of 14 NHS organisations have three stars. But financial problems dog North Tyneside PCT and Northumberland care trust, and there has been a struggle to meet waiting list targets. </p> <p>Newcastle PCT chair Gina Tiller, a former Labour councillor, admits that the PCTs have had problems. \"It was obvious we weren't doing as well with commissioning as I hoped,\" she says. \"That's nobody's fault - it's the way PCTs were set up. We were minnows compared with sharks. From day one, it was difficult to get the acute trusts to take us seriously as players in the system.\" </p> <p>One observer explains: \"It was considered that the acute trusts say, 'This is the money we need', and the three PCTs would basically give it to them, and therefore there was a lack of money [in primary care].\" </p> <p>The two big acute trusts - Newcastle upon Tyne Hospitals and Northumbria Healthcare - are lining up for foundation status, a move some believe will further underline their power. Flory says: \"What it means is that the relationship between the commissioner and the provider will be quite different in future. We need new terms of engagement.\" </p> <p>The acute trusts are three-star performers, headed by strong personalities. Len Fenwick, chief executive at Newcastle upon Tyne, is one of the longest-serving hospital chief executives in the country, having seen off his rivals in the mergers that created the present trust. Sue Page, chief executive at Northumbria Healthcare trust, is also a heavyweight. She was tagged as Tony Blair's favourite trust boss after appearing on a Labour general election platform, and has appeared at Number 10 NHS policy seminars. </p> <p>Flory's solution to the acute power bloc is a commissioning consortium, based in one PCT that would operate on behalf of all three primary care bodies north of the Tyne. The other two organisations would retain their provider functions, a role in assessing local need and - for the care trust - commissioning and providing social care service. Flory also hired Andrew Gibson, one-time bomb disposal colonel in the army and chief executive at nearby City Hospitals Sunderland trust, which is a consistent three-star performer. </p> <p>It is unusual for a high-flying acute trust chief executive to move across to a PCT, but Gibson says he had become disenchanted with the prospect of running a foundation trust. He recalls: \"He [Flory] started by saying he'd had discussions with the PCTs north of the Tyne, and he and they felt they needed a different approach to commissioning ... and would I be interested in coming across.\" As an experienced acute chief, it was felt that Gibson could beat the two acute trusts at their own game - one insider says he would be able to \"reach in to manage the hospitals\". </p> <p>Critics have queried the circumstances of Gibson's appointment. Flory is adamant that, because Gibson is a secondee, there was no need to advertise the job or recruit competitively - although the secondment is so long-term that City Hospitals Sunderland has appointed a permanent replacement. \"Time was of the essence, and the availability of Andrew Gibson was at a premium,\" Flory argues. \"Do you think it's the only place where this has happened?\" </p> <p>The shakeup that followed is set to cost up to £1m, and has already seen some senior figures leave. Around 50 PCT managers will be shunted between or out of jobs, a situation that has alarmed staff and unions. Trevor Johnston, Unison regional officer, says that staff would agree that the PCTs' commissioning needed bolstering, but in a way that addressed the weaknesses of the system, not one that slung out the staff. \"I would disagree that people don't have the talent to make it work. I think they do.\" </p> <p>Local NHS chiefs say they are happy with the new arrangements. Page laughs off the suggestion that the PCT rejig is aimed at keeping her in line. She argues that there are advantages to dealing with a single commissioner. Take breast cancer screening, where Page's trust needed to boost medical staffing. \"I had a decision from one commissioner investing in half a breast surgeon, and another was not sure,\" she says. \"It went on for 18 months.\" Now the decision making is much clearer, says Page. </p> <p>On the commissioning side, Linda Ions, Northumberland care trust chief executive, believes that things will improve. \"I think we recognised that within the foundation [trust] environment ... many responsibilities, such as delivering access targets, would rest mainly with the primary care organisations. We didn't necessarily have the infrastructure to deal with that.\" </p> <p>But there are also fears that the consortium approach could become too remote. Pam McDougall, chief executive at North Tyneside PCT, welcomes the merger but admits there is still \"learning\" to do. The PCT wanted to provide digital hearing aids for local patients, but the first contract drawn up by the consortium failed to prioritise this. \"We have to look at how we combine local priorities with one contract,\" says McDougall. \"Local needs and priorities must not get lost in this process.\" </p> <p>David Hunter, professor of health policy and management at Durham University, appreciates the imbalance of power between the PCTs and the acute trusts, but regards the shakeup as \"a rather brutal option to sort out a complex problem\". </p> <p>However, Flory suggests it is the shape of things to come.\"It's a way of working I want to establish across Northumberland Tyne and Wear.\"</p>",
  "<p><strong> Heavy duty</strong><br> Ian Campbell, of the National Obesity Forum, is absolutely right in saying that the NHS should pay greater attention to helping people with weight problems manage their weight and health (Think Tank, August 18). </p> <p>He is also right in saying that some primary care trusts are ignoring this responsibility. The pharmaceutical industry, which financially supports the forum, and others active around obesity should also be developing more effective treatments. But, from a public health perspective, this role remains marginal, the reason being that no amount of costly medical intervention will turn around the obesity epidemic. </p> <p>Witness the US, a country Britain tries to emulate. Last year, the US undertook some 103,200 operations to reduce stomach capacity, at a cost exceeding the entire health budget of Vietnam, which has a population of around 90 million. When Campbell says prevention is \"essential\" - just like treatment - he implies that both are on par. In fact, prevention has to be primary and, therefore, command the bulk of resources. </p> <p>Interventions undertaken by the medical profession at the level of the individual, though welcome, alter not one jot the obesogenic environment, which largely explains the current epidemic. Unless policy makers understand this point, we will end up in a situation like we have with HIV/Aids, where resources are being diverted to treatment and the epidemic continues unabated. <br> <strong>Geof Rayner</strong><br>London </p> <p> <strong> Acting responsibly</strong> <br> Films such as Inside I'm Dancing and Afterlife once again open up the debate of fair disability representation in the entertainment industry (Act of faith, August 18). The UK film industry and the public are now presented with the opportunity to acknowledge that disabled media professionals on and off the screen are in the minority. </p> <p>As well as encouraging fair portrayal in the film industry, Scope aims to increase the representation of disabled children in the illustration of children's books, through its In the Picture project, which will provide positive role models and images to reduce the isolation and exclusion felt by disabled children. </p> <p>Accurate portrayals can lead towards a more inclusive society - a society in which disabled people are as valued and have the same human rights as everyone else. <br> <strong>Margie Woodward</strong><br>Campaigns officer, Scope </p> <ul> <li> It is not really surprising that the actor who plays a man with muscular dystrophy in the film Inside I'm Dancing does not have the condition, because with an estimated 30,000 people directly affected in the UK, this disease is a relatively rare one. </li> </ul> <p>For the Muscular Dystrophy Campaign, the film helps to raise the profile of muscular dystrophy and shows the normality of hopes and aspirations for many people with a disability: to live independently and to make their own choices. Society, however, continues to put up numerous barriers. </p> <p>The Disability Discrimination Act is a move in the right direction and should make a difference if it is acted upon. But it will be of no use whatsoever if people with disabilities are not given the equipment to allow them to get out and about in the first place. <br> <strong>Christine Cryne</strong><br>Executive director, Muscular Dystrophy Campaign </p> <ul> <li> RNID's main concern is the issue of access to the cinema for the nine million deaf and hard of hearing people in the UK. Ever since the end of silent movies in the 1920s, deaf and hard of hearing people have been excluded from this mainstream form of entertainment. </li> </ul> <p>RNID has been campaigning to improve access to cinemas, and our efforts are starting to revolutionise cinema-going for deaf and hard of hearing people. Just this month, we announced that more than 100 cinemas across the UK have fitted the latest digital subtitling equipment. </p> <p>Prior to this, less than 5% of almost 700 cinemas in the country had adequate subtitling equipment, with some cinemas using prints with burnt-on subtitles, which limited the choice of films and showings. To meet demand, there is now a website (<a href=\"http://www.yourlocalcinema.com\">www.yourlocalcinema.com</a>) that lists all subtitled and audio described screenings. </p> <p>With the Disability Discrimination Act coming in, equal access remains a crucial issue. RNID will continue to campaign to ensure that more deaf and hard of hearing people are able to see the latest blockbuster in their local cinema. <br> <strong>Clarinda Cuppage</strong><br>Head of media relations, RNID </p> <ul> <li> Mary O'Hara lets the producers of Inside I'm Dancing off the hook by failing to ask the only relevant question: just what aspect of their criteria for casting disabled roles was so imperative that they failed to cast a disabled actor? </li> </ul> <p>Are we to believe that all disabled actors are too young, too old, or so devoid of talent that they can only act their age? Matt Fraser is right to draw the race analogy. Would they expect us to respect the integrity of an \"experienced race consultant\" who blacked up white actors with the excuse that there were no black actors within their age range - even though they had sent them off for six weeks to hang out with black kids \"constructing layers\". </p> <p>The honest admission of Afterlife's producers, that they had to be most determined in their challenge to their financiers' scepticism of the casting criteria, is to be applauded. Inherent prejudices are often so masked that only strident challenge exposes them for what they are. <br><strong>Susan Bailey</strong><br>Kings Langley </p> <p><strong>· </strong> Write to: SocietyGuardian 119 Farringdon Road London EC1R 3ER or fax 020-7713 4154 or email <a href=\"mailto:society@theguardian.com\">society@theguardian.com</a></p>",
  "<p>Turn to the Guardian's university clearing pages and there are many vacancies for a subject that was once hugely popular. Until recently, American studies departments sprang up everywhere. But no longer. </p> <p>Now 28 universities still have American studies places unfilled, and they include many at well-regarded institutions - Essex, Keele, Kent and Swansea among them. Due to lack of demand, five universities have closed American studies departments while others have cut staff. Keele, traditionally the top-ranking American studies department, with a maximum, grade five ranking for research for the past few years, has had to fire half its staff. Professor Ian Bell at Keele says: \"Students don't want to be branded by doing American studies. They still want to do American modules as part of English or history but, after Bush, they shy away from being labelled as pro-American - not after the obscenity of Iraq.\" </p> <p>It's only a straw in the wind: student choices are notoriously fickle. But it fits the picture of a groundswell of anti-American feeling. Where in the world could you walk down the street and not collect overwhelmingly negative vox pops on Bush's America and its global impact? Last year's BBC/ICM poll, taken in a string of countries across the continents, found only Israel in support of Bush - with Canada, Australia and Korea least unfavourable, but still with a majority against. </p> <p>That is not necessarily the same as anti-Americanism. The Bushites in their daily, foul-mouthed email assaults on Guardian writers try to portray current anti-American sentiment as racist, akin to anti-semitic. They try to pretend \"old\" Europe is just effetely snobbish about the Ugly Americans. They dismiss anti-Bush disgust in developing countries as envy and as ignorant support for terror. </p> <p>But opinion polls make it clear that people are well able to separate their feelings about Americans from the politicians and policies now occupying the White House: 81% of the British say, \"I like the Americans as people\", according to Mori, but only 19% admire American society. They overwhelmingly reject the proposition \"We would be better off if we were more like the Americans in many respects\" - the view of the right and of younger Tories infatuated with US neo-conservatism. </p> <p>How much wider the Atlantic has grown under Bush. A Mori poll for the German Marshall Fund examined European attitudes towards America. It found massive condemnation of US Middle East policy (among the British just as strongly) and equally strong opprobrium for US policies on global warming and nuclear proliferation. Most Europeans - the British too - want the European Union to become a superpower to match the US, with a strong leadership in world affairs. (Americans said they wanted to be the only superpower.) Yet there was also surprisingly strong support among two-thirds of Europeans for strengthening Nato - even in France. </p> <p>However, President Bush's election pledge this week to withdraw 70,000 troops from Germany and Korea may bring an abrupt end to Europe's old doublethink on Nato. If the troops go, it may force Europe to confront the hypocrisy of detesting America while relying on it to provide the defence European nations refuse to pay for. The Bushite emailers are justified in sneering, \"We pulled your sorry asses out of two world wars\" (the printable version), and it's just as well Fox News hasn't covered celebrations in Paris this week that pretend France liberated itself, with never a mention of Europe's American saviours. </p> <p>If a Bush victory brings a major withdrawal from Europe, it should prod the EU into coordinating its defence capability, without having to beg the US for a transport plane to mount every tiny border peacekeeping operation in Macedonia. If the EU starts to put its still considerable defence spending to better collective use, Bush won't like it: his ministers protested when Blair and Chirac began the task. </p> <p>If Bush wins it may galvanise Europe into a stronger sense of what it must do in response. Forget Blair's phantom \"bridge\" across the Atlantic, and start building across the Channel. (Sadly there has been no growth in university applications to read European studies or languages.) </p> <p>The world waits on the US elections with particular trepidation this time. The fall of the Berlin wall was a great opportunity missed for America the victor to become the global force for good it thinks it is. The fall of the twin towers was a chance to reclaim that lost global respect, but in every action Bush has swelled the ranks of those who cheered in the streets when it happened. </p> <p>ICM's poll reveals a world that thinks America arrogant, less cultured, a worse place to live than their own countries and a threat to world peace. Is that hatred now irreversibly hardwired? </p> <p>A Kerry win might still do much to heal the rift, just by showing America publicly renouncing Bush and all his works. Peering into Kerry's muddy campaign messages, it is unclear whether the man can be far-sighted, brave and decisive. On Nato troops, for example, he first said he would consider withdrawing them, then said it was a mistake, then that it should be done but more slowly. </p> <p>The insane necessities of a presidential campaign make it impossible to know what manner of president will emerge at the end, but if Kerry does indeed make it his mission to repair America's global standing, he will have a brief window of global goodwill in which to try his best. </p> <p>The underlying picture of attitudes towards America suggests a miasma of confusion and deep emotion: the idea of America is woven deep into the universal imagination. When prompted, the world can also admit to seeing the US as that beacon of liberty and opportunity that Americans dream themselves to be. </p> <p>Hardly a child born can avoid drinking in the great American myth from those Disney realms where the simple, humble and virtuous win through every time against the rich, corrupt and greedy. How is that self-image squared with the monster the world perceives? The old Hollywood morality tales from Shane and It's a Wonderful Life still spin out into Spiderman or I, Robot, celebrating the little guy who beats the monster corporation. Homespun American goodness warring with the cruelties of raw capitalism is the dominant Hollywood theme, yet little of this culture enters the US political bloodstream. </p> <p>Between the American ideal and the American reality falls the longest shadow. Discuss. It's well worth more study. If John Kerry wins and sets about repairing the damage Bush has done, it may get American studies flourishing again - and stem the global tide of anti-Americanism. </p> <p><a href=\"mailto:p.toynbee@theguardian.com\">p.toynbee@theguardian.com</a></p>",
  "<p>Being British, you can't help feeling the Olympic Games are just a complex four-yearly ritual whose sole purpose is to find the current embodiment of national character. </p> <p>The winning candidate this time round - that instant when an athlete seems to somehow distil the very spirit of a nation - will not be a gloriously incredulous-looking Kelly Holmes overcoming adversity to take gold in the 800m. </p> <p>It will be Paula Radcliffe's heartbreaking press conference in which she gave us an Olympian reworking of the old faltering mea culpa : \"I've let the school down, I've let my parents down, but most of all I've let myself down.\" </p> <p>Of course, silver medal in the national character final was taken when Steve Redgrave accosted Carl Lewis at a sponsors lunch earlier in the contest. \"Hi,\" he greeted him. \"I just wanted to introduce myself as the man who won a fourth consecutive gold medal before you - but I was in the stadium to see yours.\" Oh well done, Steve. Sir Steve. Into that single encounter with the bemused Olympic legend you have sublimated the very essence of the British citizen abroad - wildly uncharismatic, stupidly bumptious. And if you're still struggling to see the chasm between the two men, think of Carl running on water across the Hudson river in his Nike advert, and Steve chatting to a parrot in his Admiral car insurance one. I hardly need remind you which athlete rowed off with Greatest Olympic Moment in the BBC1 poll before the Athens games began. </p> <p>But gold was won hands down by that Radcliffe press conference. It is not hard to see what must have made facing the media the day after her marathon withdrawal seem an imperative for Radcliffe. Apart from her courageous and extraordinarily likeable nature, critical emails were flooding in to various broadcasters before her spent body had been collected from the side of the Athens road. </p> <p>They may have been outnumbered by supportive ones, but it is that carping British tone - \"Steve from Harlow thinks it was a disgrace she didn't finish\" - that drowns out all around it, and is by now so much part of the fibre of our reaction to sport that it makes Radcliffe feel she is somehow duty bound to explain, when anyone in the world would feel like curling up under the duvet for a week. </p> <p>In doing so she has become the poster-girl for our true national game: self-flagellation. Yes, us Brits have long moved past the stage of mere pessimism. Our default setting is somewhere just beyond disappointment, a comfort zone in which we operate with such ease that we have become a nation of high-functioning masochists. </p> <p>Yet watching the suddenly tiny Radcliffe struggle to compose herself in front of the barrage of cameras, you realised that, like junkies seeking an ever stronger hit, it is no longer enough for us just to lose. And this, quite simply, is why we are bidding for the 2012 games. </p> <p>We are not bidding in spite of the Dome, or Wembley Stadium, or any of our other fiascoid public enterprises of recent years. We are bidding because of them, because we know exactly how failure feels and, frankly, we'd be lost without it. Those convinced the whole bid is anything other than a further pageant of self-loathing need only look at how we've done so far. Well, we've certainly shown those sneerers we can stick up a stadium in double-quick time. But it's the choice of personnel, surely, that sets us apart. First, of course, we got Barbara Cassani to run the thing - because nothing says \"we're up to it\" than having to draft in a foreigner to head up a PR package. Then, of course, there was last year's official photoshoot to launch the bid, which bafflingly depicted Linford Christie, among others, swathed in the British flag. How, one wondered, were people supposed to caption it? Nandrolone Cheats R Us? </p> <p>We'll bypass the more alluring members of the \"team\" like Seb Coe because, really, let's not play our trump cards before we need them. Right now, it's our latest staff acquisition that has the touch of genius about it. With Britain basking in the global PR triumph of supporting the Iraq war, it was clearly felt we needed an official bid ambassador whose very name played up our most fortunate associations. Yes, say hello to Cherie Blair, whose second-string skill, incidentally, is a love of freebies so fabled she makes the former IOC president Juan Antonio Samaranch look like a Tibetan monk. </p> <p>Can you see how much we want this? And we don't want it for normal reasons. No, such visionaries are we that the most overheard reason in the capital for supporting the bid is that \"at least they'll have to sort the Tube out\". You have to admire our ambition. </p> <p>In fact, speculation that eight years ago the IOC were swayed by a video submitted by the Athens bid team of a Greek boy wheedling \"give us back our games\" should only inspire our lot. What better addition to our own tape than a variation on Tom Baker's hilarious opening voiceover to each episode of the BBC comedy Little Britain? \"Britain,\" it should intone over something by Elgar. \"Nation of contrasts. We'll spend £5bn on an international sporting event just to get our Underground working. We feel personally betrayed by a marathon runner. And we invented the cat . . . \"</p>"
]