[
  "There were two things my father was particularly good at: not giving gratuitous advice to his children, and making spaghetti. It was always around Christmas time; I used to watch him while he fussed over a pot of belly pork and herbs, pursing his moistened lips as he poked and stirred. The making of this sauce would take most of the day and began just after breakfast. It involved a lot of licking of spoons. Then, as the afternoon wintered in, he would comfy himself in a big armchair, tuck a white damask napkin under his chin so that it flowed over the vast expanse of his stomach, and on this he would perch a vegetable dish full of spaghetti. We were small, and watched in fascination. \"All is safely gathered in,\" whispered my mother, after each delicate twirl of the fork had pitched a haystack of pasta into his slightly greasy, opening mouth. <p>He was a remarkable man, my dad, but not over-endowed with parenting skills. Yet any shortcomings were more than compensated for by the respect and lack of prurience with which he treated us. The only personal advice I ever remember my father giving me was this: \"Never look back and regret a decision. You made the best choice you were capable of at the time.\" </p> <p>And I can say, hand on heart, that I have never regretted the decision not to have children. Paradoxically, it has proved one of the most life-enhancing I have ever made, deepening my relationships with men, enhancing my friendships with young people and liberating me to experience both pain and joy at an intense level. The only people who ever disbelieve me when I say this are mothers. To many mothers, I am Woman Deeply Flawed. </p> <p>It would be disingenuous not to admit that, as with most decisions, there was a negative cause as well as a positive. I remember both my parents with considerable tenderness and pride. What my father lacked in parental conventionality, he more than made up for by the legacy of values and concepts he left us. My mother was vibrant and creative and, when the chips were down, outstandingly brave. But neither of my parents had the basic psychological insights that have become so much a part of 21st-century parlance. They could not deal with the difficulties their complex personalities produced. The loneliness and pain between them grew so vast that it became, for the child in me, a universal truth, the backdrop against which all human loving was lived out. The meaning of hell, surely, is love gone wrong. </p> <p>How clearly I remember those long Sunday afternoons when I was older and Dad was gone, and Mum would sit in the green armchair by the window, sentimentalising over all the bad times she'd had, and I'd sit there with her, trapped by my sense of pity, as the rain fled down the windowpanes and the fox barked in Mrs Crocker's garden. </p> <p>Mother love is complex. Awesome in its courage and fidelity, its unshakeability in the face of adversity on the one hand, yet full of subtle cruelties on the other. When the chips are down, a mother's love can be inspirational, arguably one of the strongest forces in nature, but in the ordinary run of life, it can be quietly, insidiously destructive - controlling, manipulative, demanding. My observation of motherhood over the years is that it takes a very unusual woman not to feel that her children \"owe\" her something. So few women seem able to cut the umbilical cord, to stop seeing their offspring as extensions of themselves, so nobody grows to full maturity, neither the mother, nor the child. In truth, one reason for not having children was the fear that I would be just such a mother, that I would not be able to muster that unconditional loving that lets people go. </p> <p>But cruelty is a two-way thing. I realise I have also spared myself the anguish of parental love, with its inevitable seasoning of guilt, the pain of its intensity, and those terrible moments when children do not reciprocate it. </p> <p>Maybe more of our decisions than we realise are made from a mixture of love and cowardice, vision and fear, and while the decision not to have children was of course based partly on the fear of hurting others, and of being hurt, it was also based on a different vision of what it was to be a woman, and what commitment and partnership could be. </p> <p>What many women have found hard to accept is that I do not need to have children to feel fulfilled as a woman. That comes down partly to your understanding of what it means to be gendered. </p> <p>Gender, as we know, is a social construct, what it is to be a man, what it is to be a woman, largely prescribed by the society and age in which we live. I have never felt gendered. Thirty years ago, this was considered extraordinary but perhaps, post-feminism, it is less strange. While I most definitely feel both feminine and womanly, I do not think of myself primarily as a woman. I think of myself as a person. </p> <p>This freedom from definition must spring in part from my upbringing. In our family, men and women were treated with an equal regard for their emotional, intellectual and practical selves. It was assumed we would all contribute on all those levels. We weren't necessarily successful, but that was the expectation. The work and the ways of thinking traditionally ascribed to one gender or another simply did not apply in our household, and this liberation from stereotyping was my parents' greatest gift to us. </p> <p>The loneliness of our journey depends on the company we keep, and while for me this voyage of personal truth has been the only viable option, it has not been an easy one. It's an unremitting struggle to remain unclassified. Intellectual, personal, spiritual individuality is not easily won. Jung depicts man's destiny as the acceptance of all that is within him. That's a tough journey. It's easier by far to be an intellectual or moral groupie than to work things through on your own. It's not comfortable to keep questioning, rethinking, risking failure, risking being wrong, risking censure. </p> <p>That's why, in one respect, parenthood - at least for my generation - could be seen as an excuse to avoid personal maturity. Under the guise of always putting the children first (and thereby burdening them), you legitimise the fear you feel of finding your real self. </p> <p>This drive for what I would call maturity, others might call selfish self-fulfilment. It has made me the envy of some, and earned the criticism of others. In my 30s I was chided by those who thought that, because I had chosen to avoid the responsibilities and exhaustions of child-rearing, I had somehow perverted the natural and only really significant role of womanhood. It was not in the least unusual for people to ask me why I didn't have children. At such moments, my heart would go out to those who really wanted to conceive but couldn't, and I frequently replied, \"Because I'm barren\" in the hope that they would just die of embarrassment. </p> <p>It is still hard to persuade some that women who are childless do not necessarily lead lives of trivial pursuit. There are many ways to nurture - ways just as challenging and energy-consuming, as self-effacing, as parenthood. If you believe in interdependence, not just nationally, but globally; if you believe that each individual has a responsibility for the world we live in, for the society we help to shape, for the community we're part of, then the burden of being a responsible person is indeed heavy. A responsibility that is shouldered by families as well as individuals, it's true, but families are also guilty of being so self-contained, so self-absorbed, that the rest of the world matters only when it somehow impinges upon them. As any single person will tell you, the family can be a distressingly exclusive unit. </p> <p>Of course parenthood works for many people. I can see that it is enormously fulfilling to have a family and to create an environment in which the young can grow into themselves. And I am blessed among my own family and friends to know couples who have sustained the buffetings of marriage and children to come out, at our age, still committed, still in love, and with a strong relationship with their offspring. That is just wonderful. Those sorts of homes give us all a stability that is priceless. I would not be truthful if I didn't say there have been moments - though moments only - when I envied my friends the laughter and loving of their family life. But my point is that it was not for me. I knew very early on that I didn't want a life subsumed by domesticity. My mother's wasn't, and I saw in her life a richness and diversity that I did not observe in others - rightly or wrongly. I also find myself nauseated by the sentimentality attached to young children. Is it their vulnerability that attracts? Or their innocence? Or their physical beauty? Are they somehow more precious, more beautiful, more vulnerable, more to be delighted in, than, say, the elderly? I am stunned by the beauty of the old, their dignity in adversity, the patience with which they put up with the appalling way our society marginalises them. And is a human life of 30, or 50, or 70 any the less demanding of our tenderness, our empathy, or love? I think not. </p> <p>As many a childless aunt will tell you, not having had a family of your own is a tremendous bonus when it comes to relating to other people's children. There is a special relationship possible with young people when you yourself have not developed the mindset of a mother. My young nephews were carefully colour-coded in their early years; blue socks, blue trousers, blue shirt. What squirming pleasure we took in putting on one blue sock and one yellow, and swapping clothes, and not combing our hair - little naughtinesses whose innocence and delight established the fact that this was an adult who didn't play by the rules, and yet somehow had parental trust. That's a safe and delicious place to be when you're very young. My friends used to drop their kids off for a weekend, but instead of sleeping in beds, they'd make hide-outs from the furniture so they could curl up in a cave of chairs and duvets with biscuits magically appearing in the middle of the night, which they could eat without cleaning their teeth. </p> <p>The Bad Aunt role is one of delightful transgression and it extends beyond the family. You become a safe depository for experiences not normally shared with parents. Some of the richest moments of my life in recent years have been spent in the company of teenage friends who do me the honour of ringing up at one in the morning, sobbing things like, \"Kev's just dumped me. Can I come round?\" </p> <p>But I have had role models. I still remember with love and endless gratitude my parents' childless friends. Like Molly, a gently eccentric intellectual who could cry laughing. She didn't want to know if we were warm enough, she wanted to know what we were thinking. She died, in her 90s, in a Devon cobb cottage strewn with cobwebs a foot deep (I don't exaggerate), her walls lined with dampening books and hung with pictures I now realise helped to form my own tastes and passion for painting. I remember so clearly the little pink nipples showing through the blouse of Matisse's Seated Odalisque. I had recalled it as being a huge picture. It now hangs on my wall - only 9in by 6in. </p> <p>Molly loved my mother, but gave me space to rail against her. She excited our imagination - not least by the length of her painted fingernails and the tiny meals she prepared on handmade blue glass plates. She engaged not with a child, but with a person, giving us the courage to think, and rethink, to believe, to explore. Like me, she had never wanted children and had this all-important instinct to treat children as people. I left school at 16, but when I was widowed, at 50, I took a degree at Birkbeck - knowing I could do it, because I heard her voice telling me so. She gave me the courage to face the unknown and treat it as an adventure. That's the sort of parenting I emulate, passed from one childless woman to another. </p> <p>Which brings me finally to the most life-giving dimension of childlessness - the liberty it gives you to love freely, and to take risks. Like many others, as my parents moved away from intimacy, they stopped calling each other by name and began to refer to each other as \"Mum\" and \"Dad\". How many men and women still reduce themselves and their partners to a performer of functions, a provider of necessities? It's easier, in a way. You don't need to think of them as a separate individual with unique potentials to explore. Over the years they can become the role, rather than more themselves. And it takes energy to go on building a relationship with another mature person. The 21st century has made new demands on what we expect our partners to provide us with. Stereotypically, a mother in the 21st century wants her husband to provide her with the help and space to be a working woman, a mother, a wife and a satisfied lover. It's a relationship of demands, of \"rights\" - whatever they are - and if the husband expects similar \"rights\" - that's a tough call. </p> <p>The truth is that the nurturing of another adult person can make as many demands on you as the nurturing of a child. As with children, you still have to subjugate your own needs at times to your partner's; be more flexible than you feel naturally able; give out love when you feel empty; hang on to your vision of the relationship when events or circumstances appear to have robbed that vision of its validity. Love should not alter when it alteration finds ... but it's hard. </p> <p>There is no doubt that childlessness contributed immeasurably to the enrichment of my second marriage (the first I draw a veil over!), partly because, not wanting children, I suppose I chose a certain type of man. I have never seen my lovers or husbands as potential fathers to my children, or as providers for the family. That means that there were some qualities I was definitely looking for and others, totally laudable though they are, that I was not. Money has never been an interest - which is a good thing, as it turned out. Even from my early teens, I was clear that, ideally, marriage (as it was then) was a relationship between persons, each with an individuality and life direction to follow that was their own - the dynamic between the two being one of mutual encouragement and enjoyment, a relishing of the other's difference. I wanted to explore life, emotionally, intellectually, sexually, side by side with someone who hopefully wouldn't be middle-aged at 25, whose vision for life was wider than a steady job and 2.4 children, and who didn't expect me to shop at Sainsbury's. </p> <p>As it turned out, when I finally found the right man, we were free to choose the difficult route at times, knowing only we would suffer if it went wrong. We could take risks without compromising the lives of others and accept the challenges that working in the developing world offers. The fact that we didn't earn much wasn't detrimental to others. We weren't depriving others of the emotional involvement rightfully theirs. And, yes, there was a selfishness in the fact that our intimacy was undiluted, though I like to feel we gave our lives away. But paradoxically, though at one level I couldn't have told you where I ended and he began, we always relished the individuality in one another, and maybe that is why we were able to remain lovers. But even when the body was too tired to enjoy sex, the heart never tired of making love, and this sense of his specialness and wholeness never left me, even when he lay dying, so apparently broken, in my arms. </p> <p>There have been moments of regret, but only moments. Rather primitive moments, too - I regret that I have no one really intimate to pass things down to when I die. But I have a host of young people who can come and rummage through my junk, if they want to. Soon I am to marry for the third time. I've left one husband and buried a second. I'm not entirely sure what to do with the third. But this marriage is a bit different - it's a sort of buy one, get two free, since he comes with 17-year-old twin boys. So now I live in a house full of boxer shorts and odd socks, with a larder that is supernaturally emptied, and I pick my way over a tangle of limbs \"sleeping over\" - over the entire house, it sometimes seems. </p> <p>How will we settle down together, these two delightful young men, their dad, and this childless woman? Some women can barely mask their knowing smiles, and behind their congratulations at my impending nuptials, complete with ready-made family, there is an unmistakable delight that now, at last, I shall know what real womanhood is like. I shall suffer in the way every other mother suffers. </p> <p>But of course I shall not, because I am not a real mother. I have no umbilical cord to cut. A few weeks ago, we had a party to celebrate the beginning of our new life together and invited only those local friends and family closest to us, whom we really loved. I looked into a room just crammed with people, the youngest was eight, the oldest was 82. I look back on the past and its decisions without regret. My childless life has been a rich life, rich in pain, rich in joy. It's been a life full of loving, fully lived - and it's not over yet. As I sit at the table with my soon-to-be stepsons and their friends, I think, as the Aussies say, that I have, once again, landed with my bum in the butter. No, I don't \"think\", I know. I know that being a mother was never meant to be my scene, but being a stepmother, on the other hand, is wicked</p>",
  "A traffic jam of wheelchairs and stretchers brought the centre of Lourdes to a standstill early yesterday. <p>Young volunteers pushed the elderly and weak from hospices in every corner of the town and lined them up in neat rows in the main square for morning mass. </p> <p>Many of the 10,000 or so sick pilgrims who have made their way here this week joined the prayers from their hospital beds, some attached to drips and breathing apparatus. Others were pulled along in rickshaw-like chairs provided by the city. </p> <p>The crush this morning will be even worse as about 350,000 visitors gather to welcome Pope John Paul II on his second trip to Lourdes. No healthier than many of the pilgrims, he will be greeted as \"an invalid among invalids\". </p> <p>The French Catholic press has made much of the poignancy of this journey to a shrine visited every year by more than 60,000 sick Catholics in search of a miraculous cure. </p> <p>Although the Vatican insists that the Pope, 84, will not be praying for relief from Parkinson's disease, the image of the frail pontiff alongside fellow sufferers promises to be a powerful one. </p> <p>By making it plain that this is a personal pilgrimage, rather than a state visit, the Pope is hoping to avoid the tensions which have tainted his relations with the secular French state during his seven previous tours. </p> <p>So that the president, Jacques Chirac, does not have to compromise his secular leadership by entering Lourdes, the Pope will have a swift meeting with him in the neutral environment of Tarbes airport this morning. </p> <p>But it is the Pope's health, not his political statements, that fascinates most visitors. </p> <p>A suite of rooms has been reserved for him tonight in the Notre-Dame sanctuary, built in 1997, where he will spend the night alongside about 850 sick pilgrims. </p> <p>Anxious to avoid a repeat of his frail appearance during a trip to Slovakia last September, his entourage has ensured that this visit will be physically undemanding. </p> <p>Father Liam Griffin, who has been based in Lourdes for eight years, said: \"People are often horrified by the way the Pope looks now, but despite his illness he remains very active. In coming here he is sending out a strong message about the enormous opportunities available to the sick. </p> <p>\"Lourdes is one of the few cities in the world where invalids are not hidden away. Here they take precedence over everyone else; that's why his visit is so symbolic.\" </p> <p>Rolling a cigarette outside the hospice, Jacques Manguin, 51, who travelled from a residential care home near Paris on Tuesday for his 18th pil grimage to Lourdes, said he hoped to kiss the Pope's hand. </p> <p>\"He's God's representative on Earth. Who wouldn't want a chance to touch him?\" </p> <p>At first glance, Lourdes looks like any popular holiday town. Tour buses thunder through its narrow streets, hot tourists loaded down with video cameras crowd into its snack bars, and the centre is crammed with hotels and gift shops. </p> <p>A strong smell of candles wafts from the churches (900 tonnes of wax are burned here every year), but it is the background noise that is distinctive - a mixture of bells, the tinny hum of prayers being broadcast through crackly loudspeakers and the constant creak of badly maintained wheelchairs. </p> <p>Yesterday, handfuls of Scouts were gathered throughout the city, clapping, singing and shaking tambourines. </p> <p>Nuns of every description collected in the streets for impromptu prayers. Children kneeled to pray outside the Church of the Immaculate Conception and priests in long cream robes sat on plastic chairs in the main square to take confession. </p> <p>Everywhere there were queues of wheelchairs waiting to enter the sacred grotto, where a local girl is said to have had visions of the Virgin Mary in 1858, or the baths, where adults can be rebaptised with holy spring water. </p> <p>Emerging misty-eyed from the ivy-covered rockface shrine to Mary, Solainge Ivonnet, 86, a retired butcher, said she had made the pilgrimage in the hope of finding a cure to help her walk again. </p> <p>\"It's a bit egotistical, but if I see the Pope I'm going to ask him to do something about my knee,\" she said. </p> <p>She travelled on a chartered train from Lille, adapted to accommodate bedridden passengers. </p> <p>\"Even if I'm still using crutches at the end of the trip, I will have benefited from a dose of spiritual healing. The presence of the Pope is like a balm.\" </p> <p><b>·</b> Lourdes is the most popular Roman Catholic pilgrimage site in Europe, with about 6 million visitors a year </p> <p><b>·</b> It has more hotel rooms than inhabitants </p> <p><b>·</b> The church has recognised 66 cases of what it calls miraculous healings at Lourdes among 7,000 claims from pilgrims who say they were healed. About 2,500 cases are seen as inexplicable by science but have not been declared miracles</p>",
  "The number of Indians contracting Aids could rise to 5.5 million a year by 2033 - more than the total number of current cases - unless urgent steps are taken, the World Bank said yesterday. <p>Without a change in treatment policy and progress on prevention, HIV/Aids will become the single largest cause of death in the world's second most populous nation, accounting for 17% of all deaths and 40% of infectious deaths, by 2033, the bank said in a report on HIV/Aids in India. </p> <p>HIV/AIDS currently accounts for 2% of all deaths and 6% of infectious deaths. </p> <p>\"Anti-retroviral therapy is not going to have a big impact on the course of the epidemic,\" said Peter Heywood, a World Bank health specialist and one of the study's authors. </p> <p>\"What will have an impact, however, is the use of condoms and prevention.\" </p> <p>India has the largest number of people with HIV/Aids outside South Africa and experts fear it could soon vault to the top of the global list. Knowledge about the illness is still scant. </p> <p>According to the government, the number of people living with Aids in India rose to 5.1 million in 2003. </p> <p>The government has a national programme to combat the problem but HIV/Aids has spread beyond traditionally high-risk groups. </p> <p>Last month, Human Rights Watch said the government was ignoring the plight of children with HIV/Aids and turning a blind eye to widespread discrimination. </p> <p>Hundreds of thousands of Indian children have HIV/Aids and many more are orphaned or forced to leave school to care for sick parents. </p> <p>Yet they are \"nearly invisible\" in the government's response to the epidemic, Human Rights Watch said.</p>",
  "Exiled to a car park outside the airport's perimeter fence, Heathrow's community of planespotters is feeling downtrodden. Peering through binoculars over the roar of road traffic, they have to strain to pick out the registration codes of jets landing at the world's busiest international terminal. <p>Armed only with cameras, notepads and radios, the nation's aviation enthusiasts are the forgotten victims of a crackdown in airport security. Since the September 11 attacks, they have gradually been eased out of many of Britain's airports. </p> <p>Heathrow's rooftop viewing gallery is closed on the advice of the transport department. Spotters on the airport's roads are regularly moved along by police. At Gatwick and Stansted, the airport operator BAA has instructed its security guards to question anybody carrying a camera. </p> <p>The spotters are becoming increasingly frustrated. Peter Fletcher, an enthusiastic spotter from Bristol, says: \"We stand here looking at aeroplanes all day - but we're not doing any harm.\" </p> <p>He complains that the car park of Heathrow's visitors' centre, which is the only \"official\" spotters' area left at the airport, is inadequate: \"It's not a good enough view. We can only see one of the runways. </p> <p>\"Obviously they've got to have security - but we notice things. We're the best form of security they can have.\" </p> <p>A quintessentially British activity, planespotting dates back to the early days of aviation when planes were a glimpse into the lives of the rich and famous. Nowadays, the hobby has a cult following - the biggest enthusiasts' society, Air Britain, has a membership of 4,500. </p> <p>But thanks to the activities of al-Qaida, aficionados complain that the golden days are over. </p> <p>Ron Webb, a former accountant who travels to Heathrow to watch planes twice a week, recalls: \"I used to take the kids up to Luton when they were little. There used to be a marvellous bar there with tables outside. That's all gone - it's easyJet's headquarters now.\" </p> <p>Outsiders often fail to comprehend the hobby - a Greek judge famously struggled to understand why 12 Britons were lingering outside a military base two years ago. </p> <p>Anthony Jones, of Air Britain, bemoans the police's obsession with \"keeping everybody in one spot\". He says: \"I could be very selfish and say it's damaging our hobby but we realise that the police do face great difficulties.\" </p> <p>In an attempt to build bridges with security officers, the aviation publisher LAAS International came up with a membership card for spotters which was endorsed by the police in March. To join, spotters have to sign a code of conduct banning the more irresponsible activities of enthusiasts. </p> <p>A Metropolitan police spokesman says: \"We want to enable them to do what they want to do without causing us problems. We don't want them climbing over fences or cutting little holes to stick their cameras through.\" </p> <p>Under the scheme, the police hope to use the \"eyes and ears\" of spotters to identify unusual activities near airports. Spot ters claim that several of their number saw IRA terrorists setting up a mortar attack from Heathrow's perimeter road in 1994 and could have helped the police to foil the plot. </p> <p>David Seex, chairman of LAAS International, says nearly 1,000 people have already signed up for membership cards: \"On any one day, there are probably more enthusiasts at an airport than there are police.\" </p> <p>Spotters point out that accommodation is possible, even in an environment of heightened alert. Manchester airport, which is run by an independent company, has built an aviation park specifically for spotters and their families. </p> <p>Mr Seex believes there are more than 20,000 aviation watchers in Britain. He says: \"At best, enthusiasts were only tolerated in the past. 9/11 was seen as a reason to drive them away.\"</p>",
  "<p>Down a steep, but thankfully not drop-edged, path and through a large white gate that we locked behind us ... we had arrived at St Anthony Head, our very own lighthouse (at least for a while). The light towered above Sally Port, the keeper's cottage where we would stay, and its small white outbuildings nestled around us. Ahead the sea stretched out to the horizon. </p> <p>A bottle of wine and a hamper of food sat on the kitchen table, and fluffy towels lay on the pristine white beds. The keeper's cottage was opened this year for holiday lets after being very comfortably refurbished. The decor is fresh and airy, modern but not out of keeping. </p> <p>St Anthony's Lighthouse, built in 1835, guides ships into Falmouth harbour as well as warning ships off the treacherous Manacle Rocks. Lighthouses have not always been popular in Cornwall. The first were regarded as unfair interference in the living the locals made from plundering wrecks. An old Cornish prayer used to ask, \"Lord send us a mild winter or a good wreck.\" </p> <p>Trinity House, the lighthouse authority for England and Wales since 1514, completed the automation of its lighthouses in 1998, leaving the keepers' cottages redundant. Their future, and the best hope of maintaining them and their heritage, now lies with tourism. More cottages - and at least one redundant light tower itself - will open this year and in 2005. </p> <p>Most lighthouses are in secluded spots, and privacy at St Anthony's is almost total. There are no neighbours (bar the cormorants and shags on the rock below), and nothing overlooking it but the cliffs. It is not as remote as when it was built, however. So difficult was land access then that the stones for the lighthouse were all cut and shaped in Penzance and brought to St Anthony's by boat. Today, our car is parked in a National Trust car park three minutes away, and a network of public footpaths leads from the lighthouse gate around the cliffs of the headland to an old gun battery, a bird-hide looking out on to a cliff-side (with nesting cormorants), and down to a small, very pleasant and little-used swimming beach with a couple of good caves. </p> <p>The peninsula is a haven for walkers and peace-seekers, a far cry from commercialised Cornwall further along the coast. The paths are edged with rich vegetation opening out now and then to reveal marvellous views out to sea, across the estuary to Falmouth and over the river to St Mawes - reachable by passenger ferry from Place (yes, really), a 40-minute walk from the lighthouse. </p> <p>If you become inspired to find out more about lighthouses, there is the Trinity House National Lighthouse Museum in Penzance (01736 360077, <a href=\"http://www.trinityhouse.co.uk\">trinityhouse.co.uk</a>) with a very enthusiastic curator. And The Lizard Lighthouse - on the most southerly point of mainland Britain (under an hour's drive from St Anthony's) - reopens to the public after refurbishment in spring 2005. One or two of its keepers' cottages are also expected to open as holiday accommodation (under the same management as St Anthony's). </p> <p>Back at \"our\" lighthouse, the evening was not quite warm enough to sit out on the patio so we settled into the extra sitting room, a small separate building with a picture window looking straight out to sea (and a round table perfect for playing cards). </p> <p>The window is made of reinforced glass to cope with storm spray, but we didn't experience any storms. We did, however, have fog. Outside, the foghorn boomed, but inside the cottage - where the bedrooms are double-glazed - we became almost attached to its regular hooting and none of us needed the ear-plugs that had been thoughtfully provided. </p> <p><strong>Way to go</strong></p> <p><strong> Getting there: </strong> Sally Port, St Anthony Head Lighthouse, Roseland Peninsula, Cornwall, sleeps four (no children under 14) and costs £492-£932 per week from Rural Retreats (01386 701177, <a href=\"http://www.ruralretreats.co.uk\">ruralretreats.co.uk</a>). </p> <p><strong> Further information:</strong><br> </p> <p><a href=\"http://www.lighthouse-visits.co.uk\">lighthouse-visits.co.uk</a>. <a href=\"http://www.trinityhouse.co.uk\">trinityhouse.co.uk</a>. <a href=\"http://www.alk.org.uk\">alk.org.uk</a> has information on International Lighthouse Day, August 22 (click on 'events'). Lighthouse Accommodation - Britain And Worldwide by Joy Adcock (£5.95 inc p&amp;p from 01242 544804, <a href=\"mailto:joy@lighthouse.fsnet.co.uk\">joy@lighthouse.fsnet.co.uk</a>). Putting Our Lighthouses On The Map - A Guide To Trinity House Lighthouses And Their Environment (free from 020-7481 6950, <a href=\"Mailto:\" howard.cooper@thls.org\">howard.cooper@thls.org</a>). The Lighthouse Stevensons by Bella Bathurst (Flamingo, £6.99).</p> <p><strong>Other lighthouses to rent</strong></p> <p><strong> Old Lighthouse, Hunstanton, Norfolk</strong><br> </p> <p> This lighthouse was built in the 1840s, next to a sandy Blue Flag beach, but there is nothing secluded about it; just a few hundred yards away is the Victorian seaside resort of Hunstanton, with its pubs, restaurants, shops, swimming pool, tennis courts, fun fair, bowling green and golf course. Accommodation is in the keepers' quarters at the base of the tower, and there is access to the tower itself for the view. </p> <p><strong>·</strong> Self-catering, sleeps eight. Cot, highchair and stair-gate provided. £543-£1,086 per week from Norfolk Country Cottages (booking ref 679, 01603 871872 <a href=\"http://www.norfolkcottages.co.uk\">norfolkcottages.co.uk</a>). </p> <p><strong> Ardnamurchan Lighthouse, Kilchoan by Acharacle, Argyll </strong><br> </p> <p> Built in1849 by the Stevenson family (of Robert Louis fame) in a spectacular position on the most westerly point of mainland Britain, Ardnamurchan towers 36m above the rocks. It is still a working lighthouse (with fog horn as well as light), but the two cottages, <strong> Keeper's Cottage East</strong> and <strong> Keeper's Cottage West</strong>, are normally available year-round (one is about to be refurbished and will reopen Easter 2005). The visitors centre (<a href=\"http://www.ardnamurchan.u-net.com\">ardnamurchan.u-net.com</a>) is open April-Oct explaining the history of the lighthouse and the work of the Whale and Dolphin Trust which has monitoring equipment nearby. Seals, porpoises, dolphins, deer, eagles, even a wildcat, have been seen from the site. Beaches and shops are within 20 minutes' drive. </p> <p><strong>·</strong> Two self-catering cottages in enclosed courtyard, each sleeping four/six (with high chair, 'white boxes', video, etc) £235-£525 per week (discount for joint let) from Steading Holidays (01972 510262, <a href=\"http://www.steading.co.uk\">steading.co.uk</a>). </p> <p><strong> Mull of Kintyre Lighthouse</strong><br> </p> <p> Dating back to 1788, this remote lighthouse was one of the first to be built by Thomas Stevenson and the Northern Lighthouse Board (<a href=\"http://www.nlb.org.uk\">nlb.org.uk</a>). </p> <p>Two 18th-century keepers' cottages, <strong> Harvey's House</strong> and <strong> Hector's House</strong> , in an enclosed courtyard are available for rent. The light tower is not open to the public but access can be arranged for those staying there. </p> <p><strong>·</strong> Cottages sleep five and four and cost £300-£475 per week from the National Trust for Scotland (0131-243 9331, <a href=\"http://www.nts.org.uk\">nts.org.uk</a>). Children will need supervision.</p> <p><strong> West Usk Lighthouse, near Newport, Gwent </strong><br> </p> <p> This unusual cake-shaped lighthouse is no longer working so you can stay within the lighthouse itself, and visit the lamp room for a 360-degree panoramic view. The lighthouse is sited where the rivers Severn and Usk run into the sea, looking out on one side to the rushing tides of the Bristol Channel and across to England, and on the other over Welsh pastures. The building is 50ft in diameter with walls 3ft thick. Optional extras include a flotation tank, aromatherapy, reflexology and shiatsu. If you're celebrating, a Rolls-Royce can be provided to take you to the local restaurant. </p> <p><strong>·</strong> Family-run B&amp;B (01633 810126, <a href=\"http://www.westusklighthouse.co.uk\">westusklighthouse.co.uk</a>) with three rooms, £45-49pp per night B&amp;B. Can also be booked through Distinctly Different (01225 866842, <a href=\"http://www.distinctlydifferent.co.uk\">distinctlydifferent.co.uk</a>) which also offers other lighthouses. </p> <p><strong> Nash Point Lighthouse, Glamorgan</strong><br> </p> <p> The 37m lighthouse was automated in 1998, and the keepers' cottages, newly refurbished in the same style as St Anthony's, opened earlier this year for self-catering holidays. Nash Point is on the Vale of Glamorgan Heritage Coast with safe sandy (some Blue Flag) beaches close by. The cottages stand within an enclosed courtyard with cattle grid and gate and each has its own garden. Just up the coast is a smaller disused light tower which is expected to become a holiday let towards the end of this year. </p> <p><strong>·</strong> Four cottages, each sleeping five, £475-£825 per week from Rural Retreats (01386 701177, <a href=\"http://www.ruralretreats.co.uk\">ruralretreats.co.uk</a>).</p>",
  "<p><strong> Hidden extras</strong> </p> <p>The Trading Standards Institute has declared a \"purge\" on misleading internet advertising by airlines whose \"headline prices\" don't include compulsory charges like airport taxes, insurance levies, credit card charges and handling fees.The TSI cited a 99p offer on Ryanair's website on July 30 where the final price to the customer was £63.85. Ryanair said the TSI was \"wasting thousands of pounds of tax-payers' money\" with its threat to take offending airlines to court. </p> <p><strong> Skiing goes green</strong><br> </p> <p> The Ski Club of Great Britain (<a href=\"http://www.skiclub.co.uk\">skiclub.co.uk</a>) has developed an environmental policy that includes a skiers' and snowboarders' code of practice. The club has also increased its membership subscription by £1, of which 50p goes to help fund two initiatives: a long-term tree planting scheme and academic research into the impact of skiing on the natural environment. Individual membership now costs £49. </p> <p><strong> Choice rooms</strong><br> </p> <p> First Choice has launched an accommodation-only website. <a href=\"http://www.Hotelopia.co.uk\">Hotelopia.co.uk</a> currently features a four-star hotel in Madeira from £25 per room per night B&amp;B, and three-star self-catering accommodation in Tenerife for £12 per room per night. </p> <p> <strong> Youth and age</strong> </p> <p> The Youth Hostel Association (0870 7708868, <a href=\"http://www.yha.org.uk\">yha.org.uk</a>) has launched a brochure, Young at Heart and Active, aimed at the over-50s.</p>",
  "<p>Hurricane Alex was playing itself out over the west coast of Ireland last Saturday night. Which made the eventual appearance of Ballyportry Castle on the edge of the wind-lashed Burren all the more dramatic. </p> <p>You could be forgiven for thinking that over the centuries the wild Atlantic weather had battered the surrounding medieval masonry into the ground. Because what you see is a solitary tower surrounded by a stone wall rather than the full moat, drawbridge, portcullis and turret experience. </p> <p>But, remarkably after 500 years, all is pretty much intact and as it should be. Rising bluntly out of the craggy landscape, Ballyportry is one of the finest examples in Ireland of a complete medieval Gaelic tower house. It was built by a branch of the O'Brien family just outside Corofin in County Clare and harks back to a time when local chieftains divided and ruled the land. The Irish countryside is littered with the stumps and rubble of others - the O'Briens' main fortress, Leamaneh Castle, a few miles away, stands like a haunted shell by the side of the road. </p> <p>You usually get limited access to such historical treasures - WB Yeats's tower house, Thoor Ballylee, near Gort in County Galway, for example, is open to the public only during the summer. Or else you have to pay a king's ransom to stay in more luxuriously fashionable strongholds such as Ashford or Dromoland castles in County Mayo. But the present owners of Ballyportry are letting groups take it over for holidays. And it comes in at a very reasonable £250 a head for a week when eight book. </p> <p>The tower is split into four main living levels accessed by an immaculately preserved spiral stone staircase. There's a kitchen and dining room on the ground level, with the great hall and a second kitchen at the top. In between come two master bedrooms and four smaller ones. </p> <p>But the reasonable tariff doesn't mean you are expected to stray down the path of medieval re-enactment by sleeping on a bed of straw and washing outside in the raw. </p> <p>Bob Brown, the New York architect who bought the roofless ruin in 1961 and dedicated the remaining 20 years of his life to its artful rehabilitation, couldn't resist feathering his relatively spartan nest with a few of the latest domestic innovations from back home. There's central heating, an ensuite shower and three bathrooms. There's even a king-size waterbed. Under the window in the master suite sits a hand-carved stone tub big enough for two - predating today's fashion for in-room hot tubs (Jeremy Irons is installing a few in his tower house in County Cork). </p> <p>The present owners, architect and artist Siobhan Cuffe and her archaeologist husband Pat Wallace have exercised a little more restraint with their furnishings, injecting a good deal more contemporary taste and homely warmth in an otherwise cavernous space. </p> <p>Beyond the castle's thick limestone walls lies the escarpment from which they were hewn. The Burren is translated from the Gaelic An Bhoieann , which means The Stony District. Dry stone walls ribbon the land, sheepfolds appear like art installations and monolithic boulders called erratics are often indistinguishable from 5,000-year-old tombs. There are stone forts from 800 AD and a stunning 12th-century Cistercian abbey at Corcomroe. An awful lot appears to have risen from stony ground. </p> <p>Cromwell's land surveyor Edmund Ludlow reported that the Burren was \"a savage land, yielding neither water enough to drown a man, nor a tree to hang him nor soil enough to bury him\", but he must have been describing a different place from the one I was seeing. In fact it is laced with lakes with enchanting names like Inchiquin; the fields are fertile and green and sprinkled with harebells, orchids and oregano; and the limestone plateau meets its dramatic end at the spectacular Cliffs of Mohr where the Atlantic smashes away at its edges. </p> <p>At New Quay, on the northern edge of the Burren, we sat in the sun eating open crab sandwiches from Linanne's Bar and watching a seal fishing in the inlet off Galway Bay. South of the Cliffs of Mohr is Lahinch, with a glorious stretch of beach and good surfing. But just before it, comes the village of Liscannor, and the sort of bar you'll find it difficult to tear yourself away from. As well as offering the customary pints, Egans also has an excellent wine list, a buzzing atmosphere and spontaneous music sessions for which County Clare is famed. </p> <p>But there was a castle to get back to. And specifically a hammock on the crenellated roof from which to gaze at the stars - another of Bob Brown's little luxuries. </p> <p>Later, in the waterbed, reading a book about the Burren, I came across a far more fitting description of the landscape than the one offered by Ludlow: \"The Burren with its unique commingling of the fertile and the barren, the wild and the domestic, the visible and the invisible, the vast and the intimate deserves to be thought of as the soul of Ireland.\" </p> <p><strong>Way to go</strong></p> <p><strong> Getting there:</strong> Ryanair (<a href=\"http://www.ryanair.com\">ryanair.com</a>) flies Stansted- Shannon from £43.60 return inc taxes. Ballyportry is a 50-minute drive away. Car hire through Hertz (08708 484848, <a href=\"http://www.hertz.co.uk\">hertz.co.uk</a>), which offers World on Wheels pre-paid all-inclusive, leisure rates from £93.21 for a seven-day rental picking up at Shannon airport. </p> <p><strong> Where to stay:</strong> Ballyportry Castle (<a href=\"http://www.ballyportry.ie\">ballyportry.ie</a>) costs from €362.50 a head for a week in high season when 8 people book, or €281.25pp in winter. Bookable through Siobhan Cuffe (+87 205 9957) or Elegant Ireland (+ 1475 1632, <a href=\"http://www.elegantireland.ie\">elegantireland.ie</a>). A full Irish breakfast for morning arrivals or stew for the first evening can be booked in advance. </p> <p><strong> Further information:</strong> <a href=\"http://www.visitireland.com\">visitireland.com</a>. </p> <p>Country code: 00 353. <br> Flight time: 1hr 5mins. <br> €1= 1.45 euros.</p>",
  "<p>Rachael Padman says that changing sex did not make her a woman. The Cambridge University lecturer believes that the genital surgery she underwent in 1982 was just another step towards living as the woman she always felt she was, rather than the point at which she became female. </p> <p>By any measure Padman, the director of studies in physical sciences at the university's Newnham college, is a successful woman. Within the transsexual community her story is widely viewed as challenging negative stereotypes of transsexuals being unhappy and dysfunctional. </p> <p>Padman, 50, underwent gender reassignment after moving to England from her home country of Australia in 1977. She was assessed and treated with female hormones at the Charing Cross NHS gender identity clinic in north-west London while pursuing a PhD at the then all-male St John's college, Cambridge. </p> <p>But she encountered no hostility from her peers or tutors when in 1981 she started to live full-time as a woman in preparation for genital surgery. She gained her doctorate just after undergoing a sex change operation, paid for privately, in October 1982. </p> <p>Although she had an overwhelming desire to change gender from early childhood, Padman believes the main reason for her post-operative success is that her identity is not solely based on her being transsexual. </p> <p>Genital surgery was just a step towards leading the life she wanted, rather than her ultimate goal. She believes her work has always been just as, if not more important, to who she is - and influences how others treat her.</p> <p>\"I don't think that surgery is what created me,\" she says. \"I was already Rachael by that point. I realised afterwards that some people assumed I'd had the surgery two years earlier when I turned up at the lab and said 'I'm Rachael'. I suppose it did make me feel more female because I wasn't loaded up with two competing sets of hormones any more. But being an astronomer and physicist is my prime identity. I do get the impression that some people lose sight of the rest of their life.\"</p> <p>While some transsexual activists contend that no distinction should be made between those who are born and those who surgically become women, Padman believes it is important to be \"realistic\" and accept there are differences. </p> <p>She says: \"It doesn't matter how empathetic you are before or during transition or how well you are accepted, you have not been born or brought up as a woman and that inevitably makes a difference.</p> <p>\"I think that changing sex is easier for people who are sensitive about what they are doing. You need the sense to realise that certain people will have difficulties with what you're doing. Just putting on a dress and saying 'treat me as a woman' will not make others warm to you. You can't force anyone to accept you.\"</p> <p>The lecturer has difficulty understanding transsexuals who pretend they have always been the gender they identify as, but admits that disclosing her own background has required careful judgement. \"I'm amazed that people cut themselves off and try to invent a false history for themselves,\" says Padman. But she can understand why they would want to in the face of the prejudice of some people.</p> <p>\"I don't know how they cope. I can't say, 'when I was a little girl' - that's a lie. But I don't want to push my past in people's faces. I'm not sure it would be right to go round saying, 'when I was a little boy' - it's like trying to demand a reaction from people. I generally get around it by saying 'when I was little' or 'when I was a child'. </p> <p>\"My view now is that if something comes up and my change of gender is relevant, I'll comment. It's a matter of dealing with things honestly as they come along.\"</p> <p>She believes that this attitude helped her to overcome the only crisis she has faced since changing sex. In 1996, she was invited to take up a fellowship at Newnham, one of Cambridge's three all-women colleges. Germaine Greer, who was then a fellow of the college, subsequently argued that since Padman was legally a man, her appointment contravened college statutes. </p> <p>Although her appointment went ahead later, the very public airing of the debate led Padman to became preoccupied with whether she came across as female. For the next two years she felt she had lost control of her identity because her background was now common knowledge. \"I was trying to get to grips with the fact that the whole world knew,\" she says. \"It was like a second transition after 15 years of increasing confidence and being increasingly less worried about the way I presented myself.\"</p> <p>However, the support Padman received from friends, family and colleagues taught her to get on with being herself rather than worrying how she was perceived and judged by strangers. \"I believe that it has made me stronger,\" she says. \"The realisation that most people do take me at face value means that I no longer worry about whether I project 'femaleness'. Who gives a toss what someone thinks in the street - whom you've never met before - if your friends and family are supportive.\"</p> <p>The physicist admits still feeling hurt on the rare occasions that someone does mistakenly refer to her as 'sir'. But she feels that such reactions are not always necessarily rooted in transphobia. For example, some research suggests that people innately recognise differences in the facial traits of men and women. Other negative reactions she has encountered while working outside of Cambridge seemed rooted in sexism.</p> <p>On the whole, however, academia has proved an enormously positive environment for Padman. She realises she is lucky to work in such a liberal career. \"Academics are pretty open minded,\" she says. The students also strike her as unfazed by her past. \"Only one student out of 100 has ever commented about my background and they were very complimentary. I think the young are much more laid back.\"</p>",
  "<p>If Kostas Kederis and Ekaterini Thanou find their careers ruined by accusations that they deliberately avoided a drugs test, then they would not be the first. </p> <p>Rio Ferdinand may be the best-known example of someone being punished for failing to make themselves available when the drug busters come knocking, but he was just the latest in a line of absentees who have paid a heavy price. </p> <p>The Manchester United and England defender was banned for eight months and missed Euro 2004 but others have paid an even harsher penalty. </p> <p>At Seoul in 1988 John Ngugi established himself as one of history's greatest distance runners when he raced to the Olympic 5,000 metres title. Now the Kenyan is almost a pauper, haunted by a doping ban imposed on him in 1993 and hunted by people he said were \"out to finish me\". </p> <p>He was gearing up to chase a record sixth world cross-country title when there was a knock on the door of his home in Nyahururu in the Rift Valley. </p> <p>It was John Whetton, a British tester from the international governing body, but Ngugi claimed because he was a stranger and did not know anything about the appointment he refused. He was banned for four years. </p> <p>Ngugi's British agent John Bicourt claimed Kenyan officials had not educated athletes that such tests would routinely be conducted. </p> <p>Neither had the officials give the tester introductory papers to show Ngugi, who eventually had his suspension lifted after 26 months. But he never recaptured his previous form and lost thousands of pounds in failed business deals. </p> <p>Sally Gunnell's greatest moment was in 1992 when she won the Olympic 400m hurdles title in Barcelona but earlier that year she had come close to being banned for four years because she was unavailable for an out-of-competition test. </p> <p>Gunnell had to face an inquiry in March 1992 to explain why she had missed a random drugs test while on a three-week training trip to Arizona. </p> <p>Representatives of the Sports Council (now UK Sport), who then undertook the testing on the federation's behalf, had turned up at her hotel to discover she had checked out eight days earlier because she had been unhappy with her accommodation. </p> <p>This was a clear breach of British Athletic Federation rules that at the time stated international athletes on a trip of more than five days must inform it of their whereabouts. </p> <p>It was only on Gunnell's return that she discovered the testing team had tried to contact her and two other athletes on the trip. She described the subsequent hearing as \"like a police interrogation\". </p> <p>She was cleared, but later claimed an official told her the federation had been \"thinking of using all three as an example\" to others, even though officials admitted she had not been trying to mislead anyone and there was no suggestion she was using banned performance-enhancing drugs. </p> <p>Gunnell was unlucky because in that period it was an open secret that some British athletes were tipped off by officials about when the testers were coming and managed to disappear until they could be sure they would test negative. </p> <p>No-notice out-of-competition testing is considered to be so important because it is seen as the main weapon in the drug fighters' armoury, as steroids are most beneficial to athletes while they are in training. </p> <p>That is why it is enshrined in the World Anti-Doping Agency code that any athlete who fails to take a test when asked should be treated as harshly as one who actually provides a positive sample. </p> <p>The most infamous example of athletes avoiding drug testing was in 1979 when scores of US athletes fled the Pan American Games when it was announced there would be testing for steroids. Those that left included Olympic champions and world record holders. </p> <p>It is not just in athletics that competitors have tried to evade being drug-tested. A recent example came in Wales last year when 19 players from the Welsh Division Three East side Penygraig were suspended for 18 months after refusing to submit to tests. </p> <p>There have been few more extreme examples of a competitor trying to avoid a test than in 2002 when Scott MacDougall, brother of Australia's rugby league international Adam, who fled sampling officers jumped over a fence. </p> <p>MacDougall was to be tested following the Canberra and North Sydney match at Canberra Stadium. But he ran from the Australian Sports Drug Agency officials, jumping a fence to escape before leaving in his car. He was suspended for two years. </p> <p><strong>Responsible drug bodies</strong> </p> <p><strong>World Anti-Doping Agency</strong> </p> <p>The Montreal-based body has overall responsibility for global drug testing. To compete here all 202 national committees and 28 sports must have signed Wada's anti-doping code, which details which substances are banned and stipulates a minimum two-year ban for all serious offences.</p> <p><strong>International Olympic Committee</strong> </p> <p>The biggest financial backer of Wada. Under its supervision the agency was established in 1999. It adheres to the Wada code but, during the Olympics, usually defined as a month - so for Athens it is July 30-August 30 - responsibility for all drug-testing comes under its control. That is why it was the IOC which tried to test Kederis and Thanou in Chicago this week and not Wada or the Greek authorities.</p> <p><strong>World governing bodies</strong> </p> <p>Big international federations, such as the International Association of Athletics Federations, conduct out-of-competition testing and are responsible for doping controls at their major events - but not the Olympics where their only function is to ensure the penalty determined by the IOC is enforced.</p> <p><strong>National bodies</strong> </p> <p>Every major country should test its own competitors. UK Sport carries out this function in Britain for nearly all of the country's sports. Every British competitor should have been drug-tested before leaving for Athens.</p>",
  "In a column headed Beware Greeks dodging tests, page 32, yesterday, we said apropos the alleged failure of Kostas Kederis to take a dope test: \"Were the traces of drug abuse visible in his extraordinary musculature ...?\" We meant to say \"Were there traces of drug abuse ...?\" <p>In a sidebar to an article on parenting (Do try this at home, page 17, G2, August 12), we said the World Health Organisation (WHO) recommended that babies should be breastfed until they were at least 12 months old. In fact, this is what the WHO says: \"As a global public health recommendation, infants should be exclusively breastfed for the first six months of life to achieve optimal growth, development and health. Thereafter, to meet their evolving nutritional requirements, infants should receive nutritionally adequate and safe complementary foods while breastfeeding continues up to two years of age or beyond.\" </p> <p>Stella Kyriazis, the Conservative prospective parliamentary candidate for Telford has asked us to make it clear that contrary to an item in our Diary, page 22, July 30, she did not say, via the newspaper in Hemel Hempstead, where she is a councillor, that she intended \"to stay put\". Neither did she vote \"to introduce charges for previously free Hemel Hempstead car parks\". In fact, the decision to introduce the charges was taken before she became a councillor. </p> <p>The reference to Terry Jones in the piece by Christian Slater, Me and my chickenpox, page 8, G2, August 12, should have been to Terry Johnson. The fault was ours. </p> <p><b>·</b> It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning <b>0845 451 9589</b> (UK only, calls charged at local rate) or <b>+44 (0)20 7713 4736</b> between 11am and 5pm UK time Monday to Friday excluding UK bank holidays. <b>Mail to:</b> Readers' editor, The Guardian, 119 Farringdon Road, London EC1R 3ER, UK. <b>Fax:</b> +44 (0)20 7239 9997. <b>Email:</b> <a href=\"mailto:reader@theguardian.com\">reader@theguardian.com</a>.</p>",
  "<p>With the oil price more than $45 (£24) a barrel, Britain's energy policies are back in the spotlight. </p> <p>The prospect of batteries of wind farms on the nation's horizons is exciting MPs eager to see them only in neighbouring constituencies. </p> <p>Even nuclear power is finding favour in some quarters as the long-term solution. But in my neighbour's constituency please. </p> <p>The energy debate was given an added twist this week by the news that Britain has become a net importer of oil again. </p> <p>While the issues posed by rising oil costs are very real, the current circumstances are hardly conducive to rational debate. </p> <p>Oil stocks have outperformed a soggy stock market - assisted in part by Shell's plans to rationalise its Byzantine corporate structure. </p> <p>Oil prices continue to be a significant factor in the overall sogginess of equity prices. The Federal Reserve, which raised interest rates this week, mentioned oil in its dispatches. </p> <p>Its tone was intended to be soothing - which worked for 24 hours - but investors needed no reminder that sustained oil price strength could change everything economically and politically. </p> <p>It could change much socially, too. Since time immemorial injections of social consideration into financial decisions have been rare. </p> <p>Philanthropic corporations have always been a small but high profile minority. </p> <p>Companies with products and services that tap into the increasing social awareness among consumers have grown dramatically recently. </p> <p>Where once there was only Body Shop, now an array of companies flaunt their \"green\" and social credentials. </p> <p>Socially responsible investment has, until recently, been a minority sport in the stock market. </p> <p>In part, this reflected a lack of appetite from savers for ethical unit trusts - mirroring their lack of interest in such issues as consumers. </p> <p>It was also a function of the paucity of quoted companies whose products and management processes met the ethical standards employed by SRI fund managers. </p> <p>Importantly, early evidence suggested that investors who adopted an ethical policy narrowed their field of opportunity to a group of companies that underperformed the overall stock market. In effect, there was an opportunity cost to investing in socially responsible businesses. In a way, such a cost was evident this week as shares in BP and Shell propped up an otherwise oil-sick FTSE index. </p> <p>Avoid the oil majors as a matter of personal policy and you start well behind those investors who have chosen not to constrain their choices. </p> <p>As consumers have become more environmentally choosy, so the range of opportunity for investors has widened. </p> <p>SRI funds have yet to become a significant element within the investment industry, but they do form part of an increasing number of firms' product offerings. </p> <p>Just scan the list of unit trusts below this column and you will see a fair smattering with ethical credentials. </p> <p>The development of this sub-industry has spawned indices designed to provide benchmarks against which to measure SRI funds. </p> <p>In Britain, the highest profile is the FTSE4Good index. </p> <p>This not only excludes industries such as tobacco, alcohol and armaments but selects only those companies that can demonstrate commitment to the environment, stakeholder relations and human rights. </p> <p>Corporates are increasingly alert to the trend towards ethical investment. Many of the most reactionary organisations have sought to configure their activities and their public relations so as to fall within the SRI fold. </p> <p>Cynics dismiss many of these changes as cosmetic. There must be some hope that cuddlier mission statements will translate into cuddlier business practice. </p> <p>As a broader mass of companies embrace the ethical agenda, so SRI is worm ing its way into conventional investment management. </p> <p>Few mainstream fund managers will actively make an investment decision - buy or sell - on ethical grounds. </p> <p>However, increasingly their organisations employ SRI analysts whose very presence can influence decisions at the margin. </p> <p>And no canny investor will wilfully ignore changing investment trends if these might affect their fund performance. </p> <p>Savers anxious to sleep with a clear conscience thus have a couple of choices: they can plump for a narrow ethical agenda, either selecting companies themselves or funds whose parameters match their own ethical stance; or they can back a fund management firm committed to an activist investment approach and trust that its methods will assist in the general improvement in business standards. </p> <p>The best investment returns may be made from companies that fail to tick any of the ethical boxes, but manage in time to clean up their act. </p> <p>Which is an important final reminder that socially responsible investment will always be a labour-intensive process requiring constant vigilance. </p> <p>Because the interaction of commercial and social issues will always be fraught with tension, it will throw up both opportunities and disasters. </p> <p>· Edmond Warner is chief executive of IFX Group </p> <p><a href=\"mailto:edmond.warner@theguardian.com\">edmond.warner@theguardian.com</a></p>",
  "<p>The British government, one of the leading shareholders in the World Bank, has attacked its lending policy that fails to help the poor and puts oil and gas projects before renewable energies. </p> <p>In a document seen by the Guardian, Hilary Benn, the international development secretary, says the bank should pay more attention to its mandate of poverty reduction, and insists that proposed reform of its management is \"critical\". </p> <p>The paper will be presented to parliament and a copy has already been sent to the bank. </p> <p>It demands that the bank avoids \"fuelling conflict and corruption and undermining sustainable development\" in developing countries. </p> <p>Mr Benn endorses reforms that would have prevented the financing of controversial oil pipelines that benefit British and US-based multinationals and bring oil to the west but do not help the poorer people in the countries they originate in or pass through. </p> <p>The government's comments will be a severe embarassment to the bank, which has tried to shrug off mounting criticism that it fails to live up to its principal mandate of alleviating poverty. </p> <p>In 2001 the bank employed Emil Salim, a former environment minister for Indonesia, to look at the issue. He recommended an end to further investment in the extractive industries of coal, oil and gas, and a transition to investing in renewable energy. His report also called for the prior informed consent of poor people affected by mining and extraction, and for a ban on projects in areas of civil unrest, or of high biodiversity, scientific or spiritual value. </p> <p>The bank has given no firm commitment to reform, although it has agreed to consider changes. </p> <p>Mr Benn said the bank should make \"a firm commitment to transparency of payments and revenues\". It should also not lend money to countries with \"difficult governance\" then walk away, but \"support countries to turn intentions into practice\".</p>",
  "As usual, an elegant article from George Monbiot, the first two-thirds of which I agree with (Goodbye, kind world, August 10). In the third section I find some problems. My argument in the Daily Mail was based on the past record of natural climatic change and questioned how a rise in the tiny amount of carbon dioxide that is in the atmosphere could have such a drastic effect when water vapour makes up some 96% of all the greenhouse gases. <p>Yes, we should stop burning fossil fuels. Yes, we should stop draining peat bogs, destroying soil and natural and semi-natural vegetation. Yes, we should stop overfishing and overgrazing the planet. That is why I am still working an 18-hour day helping groups which are trying to reverse this trend, as I have been doing for the past 40 years. </p> <p>In my defence, may I ask George a single question? Why are the so-called greens backing a cartel of multinational companies which are hell bent on covering some of the best of our countryside with so-called wind farms, which can neither provide us with a sustainable source of future energy nor have any measurable effect reducing the amount of carbon dioxide pouring into the atmosphere? </p> <p>If he can disprove the latter - which is the mathematical truth - I will fall into line over global warming, even if, like Galileo, I have to say \"but it moved\". <br><b>David Bellamy</b><br> The Conservation Foundation </p> <p>I don't know why Polly Toynbee should say that Country Life's campaign against wind farms is nimbyism (Countryside alliance, August 13). Living in Pimlico, my own back yard is not threatened, but I care about the impact on the countryside and I am appalled that the government should be backing one of the least efficient renewable technologies. </p> <p>Wind farms are a con. They appear to be green but in reality flout every principle of sustainable development. They do not replace conventional power stations. They are generally built in remote locations, far from the national grid. Wave, tide and bioethanol are far more promising alternatives. <br><b>Clive Aslet </b><br>Editor, Country Life </p> <p>The use of our name as the headline of Polly Toynbee's article on the windpower controversy implies that we are actively involved in a concerted anti-wind farm campaign. We are not, though incidentally we believe that the government's recent interference to force local authorities to relax the local planning consent process for wind farms is undemocratic and unjustified. Any development of our landscape ought to have the broad consent of all - from town and country - who use and enjoy the countryside, but rural communities themselves have a particularly strong take. <br><b>Simon Hart</b><br>Chief executive, Countryside Alliance </p> <p>Perhaps Polly Toynbee is, in her own words, too \"profoundly urban\" to understand you don't have to be a conservative, land-owning, Telegraph-reading reactionary to have misgivings at the thought of our countryside being saturated with wind farms. I've noticed, though, that the bases of the turbines are quite slimline and have often thought that the ideal locations would be along the central sections of our motorways. Doubtless, the government wouldn't risk offending the motoring lobby with the disruption and delays involved in erecting them. <br><b> Wally Smith</b><br>Beaconsfield, Bucks </p> <p>Polly Toynbee is right in her analysis of the motives of the resistance movement. While wind is the renewable resource that is cost-effective, solar and wave power will catch up. By the time a new cluster of nuclear plants would be on stream, the next generation of cheap thin film photovoltaic cells will be in mass production. Already, China is gearing up to dominate the market. In the next decade our roofs could be collectively generating multi-gigawatts of power for the grid. </p> <p>As for wave power, this is frequently used as proxy for all marine energy resources, to the detriment of tidal power. The result is that marine power is considered an outsider in the race for clean energy. Yet tidal power alone could more than match the present generating capacity of all nuclear power plants. The initial cost may be greater than nuclear, but this is outweighed by the long-term benefits of tidal with its low running costs, reliability, long life and predictability. <br><b>Dr Peter Smith </b><br>Professor in renewable energy, University of Nottingham </p> <p>The question to Brooke Harvey's answer (Letters, August 13) is: Is it better that life is snuffed out by the effects of climate change than it is to run the small risk that a few will die through a nuclear accident? And can someone explain where the power comes from when the wind dies? Don't we still require conventional power stations ticking over at low efficiency to provide back-up?<br><b>Pete Gibbs</b><br> Cambridge </p> <p>I've just spent five weeks travelling in Holland, where I observed many wind generators. They are part of the Dutch countryside now just as the old windmills were. I've seen the same in California and northern Spain. We have discussed them for decades and done nothing, while other countries have got on with it and now benefit from them. We are the windiest country of Europe - in more ways than one, it seems. <br><b>Tom Crow</b><br>Hillingdon, Middx</p>",
  "<p>\u0095Iran's double world judo champion Arash Miresmaeili is out of the Olympics after being drawn against an Israeli, Ehud Vaks, in the first round of the men's under-66kg category. Since the Islamic revolution in 1979 Iran has refused to recognise the state of Israel's right to exist. The secretary to the Asian Judo Union president, Hirofumi Otsuji, confirmed Miresmaeili would be withdrawn from the competition. Under International Judo Federation regulations he could also be sent home. Miresmaeili had been in line to carry Iran's flag during yesterday's opening ceremony. </p> <p>\u0095A Chinese television cameraman died in hospital yesterday after collapsing while filming the passage of the Olympic torch as it made its way to the stadium at the end of its global journey, police said. Chang Lei, 43, of Beijing TV, was following to torch as it wound its way through the greater Athens area when he collapsed.</p> <p>\u0095The Irish distance runner Cathal Lombard, who had admitted taking the performance-enhancing drug EPO, has been banned for two years by the Irish anti-doping disciplinary panel. The 28-year-old was sanctioned for breaking anti-doping rules after testing positive for the banned substance in an out-of-competition test. Lombard, a lawyer, refused to comment on the decision.</p> <p>\u0095The NBA player Yao Ming has vowed to stop shaving for the next six months if his China side fail to reach the quarter-finals of the basketball event. The 7ft 5in Houston Rockets centre said: \"We have to qualify for the next round, for the quarter-finals. If we don't, I won't shave for six months as punishment.\" A punishment of a different kind has been meted out to Allan Iverson, a member of the US \"Dream Team\" and the Philadelphia 76ers who has racked up parking fines of $1,700 (£930) at home. Iverson, however, is still looking forward to the competition, although his choice of metaphor is unfortunate. \"You do have to play together to get out of these wars. And that is what it is going to be every night here: it's going to be a war. It's going to be everybody against the US, we already know it.\"</p>",
  "The giant white airship, devoid of markings but humming with surveillance devices, is now as familiar a feature of the Athenian skyline as the Acropolis. High above it, criss-crossing the airlanes at 20,000ft, the Mirage interceptors of the Greek air force are as invisible as the gods of the ancient world. <p>Between them, they are intended to provide insurance against the possibility that a madman with a box-cutter and a few lessons in piloting airliners will get it into his head to complete the destruction of the sacred Parthenon begun by Venetian invaders more than 300 years ago. </p> <p>Until the night before last, the threat of terrorism appeared to be the biggest problem facing the organisers of the 2004 Olympic games, particularly since a maelstrom of last-minute construction work had ensured that virtually all the facilities would be ready in time for the competition in the 28 sports, from aquatics to wrestling, over the coming 16 days. </p> <p>But the failure of two modern Greek heroes to keep an appointment with their drug testers on Thursday evening, only 24 hours before the opening ceremony, brought a sharp reminder of another sinister force with the capacity to demolish the very foundations of the games. </p> <p>The ceremony went ahead last night in a impressive new stadium packed with 70,000 spectators and in front of a worldwide television audience estimated at 4 billion. </p> <p>Before the athletes made their entrance in a parade notable for the ovations given to the tiny teams from Iraq and Palestine, the organisers presented a pageant based on Greek history, from the Cycladic head of 2700BC to Maria Callas, via Pythagoras, Eros, a centaur, Agamemnon, a chorus-line of Caryatids and Maenads, Alexander the Great and much more. </p> <p>Later Bjork sang under Santiago Calatrava's soaring roof, astronauts on the international space station broadcast a message via giant screens, and Jacques Rogge, the president of the International Olympic Committee, won warm applause when he looked the hundreds of athletes in the eye and called upon them to \"refuse doping and respect fair play\". </p> <p>The Greek president declared the games open, watched by an audience including Tony and Cherie Blair, who must have been wondering if London could bring off such a magnificent show. </p> <p>An aerial ballet preceded the arrival of the Olympic flame, carried around the stadium by a relay of five of Greece's sports stars of past eras before passing into the hands of Nikolaos Kaklamanakis, a silver medal winner in the sailing in 1996, who sprinted between the ranks of athletes and up the steep stairway leading to Calatrava's slender cauldron, which inclined like something out of an HG Wells science fantasy before rising again to lift the flame to the night sky amid a starburst of fireworks. </p> <p>Blending elegance with spectacle and making the complex look simple, the whole production was so imaginative and affecting that it gave Olympic opening ceremonies a good name. It was almost enough, in fact, to allow the host nation to forget for a few hours the major setback suffered by its team. </p> <p>Can a mere two competitors, out of about 10,500 assembled in Athens, really have changed the mood of the games? When those two are Kostas Kederis, the Olympic 200 metres champion, and his training partner Ekaterini Thanou, who brought a 100m silver medal home from Sydney four years ago, the answer is yes. Kederis in particular embodied the Greek yearning for a return to glory in a sport they invented, and was almost certainly in line to light the flame before fate intervened. </p> <p>Now the pair, apparently still in hospital after a motorcycle accident late on Thursday, will be required to attend an IOC hearing on Monday. </p> <p>Out of the many thousands of drug tests conducted on elite athletes this year, about one in 100 has yielded a positive result, according to the IOC. Even if the testers are catching only half the cheats, that still means the overwhelming majority of athletes are playing fair. In theory, then, the removal of the likes of the British sprinter Dwain Chambers and cyclist David Millar, both disqualified for the use of illegal drugs, should leave room for clean contestants to prevail. But advances in genetic engineering probably mean that one day, perhaps within a handful of Olympic cycles, conventional doping regulations will become unenforcable. </p> <p>The absence of Chambers and Millar has reduced the expectations of the British team, whose chef de mission, Simon Clegg, is forecasting a haul of between six and nine gold medals from his lottery-funded athletes, compared with 11 in Sydney four years ago. </p> <p>Paula Radcliffe, the holder of the world record in the women's marathon, will be the focus of attention next weekend, while Nicole Cooke, the 21-year-old Welsh cyclist, is among the favourites for tomorrow's road race, which begins and ends in the shadow of the Acropolis. </p> <p>The runner Kelly Holmes, the sailor Ben Ainslie, the trap shooter Ian Peel, the divers Tony Ally and Mark Shipman and the three-day eventer Pippa Funnell are also favoured add to the medals. </p> <p>All 271 British competitors have had the contents of their sponge bags examined by a team doctor on arrival in the Olympic village. To drive home the message, Mr Clegg showed them a video featuring a warning from Alain Baxter, the Scottish skier who lost a bronze medal in the 2002 Winter Olympics through the use of a contaminated cold remedy. </p> <p>Athens has worked hard to welcome the games home in style, with an emphasis on its history and traditions, and Mr Rogge offered his congratulations last night. </p> <p>\"Our thanks go to the Greek public authorities who have produced an urban legacy that has transformed Athens.\" </p> <p>True enough, although some of the work, as so often in an Olympic city, is merely cosmetic. On Alexandras Avenue, a few hundred metres from the IOC's headquarters at the Hilton hotel, a giant canvas screen bearing a blown-up colour photograph of the Athenian cityscape at its most alluring has been hoisted into position to conceal the pockmarked facade of a block of apartment buildings, erected to house refugees in the 30s but now a foetid slum. </p> <p>Yet even the most profound degree of cynicism could not survive a visit to the Panathinaiko stadium, a vision of bone-white marble in the shape of a giant U nestling under the wooded Arditos hill. Upwards of 50,000 spectators will watch the archers compete and the marathons end in a pristine environment barely altered since the first modern games in 1896. </p> <p>There, under the sky from which the gods once mocked mortal folly, today's athletes will meet in contests evoking the elemental struggles of the age of heroes. </p> <p>Elsewhere in Athens, meanwhile, in the less dramatic arenas of laboratories and hotel rooms, careers will be in the balance as hubris and nemesis, those true immortals, once again make sport of human vanity and ambition.</p>",
  "As the Olympic flame lit the Athens sky last night, the Greek sprinter Kostas Kederis was in the hospital bed he was admitted to in the early hours of yesterday morning. <p>Mystery surrounded the motorcycle crash which was said to have put him there and his failure to take a drug test, which will be the subject of an International Olympic Committee disciplinary hearing on Monday. </p> <p>Whatever the decision that panel comes to, the shadow cast over the 28th Olympiad by Kederis and his training partner, Ekaterini Thanou, is vast. </p> <p>Kederis, the reigning Olympic 200 metres champion, and Thanou, the women's 100m silver medallist from the 2000 Olympics, are due to be released from hospital tomorrow, but they will emerge to find their reputations, not to mention their participation in the games, on the line. </p> <p>After a day of frantic developments in the Greek capital, it emerged that an IOC anti-doping team had tried to test Kederis and Thanou in Chicago earlier this week, but they were not at the address they had given to officials. </p> <p>If found guilty of the IOC's charge of twice \"refusing or failing without justification to provide a sample\" they face immediate expulsion from the games and a possible two-year ban from the sport. </p> <p>Before addressing the IOC, however, they will face questions from a disillusioned Greek public over the motorcycle crash that followed their failure to submit to a drug test at the Olympic village. </p> <p>Shortly after the sprinters arrived in the village on Thursday they were informed that they were required to take a random drug test. </p> <p>Subsequently testers could not find them in their rooms. The Greek Olympic team suggested at first that the sprinters had gone home to pick up some belongings and later that they had been needed along the route of the Olympic torch relay. </p> <p>The first precise news of their whereabouts came in the early hours of yesterday when it was announced they had been admitted to hospital after a road accident. </p> <p>Kederis and Thanou, who both emerged from obscurity to grab medals in Sydney, have long been suspected of avoiding drug testing, and last night few in Athens seemed willing to accept their version of events at face value. </p> <p>According to Christos Tsekos, the sprinters' controversial coach who has been implicated in the Balco drug scandal sweeping US athletics, Kederis and Thanou had been with him at his home in Athens when the drug testers called at the athletes' village. </p> <p>\"They had their cell phones turned off and didn't know they were being sought,\" Tsekos said yesterday. </p> <p>\"They were with me, they took the bike to get there [to the village] quickly and as you can see, frustration is the worst thing.\" </p> <p>Tsekos said Kederis lost control of the motorbike after slipping on a patch of oil near his house. They arrived at the KAT trauma hospital 15 miles away, rather than the much closer Voula hospital in Glyfada, at around 12.15am, but how they got there remains unclear. </p> <p>There were no records of any police emergency calls being logged in Glyfada on Thursday night, and the ambulance service confirmed it had not answered a call from Kederis or Thanou. </p> <p>Greek media last night reported that a passing motorist had driven the pair to the hospital but no one came forward to prove that theory. </p> <p>It was unclear whether Tsekos had taken them to the hospital, and the whereabouts of the motorcycle is unknown. </p> <p>There was also confusion about the extent of their injuries. A friend of Tsekis's said they had suffered only light injuries and had \"no problem\". </p> <p>Later however, following a visit to the hospital by Patrick Schamasch, the IOC's medical director, and Nikitas Kaklamanis, the Greek health minister, the hospital said the pair would be detained for 48 hours. </p> <p>The hospital said Kederis had suffered \"cranial trauma\", whiplash and wounds to his lower leg, and that Thanou sustained abdominal bruises, injuries to her right hip and a muscular injury to her right upper leg. </p> <p>The injury inflicted on Greek pride may be more serious, and the mood on the streets last night indicated public opinion was turning against athletes who were expected to be among the stars of the games. </p> <p>Not even the greatest of ancient tragedians could have written the script, most commentators agreed. </p> <p>Its timing, protagonists and whirlwind pace had made \"Greece freeze\", the mass-selling daily Eleftheros Typos declared. </p> <p>The Athens games had suddenly suffered \"the biggest wound imaginable\" said the paper. </p> <p>Another Athens daily, Ethnos, proclaimed in a banner headline: \"Kostas, Katerina, you owe it to all Greeks to prove that you are clean. Tell us the truth.\" </p> <p>The government tried to put on a brave face. Greece was about to celebrate the opening of \"a very great world event\" said its spokesman, Theodoris Roussopoulos. </p> <p>\"This is not a pleasant issue,\" he admitted. \"But as the home of the Olympics we subscribe to Olympic ideals and the rules and regulations apply to everyone.\" </p> <p>The IOC president Jacques Rogge insisted Monday's hearing would not be influenced by the high-profile of the athletes. </p> <p>\"The fact that Ms Thanou and Mr Kederis are Greek will have no impact whatsoever,\" he said. \"We do not bear in mind national distinctions or issues of prestige.\" </p> <p>The inquiry could be rendered irrelevant if, as some sources close to the Greek team suspect, Kederis announces his retirement over the weekend to spare himself and his country further humiliation. </p> <p>The IOC panel will examine the circumstances surrounding the drug-testing team's vain trip to the Olympic village on Thursday.</p> <p>Under IOC rules athletes are required to inform their national Olympic association of their whereabouts at all times, and be available for testing. </p> <p>Arne Ljungqvist, the IOC medical commission chairman, said that the drug testers had tried to find the athletes in Chicago a few days ago but couldn't. </p> <p>Mr Rogge declined to comment on reports that the IOC had written to them informing them that they would be tested on arrival in the village, and had been warned this was \"their final chance\". </p> <p>If the panel finds Kederis and Thanou wilfully evaded the testers, they face expulsion from the games and the sport. </p> <p>Last year Kederis and Thanou missed an out-of-competition drug test after informing anti-doping officials they would be training on Crete when they were in fact in Qatar. </p> <p>Neither athlete has tested positive for drugs. The IAAF general secretary, Istvan Gyulai, said Kederis passed two out-of-competition tests in the past 10 months, and Thanou passed two tests in the past seven months. </p> <p>Before attending last night's opening ceremony, Mr Rogge said: \"The games are much stronger than individuals.\" Over the next few days he will discover if he is right. </p> <p>Ekaterini Thanou arrived in Athens as one of the favourites for a gold in the 100 metres, with some of her main rivals absent, in part because of the drug scandal sweeping US athletics. </p> <p>Despite success indoors and at the European Championships Thanou had never claimed gold at a global championship outdoors and Athens looked to be her big chance. </p> <p>Thanou, 29, is an Athenian and in front of her home crowd was hoping to go one better than Sydney were she collected silver in the 100m. She was also due to be part of Greece's 4x100m relay team. </p> <p>Her first love at university was traditional Greek dancing but her talent for athletics became obvious at the Institute of Sporting Science and Physical Education. Her entire career has been under the tutelage of coach Christos Tzekos. </p> <p>In 1999 she became in door world champion with victory over 60 metres in 6.96 seconds - the fourth-fastest time ever. She won the most recent of her three European championship 100m golds in 2001. </p> <p>Thanou collected a pair of world championship bronzes, in 1999 and 2001, but finished outside the medals at the Paris world championships last year after missing much of the season with leg and waist injuries. </p> <p>An air force officer with a low profile away from competitive action, Thanou is married to Thanasis Karachristos, a footballer.</p>",
  "<p>Almost any business, organisation or project can be jeopardised by internal saboteurs. These treacherous workers (who are often managers) are extremely subtle and often only noticed when it is too late. </p> <p>In many cases, not until turnover has dropped or a project failed, or even after the competition has provided something better and cheaper, does it become painfully obvious that someone has undermined the work process. Saboteurs are experts in making things go wrong. </p> <p>Are you working alongside a saboteur? You will be if a German bestseller by Marco von Münchhausen and Herman Scherer, called The Little Saboteurs (Die kleinen Saboteure, Campus 2003), is anything to go by. The authors reckon every firm has got them and for the success of the business, they should be rooted out. And the phenomenon applies just as much to the UK as Germany. </p> <p>Saboteurs generally spring into action at any hint of change. No matter what is supposed to be altered and why, even before a final decision has been made, the saboteur is ready with reasons not to proceed. </p> <p>A simple example shows how this works. Consultants propose wide-ranging changes to the sales force structure which entail a lot of work for some people. Saboteurs can then use the \"impossibility tactic\" to great effect. They will claim that: </p> <p><strong>·</strong> it's impossible to change our sales force structure<br><strong>·</strong> no company could do this<br><strong>·</strong> the IT section wouldn't cope <br><strong>·</strong> it will fail in the market <br><strong>·</strong> others have failed trying to do exactly the same thing. </p> <p>All this means the saboteur has no responsibility to do anything. After all, it won't work and anyone who tries will fail. This self-fulfilling prophecy has proven very reliable over the years. </p> <p>In Germany, the entire economic reform process has been plagued by such problems. Vested interests have undermined efforts at reforming the taxation and healthcare systems, civil service and property market. The prob lem is so serious that a special company (Plaschna Management KG) was established to prevent the government from interfering in managerial decision making in state-owned enterprises. </p> <p>It's far from just a public sector issue. Spectacular examples of disastrous mismanagement caused partly or even substantially by internal sabotage abound in the private sector too. </p> <p>This month, a major survey of German executives revealed massive resistance to increased financing through private equity. Even where there are clear advantages for the company as a whole, because of risk aversion and a perceived threat to their own divisions and jobs, many internal stakeholders frantically resist the change. </p> <p>Change consultant Lindsay McKenna of <a href=\"http://www.lindsay.com\">lindsay.com</a> says that similar problems abound in the UK. A British company tried to introduce powerful new financial software, without justifying the need for it or explaining the benefits. The saboteurs moved into full inertia mode and nine months later, the old system was still being used. The impact on efficiency was crippling. </p> <p>Senior executives can be just as bad. Ms McKenna cites the case of a financial director buttonholing his managing director in the corridor and persuading him to reverse a decision that would jeopardise his years of internal \"empire building\". The classic \"old boy\" loyalties prevailed over rational reorganisation. </p> <p>There are many impressive weapons in the saboteur's arsenal which can only be mentioned briefly here. Firstly, there is the incredibly vague formulation. \"We'll try to implement this project\" really means the polar opposite. Likewise, keeping an eye on costs means spending the same as usual. A promise to have regular meetings may really be kept, but nothing will come out of them. </p> <p>The saboteur lives by all manner of delaying tactics using his own style of language. By phrasing everything in terms of \"woulds\", \"coulds\", \"ifs\" and \"mights\", it is possible not only to avoid decision-making, but to postpone everything indefinitely. </p> <p>Here are some prime examples of statements designed to ensure nothing ever happens or changes: \"That could work if we tripled our turnover\"; \"We first need a series of seminars on the subject\" or \"We would need the approval of x-number of people\" or \"we could probably do this the year after next\". </p> <p>Even if a decision does somehow get made, saboteurs ensure it is quickly forgotten and sinks into obscurity or sabotage its implementation. Diversion tactics, slowing things down to a snail's pace, or bureaucratising any process into total inertia are reliable methods of ensuring a stable status quo. </p> <p>For example, before anything can be done, it's necessary to gather masses of data. Not only will the gathering process last forever, but the interpretation can clog up the system beyond eternity. \"There's no rush\" is an attitude that can be maintained until hell freezes over. And by then it's too late. </p> <p>Missing the boat is also no problem for saboteurs, be cause they never assume responsibility for anything. They always find suitable scapegoats so they themselves remain undetected. </p> <p>Fortunately, there are proven remedies for coping and dealing with saboteurs. Getting them to change their views and behaviour is extremely difficult, but it is possible to stop them having their way. </p> <p>The first step is to identify the presence of saboteurs and understand their strategies and tactics. They can often be circumvented through honest counter-espionage. </p> <p>Simultaneously informing others about the saboteurs is a double-edged strategy which can work wonders. Saboteurs often have a fairly limited sphere of influence. By uniting the forces of progress against them, sufficient pressure may be exerted so that things proceed as they should. </p> <p>Also, provided the saboteur is not the boss and that those with authority understand what is happening, they can override delaying tactics, resistance to change and so on. </p> <p>All management processes must be explicit, transparent and measurable. Because the saboteur thrives in a woolly and vague environment, the more clearly all variables are specified, the harder it is to evade and paralyse them. </p> <p>If a targeted sales increase is set at 20% within two years, fully justified in terms of the market, competition and internal resources, it is difficult to prevent reasonable actions being taken to achieve it. </p> <p>Good communication can help too. Even if somewhat one-sided at times, only the deadliest saboteurs are totally immune to open communication, apologies and an acceptance of mistakes. </p> <p>The difficulty of dealing with serious attempted sabotage should not be underestimated. But an appropriately applied mixture of sound communication, monitoring and control, and evading the evasion tactics, can go a long way towards sabotaging the saboteurs. </p> <p><strong>·</strong> Further reading: Beyond the Wall of Resistance, by Rick Maurer, Bard Press, 1996. The Theory and Practice of Change Management, by John Hayes, Palgrave McMillan 2002. Leading Change, by John P. Kotter, Harvard Business School, 1996.</p>",
  "<p>Hundreds of people are packed into the posh ballroom of a central London hotel. Camera crews and reporters from the BBC, ITV and Channel 4 squeeze into the room. Sharp-suited flunkies jostle pass, handing out official-looking documents. </p> <p>Then as the microphones are switched on, the giant screens beam out and the super-bright TV camera lights blaze across the room as the event begins. </p> <p>A major press conference? An announcement of global importance? No: all that's going on is the sale of dilapidated ex-housing association stock from around the country. In housing-mad Britain, property auctions are now more popular than West End shows. </p> <p>The BBC is here filming \"Homes under the Hammer\", ITV is recording \"House Price Challenge\" while Channel 4's Sarah Beeney is fronting the latest \"Property Ladder\" series. </p> <p>The premise behind the reality shows is that with careful research plus a bit of luck you'll probably pick up a bargain at an auction. </p> <p>But the truth is that the bargains disappeared long ago; intense competition between private buyers, buy-to-let investors and builders and developers is pushing auction prices to levels sometimes much in excess of what you'd pay at a local estate agent. </p> <p>Camilla Nicholls is waiting for Lot 25a to come up. It's a penthouse flat in the Barbican complex on the fringes of the City of London. It's only 500sq ft, with two rooms and a kitchen and bathroom, and (like almost every other property in the auction) it needs \"upgrading\". </p> <p>Camilla's been hunting for a Barbican flat for ages. She'd been tempted by an Evening Standard article a few days before the auction teasingly headlined \"Bargain in the Barbican\". The guide price is £250,000, substantially below the levels being fetched by other similar apartments in the sixties-built complex. </p> <p>But as bidding begins, Camilla finds herself up against two other determined buyers. She has set herself a £310,000 ceiling. But as the bidding spirals, she breaks the golden rule, and breaches her own maximum price. </p> <p>But even then it's not enough. She pulls out at £312,000 and is astonished to see the price continue to march up. Eventually the hammer comes down at £325,000. </p> <p>\"I've been looking for a Barbican flat for some time. There's not much stock available and people are obviously going a bit bonkers. It went for a very high price, particularly considering the condition it is in. I went to have a look at it and it needed a lot of work. I have seen a very similar one in perfect condition that went for £330,000. I'd be very surprised if you'd get more than £310-315,000 if you'd try to sell this one through an estate agent.\" </p> <p>Every lot at the auction, held by FPD Savills, went for considerably more than the guide price. As a rule of thumb, auction goers should take the guide price and add around 30% extra to get a more realistic picture of what the property will fetch. </p> <p>Plenty of properties go for 50% or more above guide prices. Parcels of land can achieve spectacular prices: a five acre football pitch plus small clubhouse in Perivale, west London leased for the next 35 years to Hanwell Town Football Club and producing a rental income of £11,000 a year is in the brochure at a guide price of £140,000. </p> <p>However, amid frenetic bidding it fi nally sells for £739,000. Assuming the football club sticks to its leasing deal, the buyer will earn an annual income of 1.5% on his investment, before costs. </p> <p>FPD Savills holds auctions in London and Nottingham every month. But they are dwarfed by the auctions run by Allsops, which last year raked in nearly £1bn in sales - which is its highest figure ever. </p> <p>Allsops spokeswoman Rhoda Katz says: \"In the early 1990s it was nearly all repossessions and prices were very realistic. But they have all but disappeared and now it's mostly ex-local authority and housing association stock. </p> <p>\"We are seeing many more members of the general public competing against investors and developers, so prices are now much closer to what you'd expect to see at an estate agent.\" </p> <p>Allsops now sends out nearly 100,000 catalogues either online or in hard copy to prospective buyers for every one of its auctions. It suggests that if you want to make money from an auction, it's probably better to be the seller than the buyer - and Ms Katz says the serious money is already abandoning residential property in favour of higher-yielding commercial property. </p> <p><strong>Buying: You must set a price and stick to it</strong></p> <p>Buying a property at auction is the same process as buying from an estate agents. The only difference is that the timeframe is much, much shorter. </p> <p>The major auctions are held in London, although the property for sale will be from around the country. The auctioneers' websites usually offer printable on-line catalogues listing dates and prices. You can also register to obtain hard copy catalogues. </p> <p>The main auction houses are Allsop (<a href=\"http://www.allsop.co.uk\">allsop.co.uk</a>), FPD Savills (<a href=\"http://www.fpdsavills.co.uk\">fpdsavills.co.uk</a>) and Sequence (sequencehome.co.uk) which acts for a number of auction houses across the country, including Derby, Spalding, Southampton, Brighton and London. For example, it includes the auctions held by Barnard Marcus in London and Fox &amp; Sons in Brighton. </p> <p>A number of websites promise to alert you to every auction held around the country. Essential Information Group (<a href=\"http://www.eigroup.co.uk\">eigroup.co.uk</a>) says it is the leading \"one stop shop\" for auctions, covering 25,000 lots for sale each year. But it is a subscriber service, costing £125 for three months. </p> <p>Elsewhere, scores of property websites promise to find you bargains, but most of the examples given are dated in the extreme. Treat them with caution. And bin the fax-back services which, for an expensive premium-rate call, will print out the catalogues available free elsewhere. </p> <p>The catalogues tend to come out just three weeks before an auction. The auctioneer will provide dates when you can view the property. If you like it, it is recomended that you instruct a surveyor (go to <a href=\"http://www.rics.org.uk\">rics.org.uk</a>) to carry out a Homebuyers report, while your solicitor should carry out checks on deeds, covenants and restrictions. </p> <p>Now arrange the finance. If you buy at auction, you have to immediately pay a 10% deposit. This can't be cash, for money laundering reasons, so it's best to obtain a bankers' draft. The 90% balance has to be paid within 28 days. </p> <p>You can submit a bid before the auction, which may be accepted. At the auction, you should set your upper price limit and stick to it rigidly. If you are the highest bidder, you are legally bound to complete the sale on the day and under the terms stipulated in the contract. </p> <p>If the bids are below the reserve price, the property will be withdrawn, but you may be able to negotiate with the seller and buy the property by private treaty. </p> <p><strong>Selling: Offers speed, clarity and a wider audience</strong></p> <p>In Australia, property auctions are the chief method in which houses are sold. </p> <p>As more private buyers and investors pack the auction houses in the UK, it may now be the time to seriously consider putting your home up for sale through an auction. </p> <p>Chris Berriman, senior auctioneer at Allsop, says auction sales have three main advan tages. The first is speed. The process will only take seven weeks from the date you put it in the brochure to the point where you receive all the cash. </p> <p>Secondly, you enjoy greater clarity; after the final bid, the price can't be renegotiated or \"gazundered\" and thirdly, your details of your property are marketed to as many as 70,000 potential buyers compared to a window in a estate agents. </p> <p>But there are considerable drawbacks. Most of the buyers at auctions are individuals and developers looking to do up run-down properties. There are not many buyers in the market for freshly decorated and upgraded homes. </p> <p>Brian Grant of Barnard Marcus Auctions says: \"We see properties in too good a condition for us to take to auction. For us to accept it, we will want to set a reserve price below the market price, and many sellers are not prepared to do that.\" </p> <p>Fees can also be high. You will have to pay for a quarter-page advert in the auctioneer's catalogue, usually around £200-£250, rising to £1,000 for a full page. </p> <p>Then there's the auctioneer's commission. This is usually 2-2.5%, which is equal to, or more, than the rate you may pay for an estate agents. The rate is negotiable - the local authorities whose stock provides the anchor for most auctions are believed to pay next to nothing. Even if it fails to sell you may be required to pay certain costs. </p> <p>You will have to instruct a solicitor who will obtain the title deeds and prepare the special conditions of sale. </p> <p>You will need to register your property with an auction house at least six weeks beforehand to have it included in a catalogue. Choose the auctioneer carefully. They will carry out a price appraisal, but don't be overly tempted by the one which quotes the highest price. </p> <p>You will then set a reserve price, which will remain confidential and not be disclosed at the auction. </p> <p>If your property is sold, the auctioneer will collect a 10% deposit from the buyer. Your solicitor will arrange for payment of the commission, and after his own fees are deducted will send you the balance within 28 days of the sale. </p> <p><strong>Don't be seduced by the guide price</strong></p> <p><strong> West Denton, Newcastle </strong><br><strong>Guide price:</strong> £80,000<br><strong> Achieved price:</strong> £119,500<br>A three-bedroom house in need of updating. Local agents <strong> Keith Pattinson Ltd </strong> say: \"It's not bad but it's not that good either. If you did it up you would have to make it stand out from the others to sell - the market's pretty slow at the moment.\" </p> <p><strong> Clapham, London </strong><br><strong>Guide price:</strong> £325,000<br><strong> Achieved price:</strong> £425,000<br>An end-of-terrace house arranged as two self-contained flats (1-bed &amp; 3-bed) in need of updating. Local agents <strong>Keating Estates</strong> say: \"I'd say £450,000 is about what you'd have paid in a private sale. Once somebody's done both flats up they would probably be worth a combined value of £600,000.\" </p> <p><strong>Leyland, Lancashire </strong><br><strong>Guide price:</strong> £60,000<br><strong>Achieved price:</strong> £90,500<br>A three-bedroom semi in need of upgrading. Local agents <strong>Bairstow Eves North West</strong> say: \"It is a realistic price. You wouldn't make a major profit on it especially as prices have stabilised.\" </p> <p><strong> St Annes, Bristol </strong><br><strong> Guide price:</strong> £200,000<br><strong> Achieved price:</strong> £401,000<br>A seven-bedroom former children's home with \"development potential\". Local agents <strong>Besley Hill Estate Agents</strong> say: \"To me it sounds like a lot of money - a very very high price. I know of nothing in St Anne's going for that kind of price unless it was going for development.\" </p> <p><strong> Barbican, London </strong><br><strong> Guide price:</strong> £250,000<br><strong> Achieved price:</strong> £325,000<br>A leasehold 7th floor penthouse flat requiring upgrading. Two rooms, kitchen, bathroom. Local agents <strong>Frank Harris &amp; Co</strong> say: \"The person who bought the property in auction has paid close to top price. However it was in a very good location in one of the best blocks.\" </p> <p><strong>·</strong> <strong> Research by Ramya Puttanna </strong> </p> <p><strong>How you can go about financing a deal</strong></p> <p>One of the most daunting prospect for buyers at auction is arranging the finance. The person making the successful bid is required to pay an immediate 10% deposit, and must pay the remaining 90% within 28 days. </p> <p>If they fail to come up with the money within that timeframe, they automatically lose the 10% deposit - and can then be sued for the vendor's losses. </p> <p>In theory, the owner can put then put it up for sale in the next auction, sell it for £100,000 less and sue the previous failed buyer for the difference. </p> <p>High street banks and building societies will frequently take longer than 28 days to release funds, so the risk to the buyer is enormous. </p> <p>Stepping in to fill the gap are a number of mortgage brokers which specialise in arranging auction loans, and they often set up desk at auctions to attract customers. </p> <p>They promise to arrange the same sort of cheap mortgage deals that other borrowers can access - but do so within the crucial 28-day turn around. They will also charge a fee of around 1% of the value of the loan. </p> <p>Paul Stockwell of Savills Private Finance (spf.co.uk) says: \"Some banks and building societies will take as long as three months to process an application. Brokers like us know what service standards are at the various lenders and have the contacts to speed things up if things are going wrong.\" </p> <p>The process the customer follows is exactly the same as for any other mortgage application, but at double speed. The broker takes the client's details, finds the lender currently offering the best deal, and obtains an 'in principle' loan offer. </p> <p>\"The lender will carry out a credit check, and we have to make sure we get all the paperwork - such as confirmation of income and bank statements - over as soon as possible,\" says Mr Stockwell. </p> <p>A valuation has to be done prior to the auction which is acceptable to the lender. If the buyer bids over the pre-agreed valuation, they will have to stump up the extra cash independently. </p> <p>An alternative is to arrange a bridging loan which lets the buyer bid in the confidence that if their main mortgage finance fails to arrive on time they will not forfeit the deposit. </p> <p>Fincorp (<a href=\"http://www.fincorp.co.uk\">fincorp.co.uk</a>) arranges non-status bridging loans lasting one day to one year, with most loans lasting only a matter of weeks. Most of its customers are buy-to-let investors. But short-term finance is not cheap - Fincorp charges 1.5% per month or 18% per annum.</p>",
  "<p><strong>Author:</strong> Klaus Mann (1906-1949) was part of a German literary dynasty headed by his novelist father Thomas (Death in Venice, The Magic Mountain). Brother Heinrich wrote Professor Unrat (on which The Blue Angel was based) and sister Erika created the anti-Nazi cabaret The Peppermill. After Hitler's triumph in the 1933 elections, the entire Mann family left the country. Klaus moved to Amsterdam, where he wrote Mephisto in 1936. A year later, he relocated to the US, where he began his autobiography, The Turning Point . </p> <p>After its completion in 1942, he joined the US army, seeing service in the Psychological Warfare branch of military intelligence. As the cold war developed, however, he became increasingly depressed about the future. In 1949, in an essay entitled Europe's Search for a New Credo, he called for a \"movement of despair\", suggesting that a \"suicide wave\" of intellectuals would shock the world out of its \"lethargy\". A month before it appeared, Mann had already taken his own life, while in the south of France, with an overdose of sleeping pills. </p> <p><strong>Story:</strong> Mephisto is the story of German actor Hendrik Höfgen, a successful leftwing radical in the Weimar days, who does an apparent volte-face when the Nazis take power. After securing Göring's patronage, Höfgen becomes a leading member of the Nazi cultural establishment. </p> <p>Mann clearly based Höfgen on his brother-in-law Gustaf Gründgens, who failed to emigrate with the rest of the family, and became director of the Berlin State Theatre in 1934. Mann later wrote that Mephisto was not aimed at any individual, but \"against the German intellectual who sold and betrayed the German mind and spirit\"; however, after Gründgens's death in 1966, his descendants succeeded in having its West German edition banned until 1981. Gründgens's own performance as Mephistopheles survives in a postwar film of Faust (1960). </p> <p><strong>Film-makers:</strong> Istvan Szabo (b1938) grew up in Budapest under Nazi occupation, then communism. He started making films in Hungary in the early 1960s, before making an international impact with Father (1966). Mephisto, made only a few years after the novel's English language translation, won Szabo the best foreign language film Oscar. Szabo cast Viennese stage actor Klaus Maria Brandauer as Höfgen, a role that brought him global stardom almost overnight. </p> <p><strong>How book and film compare:</strong> Mann's novel is about a Faustian pact between intellectualism and totalitarianism, and Szabo makes it function as much as an allegory of communist repression as Nazi. His adaptation concentrates on the second half of the novel, as Höfgen negotiates his way through the Nazi regime. His Höfgen is more sympathetic than Mann's original creation, portrayed more at the mercy of events than the novel's underhand conniver. Szabo also builds up the character of the black prostitute Princess Tebab - she's no longer the leather-booted dominatrix of the novel, but a far more likeable figure. </p> <p><strong>Inspirations and influences:</strong> Mephisto marked a new humanism in German-language cinema after the German new wave of the 1970s. Szabo, a Hungarian, could grapple with the Nazi legacy in a less doctrinaire way. Szabo went on to shoot two more films, both starring Brandauer, in Germany examining German militarism and Nazism: Colonel Redl (1985) and Hanussen (1988).</p>",
  "<p>The Last Party, by John Harris (Harper Perennial, £8.99) </p> <p>Ah, Britpop: Suede v Blur, Blur v Oasis, the rehabilitation of the union flag, Pulp, Elastica, Tony when he was young and cool... Harris's book about \"Britpop, Blair and the Demise of English Rock\" narrates the journey from baggy to Coldplay, including interviews with all the major players. Relive the soap opera of Damon and Justine, and the defining moment when Noel drank champagne with Tony at No 10 (Noel mentioned the Liverpool dockers: \"[Blair's] words were, 'We'll look into it.' And I said, 'Yes, you probably will, won't you?'\"). Harris has done a superb job of weaving his history into a narrative, but his taste is questionable - Oasis are considered generally bad, and he seems to have no ear for the Gallagher brothers' humour; Blur are grandiosely compared to the Beatles; and when he complains of Radiohead's \"lyrics in which metaphor and symbolism slip away from their moorings\", he sounds like a grumpy grandfather.<strong> SP</strong> </p> <p><strong> Godless Morality, by Richard Holloway (Canongate, £7.99)</strong> </p> <p>Ex-bishop writes book on \"Keeping Religion Out of Ethics\" shock. Speaking as though from a fireside armchair, Holloway conducts an intelligent discussion of contemporary issues such as sex, the rights of homosexuals, the use of drugs, abortion and reproductive technologies. Noting the positions of fundamentalist Christians, he takes a liberal, pluralist view, much inspired by Isaiah Berlin and even Nietzsche, preferring what he terms \"ethical jazz\" to strait-laced absolutism. The plea to keep God out is sensible but somewhat unconvincingly argued. \"History has taught us that many claims on behalf of God have been subsequently rejected for moral reasons, so the fact that an injunction comes with a divine label attached is no guarantee of divine origin.\" The \"so\" is faulty: just because we have rejected allegedly divine injunctions does not prove that they were not divine. Of course, you can't reason someone out of a position they were not reasoned into in the first place. <strong> SP</strong> </p> <p> <strong> Feeling the Heat, edited by Jim Motavalli (Routledge, £13.99)</strong> </p> <p>If The Day After Tomorrow took the silly, popcorn route to warning us about global warming, this collection of \"Dispatches from the Frontlines of Climate Change\" - with its poignant cover image of a symposium of confused-looking penguins standing around on some rocks, presumably wondering where all the snow has gone - aims to convince by dropping science on us. Rather than a synoptic overview, it collects painstaking research and observation of ecosystems and microclimates. New Jersey beaches are disappearing at an alarming rate; in Alaska and the western Arctic, the ice is retreating and polar bears are starving; Fiji is gradually sinking; glaciers are shrinking everywhere you look; Asia is choking under an enormous smog cloud. The 11 hottest years on record have occurred since 1983; and many forests could become net carbon emitters (rather than sinks) by 2040. Perhaps not as sexy as a tsunami hitting Manhattan, but worrying enough. <strong> SP</strong> </p> <p> <strong> Footprints in Stone, by Janet Bord (Heart of Albion, £14.95)</strong> </p> <p> Here are some footprints Jesus apparently left in stone in Kashmir; here the footprints of Vishnu on a marble slab beside the Ganges. The Virgin Mary, who got around, left her footprint on a rock in Wales; King Arthur's horse left hoofprints in rock; and the Devil himself leaves footprints, handprints or hoofprints all over the shop, depending on his impish whim. Here are also ghostly childish handprints and bloody faceprints, and the marks left behind by freakish monsters and Martians. And of course, we must not forget Bigfoot, whose footprint, as his name suggests, is really big. What does it all mean? Perhaps, as Bord suggests, the myths that surround such marks \"helped to bring an otherworldly dimension to the landscape which they knew so well, imbuing it with sanctity\". Or perhaps aliens, monsters and giant bipedal gorillas really do roam the Earth. With Bord's handy geographical list, you can go and find out for yourself. <strong> SP</strong> </p> <p> <strong> Six Days: How the 1967 War Shaped the Middle East, by Jeremy Bowen (Pocket, £7.99)</strong> </p> <p>Israel inflicted a humiliatingly swift and comprehensive defeat on Egypt, Jordan and Syria in June 1967, capturing the West Bank (hence all of Jerusalem), Gaza, the Sinai peninsula and the Golan Heights. By turning Israel into a hubristic occupying power, Bowen argues, the victory became a \"curse\", entailing vast costs, internal division and a continuing death toll. Adopting a conventional impersonal approach to the pre- and post-war periods, the former BBC correspondent switches styles to great effect in covering the conflict itself. Drawing on interviews by no fewer than 14 researchers, he tracks developments through the eyes of politicians, generals, combatants and civilians in the four countries involved, plus US and Soviet leaders. This hour-by-hour chronicle resembles a brainier and better-written version of a Tom Clancy thriller, making Six Days an enthralling as well as an important book.<strong> JD</strong> </p> <p> <strong> Kafka's Last Love: The Mystery of Dora Diamant, by Kathi Diamant (Vintage, £8.99)</strong> </p> <p> Franz Kafka spent the last 11 months of his life with Dora Diamant, who shared a house with him in Berlin before accompanying him to the sanatorium where he died in 1924. He admired the ardent, independent spirit of a young woman who had broken away from a strict Hasidic upbringing in Poland; she loved Kafka - the learned, funny and gutsy mensch rather than the promising author, believing him when he said his writings were worthless (and later obeying his wishes by burning his notebooks). Luckily for her namesake and biographer, Diamant's subsequent career is almost equally absorbing. Like the heroine of some far-fetched picaresque novel designed to encompass the 20th century, she became a communist actress who escaped the Gestapo in Germany and Stalin's Terror in Moscow only to be interned in wartime England, eventually devoting herself to keeping Yiddish culture alive in London's East End. JD</p>",
  "<p>\"Time will pardon Paul Claudel,<br>Pardon him for writing well.\" </p> <p>That couplet, containing a sideswipe at one of France's more troubling writers, comes from WH Auden's In Memory of WB Yeats. Written in 1949, it's a terse examination of the relationship between poetic brilliance and provocative subject matter. Claudel, then in his late 70s, was basking in his position as the grand old Roman Catholic of French literature. His poetry, at once devout and extraordinarily erotic, was widely read. His plays, many long considered unstageable, were finally being performed to enthusiastic audiences. </p> <p>Despite Auden's quip, few doubted that Claudel could \"write well\". Yet questions were also being asked about his beliefs and behaviour, in particular his rightwing politics. During the Spanish civil war, Claudel had expressed admiration for Franco. In 1940, meanwhile, he had written a poem called Paroles au Maréchal, mildly praising Marshal Pétain. Although his sympathy with Vichy rapidly cooled - by 1944, he had come to admire to De Gaulle - the charge of collaboration stuck and continues to do so, while controversy still rages about his output. </p> <p>George Steiner ranked him as one of the two greatest dramatists of the 20th century - Brecht being the other - while Jacques Lacan argued that his work expressed a tragic vision surpassing that of the ancient Greeks. Claudel is also open to charges, fully justified, of authoritarianism, Islamophobia, misogyny and anti-semitism (although in an attempt to excuse himself of this last accusation, he expressed his support for France's Jewish community during the Nazi occupation). </p> <p>Like Wagner, whom he in some ways resembles, Claudel combines the progressive with the reactionary. His work constitutes a radical, far-reaching overhaul of the conventions of French poetry and drama. Taking the Psalms of the Vulgate as his model, he dispensed with formal metrics, replacing them with free-verse lines of indeterminate length and an intoxicating use of rhythm and imagery. His massive verse dramas made such extravagant demands on actors and technicians that for decades theatres simply stayed away. </p> <p>Yet the Claudelian revolution came from within the establishment rather than from outside. Claudel combined writing with a career as a high-ranking diplomat; he never had to earn his living with his pen and conceded nothing to public or literary taste. His diplomatic career, which included postings in China, the US and Belgium also affected his work, dictating the global setting of many of his plays. \"The scene of this play is the entire world\" - the opening sentence of Le Soulier de Satin, written between 1919 and 1924 - is meant literally. The globe spins before us and we track the characters as they cross continents. </p> <p>Le Soulier de Satin, to be performed at this year's Edinburgh festival, is Claudel's magnum opus, 11 hours long, and a vast synthesis of his ideas, thoughts and experiences. Set in Spain during the Counter-Reformation, it dramatises the love of Rodrigue and Prouhèze, a passion so intense that the world cannot contain it, while both God and men conspire to prevent its earthly consummation. </p> <p>The play is shamefully imperialist, and the King of Spain chooses Rodrigue to lead the conquest of the New World. Prouhèze, meanwhile, is caught in an arranged marriage with Don Pélage, whom she respects but does not love. Once he discovers her feelings for Rodrigue, Pélage insists his wife join an expedition to north Africa to quell an Islamic rebellion. Before she departs, she offers her satin slipper - hence the title - to the Virgin Mary with a plea that \"if I should rush headlong into sin, I should do so with halting foot\". </p> <p>In the course of the vast phantasmagoria that follows, the lovers meet only once, when Prouhèze is facing death, secure in the knowledge that a consummation of their love awaits them in Paradise. Their obsessive desire for each other is expressed in some of the most laceratingly beautiful poetry ever written. The imagery, linking sexual desire with divine revelation, is inherently Platonistic, although Claudel gives it a unique twist drawing on his own understanding of poetry, religion and sex. Unfulfilled passion provides insight into the agonised love that Christ felt for rejecting humanity during his own Passion. </p> <p>Claudel was 18, disaffected and agnostic when he experienced the revelations of poetry and religion in 1886. The poetic epiphany came from Rimbaud, whose Les Illuminations Claudel read in June of that year. His religious conversion came on Christmas Eve, when he went to Notre Dame during vespers in search of what he called \"decadent exercises\": the quasi-religious tropes of which the symbolist poets were fond. The choir, he later wrote, \"was in the process of singing what I later learn was the Magnificat. In an instant, my heart was touched, and I believed.\" </p> <p>But it was in 1900, by which time he was already established as both a writer and a diplomat, that he underwent the most profound emotional and spiritual crisis of his life. Deciding upon a religious vocation, he applied, between consular postings, for admission to the Benedictine monastery at Ligugé and was rejected. Distraught, he returned to China, where he had been appointed consul at Fou-Tcheou, and on the journey, during a shipboard game of Hunt the Slipper (whence Prouhèze's shoe), he met Rosalie Vetch, the wife of a struggling businessman, anxious to recoup his fortunes in the far east. Claudel promptly installed the Vetches in rooms in his consulate, and began an intense affair with Rosalie during her husband's frequent absences. </p> <p>The affair lasted until 1904, when \"Rose\", as Claudel called her, left him to return to Europe. The exact details of the relationship and the reasons for its breakdown remain shadowy: Claudel destroyed all his personal papers relating to the period. What is certain, however, is that Rose not only left Claudel, but also divorced Vetch, then rapidly married one John Lintner, an anglicised Dutchman, whom she possibly met on the voyage back. Claudel never quite got over it, and though he also married in 1905, Rose remained the strongest emotional influence on his subsequent work. </p> <p>Her presence can be powerfully felt in the astonishing Cinq Grandes Odes, completed in 1907, while his play Partage de Midi, dating from 1905 though not performed until 1948, dramatises the start of their affair with an autobiographical frankness that is still alarming. His emphasis on the confluence between human and divine passions can be seen as his attempt to reconcile himself to her desertion. </p> <p>Le Soulier de Satin, Claudel's last work to be dominated by Rose, effectively brings Claudel's major creative phase to an end. Although he remained prolific, he wrote nothing of the same stature again. The best-known works from the end of his career are the texts he wrote for a number of composers ranked among the enfants terribles of the inter-war years. The finest, dating from 1938, was Jeanne d'Arc au Bûcher (Joan of Arc at the Stake), undertaken with the Swiss composer Arthur Honegger. Described as \"an opera-oratorio\", it is very much a multi-media piece that resists classification. Joan is played by an actress, while singers and musicians represent the metaphysical forces that assail her. Outside France, it is still his best-known piece. A concert performance opens this year's Edinburgh festival. </p> <p>Claudel died in 1955, aged 86, and his reputation has fluctuated violently ever since. In France, the nature, meaning and acceptability of his work remain the subject of debate. In the UK, however, he has largely slipped from view. The Edinburgh performances will perhaps force a reappraisal and allow us to experience, at first hand, the work of a man some consider a genius, others believe to be a monster, and who was, perhaps, both in equal measure. </p> <p><strong>·</strong> Jeanne d'Arc au Bûcher is at the Usher Hall, Edinburgh, tomorrow. Le Soulier de Satin opens at the Festival Theatre on Monday.</p>"
]