[
  "<p><strong> The Snow </strong><br> by Adam Roberts<br> 297pp, Gollancz, £10.99</p> <p> This novel is the fifth in as many years from Adam Roberts, a young(ish) and prolific British writer. The Snow starts promisingly. In a narrative that is refreshingly direct, if free of distractions such as characters, dialogue, dramatic irony and so on, the opening pages take us at a gallop through a Wyndhamesque disaster scenario. \"The snow started falling on September 6th,\" are the first words, and the story is under way. </p> <p>We are in London, and as the insistent snow smothers the capital, the slide from normality to global disaster is sketched plausibly if synoptically: blizzards and snowploughs, side streets clogging up, people being stranded, difficulties obtaining food... but telephones and TV are still working, so life goes on. </p> <p>Gradually, though, life ceases to go on. The snowploughs grind to a halt, the drifts reach rooftop level, the phones and televisions stop working. It becomes quiet out there, with most people frozen to death and the handful of survivors staggering around using tea-trays and tennis racquets as makeshift snowshoes. Our central character, a young Asian woman named Tira, puts on her ski-jacket and snow-trousers and heads off across the roofs into Clapham, looking for other survivors. </p> <p>So far so good, but the problem with all disaster stories is that the story depends on events that have nothing to do with character development. To keep the reader involved, the author is really only left with two directions. </p> <p>The first is to go the John Wyndham route, in which survival and the re-establishment of civilised values are the main motives in a realistic-seeming set of circumstances. A recent example of this is Roland Emmerich's The Day After Tomorrow , which, for all its special effects and hints of a global catastrophe, really boils down to the story of a handful of people waiting to be rescued from a library. The other route is to use the scenario as a metaphor for something else. All the time I was reading The Snow I kept remembering Anna Kavan's 1967 novel Ice: a deep and long-lasting winter has brought social chaos, and the military intervenes to maintain order. It soon becomes clear that Kavan's book is an extended allegory about her heroin addiction.</p> <p>Roberts arrives at this choice of routes when Tira is rescued by a group of Americans who have set up a military society above the snow. This now lies three miles deep across the whole world, but Tira has managed to survive for a year underneath it. Sensing a change of direction, we wonder which way the story will go from here: Wyndham or Kavan?</p> <p>The answer is neither. Roberts closes off the realistic-seeming route by the sheer unlikeliness of his own claims. Snow three miles deep everywhere? Everywhere? That's an awful lot of snow, never mind where it came from. While Tira has been getting by on tinned food in a hole under the snow (how did she breathe?), the enterprising Americans have restored order three miles above, setting up bases and imposing the rule of law. Why neither the bases nor the rule of law sink is another evasion, but the Americans seem to have escaped from the snowy deeps with their weapons, hovercrafts, helicopters and building materials all intact. </p> <p>The author's offhand manner extends to his attempts to explain the snowfall. We first hear about a pseudoscientific electron sheath which \"crosses global lines of magnetic force\", and later there are suggestions that extraterrestrials are behind it all. You sense an authorial yawn is being barely suppressed: Roberts neither knows nor cares about the cause, so why should the reader? </p> <p>Nor is there any apparent allegorical content, other than some heavy-handed satire on repressive regimes. Tira finds herself in a society in which all documents and records are controlled. Her own story now turns out to be censored, but it's never clear why. </p> <p>From this point in the novel all the other characters are called \"[Blank]\" and their dialogue has been edited in the same way as the Watergate transcripts edited the cussing in the Oval Office. It hardly matters: much of the latter part of the novel consists of long passages of heavily padded rhetoric about side issues. </p> <p>This book shows every sign of being a hasty first draft; it does its author no credit at all and is a significant disappointment.</p>",
  "<p>Emotions Revealed, by Paul Ekman (Phoenix, £7.99) </p> <p> Emotions - what are they, and what can we do about them? Psychologist Ekman, a pioneer in emotion science, describes his decades of research into the physiological changes that occur during certain emotions, and his development of a method for reading \"micro-expressions\", tiny, fleeting changes in the face that advertise feelings, which has led law-enforcement agencies to solicit his services. We get lots of photographs of the author's daughter performing small facial movements to order, and detailed illustrations of what these express. Ekman also tries to give advice on how to control your own emotions (star appearance by the Dalai Lama) and recognise them in others. It's a bit irritating, though, that the text is festooned with adverts for the author's website, which promise we will find more groovy practice material, only for it to turn out that we would have to buy his special CDs. That caused some subtle changes in the musculature of my face. <strong>SP</strong> </p> <p> <strong> When I Was Cool, by Sam Kashner (Century, £8.99)</strong> </p> <p> Here's a literary rule that should be enforced with the threat of violence: only write a memoir if you have experienced something unusually interesting. Kashner passes the test, for this is the story of his time as a student at the \"Jack Kerouac School of Disembodied Poetics\" in Boulder, Colorado. He turned up in 1976 to study poetry with his idols Allen Ginsberg and William S Burroughs. The author's first student assignment comes when he is told to finish Ginsberg's poem about giving Neal Cassady a blowjob. Then he must babysit Gregory Corso (who wets the bed), study Buddhism, and hop into bed with various hippie women. Kashner tells a warm and poignant story of life with his ageing, drug-addled literary heroes (Burroughs went up in my estimation after I learned that he slept with a copy of Stephen Crane's The Red Badge of Courage under his pillow). In the end, it seems he got an excellent education. <strong> SP</strong> </p> <p> <strong> The Little Earth Book, by James Bruges (Fragile Earth, £6.99)</strong> </p> <p> Star of this book is a little cartoon fish who swims about through the paragraphs thinking big thoughts, such as \"Why don't they abolish poverty?\" or \"Citizens seem more intelligent than governments\". This is a collection of mini-essays about all the global issues that should concern any self-respecting No Logo -reading freelance protester, such as declining cod stocks, deforestation, global warming, the oil economy, the arms trade, third-world debt, the notion of a basic citizens' income, water wars and genetic patents. Bruges collates a huge range of facts and figures, and has a nice line in polemical humour, referring derisively to \"flat-earth economists\". However he does evince a slightly twee, New Agey twang, and his insistence that humans must \"live within the rules set by nature\" is either silly agrarian atavism or just meaningless - probably the latter, since he does allow that genetic engineering \"may have great benefits\". <strong> SP</strong> </p> <p> <strong> Shoot the Singer!, edited by Marie Korpe (Zed, £15.95)</strong> </p> <p> You get a CD taped inside the back cover of this collection of essays about \"Music Censorship Today\", so you can listen to the cheerful, plinky waltz-time Mexican song which bigs up Osama bin Laden for frightening the Americans and relates a remarkable scene in which George Bush's wife tells him to go to Afghanistan and offer Bin Laden \"your ass\". The book does not suggest that this particular song has been censored, but it does describe how Mexico has seen many efforts to stamp out undesirable examples of the tradition of corrida , a sort of musical newspaper. Anyway, singer Andrés Contreras should read the chapter about Bin Laden's Taliban mates, who banned all forms of music and burned musical instruments, before deciding whose side he's on. Other stories relate censorship and victimisation of musicians in Lebanon, Zimbabwe and Burma, and a few sparks of hope, such as the gradual reappearance of women musicians in Iran. <strong> SP</strong> </p> <p> <strong> Einstein's Refrigerator: Tales of the Hot and Cold, by Gino Segrè (Penguin, £7.99)</strong> </p> <p> For physicist Gino Segrè, understanding the universe \"is one of our noblest pursuits\". Using temperature as a key to unlock nature's secrets, such as the origin of life, Segrè takes us on a journey back to the super-heated atomic furnace of the Big Bang and then on to the Big Chill of absolute zero (-273C). At such low temperatures the bizarre behaviour of atoms (as in superconductivity) can only be explained using quantum mechanics, a field in which, as Segrè puts it, \"even the subtleties have subtleties\". Segrè's \"temperature chronicle of our universe\" is a memorable celebration of the scientific search for understanding, even if in the end all we learn is that \"we are only special in realising how ordinary we truly are\". And yes, the greatest theoretical physicist of the 20th century did design a fridge. It didn't reach the high street; the appliance of science was never Einstein's forte.<strong> PDS</strong> </p> <p> <strong> The Man Who Found Time: James Hutton and the Discovery of the Earth's Antiquity, by Jack Repcheck (Pocket Books, £7.99)</strong> </p> <p> According to Stephen Jay Gould, James Hutton \"burst the boundaries of time\". His Theory of the Earth (1795) claimed that \"with respect to human observation, this world has neither a beginning nor an end\". In other words, the Earth was not created on October 23 4004BC, as the King James Bible said, but was unimaginably ancient. This insight was crucial to Darwin and provided the timescale over which evolution could work its slow magic. Hutton also grasped the geological importance of \"subterranean heat\". Born in Edinburgh, \"the father of modern geology\" didn't have to look far: Castle Rock is the basalt core of a volcano. Repcheck succeeds wonderfully in reviving this scientific hero, but even he has to admit that Hutton's key text was so turgid that it \"simply would not be read today\". A reason, perhaps, why Hutton has been unjustly obscured by the sands of time. PDS</p>",
  "<p>Haile Gebrselassie, the greatest distance runner of his generation, said farewell to the Olympic Games last night with a performance that won him no place on the podium but earned an ovation that will live long in his mind. Twice a gold-medal winner at 10,000 metres, the 31-year-old Gebrselassie saw two of his younger compatriots, Kenenisa Bekele and Sileshi Sihine, finish first and second while he took an honourable fifth place. </p> <p>For his final appearance at the games, the double champion came out last of the 23 runners, smiling and waving to the crowd and lining up close to Bekele, the 22-year-old whose exploits this season justify the epithet of the new Gebrselassie. A barley farmer's son who grew up in a village a few miles away from that of the great Derartu Tulu, Bekele started the season by breaking the world indoor 5,000m record in Birmingham before setting new world records at both 5,000 and 10,000m. </p> <p>The younger man hit the front from the start, with the 21-year-old Sihine on his shoulder and Gebrselassie in the middle of the pack. Dieudonne Disi of Rwanda, John Yuda and Fabiano Joseph of Tanzania, Moses Mosop of Kenya and Boniface Kiprop of Uganda and Zersenay Tadesse of Eritrea were others who forced their way to the front in an attempt to break the Ethiopian hegemony, but none was to succeed. Gebrselassie moved up to join the leading group with 17 of the 25 laps to go, and for several laps in mid-race the green-shirted trio circulated at the head of the field, to the delight of the knot of flag-waving Ethiopian supporters clustered in the north-east corner of the stadium. With seven laps to go Gebrselassie fell back behind Bekele, Sihine and Kiprop, but Tadesse towed the old champion back up to the leaders with 1,000m left. </p> <p>It was not to last long. He dropped back again, leaving his team-mates to deal with Tadesse while he trailed Kiprop. Tadesse had already been dropped when Bekele surged at the sound of the bell, sprinting away from Sihine as though they were just beginning a training sprint. Bekele covered the final lap in 53sec, completing the race in 27min 5.1sec, 45sec outside his world record. </p> <p>This was perhaps the most important stage in Gebrselassie's informal farewell tour. On July 30 he said goodbye to his British fans in a very satisfying manner, winning a 5,000m at a packed Crystal Palace in a British all-comers' record and basking in the warmth of a knowledgeable crowd. </p> <p>His two Olympic 10,000m victories in 1996 and 2000 put the Ethiopian level with three of the greatest distance runners of the last century. The first was Paavo Nurmi, the Flying Finn, who won in 1920 and 1928 and would probably have made it four in 1924 and 1932 had the Finnish authorities and then the IAAF not stood in his way, the former because they felt he was entering too many events and the latter because they suspected him of professionalism. The second was Emil Zatopek, the great Czech who triumphed in London in 1948 and on the Finns' home turf four years later. And the third was another Finn, Lasse Viren, who fell and got up to win in 1972 and won again in 1976, with Brendan Foster in the bronze position. </p> <p>But there was never a 10,000m race like the one in which Gebrselassie won his second title. The first had come in Atlanta, in a relatively straightforward victory over Paul Tergat of Kenya, the Ethiopian finishing with bleeding feet after running the second half of the race in a time good enough to win all but two of the 5,000m races in Olympic history. By the time they reached Sydney, Gebrselassie had inflicted a similar fate on Tergat at the world championships of 1997 and 1999. </p> <p>The occasion of his second win has gone down in history as the greatest night of athletics ever staged. Cathy Freeman's 400m victory would by itself have been enough for a crowd of 112,000 adoring Aussies. But they were also presented with Michael Johnson's unprecedented second 400m win, Jonathan Edwards's triple-jump victory, Maria Mutola's first gold medal in the 800m, and finally the most enthralling men's 10,000m race of all time, won by Gebrselassie from Tergat. </p> <p>The Kenyan led as they entered the final straight, but Gebrselassie inched closer with every stride and finally pushed ahead to take the verdict by 0.9sec, the vast stadium almost achieving lift-off as the crowd erupted in admiration. </p> <p>There was nothing like that to marvel at last night. But the great man bowed out with dignity and the last flash in an Olympic arena of that unbreakable smile.</p>",
  "<p>Having started out as a \"proper\" actress, mine was a circuitous route to comedy. Although I did get acting work, I always felt like a bit of a phoney and, in the middle of a serious production, was constantly waiting for someone to leap to their feet, point accusingly at me and shout: \"She's not a proper actress! She's only pretending!\" When I started writing and performing in sketch shows, initially with Alexei Sayle, I instantly felt a sense of belonging. One thing led to another, and then, by dint of being practically the only girl Paul Whitehouse and Charlie Higson knew (apart from their wives, who aren't performers), I was invited, most casually, to be a part of the Fast Show team. </p> <p>From the start, we all wrote and performed our own characters. Charlie and Paul, as the principal writers and producers, wrote sketches for other members of the cast as well, but they were for the guys - because, well, they're blokes. Despite the happy success of my own contributions, The Fast Show was essentially a blokey show, featuring mainly blokey sketches appealing to a largely blokey audience. There were exceptions: of all my characters, Insecure Woman, with her catchphrase \"Does my bum look big in this?\", was the one that appealed most to men. </p> <p>Our working climate was conducive to a male sense of humour and less so to a woman's (I do believe they are different, not generally but specifically). And our show featured very specific characters. It was as a result of my experience of working with them all that I wrote the character Girl Who Boys Can't Hear, for our third series. This character would offer solutions to a problem, no one would respond, then a man would come up, verbatim, with the same idea which would be met with universal backslapping and congratulations. Ironically, Paul and Charlie weren't going to include her in the show until Simon Day, in an uncharacteristically sensitive mood, pointed out that this was how I was often treated. </p> <p>I don't mean to sound ungracious, since I was mostly very happy doing the Fast Show, but a lot of the time it felt very similar to what I fancy it's like being imprisoned in a lap-dancing club with a rugby team after they've downed 20 pints - not that much fun, even for a very un-girly girl. </p> <p>You might choose to dismiss my experience as atypical. If you're a woman who has worked in an all-male environment, I doubt it, but still, I'll float the hypothesis even if I don't hold with it for one moment. For the sake of even-handedness, I talked to other women in my field, particularly those whose routes have been very different to mine. Jenny Eclair, who started doing stand-up in 1982, is still the only woman in 23 years to have won the prestigious Perrier Comedy Award. </p> <p>If you compare Jenny's career trajectory since winning to that of most of the other previous winners, among them Steve Coogan, Frank Skinner, Lee Evans, Sean Hughes and Dylan Moran, it's hard not to conclude that, at the very least, the world of comedy is a little unbalanced. </p> <p>It could be simply that this is a world in which men excel because it all starts in pubs and clubs, the very bastions of their world. Jenny thinks the whole atmosphere - the drinking, the heckling, the loudness - is geared towards the male psyche. She reckons that if you sampled the DNA of most female stand-ups you'd discover that they're actually men: competitive, attention-seeking, selfish and driven. More seriously, Jenny opines that the reason there are fewer women on the comedy circuit is that it is just not geared to women's lives. To succeed and have a family you need to have an \"exceptionally supportive partner who doesn't mind you being out late most nights and only bringing in a tenner when you do come home\". </p> <p>Gina Yashere, most recently seen storming it with her solo spots on the Lenny Henry Show, reckons that the dominance of male comics stems from the fact that: \"We're brought up being told to listen to men - your father, teachers, all the voices of authority have tended to be male.\" She adds that \"a guy appearing on stage is given longer to establish himself by the audience. Women have to hit the stage running or they're dead.\" Gina agrees with Jenny's DNA theory: \"Having been a lift engineer and the only woman on the building site I'm not bothered by the blokey atmosphere in clubs, but it's there all right.\" </p> <p>Like most comics (until they get their own TV shows), Gina travels up and down the country appearing in clubs. She is virtually always the only woman in a line-up of at least five comedians, even if these days she's headlining the evening. \"It's like we're still the 'variety act',\" she says. \"What do they think is going to happen if they book two women on the same bill?\" Once the gig is over, Gina tends to go back to the hotel to read books and watch DVDs because the other acts are mainly interested in \"getting pissed and laid\". We both agreed that if the situation were reversed, with a female line-up and one male, then the women would naturally tailor their after-show activities to include the guy: it's how we're programmed. </p> <p>Miranda Hart, a new-ish, exceptionally funny comedian who has just worked with French &amp; Saunders, thinks the atmosphere in comedy clubs positively invites laddish behaviour. \"When you go to the theatre, you're not allowed to take a beer in.\" She also thinks that a woman's material has to be \"a million times better than a bloke's. Less talented men get away with shit because the audience have instant confidence in them, whereas a woman has to work much harder to rid the audience of the instinctive discomfort they feel when a woman appears on stage.\" Gina's words verbatim, and they've never met. </p> <p>That said, Miranda doesn't think we should be making a \"women in comedy\" distinction: \"It should just be about how funny you are, whoever you are.\" But, she adds: \"Men are just there for themselves and that's OK, whereas I feel like I'm up there representing all women and as such have a responsibility to be extra good.\" How hard did that ring in my ears? I'm horribly familiar with that neurotic conviction. To rationalise it, I think you'd have to go back to our upbringings again: girls are conditioned to make things right for boys and, later, families. </p> <p>\"One good thing,\" Gina tells me, \"is that with so few women on the circuit a very good woman really stands out.\" She's a good example of someone who has turned the male atmosphere to her advantage. She says she loves it when \"as soon as I come on stage a mouthy lad fronts me out, because it gives me an immediate opportunity to establish who's funniest and who's in control.\" She says that, after an initial nervousness that the heckler is going to throw her off, the audience love her all the more for putting him in his place. She agrees with me that this is basically bully-boy tactics (hers and the guy's). \"It's like he sees a woman coming on stage after several, often mediocre, blokes and he voices the audience's collective fear: 'Oh help, it's a bird, she'd better be good'. But because she gives, not as good, but better than she gets, she relieves them of this anxiety, leaving them to enjoy her act. </p> <p>So, is there a male conspiracy to keep women off the telly while handing half-baked, no-talent blokes the whole pie? No. There is an emergence of new women writers and performers on television - Julia Davis, Catherine Tate and The 3 Non-Blondes being the most prominent examples - er, if not the only. But in the comedy clubs and bars, the only venues where most would-be comedians can make a start, it's unquestionably still a full-on ladfest. Gina says that while plenty of women attend comedy clubs they tend to take their lead from the blokes' behaviour, looking to them to react. It's a man's, man's, man's world but it would be nothing without a woman or a girl - but maybe more than just one or two, eh? </p> <p><strong>'I felt like sending my hijab to do its own interviews'</strong></p> <p>When I was growing up I was told to wear the hijab when men were around: apparently they only have to see a strand of hair and they go insane with lust. So I grew up wearing it most of the time, and it was never a problem - but then I wasn't a stand-up comedian. </p> <p>When I started performing comedy I didn't wear the hijab, but I did talk about being a Muslim. Then one night I got harassed by a group of men who thought I was Hindu pretending to be Muslim - though God knows why I'd want to do that on a Saturday night. </p> <p>Anyway, I thought after that I ought to identify myself as a Muslim, and started wearing the hijab on stage. I quickly became pigeonholed; people couldn't see past the novelty value. I felt I had to prove myself twice over, because audiences found it hard to believe a Muslim woman could be funny, and in the beginning they were scared to laugh. Is it right, they'd be thinking? Can I laugh at a group of women who've had such a hard time for so many years? </p> <p>For a time, it became so much about the hijab I felt like sending it off to do its own interviews. Some people even thought I was a \"character\". It got to the point where people in the industry told me they thought I should stop wearing the hijab: audiences and bookers were \"bored\" with it. It didn't matter that I wasn't, that it wasn't a gimmick in the first place. I didn't want to stop wearing the hijab because a lot of other people thought it was a good career move. If only stand-up was full of Muslim women performing in bars, doing lines of cocaine, being hilarious, sleeping with anything that moves, and white blokes in burkas were the ones who had to be twice as funny. </p> <p>I'm now in Edinburgh, performing my new show, and I'm not wearing my hijab. My material is more personal and less about my religion. I'd really like to be able to say what I want, do what I want, and wear what I want - and know that people will see me, not a scarf on legs. But that day is some way off. <br><strong> SM</strong> </p> <p><strong>·</strong> Funny Women, a showcase featuring Gina Yashere, Miranda Hart, Shazia Mirza and others, is at the Smirnoff Underbelly in Edinburgh from August 22-29. For details call 0870 745 3083. Shazia Mirza is at the Pleasance Dome until August 30.</p>",
  "\"We live\", the cover story of a recent Spectator tells us, \"in the happiest, healthiest and most peaceful era in human history.\" And who in the rich world would dare to deny it? The aristocrats, the cardinals, Prince Charles, the National Front, perhaps: those, in other words, whose former social dominance has been usurped by the times. But the rest of us? Step forward the man or woman who would exchange modern medicine for the leech, sewerage for the gutter, the washing machine for the mangle, European Union for European wars, relative democracy for absolute monarchy. Not many takers, then. <p>But the party is over. In 2,000 words, the Spectator provides plenty of evidence to support its first contention: \"Now is good.\" It provides none to support its second: \"The future will be better.\" Ours are the most fortunate generations that have ever lived. They are also the most fortunate generations that ever will. </p> <p>Let me lay before you three lines of evidence. The first is that we are living off the political capital accumulated by previous generations, and that this capital is almost spent. The massive redistribution that raised the living standards of the working class after the New Deal and the second world war is over. Inequality is rising almost everywhere, and the result is a global resource grab by the rich. The entire land mass of Britain, Europe and the United States is being re-engineered to accommodate the upper middle classes. They are buying second and third homes where others have none. Playing fields are being replaced with health clubs, public transport budgets with subsidies for roads and airports. Inequality of outcome, in other words, leads inexorably to inequality of opportunity. </p> <p>The second line of evidence is that our economic gains are being offset by social losses. A recent study by the New Economics Foundation suggests that the costs of crime have risen by 13 times in the past 50 years, and the costs of family breakdown fourfold. The money we spend on such disasters is included in the official measure of human happiness: gross domestic product. Extract these costs and you discover, the study says, that our quality of life peaked in 1976. </p> <p>But neither of these problems comes close to the third one: the threat of climate change. In common with all those generations that have contemplated catastrophe, we appear to be incapable of understanding what confronts us. </p> <p>Three wholly unexpected sets of findings now suggest that the problem could be much graver than anyone had imagined. Work by the Nobel laureate Paul Crutzen suggests that the screening effect produced by particles of soot and smoke in the atmosphere is stronger than climatologists thought; one variety of man-made filth, in other words, has been protecting us from the effects of another. As ancient smokestacks are closed down or replaced with cleaner technology, climate change, paradoxically, will intensify. </p> <p>At the same time, rising levels of carbon dioxide appear to be breaking down the world's peat bogs. Research by Chris Freeman at the University of Bangor shows that the gas stimulates bacteria which dissolve the peat. Peat bogs are more or less solid carbon. When they go into solution the carbon turns into carbon dioxide, which in turn dissolves more peat. The bogs of Europe, Siberia and North America, New Scientist reports, contain the equivalent of 70 years of global industrial carbon emissions. </p> <p>Worse still are the possible effects of changes in cloud cover. Until recently, climatologists assumed that, because higher temperatures would raise the rate of evaporation, more clouds would form. By blocking some of the heat from the sun, they would reduce the rate of global warming. But now it seems that higher temperatures may instead burn off the clouds. Research by Bruce Wielicki of Nasa suggests that some parts of the tropics are already less cloudy than they were in the 1980s. </p> <p>The result of all this is that the maximum temperature rise proposed by the Intergovernmental Panel on Climate Change in 2001 may be a grave underestimate. Rather than a possible 5.8 degrees of warming this century, we could be looking at a maximum of 10C or 12C. Goodbye, kind world. </p> <p>Like every impending disaster (think of the rise of Hitler or the fall of Rome), this one has generated a voluble industry of denial. Few people are now foolish enough to claim that man-made climate change isn't happening at all, but the few are still granted plenty of scope to make idiots of themselves in public. Last month they were joined by the former environmentalist David Bellamy. </p> <p>Writing in the Daily Mail, Bellamy asserted that \"the link between the burning of fossil fuels and global warming is a myth\". Like almost all the climate change deniers, he based his claim on a petition produced in 1998 by the Oregon Institute of Science and Medicine and \"signed by over 18,000 scientists\". Had Bellamy studied the signatories, he would have discovered that the \"scientists\" included Ginger Spice and the cast of M*A*S*H . The Oregon Institute is run by a fundamentalist Christian called Arthur Robinson. Its petition was attached to what purported to be a scientific paper, printed in the font and format of the Proceedings of the National Academy of Sciences. In fact, the paper had not been peer-reviewed or published in any scientific journal. Anyone could sign the petition, and anyone did: only a handful of the signatories are experts in climatology, and quite a few of them appear to have believed that they were signing a genuine paper. And yet, six years later, this petition is still being wheeled out to suggest that climatologists say global warming isn't happening. </p> <p>But most of those who urge inaction have given up denying the science, and now seek instead to suggest that climate change is taking place, but it's no big deal. Their champion is the Danish statistician Bjorn Lomborg. Writing in The Times in May, Lomborg claimed to have calculated that global warming will cause $5 trillion of damage, and would cost $4 trillion to ameliorate. The money, he insisted, would be better spent elsewhere. </p> <p>The idea that we can attach a single, meaningful figure to the costs incurred by global warming is laughable. Climate change is a non-linear process, whose likely impacts cannot be totted up like the expenses for a works outing to the seaside. Even those outcomes we can predict are impossible to cost. </p> <p>We now know, for example, that the Himalayan glaciers that feed the Ganges, the Brahmaputra, the Mekong, the Yangtze and the other great Asian rivers are likely to disappear within 40 years. If these rivers dry up during the irrigation season, then the rice production which currently feeds more than one-third of humanity collapses, and the world goes into net food deficit. If Lomborg believes he can put a price on that, he has plainly spent too much of his life with his calculator and not enough with human beings. But people listen to this nonsense because the alternative is to accept what no one wants to believe. </p> <p>We live in the happiest, healthiest and most peaceful era in human history. And it will not last long.</p>",
  "You're at the supermarket, staring at a gaudy edifice of chocolate. At eye level are big, cheap slabs whose brand names you recognise from every bus shelter poster and TV advert. Slightly higher up is a smaller bar wrapped in dark paper, proclaiming its name, Green &amp; Black's, in the kind of faintly aristocratic typeface you might see on a National Trust letterhead. Two small logos strike you on the packaging: the familiar Soil Association organic swirl and a more unusual waving silhouette of the Fairtrade Foundation. <p>You weigh up the cost, and toss the Green &amp; Black's into your trolley. But why? Is it because you know the high cocoa content represents good-quality chocolate? Is it because the organic stamp makes this bar appear healthier than the others? Or do you imagine that you are genuinely doing a favour for some distant, toiling, impoverished cocoa farmer? Whatever the reason, you are not alone. The Fairtrade mark is 10 years old this year, and sales are soaring. Some $115m of Fairtrade foods are sold annually, an increase of 90% within the past two years. For the Fairtrade ideal, a tipping point has clearly just been passed. We are shopping with our heart as well as our stomach. </p> <p>The first Fairtrade product in the UK was Green &amp; Black's Maya Gold chocolate. It is perhaps no coincidence that this is where the idea started. More than any other food, when we buy a bar of chocolate, we buy a set of associations. Our choice of chocolate is as much about competing marketing strategies as it is about taste. Green &amp; Black's offers us a new idea, a new self-image, an ethically better self, to impose on the tabula rasa of cocoa. This strategy is working extremely well, with Green &amp; Black's annual turnover rising from $8m to $24m in the past two years. </p> <p>Green &amp; Black's success may owe something to the anti-globalisation movement, and the increasing acceptance of the anti-multinational philosophy. But what does the Fairtrade logo, with its vague promise to \"guarantee a better deal for third-world producers\", really mean? And do we care? Or do we buy into the Fairtrade brand for the same reason some buy Nike trainers - because it's cool? I decided that the only way to find out if the Fairtrade image is based on any kind of fact was to go and meet the farmers. I wouldn't take on trust the message of the logo; I'd track a bar of chocolate to its source and find out if a producer in the developing world really was seeing any benefit. </p> <p>Maya Gold is produced using cocoa grown by Mayan farmers in Toledo, an impoverished jungle region of southern Belize. With a decade of Fairtrade behind them, these farmers would know if Fairtrade really was fair, and if it had made a difference to anyone's life. </p> <p>The roads in Toledo are so bad that I fly there in a tiny propeller plane. I am greeted at the airstrip by Gregor Hargrove, project manager for Green &amp; Black's in Belize. He's the former owner of a sustainable forestry business. He sold it, then boredom drove him to Belize, where a variety of aid jobs eventually led him to his current post. </p> <p>We head into Punta Gorda, capital of the Toledo district, to look around the shabby but bustling Green &amp; Black's office, staffed by two young Mayans. As a test case for the relative fairness of international trade, Mayan cocoa farmers are curiously appropriate. The cocoa tree is indigenous to this region of Central America. Two thousand years ago a thriving Mayan civilisation revered the cocoa tree as a sacred plant, and Mayan priests were the first to roast and grind the seeds of the cocoa pod, producing the drink \"chocolatl\", used in religious rituals. </p> <p>Even then cocoa was a cash crop, the seeds traded for gold, silver, turquoise, maize, oil, beans, incense and cotton. One Mayan document valued a slave at 100 cocoa beans. When the Spanish took cocoa back to Europe in the 17th century, drinking chocolate became an exclusive luxury for the elite of society. Then, in the late 1800s, a Dutchman, Van Houten, invented the cocoa press, which could separate the ground beans into cocoa powder and cocoa butter. This development made a smoother drink and allowed for an altered balance of powder and butter. This, in turn, led to the invention of the chocolate bar. </p> <p>Van Houten's press was first brought to Britain by a certain Mr Cadbury, and soon chocolate became an affordable, popular treat. </p> <p>But while chocolate took over the world, the Mayans were left behind. The majority of the world's cocoa is now grown on densely planted, heavily fertilised and pesticide-sprayed plantations in Ivory Coast, Ghana, Malaysia and Brazil. As a global force in the production of their native plant, the Mayans are now nonentities. In Belize they are the poorest of the poor, most living by subsistence farming. </p> <p>Jeronimo Tush, one of the more successful cocoa farmers in the area, has been selling to Green &amp; Black's for a decade. We sit on the concrete porch of his solidly built home, overlooking his 30 acres of land, half of which he actively farms. He has dedicated 10 acres to citrus and six acres to cocoa. </p> <p>For a 49-year-old farmer with nine children, Tush looks remarkably young, healthy and content. I ask him how his life has changed since he began selling cocoa to Green &amp; Black's. \"I used to live in a thatch hut with a mud floor. Now I have two concrete houses. And I have been able to educate my children. Sophia is at university in Belmopan [the capital of Belize] and Laurence is a teacher. They had to work in a shrimp farm when they were younger, but my children now only go to school. We don't need them to work.\" </p> <p>Is this because of the Fairtrade price he has been receiving for his cocoa? He shakes his head. \"It is from cocoa and citrus.\" </p> <p>\"And is your citrus sold at a Fairtrade price?\" </p> <p>\"No. At the market price.\" </p> <p>\"And is that a fair price?\" </p> <p>\"When you sell it, you still don't know the price, and you get three payments. One when you give them the fruit, one three months later, then three months after that you get a final payment. Only at the end do you find out what you are really getting.\" </p> <p>\"So is selling the cocoa much better? They pay a set price, and buy the whole crop for cash when you bring it in. Have you become richer just because of the cocoa?\" </p> <p>\"No. Cocoa and citrus.\" </p> <p>\"But is the Fairtrade cocoa much better?\" </p> <p>He shrugs. \"Cocoa and citrus,\" he says. </p> <p>\"And if you had to sell the cocoa at the market price, would it make a big difference to you?\" </p> <p>\"No,\" he replies. </p> <p>\"And is selling to Green &amp; Black's very different from other buyers?\" </p> <p>\"Yes.\" </p> <p>\"In what way?\" </p> <p>\"They ask lots of questions about if it is organic.\" </p> <p>Hargrove asks, \"How much did you make from cocoa last year, Jeronimo?\" </p> <p>\"I can't remember.\" </p> <p>\"I remember,\" Hargrove says. \"It was 4,000 Belize dollars, wasn't it?\" That's about $1,800. </p> <p>Tush thinks for a while, and then accepts the figure. Pressed, he also comes up with a figure for his citrus - roughly $820. Only when he is reminded that he is making more than twice as much money from just over half the land will he acknowledge that cocoa is a far better crop. \"I am going to expand the cocoa. It is better,\" he reluctantly concedes. </p> <p>In terms of aid, or of Fairtrade, Tush represents the end of the line. He is the illiterate son of a subsistence farmer, keen to give his children a better life than his own. He is the ideal of the person whom Fairtrade has set out to help. And if it were easy, the aid organisations would have already managed to help him. </p> <p>Tush was a penniless, homeless orphan at the age of 14, and without Green &amp; Black's he would probably still be living in a thatched hut, his children working on a shrimp farm. Yet his understanding of Fairtrade is only sketchy, and his comprehension of the extent to which his economic situation would be altered if he were left to the mercy of market forces is nonexistent. He is proud of what he grows. As to the price he gets for it, he seems to feel this is simply beyond him. </p> <p>Saul Garcia, a farmer, is also sanguine about his cocoa. He knows it is his most profitable crop, and he is planting 300 trees every year, but he also grows coffee, cashews, star fruit, oranges and coconuts. He tells me he has been selling his cocoa to Green &amp; Black's only since 1998, because he didn't trust them for the first five years. Now he is beginning to recognise that they will consistently pay a good price, and buy his whole crop. </p> <p>Meeting Tush, you begin to understand that the Fairtrade guarantee is addressed less to the farmers than to the shoppers. Or at least, when it is addressed to the farmers, it is unlikely to impress them. A Fairtrade white man in a suit with a graph of prices and a table of yields and profits will look no different from other businessmen and aid workers who have gone before. And previous dealings with western cocoa interests more than explain the farmers' mistrust. </p> <p>Mayans have always grown cocoa for personal use, but the commercial farming of cocoa in Toledo has its origins in a USAid (US Agency for International Development) programme run in the 1980s. USAid's original Cocoa Development Project of Belize document, given out to Mayan farmers, makes for alarming reading. It proposes that these farmers abandon the native breed they have been growing for thousands of years in favour of a hybrid seed. Two models are then offered - low-input and high-input. Both involve the use of insecticide, fungicide, foliar fertiliser and granular fertiliser, all of which these previously organic farmers would have to buy at a price. The cost of these inputs is set against the price of cocoa, with a promise that \"demand for cocoa has been growing and is expected to continue to grow\". The document states that a farmer with 10 acres will stand to make a net profit of between $3,900 and $8,000, depending on whether they adopt the low- or high-input model. The US company Hershey, the farmers are told, \"will buy all cocoa at a fair price\". </p> <p>While it is true that demand for cocoa had been rising, there is no mention of the fact that supply had also been rising, and at a faster rate. As a result, prices had been in steady decline, with cocoa selling in 1987 for close to half the price of the previous decade. There was no reason to suppose this decline would cease - and it didn't. </p> <p>By the early 1990s, when the new trees were bearing fruit, the sums did not come out as USAid had predicted. The profits offered had been based on a calculation of 85 cents for a pound of cocoa. In 1993 Hershey offered 33.5 cents for each pound. After six years of work, these farmers now stood to make an out-and-out loss. Many didn't even bother to harvest the crop. In an area where 79% of the population live below the poverty line, the effect was devastating. </p> <p>In order to understand Fairtrade, one must first understand unfair trade. Justino Peck, chairman of the Toledo Cacao Growers Association, and a cocoa farmer himself, is still bitter about his experience with USAid. </p> <p>Craig Sams, co-founder and president of Green &amp; Black's, who was shortly to come to the rescue of the Toledo farmers, will not be drawn on the precise nature of the relationship between USAid and Hershey. \"The effect of these cocoa development projects was to diversify the areas in which it was grown, which contributed to the drop in price. I can't say what USAid's motives were, but though it was pitched as aid, the effect of the programme served the purposes of the big international cocoa buyers more than it served to help third-world cocoa farmers.\" </p> <p>Sams, who had recently visited a cocoa plantation in Belize \"out of curiosity\" while helping a cousin to film a documentary, was at that point branching out from his job running Whole Earth foods to found Green &amp; Black's. He had noted that the vast majority of the Belizean farmers had spurned (or been unable to afford) USAid's seeds, fertilisers and pesticides, but had mostly stuck to traditional organic farming of the indigenous cocoa. </p> <p>When Sams heard that the Toledo farmers had lost their American buyer, he had the idea for a new product: Maya Gold. He offered to buy the Toledo beans for 63 cents a pound - roughly 10% higher than the market rate at the time - and promised to continue buying at this price, year on year, regardless of dips in the market. His price would hold steady unless the market price rose, in which case he would adjust his price upwards to match (and exceed) it. This promise, originally made to Toledan cocoa farmers in November 1993, was to become the central plank of the Fairtrade philosophy. </p> <p>Ten years on, Sams has stood by his promise. He still buys every bean offered for sale in Toledo. While the world market oscillates wildly, he pays a set 89 cents for each pound. When the market price peaks above this level, he pays the market rate plus roughly 10%. </p> <p>As shoppers, we will give our trust based on nothing more than the sight of a pretty logo. Years, decades even, are necessary to win the trust of farmers, whose every cocoa tree is grown using time and land that would otherwise be used to grow the family food supply. There is nothing dumb about this resistance. Scratching a living from 20 acres of jungle is no mean feat, with little leeway for error. </p> <p>The defining principle of Fairtrade is summed up by the slogan \"Trade, not aid\". From each bar of Maya Gold chocolate, retailing at £1.60 in the UK, a Toledo farmer will receive roughly 6p. The cocoa mass may be 55%, but the cocoa cost is nearer to 4%. When it comes to international trade, \"fair\" is a relative term. </p> <p>One morning in the Green &amp; Black's office in Punta Gorda, with various farmers coming and going, and a bar of Maya Gold in my hand, I ask the key question. If I am in Britain, and I have a choice between spending $2.90 on this bar, from which they will earn 10 cents, or giving $2.90 to an international aid charity, what should I do? </p> <p>Not one farmer hesitates: buy the chocolate. </p> <p>Gregor Hargrove says that scepticism about aid runs so deep in the area that one of the first points he makes when attempting to recruit new cocoa growers is that Green &amp; Black's is not a charity. \"'We are not here to help you. We are here to make a profit. We are a business.' It's something I always say. It's very important for winning their trust.\" </p> <p>When I ask the farmers if they think Fairtrade is fair, they all say yes. But there's nothing the Fairtrade Foundation can do about the extent to which the balance of power in international trade favours Europe over the developing world. Cocoa processing is far more profitable than cocoa growing. EU import tariffs are zero on beans, but up to 9.6% on cocoa butter or paste. As a result, almost all processing takes place in Europe and North America. Amsterdam is the world's busiest cocoa port, and from imports of 250,000 tonnes of beans, it can expect to earn more than $5bn in export sales. Meanwhile, from exports of 700,000 tonnes of beans, Ivory Coast can expect to earn no more than $7bn. </p> <p>Yet, by comparison with the merry-go-round of international aid, the money from Fairtrade food passes through remarkably few hands on its way from your pocket to the pocket of a poor farmer. The sum may shrink hugely along the way, but a man in a concrete-floored shack of a Green &amp; Black's office in Punta Gorda really is out there, weighing sacks of beans and giving out cash, while his neighbours in carpeted aid offices down the street are writing proposals, attending committees and flying to conferences.</p>",
  "<p><strong>5.15pm</strong> This is my last update of the day, and what better way to leave you than to pass on news that the British national anthem is being sounded in Athens for the first time at this Olympics. Wonderful stuff. Thanks for all your emails, Mike.</p> <p><strong>5.06pm </strong> Ceri D Lewis has quite rightly reminded me that a verdict for the three-day eventing appeal was due over an hour ago. As yet, nobody has released a statement saying whether the appeal was successful, but we'll let you know as soon as something does happen.</p> <p><strong>5.02pm </strong> Chris Hoy's previous best time wouldn't even have qualified him for a bronze, it's no wonder he's burst into tears. Tournat takes the silver and Nimke the bronze. By my early reckoning, that rockets us up to 13th in the medal table. Craig MacLean finished seventh incidentally.</p> <p><strong>4.57pm </strong> Hoy needs to beat 1:00.896 to win gold. Here he goes... he's in the lead after the first lap ... one tenth ahead at halfway... still ahead but not so far... <strong>GOLD FOR GREAT BRITAIN</strong> 1:00.771 for Hoy, he is the Olympic champion!</p> <p><strong>4.55pm</strong> Holland's Theo Bos could only get the third quickest time, but the penultimate rider Arnaud Tournat has recorded another Olympic record. Chris Hoy has it all to do to match that time.</p> <p><strong>4.50pm</strong> The times in the cycling are getting quicker and quicker. First, Australia's Shaun Kelly broke Jason Queally's Olympic record, then Stefan Nimke of Germany broke it again. There are 3 more riders, with Hoy the last of them.</p> <p><strong>4.40pm</strong> Francois Pervis, a 19-year-old from France, has shaved four hundredths of a second off Craig MacLean's leading time. Our hopes for victory rest with Chris Hoy now.</p> <p><strong>4.32pm</strong> Ahmed Lopez Naranjo of Cuba leads the men's time-trial but hopefully not for long because here goes Craig MacLean. He's half a second down at the halfway stage... still 0.1 down... can he do it... he does - 1:02.369. It's slower than his British record though, and unlikely to be good enough to stay in first. There are nine riders to go including Chris Hoy. The Brits in the crowd are going delirious for MacLean, whose mum and dad are called Jack and Jill.</p> <p><strong>4.22pm </strong> The women's final in, erm, trampolining has finished. The final results were: 1 Anna Dogonadze (Ger) 39.60, 2 Karen Cockburn (Can) 39.20, 3 Shanshan Huang (Chn) 39.00. I'm pleased no Brits were involved in the upper echelons of this competition, it was bad enough when we celebrating a synchronised diving medal.</p> <p>Chris Draper and Simon Hiscocks have completed their third race of the day in the mixed 49er sailing class, and their ninth race at the Games in total. They finished 11th, pushing them down to fourth overall, two points behind the United States crew. They need a big performance in their final race tomorrow to win a medal, but it is not beyond them.</p> <p><strong>4.12pm </strong> Many of you have written in to explain why the Great Britain team is so called rather than the United Kingdom. Des Vonbladet's response was the most eloquent and straightforward: \"Athletes from Northern Ireland are eligible to compete for either Great Britain or the Republic of Ireland at their own discretion. This is a historically established skirting of the political minefield; it can't therefore be Team UK, since some competitors may well be UK citizens and not be in it.\" Makes sense I suppose.</p> <p>Right, back to the action. The men's 1km time-trial has begun. Craig McLean is the eighth rider to go, with Britain's Chris Hoy the 17th, and final, competitor. Hoy is expected to win gold. The veoldrome is packed with Brits who deserve to have something to cheer.</p> <p><strong>3.57pm </strong> Anna Meares of Australia has won the gold in the woman's time-trial after a world-record time of 33.952. Jian Yonghua of China finished second, Natalia Tyslinskaya third, with Victoria Pendleton sixth eventually.</p> <p>South Korea have beaten China in the final of the women's team 70m archery.</p> <p>Meanwhile, Gregor Ramsay proposes an alternative Olympics: \"Any chance of a commentators' Games? I've no doubt Team BBC would be top of the table. Steve Cram, Colin Jackson and Michael Johnson on the track. Sharon Davies and Adrian Moorhouse in the pool. Sir Steve on the rowing lake, even Sue Barker at the tennis. But what could Barry Davies bring to the asymmetric bars?\" Gregor, I think you underplay the role Bazza could play - he is after all the Beeb's finest all-rounder, so surely he would be the broadcasters' version of Daley Thompson. I can just see him doing the pole vault now.</p> <p><strong>3.47pm </strong> And there goes another medal. Simona Krupeckaite of Lithuania has moved into second place so the highest Pendleton can now finish is fourth. Another near miss. Apologies for raising your hopes.</p> <p><strong>3.44pm</strong> Holland's Yvonne Hijgenaar has also beaten Pendleton's time. She is now in third. It doesn't look good for the Brit.</p> <p><strong>3.41pm</strong> Natalia Tyslinskaya of Belarus has just shaved a tenth of a second of Victoria Pendleton's time, pushing the Brit down to second. Four more to go. It's going to be tight.</p> <p><strong>3.36pm </strong> We could have another medal on our hands. Victoria Pendleton is in first place in the women's cycling 500m time-trial with six competitors to go. Pendleton finished in a time of 34.626, a new British record.</p> <p><strong>3.30pm </strong> Chris Draper and Simon Hiscocks have completed their second race of the day in the sailing mixed 49er class, finishing a slightly disappointing 13th. They remain 3rd overall.</p> <p>John Davies asks: \"There is women's basketball in the Olympics, but not netball. My wife wants to know why. Any answers?\" Well, John, I don't want you getting in trouble with her indoors, so my theory is that few countries actually play netball. Like cricket, it is a sport mainly played in Commonwealth countries, hence its prominence at the Commonwealth Games but not the Olympics.</p> <p>Andrew Cosgrove asks the next mind-bender: \"As an aside, do you have any idea why we compete as GB (and Northern Ireland) rather than the UK?\" We're a bit baffled by it on the sportsdesk actually, Andrew, but we're onto it. You lot really are converting these updates into a national sports quiz.</p> <p><strong>3.20pm </strong> Bradley Wiggins has finished top of the cycling qualififcation, with team-mate Rob Hayles fourth. Looks promising.</p> <p>Steve Johnsen has written in to point out that the so-called \"boffins\" were actually people from The Observer - an honest mistake I assure you. Anyway, click <a href=\"http://observer.theguardian.com/osm/story/0,6903,1270861,00.html\"> here </a> to get the run-down on which countries perform best compared to population (in athletics at least). David Holme adds that Cuba came top overall in the Sydney Olympics in terms of GDP. You learn something every day don't you.</p> <p><strong>3.10pm </strong> A Greek athlete has failed a drugs test. The athlete is unnamed as yet, as the authorities are waiting for the result of the B sample.</p> <p>Bradley Wiggins is currently in first place in the men's individual pursuit qualification with an Olympic record time of 4:15.165mins. Only Chris Boardman has ever gone quicker. Rob Hayles is going for Britain now.</p> <p>South Korea have beaten France 249-234 in the women's 70m archery, and will play China in the final. Another Korean, Jong Sub Baik, will be Amir Khan's opponent in the lightweight boxing quarter-final.</p> <p>So to Chris Horgan's question. Thank you Ben Roome and Philip Tyman for your emails. As suspected, America lead the table with 843 golds, the old Soviet Union is second with 440, GB lies third with 180, with Germany in fourth and France fifth. Niger are bottom of the table with one bronze.</p> <p><strong>2.55pm </strong> Do you chaps and chapesses think I have nothing better to do than work out pointless statistics? Ok, so admittedly I don't, but still. Mark Cook wants to know: \"Let's forget about fourth places. Can we have a list of medals as a proportion of the population, or even as a measure of their economic development?\" You may have been taking the michael with this question, Mark, but I actually have an answer for you. Some boffin worked out before the Games began that if all the predicted gold medal winners did indeed win, the highest proportion of gold medals to a country's population would be Finland. As of yet they haven't won any golds though, so I don't know whether it will actually work out like that.</p> <p> <strong>2.45pm </strong> Chris Horgan has a little puzzler: \"What would the medal table look like for all the Olympics since 1896? Would the US of A be leaders?\" Where's Chris Powell when you need him? I'm going to stick my neck out with absolutely nothing to support me and say, yes, the US of A would be leaders. Sure some clever-clogs will prove me wrong shortly, though.</p> <p>Because I feel bad if I don't give you any Olympics info when I write, China have beaten Taiwan 230-226 in the semi-final of the women's 70m archery. Remember, hitting a beer mat from seven buses away - that's what it's like in case you didn't know.</p> <p> <strong>2.32pm</strong> Britain has moved into medal contention in another sailing discipline. Chris Draper and Simon Hiscocks produced an excellent race in the mixed 49er class to finish first and move into third place with three races to go. It is very tight at the top, with Spain leading on 29 points, Brazil second on 30, and the British duo a further point behind.</p> <p>Now I don't know what job Chris Powell does, but he obviously has too much time on his hands. In response to the query over whether Britain finish fourth more often than any other country, he writes: \"Having looked at the swimming and diving results I can clearly state that USA have most 4th places at 20%, whilst 'Team GB' have only come 4th 10% of the time, level in second place with Australia and Hungary.\" Chris, you are a very, very bored man. But thanks for doing the hard graft for me. I was just about to work that out. Honest.</p> <p>America beat Spain 71-58 in the women's basketball.</p> <p><strong>2.15pm </strong> The appeal hearing for the three-day eventing has begun, in the Athens Holiday Inn of all places. Should German rider Bettina Hoy be penalised 12 points, Leslie Law will take the indidivudal gold medal, Pippa Funnell the bronze, and the British team will be moved up to take silver. A verdict is expected about 4pm, but these matters have a history of running on. </p> <p>The US women's basketball team now lead Spain 68-54 with just seconds remaining on the clock. Ah, and in the women's beach volleyball last 16, Italy have beaten Germany 2-1, but sadly I didn't witness that one.</p> <p>And to all those writing in about the boxing, yes, I know! Now stop, please!</p> <p><strong> 2.05pm</strong> The commentators are getting phenomenally excited: \"Khan is sending out a message to all other fighters - and it's not a text message.\" Quite. Khan is looking like a seasoned professional, drawing Stilianov in before unleashing a range of scoring punches. This really is a great showing by the Briton, bearing in mind Stilianov is the European amateur champion. And there it is, Khan has won 37-21 against one of the medal favourites. Can anyone stop him? We shall see in the quarter-finals. </p> <p><strong>2pm </strong> Khan v Stilianov: third round - A fantastic body shot hurts Stilianov, who reacts with a low punch and receives a ticking-off from the referee. The Bulgarian has lost his form, and Khan is surging clear. 25-17.</p> <p><strong>1.56pm </strong> Khan v Stilianov: second round - Khan's coach advises his man to take his time, but Khan walks right into a strong shot from Stilianov, who is coming forward a lot more now and takes the lead for the first time. Khan though puts a three-punch combination together, before the two have a heart-warming hug. Khan is pulling away - he just needs to keep his concentration now. And at the bell, the Brit leads 16-13.</p> <p><strong>1.52pm </strong> Khan v Stilianov: first round - a tight opening round with the boxers eyeing each other up. Khan is slightly more aggressive than his southpaw opponent, but showing necessary care. The Bulgarian looks dangerous on the counter-attack. Khan leads 8-7.</p> <p><strong>1.45pm </strong> The boxing is about to begin so watch this space. In the women's basketball, the USA are labouring against the Spanish. The latest score halfway through the third period is 42-37 to the tournament favourites.</p> <p>Isabel Hanson, meanwhile, seems to think I am some kind of statistician. \"It seems to me that Britain comes fourth more often than any other nation (in fact our best hope of a medal seems to be to come fourth, then wait for someone higher up to be disqualified),\" she says, and I can only agree. \"Do you have access to any statistics to back this up?\" Isabel, come on, you surely weren't expecting an answer in the affirmative, were you? But, to offer something on a not wholly unrelated subject, spare a thought for the Russians. They have more medals than any other country apart from America and China, but because most of them are bronze and silver, they lie down in eighth place in the table.</p> <p><strong>1.35pm</strong> With absolutely nothing to report, I'll allow Colin Gerrard to entertain you with a little fencing anecdote. \"Who said fencing was easy?\" he begins, as if anyone had said it was. \"The Frenchman Damien Touya had his right hand wounded at a crucial point in the men's sabre team semi-final against the US. Keeth Smart's sabre cut through the webbing around the knuckles of Touya's glove and the blade emerged through his palm. After a 10-minute time-out Touya won the point for a 45-44 victory.\" I apologise for that image if you're eating your lunch at the moment.</p> <p>Meanwhile, Jenny Hampton has a grave concern. \"Has anyone else noticed that sporting folk are unable to refer to males in any another way than 'guys'? At first I thought it was just a posh rugby/cricket/sailing type affliction, but I noticed a swimmer with a regional accent falling into the same trap. Does anyone have an explanation for this quirk??\" Personally, I prefer \"chaps\".</p> <p>In my next update, I promise to have something worthwhile to tell you about.</p> <p><strong>1.25pm</strong> In the men's 50m free rifle prone, Michael Babb has shot (sorry!) to 7th place. Babb scored 696.8 with his 60 shots. American Matthew Emmons was the victor of the competition, totalling 703.3 with his ammo. Trust the Americans to win that event, eh. Amir Khan's big bout kicks off in 15 minutes.</p> <p><strong>1.15pm</strong> Britain's dressage team have followed where their three-day eventing counterparts left off, moving into bronze medal position halfway through the first day. The team of Carl Hester, Emma Hindle, Richard Davison and Nicola McGivern performed admirably this morning in the Grand Prix, and will hope to maintain their position over the next day and a half. Hester was the pick of the British riders - he lies in fourth place in the individual standings. We do know how to look after our horses in this country.</p> <p>For all those people who have been emailing in about Ben Ainslie, he isn't actually racing today - his last day of competition is tomorrow. I am guaranteeing gold there.</p> <p><strong>1.05pm:</strong> Good afternoon everybody. Thank you for joining me for what should be a big afternoon for Britain in several sports. In the Olympic stadium Denise Lewis and Kelly Sotherton continue their quest for the heptathlon, in the boxing hall Amir Khan has the biggest fight of his young life, and in the cycling arena Chris Hoy goes for gold. Steve Rider has promised more medals - that's good enough for me. It's also my way of saying I haven't yet caught up with what's happened in the last of a quarter of an hour, but don't fret, I will soon.</p>",
  "<p>The day after Puerto Rico had beaten the unbeatables, the only marginally weakened United States basketball team, a Puerto Rican journalist of long standing lent conspiratorially close to share a secret: \"You know,\" he said, \"they've only come because the drugs testers have agreed to leave them alone.\"</p> <p>No, I didn't know that. Nor did anyone I asked at Olympic HQ - so obviously it can't be true. But it's the sort of rumour you hear all the time in an environment that encourages deceit and trimming, where cynicism has replaced trust and celebration.</p> <p>Like several before them, these are the Games that people play.</p> <p>George Carlin, an American iconoclast who, at 67, is still working on the more demanding boundaries of satire, put it well: \"Honesty may be the best policy, but it's important to remember that, by elimination, dishonesty is the second-best policy.\"</p> <p>Carlin, the first host of US TV institution Saturday Night Live, would make a fine commentator on what passes for morals and candour in Athens. It is not that most people are not trying to be honest, it is just that, for some, the second option is proving hard to resist.</p> <p>When Konstantinos 'Two Names' Kederis/Kenteris made his reluctant exit from the Olympic village last week for missing two drugs tests in the space of four days - he claims he wasn't informed - his response for his disillusioned and shattered Greek compatriots was: \"After execution, there is resurrection.\"</p> <p>We wish him well, this humble sprinter, in matching the guy whose father wrote: \"Thou shalt not lie.\" But does 'Two Names' believe it, or is he applying another layer of self-deception to what has become a transparent farce?</p> <p>Athletes and officials are getting away with glib sound-bites, half-denials and outright evasion, as they always do. Like Michel Brousse.</p> <p>Brousse, the International Judo Federation media commissioner for Athens (some of these titles are longer than the events), was asked about an Iranian competitor who refused to fight an Israeli. \"I know nothing,\" he said. Apparently aware of the politics but not the facts, he added: \"There is nothing to say because nothing has happened. I cannot say anything. I can't tell you.\"</p> <p>Here, we were asked to believe, was a press officer working a sensitive beat at the most guarded sporting event in history who had not read that morning's newspapers, wherein he would have found all he needed to know. He knew, all right.</p> <p>If it is not obfuscation, it is play-acting. The Americans, for instance, have been told, ludicrously, to behave themselves; to tone down their aggression and attitude. At the opening ceremony, they were advised to march in smart lines, eight across, and not to 'big it up', lest the world hate them more for their unloved imperial tendencies.</p> <p>But how are we going to tell them apart from the rest of the human race, if they subscribe to the creed of Dream Teamer Allen Iverson? \"We've got to conduct ourselves as model citizens,\" he said, on the eve of their redemption match, a win over Greece. \"That's not too much to ask for.\"</p> <p>No, it is not. Except the players in the women's US football team who snarled, fouled and pulled hair to beat Brazil 2-0 - putting two opponents in hospital - obviously had not signed up to the Iverson Code.</p> <p>Nor, it seems, had Kevin Barnett, a US volleyball player. \"I'm not here to be nice,\" he said. \"I'm here to win. And I'll do whatever it takes.\" At least he was honest.</p> <p>Others are still grinning the grin of the salesman of the month. With two million unsold tickets out of an allocation of five million, we are told that targets are being met, which is not so much stretching the truth as wringing its neck.</p> <p>Yet does it matter? The organisers are trying to live up to external expectations, smiling for visitors they hope will come back, when they should just be getting on with it. Instead, they play into the hands of smart writers who fly in, observe the obvious, hand down grand judgments and fly out again.</p> <p>What Athens should be telling the world is that, despite sparse attendance at some of the meaningless preliminaries, there have been packed houses at genuinely exciting events. Things have gone pretty well. The sun is out, the food and drink are cheap, only the odd taxi driver will rip you off, people are having a great time - and there has been a lot of on-field drama, as there always is, with more to come.</p> <p>As for British hopes, the column writers have for months been preparing for disaster, and, in light of the moderate returns so far, feel justified in their prognostications, ignoring the fact that 201 other countries have also come here, most with modest claims and some, such as Britain, with o'er-reaching ambitions to sustain a fading sense of self-worth.</p> <p>This is the '\"big lie\" about the Olympics. It is not a defining test, just a really tough and rare one. If you are brilliant and you lose to someone who is more brilliant, does that make you less brilliant than you were before? But the pretence continues.</p> <p>All of which is a grand pity, as well as inevitable, given the town-size numbers of athletes, the media and, despite the slow take-up, the spectators. Every town has its share of miscreants and the Olympics are no different, apart from the fact the people who make fortunes from them will tell you they are heaven on earth.</p> <p>This week, the Games might meet some of the pre-conceived expectations. Who will not be glued to the TV set on Sunday in hoping that Paula Radcliffe can beat the heat, and the quick finishers, to win the marathon? And there is the 17-year-old boxer, Amir Khan, through to the quarter-finals on Tuesday and now a big chance for a medal.</p> <p>But do not cry if they do not make it. Do not listen to those who tell you that this represents a disaster. Genuine disaster comes in an altogether different form.</p> <p>If the unmentionable happens - if a lunatic cracks the £1billion security net wrapped tight around Athens - then we might get some straight talking. </p> <p>Then all false talk of mere failure on the sporting field will be forgotten for the froth it is.</p>",
  "<p>Global oil prices today rose to record levels as the three-week battle in Iraq between the radical cleric Moqtada al-Sadr and US-led forces in the holy city of Najaf intensified. </p> <p>Mr Sadr's Mahdi army militia has threatened to target Iraq's vulnerable oil infrastructure, especially the state's pipeline network, fuelling market fears about tight global supplies.</p> <p>US light crude today set a record of $49.33 (£27) a barrel, up 63 cents, with prices having risen by $12 a barrel since the end of June. Oil costs have set records in all but one of the last 16 trading sessions, and London Brent also hit a new high of $45.15 a barrel, up 82 cents.</p> <p>In Britain, motorists were today warned to expect petrol prices of more than £4 a gallon following the latest increase in the cost of oil. </p> <p>The average cost of a gallon of unleaded petrol is currently £3.71, or 81.7p a litre, meaning that the annual cost of filling a tank is £150 higher than it had been in January. </p> <p>Motoring organisation the AA said motorists faced a \"rollercoaster ride\" over the next few months as rising interest rates compounded the high cost of crude.</p> <p>\"Analysts are predicting petrol could hit £4 a gallon or 88p a litre and we have no reason to dispute that,\" Rebecca Rees, an AA spokeswoman, said.</p> <p>The threat of an increase in fuel duty in November also remains, although the chancellor, Gordon Brown, could again offer motorists a respite with a second postponement. </p> <p>The latest rise in oil prices came as US warplanes pounded areas near a shrine in Najaf, where Mr Sadr's militia remained holed up after the cleric defied an ultimatum from the interim Iraqi government to disarm. </p> <p>On Thursday, saboteurs set fire to the headquarters of the South Oil company in the port city of Basra, witnesses said.</p> <p>Iraq's main southern pipeline from the Basra oilfields has been shut since a sabotage attack on August 9. The closure has seen exports fall to around one million barrels a day, or half the normal rates. </p> <p>\"The rise in oil prices is a cause for concern,\" the European monetary affairs commissioner, Joaquin Almunia, said, adding that he hoped it would not derail economic recovery. </p> <p>\"All of us are concerned with increases of oil prices but I hope we will not avoid a strengthening of our recovery,\" he said. \"I hope we will keep our recovery intact and we will even have growth greater than in our last forecasts.\"</p> <p>Rising oil demand has left little room for other global producers to cope with shortages in Iraq, but there is little sign that high prices are slowing global demand. </p> <p>The International Monetary Fund director, Rodrigo Rato, was quoted on Friday as saying that he still expected world growth of 4.6% this year.</p> <p>China's oil demand shows no evidence of slowing, despite government attempts to curb an economic boom. </p> <p>Chinese crude imports for July jumped 41%, with imports for the year to the end of that month up by 40% year on year, according to customs data. </p> <p>India's major refiner, the state-run Indian oil corporation, said it expected the country's crude oil imports to increase by 11% in 2004-05 as demand rose by almost 4%.</p>",
  "<b>The following correction was printed in the Guardian's Corrections and clarifications column, Monday August 23 2004</b> <br>  In the article below, we should perhaps have made it clear that the survey was based upon a study of 1,683 deceased pilots. Diphenhydramine was found in 3.2% of all fatal cases. It was found in 17% of the pilots whose blood contained over-the-counter drugs. <p>Air safety regulators warn today of the danger of jet-lagged pilots taking over-the-counter drugs to help them sleep. Their concern comes after an investigation into a fatal crash at Birmingham airport found a common sedative in the blood of two US cockpit crew. </p> <p>The Air Accident Investigation Branch say pilots are taking products such as Nytol - a widely advertised sleep aid often used by international travellers. Investigators found Nytol's active ingredient, diphenhydramine, in the blood of the pilots of an American executive jet which exploded on takeoff at Birmingham two years ago. </p> <p>All five people in the plane died, including the millionaire president of an American agriculture firm, Agco. </p> <p>The crash was caused by frost on the wings, which upset the balance of the aircraft. The investigators found that although it was an icy January morning, the pilots had inexplicably failed to use any defrosting equipment. Experts analysed conversations recorded by the plane's black box and concluded that the pilots \"exhibited symptoms of decreased concentration and judgment\". They said their performance may have been impaired by \"the combined effects of a non-prescription drug, jet lag and fatigue\". </p> <p>The accident was one of Britain's worst private plane crashes of recent years. The twin-engined jet, bound for Bangor in Maine, clipped its wing on the runway and was engulfed in a fireball. Fire engines arrived within 60 seconds but the plane's three crew and two passengers had been killed instantly. </p> <p>Among the victims was John Shumejda, known as \"Mr Tractor\" for his role in the multinational agricultural industry. The runway was scattered with debris and Birmingham airport had to be shut for 36 hours. </p> <p>Investigators cited a study in the US which found that 18% of pilots killed in plane crashes between 1994 and 1998 had over-the-counter drugs in their blood. Diphenhydramine was among the most common drugs, found in 54 cases. </p> <p>Researchers at the University of Iowa compared the effect of the drug to alcohol on motorists. They found that it had a greater impact on coordination than a blood alcohol level of 100mg for every 100 millilitres - roughly equivalent to three pints of beer. </p> <p>Although diphenhydramine is found in many cough and cold remedies, the crash specialists said they believed the pilots had taken it as a sedative. </p> <p>Nytol, the most common such over-the-counter sedative, is available only in pharmacies in Britain and carries a warning advising users against driving or operating machinery. But it is on general sale in the US, and its manufacturer, GlaxoSmithKline, provides no such advice to Americans. </p> <p>Britain's Civil Aviation Authority warns pilots against taking tranquillisers, antidepressants or sedatives which may affect their reaction time. Today's report will urge the US Federal Aviation Authority to tighten up its advice for American pilots. </p> <p>Farrol Kahn, founder of the Aviation Health Institute, said the lower level of oxygen on board aircraft meant extra caution was needed in taking medicines. \"Any drugs like sedatives which influence the brain become more potent in the unusual environment of an aeroplane.\" </p> <p>A spokesman for the British Airline Pilots' Association said he did not believe products such as Nytol were widely used by aircraft crew in this country. \"It really isn't a problem we've encountered, although we can't speak for all executive jet pilots,\" he said. </p> <p>One British Airways pilot said airlines were generally strict in discouraging use of medicines, with crew banned from flying while on antibiotics: \"Any professional pilot should know, a bit like sportsmen, that if we're taking certain drugs, we shouldn't be flying.\" </p> <p>Nytol is advertised as an aid to treat mild insomnia. It is available in capsules or as a maximum strength liquid gel. Nobody was available for comment from GlaxoSmithKline.</p>",
  "<p><strong>California in Beijing</strong><br> Last month the University of California at Riverside began offering English language classes at its new Beijing International Education Centre. The university is one of the first US institutions to set up a teaching centre in China, and is responding to a fall in the number of Chinese students who are able to enter the US to study that has resulted from tighter controls on student visas. The centre will also offer certificate programmes in teaching English as a foreign language, global information technology management and global business management. Courses will lead to undergraduate credits that are transferable to US universities. The centre has 16 teachers and aims to enrol 600 students by the end of this year. It is planning to build a separate 3,000 student capacity campus in Beijing from next year.<br></p> <p><strong>Funding redirected</strong></p> <p>Students from EU countries planning to study English in state-sector colleges in Britain from next year may find it harder to access subsidised EFL courses, as part of new funding proposals. The Learning and Skills Council, the government agency responsible for adult education, has launched a 12-week consultation on how resources are allocated in further education. It has proposed that funding be withdrawn from courses leading to ELF qualifications, such as the Ielts exam, and made available only to students enrolled on Esol courses that are part of the national, adult Skills for Life awards.<br></p> <p><strong>Grammar prize</strong><br> Oxford University Press is honouring one of its most successful ELT authors with the launch of a competition in her memory. Agn¿s V Martinet, who died last year, co-authored the classic grammar reference A Practical English Grammar, which remained in print for 43 years and sold more than 3m copies. The Martinet Grammar Prize is aimed at EL teachers and the winner will attend a two-week teacher's seminar in Oxford next year. Teachers are asked to submit an essay on \"the role of grammar in the modern classroom\". For details about the competition, go to www.oup.com/elt/martinet <br></p> <p>max.delotbiniere@theguardian.com</p>",
  "This summer's heavy storms could have polluted some of Britain's best bathing beaches with untreated sewage, conservationists warned today, as more floods are predicted over the weekend. <p>The Marine Conservation Society (MCS), which publishes an annual Good Beach Guide, is calling for permanent signs along the shoreline warning swimmers about the threat of pollution after heavy rain.</p> <p>The call comes as the Met Office today issued another severe weather warning for Devon and Cornwall as the remnants of Hurricane Danielle move across the Atlantic towards Britain.</p> <p>The MCS warned that after flooding, bathers could be confronted with \"faecal pollution\" even on beaches that normally have excellent water quality, including some in its own guide. </p> <p>It explained that to avoid sewage flooding into people's homes after storms, drainage overflows diverted sewage away from treatment plants directly into rivers and coastal waters. </p> <p>There is further potential risk of so called \"diffuse pollution\", the society said. This occurs when heavy rain is washed off or sinks into the land across wide geographical areas. It can contaminate beaches that do not have sewer overflows. </p> <p>There are currently limited beach signage schemes around parts of the UK advising swimmers about the problems linked with heavy rain. The society said signs should be put up on every beach. </p> <p>Thomas Bell, the MCS Good Beach Guide officer, said: \"The water quality monitoring data from May onwards shows periodic surges in faecal pollution at beaches with normally very good water quality. </p> <p>\"These temporary peaks in faecal bacteria load seem to correlate with big storm events.\"</p> <p>He added: \"We accept that pollution surges are at present an almost unavoidable consequence of heavy rain. MCS is therefore urging the government and beach managers to adopt a mandatory national scheme to provide permanent public information about storm pollution on every bathing beach.\" </p> <p>The Liberal Democrat environment spokesman, Norman Baker, said: \"It is quite clear that the largely Victorian sewerage system which we still rely upon, resilient though it is, is simply not able to deal with the increasing frequency and range of freak weather events. </p> <p>\"Climate change is putting the infrastructure under tremendous strain. I support measures to try to alert people to the dangers, but in the end sticking plasters can only go so far.\"</p>",
  "<p><strong>·</strong> Anti-depressant's link to suicide<br><strong>·</strong> Plight of London's hidden prostitutes revealed<br><strong>·</strong> John Prescott in profile<br></p> <p>Welcome to the daily public services and voluntary sector news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^</p> <p><strong>LATEST NEWS</strong></p> <p><strong>·</strong> Child experts back five-in-one jab </p> <p>Child health experts today threw their support behind the new five-in-one vaccine to protect babies against serious diseases such as whooping cough and polio.</p> <p>^^^^^^^^^^<br></p> <p><strong>MORE NEWS</strong></p> <p>Social care</p> <p><strong>·</strong> Anti-depressant's link to suicide </p> <p>Statisticians have warned that an increasingly popular range of antidepressants is associated with growing numbers of suicides and accidental fatal overdoses.</p> <p>Health</p> <p><strong>·</strong> Rise in stillbirths prompts inquiry </p> <p>Doubts were cast yesterday on the quality of maternity services after the Office for National Statistics revealed a sharp rise in the number of stillbirths over the past two years.</p> <p><strong>·</strong> Dentists face greater regulation </p> <p>The government is to announce an overhaul of the regulation of dentists tomorrow in an effort to tackle poor performance and improve protection for patients.</p> <p><strong>·</strong> No more 999 calls for minor injuries </p> <p>People with minor ailments will no longer have the right to call an ambulance by dialling 999, the government says.</p> <p><strong>·</strong> Scientist raises £750,000 to develop weapon against MRSA </p> <p>A businesswoman who became a scientist as a mature student has raised £750,000 to develop an idea that could become a weapon against the MRSA superbug.</p> <p>Local government</p> <p><strong>·</strong> Bar on council staff political activity could be lifted </p> <p>The government is considering lifting the bar on restrictions which prevent tiers of council staff from standing for political office, under new proposals published.</p> <p><strong>·</strong> Labour to nurture ethnic minority MPs </p> <p>Black and ethnic minority Labour members are to be given a boost to their chances of becoming MPs under plans to be put to next month's conference.</p> <p>Voluntary sector</p> <p><strong>·</strong> Lottery has raised £16bn for good causes </p> <p>The national lottery has raised £16bn for good causes in its first 10 years - equivalent to the GDP of Luxembourg - new figures reveal.</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Crime and punishment: Plight of London's hidden prostitutes revealed </p> <p>Study shows total of 'off-street' sex workers, many foreign and enslaved.</p> <p><strong>·</strong> Public-private partnerships: PFI treads the boards again </p> <p>The government's controversial private finance initiative (PFI) is making a second appearance on the stage when it features as a key theme of a new play touring Scotland.</p> <p><strong>·</strong> Public services: No 10 steps up reform goals </p> <p>Scrutiny of public service performance increased as general elections loom.</p> <p><strong>·</strong> Crime and punishment: To Rwanda, from the Cotswolds - naked compassion </p> <p>Village women raise funds for rape victims.</p> <p><strong>·</strong> 4x4s whip up a worldwide dust storm </p> <p>Winds carrying 3bn tonnes a year threaten environment and human health, scientists say.</p> <p>FEATURES AND COMMENT</p> <p><strong>·</strong> The Guardian profile: John Prescott </p> <p>The deputy PM has thrown and pulled a few punches in his time - pushing through policy reform, championing private-public partnerships, and, some say, overindulging Blair as he battles to keep his beloved party on top.</p> <p>^^^^^^^^^^<br></p> <p><strong>Q&amp;A WITH ERWIN JAMES</strong></p> <p>A Life Inside, the weekly prison diaries of Erwin James, have been an unmissable feature in the Guardian's G2 section over the last few years. Now, after 20 years, Erwin has finally been released, and will come online for a special Q&amp;A about prisons, crime and punishment, and his plans for the future.</p> <p>Email your questions to us at editor@societytheguardian.com, with Erwin James in the subject field, by August 27.</p> <p>Read Erwin's last column <a href=\"http://www.theguardian.com/g2/story/0,,1276166,00.html\">here</a>.</p>",
  "<p>At first glance the text of the advert running in national newspapers today reads like an attack on the burger and fries giant McDonald's. </p> <p>The advert says it supports the core argument of a film where a man who eats burgers for 30 days piles on weight to such a health damaging extent that his doctors order him to stop eating them. </p> <p>But it is not placed by campaigners savaging the firm's nutritional record - it is placed by McDonald's. </p> <p>So concerned is the multinational about the US independent film Super Size Me, which will be screened this weekend at the Edinburgh film festival and goes on general release in Britain in three weeks' time, that it decided to mount the unconventional campaign. </p> <p>\"What may surprise you is how much of the film we agree with,\" the ad says, before later declaring: \"We do agree with ... its core argument, that if you eat too much and do too little, it's bad for you.\" </p> <p>The ad claims the film is flawed because an average customer would take six years to eat the same amount of burgers as the filmmaker ate. It also claims the weight gain was exaggerated because the filmmaker cut his physical activity to a bare minimum. </p> <p>McDonald's spokeswoman Amanda Pierce said: \"We wanted to ensure there is a balanced debate so people hear our side of the story.\" </p> <p>In the film, film-maker Morgan Spurlock put on 27lb and saw his cholesterol and blood pressure rise after eating nothing but McDonald's hamburgers for a month. The film, made for £50,000, was a surprise hit in the US, making £6m. </p> <p>In the US McDonald's is being sued by obese people who claim its products, supported by a lavish marketing campaign, helped make them fat. </p> <p>Labour MP David Hinchcliffe MP, chairman of the powerful Commons health select committee, said some food companies were taking the problem of obesity far more seriously than the burger firm. </p> <p>\"I don't see McDonald's in the front line of the progressives who are genuinely looking at their role and responsibility in the global obesity problem,\" he said. </p> <p>Concerns about McDonald's nutrition and allegations it damaged the environment led the firm to change its menu at its 1,200 outlets across the UK. </p> <p>The ad says it now offers salads, fruit and organic products alongside the Big Mac and fries.</p>",
  "<p>WPP boss Sir Martin Sorrell today claimed that buying US company Grey Global would not be a \"big acquisition\" that would put any strain on his group after a leading bank expressed reservations about the deal. </p> <p>The chief executive of the world's second largest advertising company said any deal - likely to be worth around £700m - would be \"strategically neutral\" for WPP.</p> <p>\"It may be big to Havas or Aegis or to private equity [groups]. But it's not big for us,\" said Sir Martin as WPP reported more than £2bn in revenues for the first six months of the year. </p> <p>\"People say Grey's the last independent [advertising] company, but does that make it significant [as an acquisition]? If I find an independent peanut, does that make it significant?\"</p> <p>In a report this week, Morgan Stanley said acquiring Grey would not serve WPP's long-term goals, and predicted the company's faltering share price would bounce back if Sir Martin abandoned the plan. </p> <p>But Sir Martin said today WPP was conducting due diligence on Grey and talking to its clients and investors about a potential deal.</p> <p>\"We're continuing to look at it, call it due diligence if you like. We're meeting the management, looking at the numbers, looking at the implications. </p> <p>\"But the process has been delayed. We were originally talking about something in August, it's now [been put back to] well into September.</p> <p>\"It's too early to gauge what our interest really is. But it's a business with good clients, good people and good businesses, in fact one or two exceptional businesses.\"</p> <p>Sir Martin said a tie-up with Grey, which is around a tenth of WPP's size, would not disturb the balance of the group's businesses.</p> <p>He said there was no reason that Grey's profit margins could be improved and brought in line with WPP's.</p> <p>Grey has been up for grabs since last month, when it emerged that Ed Meyer, Grey's 77-year-old chairman and chief executive, had drafted in bankers at Goldman Sachs and JP Morgan to advise on a sale. </p> <p>It is the biggest remaining independent advertising group in the world, and the third largest in the US after Omnicom and Interpublic.</p> <p>If WPP were to buy Grey, it would be its largest acquisition since the £2.4bn acquisition of Young &amp; Rubicam in 2000.</p> <p>Since then its biggest deals have been the takeover of media buying agency Tempus for £432m in 2001 and its deal to buy Cordiant last year, which cost £266m.</p> <p>Otherwise it has followed a strategy of buying small businesses worldwide on a regular basis.</p> <p>Sir Martin also said the Olympic games in Athens seemed to be having their predicted beneficial effect on the advertising market.</p> <p>\"Initial indications on this year are good. Olympics [TV] audiences are better than anticipated, though I think advertising revenues will be less than the billion [dollar] level NBC have claimed.\"</p> <p>He said the combined effect of the Olympics, the Euro 2004 football championships and the US presidential elections was likely to boost revenues by 1%.</p> <p>WPP said that like-for-like revenues, which exclude acquisitions and currency fluctuations, had increased by \"well over 2%\".</p> <p>They were up 6% in July, following a similar performance in June.</p> <p>WPP is forecasting revenues \"in excess of budget\" over the rest of the year, but warned of a cloud over the US economy, pointing to the weak dollar, the risk of inflation and the danger that higher interest rates could slow the economy down.</p> <p>But Sir Martin remains bullish about the years ahead and believes WPP is well placed to benefit from an uplift in corporate spending.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Lisa Moorish is an interesting woman: but not for the reasons usually given. Sitting pretty in a London bar restaurant, the whip-hipped 32 year old deemed a rock'n'roll spirit by Alan McGee is well aware that her reputation precedes her. Despite the fact that she's been a working vocalist since she was 16, a regular reveller on the music scene for as long as she - and anyone else - can remember, and though she's been touring with her band Kill City for the past year and a half, the press have so far deemed her worthy of attention for just two reasons: her children. Six year old Molly's father is Liam Gallagher (conceived a week after his wedding to Patsy Kensit; Lisa introduced the pair) and Estile, who's one, is the son of Pete Doherty of the Libertines and Babyshambles. Ta da! Now you know. </p> <p>\"I know that people are interested, and I understand why, but I don't want that stuff to overshadow my life,\" says Moorish carefully. \"It's just the way it is. I'm a singer, I'm in a band, I've been out with musicians, I've had children with two different musicians. To me, it's no big deal. I only get upset because I want people to listen to the songs. Listen to the LP or come and see my band. I don't like it when people write about my life and don't even mention the music.\" </p> <p>The music, then. Kill City are a four-piece: Moorish, plus fellow songwriter \"Welsh\" Pete Jones (bass) and two guitarists, Tom Bowen and Stuart Le Page. Moorish's lyrics are often in the third person (she is influenced by Lou Reed: \"I love the way he tells stories and I want to do that\"); and they're always about the extremes of party life: the dark, the lust, the morning after the night after night after night. Hole in the heart, growl in the groin, boot through the telly stuff. Moorish is a born front woman: the requisite combination of good looks and bad behaviour. She isn't frightened of much: she has had a stand-up row with Johnny Rotten. </p> <p>Today, though, Moorish is being nice, sipping mineral water, only smoking after her squid and green leaves lunch. She wears a cutesy black top with skinny-malinky jeans and rawk leather wristband. Her curly hair is to her shoulders; her brown eyes are wary. Most of the songs on Kill City's LP are hers; the next single, Bruce Lee, stems from her own experience of growing up mixed race on the then Irish-Scottish Stockwell Park council estate in Brixton, South London. </p> <p>Moorish's dad, Henry Watt, is \"Jamaican, mixed with Irish, Scottish, Asian\" - and her mum, Iris, is white, from Middlesbrough. They met at a club in Hammersmith, \"in the days of free love. They weren't really together. And then I came along, a kind of love child, I suppose.\" Henry was married to a woman in Denmark (Moorish has various half-brothers and sisters), which meant that Moorish was never part of \"that white-fence, two-point-four-children thing. I always had a real chip on my shoulder about that.\" In fact, she shared her home with her mum, her aunt - her mum's twin sister (\"They never lived apart from their day of birth\") - plus her aunt's son and her aunt's husband, Carlton. Moorish calls her cousin, brother, and Carlton, dad. \"I've always called him dad. It's a really complicated set-up, 'cos he's been a dad to me all my life. No disrespect to my real father, cos I love him too, but Carlton was there. And I had a step-dad some of the time as well.\" </p> <p>Having beaten a 10-year on-off crack addiction, Moorish's real dad is now a bus driver, while her mum works on London Underground: \"Finally, Janet and John!\" she laughs. \"But I did have a few what you might call issues when I was growing up.\" Moorish wanted to fit in, and would have intense friendships with groups of people, and then move on. \"A quest to belong somewhere. It's fairly obvious, I suppose.\" </p> <p>She knew she wanted to be a singer from the age of seven (her idols were Blondie, Madonna and Michael Jackson), and was taken to gigs by her mum's husband, who worked as a lighting technician for the reggae band Steel Pulse. \"They'd stay over at ours when they played London: all these rastas all over the flat. I loved it.\" At 12, her step-dad took Lisa on a Steel Pulse tour supporting Herbie Hancock, down the east coast of America, from New York to Washington. She remembers sitting up at the front of the bus with the driver, eating Big Macs, wearing a boilersuit, listening to Herbie's Rockit on her earphones. She cried when she had to come home. </p> <p>Moorish enjoyed school, though she was torn between sneaking away \"to smoke weed and drink\", and doing her work (she liked English, drama, social studies \"and I was the best Latin student in the whole year\"). Still, she had her mind set to rock: she made her first demo tape at 15, with a terrible band she found in the back of the NME. Soon after, she met Bros in Peckham and ended up moving out to be close to them in Bromley. She doesn't really explain this: just says she was friendly with Matt and Luke and their mum. Anyhow, Bros put her in touch with their previous manager, who took her to Jive records, where she was put into a booth and came out with a single, Rock To The Beat. And that was it: Moorish was a singer. </p> <p>It has been up and down since then. Rock to the Beat wasn't a hit and neither was her second Jive single. Moorish was dropped. Still only 19, she upped and signed with Polydor: they tried to turn her into a handbag house diva, but she wouldn't do as she was told - she ran off to Las Vegas when she was meant to do club PAs. Moorish was dropped again. She spent a few years partying. After a while, Go! Discs signed her. There, she recorded a version of Wham!'s I'm Your Man, with George Michael on backing vocals: but still, nothing gelled. Moorish wasn't fitting in. \"I was being signed cos of how I look and having a half-decent voice and then, when I expressed what I wanted to do, people would think, she's an arsehole or she doesn't know what she's talking about. I just wanted to do what I wanted to do and I couldn't understand why it wasn't happening.\" </p> <p>Depressed, she retired to lick her wounds, and to hang out with her friends, who range from Sadie Frost to Bobbie Gillespie. </p> <p>Moorish has always known where the action is: if I were an A&amp;R man, I'd stalk Lisa Moorish and sign whoever she gets close to. It's the kind of instinct that gets derided as piggybacking, or worse: but actually it's simple good taste. Moorish has a knack for knowing what's about to happen in music, rather as Frost and Kate Moss have for what's coming up in fashion. You can take the mickey out of that, but whoever or whatever such people are into now, the mainstream will love in just a few months. It's just a shame that Moorish couldn't make use of that specific talent in her own music. </p> <p>Despite having fun socially, she was feeling frustrated with her lot, until, in 2002, she gave Alan McGee a demo of one of her songs. He immediately signed her to Poptones, and she has been working with Kill City ever since. She likes the boys-together camaraderie of being in a group: \"It isn't all about me. Kill City are a band - we're not Lisa Moorish and the whatevers.\" </p> <p>And does she feel she can conquer her past? </p> <p>\"It spurs me on. I'm going to get over that, I'm a good songwriter, my kids are happy, the band is great and I've almost sorted out all my debts. At least I've never sold my story. I've had countless offers but I'd rather be in a bedsit council flat than splashed all over Hello! or the tabloids. I really would, I have a responsibility to my band and my children as well. I don't believe in it, I'm never ever tempted.\" </p> <p>Why not? It sounds like you've been through hard times. \"Yes, but ever since I was little, I've always been, it's gonna be all right, it's gonna be all right,\" she says. \"And it's not quite as amazing for me as it is for some people - it's not the multimillion deal and the No1 record - but it's all right for me. My mum sometimes despairs 'cos I haven't really had much money in my life, I don't own a house or anything, but I'm like, 'Mum, it's what I want to be doing.' </p> <p>\"No, I don't want to do anything else,\" says Moorish, determinedly. \"I'm not giving up now.\"</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>McDonald's has launched an advertising campaign to counter any negative effects of new film Super Size Me. P2<br>Lawyers for England footballer Rio Ferdinand are to sue Channel 4 for libel over footage in its programme, Sex, Footballers and Videotape, aired last night. P4<br> Eight female members of Spain's new socialist government have attracted the ire of feminists by posing for a Vogue photo-shoot. P17<br>Obituary: Life photographer Carl Mydans. P25<br>Google's shares defied critics by racing to an 18 per cent premium on their Nasdaq debut. P27<br>Hutchison Whampoa set a target of breakeven by the end of the year. P27<br>The Fast Show's Arabella Weir finds out why stand-up comedy is dominated by men. G2 P6-7</p> <p>MEDIA BUSINESS<br>Hollinger International puts the finishing touches to a 400-page report that will detail the findings of an internal investigation into allegations of looting at the newspaper firm. P28<br>The company behind the Dallas Morning News agreed on Monday to hand back 12.5m pounds to advertisers after admitting circulation figures had been inflated. P28<br>Scottish librarians are considering making it compulsory for academic research to be made freely available online, challenging commercial publishers such as Reed Elsevier. P28<br>Virgin Radio has trumped Radio 1 by signing a deal with online music service Napster to launch a download chart. P28</p> <p><strong>THE TIMES </strong>(tabloid edition)</p> <p>Rio Ferdinand last night abandoned a high court bid to prevent Channel 4 screening alleged footage of him in a programme about the sex lives of young footballers. P5<br>Paul Kirby is the new head of Value For Money at the BBC, charged with cutting 2bn pounds from costs. P7<br>People: Andrew Neil has quit his media column in the London Evening Standard. P8<br>Comment: Patience Wheatcroft on Google's flotation. P18<br>Google's shares raced to an 18 per cent premium on their Nasdaq debut, defying the critics. P40<br>Google has the last laugh. P40<br>Google's battle is still not won. P41<br>WPP reports its interim results today. P43<br>Tweedy Browne increased the pressure on Hollinger International to extract a 55m pound settlement form former board members. P44<br>Obituary: Life photographer Carl Mydans. P54</p> <p><strong>FINANCIAL TIMES</strong></p> <p>City professionals are using instant messaging services such as Microsoft's MSN Messenger to leak information. P1<br>Channel 4 in talks on possible link-up with Channel Five. P2<br>Virgin Radio and Radio 1 launch online music sales charts aiming to stimulate singles sales. P3</p> <p>COMPANIES &amp; MARKETS<br>Investor stampede gives Google an 18 per cent premium on its Nasdaq debut. P19<br>Sir Martin Sorrell may face questions on the wisdom of a WPP bid for Grey Global. P22<br>Warner Music has returned to profit. P24<br>The attempt to sell Google to private investors has backfired. P25</p> <p><strong>THE INDEPENDENT</strong></p> <p>Pandora: Tony Blair's son Euan is spending his summer doing work experience on the sports desk of Rupert Murdoch's Times. P14<br>Google shares jump 15 per cent on Nasdaq debut. P38<br>Tweedy Browne has demanded in a legal filing to see Hollinger International's insurance documents. P42</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>The BBC was criticised yesterday after a convicted criminal it hired to work on a programme was sentenced to life imprisonment for murder. P2<br>Eight female members of Spain's new socialist government have attracted the ire of feminists by posing for a Vogue photo-shoot. P14<br>Google off at a gallop with an 18 per cent rise on its debut on Nasdaq. P31<br>Hollinger International delayed the release of what could be a damaging report into the conduct of former executives. P33</p> <p><strong>THE WALL STREET JOURNAL</strong></p> <p>Google shares finished 18 per cent up on their first day of trade. P1<br>Procter &amp; Gamble is returning to the classic blue-liquid technique to seel its toilet paper in the UK. P7</p> <p><strong>DAILY MAIL</strong></p> <p>Jewish Ali G comedian Sacha Baron Cohen's latest show is to be investigated by broadcasting watchdogs after complaints about a sketch featuring an anti-semitic song. P36-37<br>Tweedy Browne has demanded in a legal filing to see Hollinger International's insurance documents. P80<br>Customer numbers treble at 3. P80<br>Shares in Google opened 17 per cent up. P81<br>Pearson is facing a damages claim that is worth 30p off its share price - with Collins Stewart pressing ahead with its 240m pound libel action against the Financial Times. P81</p> <p><strong>THE DAILY EXPRESS</strong></p> <p>The man who played the trumpet on the Coronation Street theme tune earned just 36 pounds for doing it. P21<br>The BBC is to make a sequel to its hit historical lesbian romp Tipping the Velvet. P29<br>Google's market launch gets off to a modest start. P69</p> <p><strong>DAILY MIRROR</strong></p> <p>Viewing figures have soared for the Olympics, but the BBC has had three complaints about presenter Sharron Davies' tops. P3<br>Beyonce Knowles is being paid 2.6m pounds for just 10 days' work a year for L'Oreal. P7<br>Chris Tarrant has made it on to the broadcasting rich list with a 328m pound fortune. P9<br>Ian McShane's latest TV role contains a lot of swearing. P27<br>Google shares soared 19 per cent after opening on the stock market. P41</p> <p><strong>THE SUN</strong></p> <p>Danniella Westbrook has landed her first TV host role -on a live plastic surgery show. P27<br>Shares in Google made a flying start. P44<br>3 has signed its millionth customer in the UK. P44</p> <p><strong>DAILY STAR</strong></p> <p>Rio Ferdinand lost a legal bid to get a shocking TV sex video banned from being aired by Channel 4. P1, P7<br>A raunchy sequel to Tipping the Velvet is being planned by BBC bosses. P12<br>Brian Capron has been voted the top draw on TV with his Coronation Street killer character Richard Hillman. P25</p> <p><strong>AND FINALLY...</strong></p> <p>Experts say Britain is awash with tens of thousands of \"corporate psychopaths\". They have no conscience, enjoy making co-workers' lives a misery and in their mad ambition to succeed share many of the characteristics of Jack Nicholson's Jack Torrance in The Shining. They are often seen in politics, law and, surprise-surprise, the media. Daily Mirror P31</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>The UN refugee agency accused Sudan yesterday of breaking its promises in Darfur, as more refugees fled to neighbouring Chad from a fresh wave of attacks on civilians. </p> <p>Hundreds have crossed the border in recent weeks after assaults on 11 villages which fitted the pattern of the government-sponsored campaign of ethnic cleansing in the westerrn region. </p> <p>The UN fears that a further 100,000 refugees may head for Chad in the coming months and has drawn up contingency plans to build a further seven camps near the border. </p> <p>There are already nine vast camps along the border, holding an estimated 190,000 people, and a tenth is being built. </p> <p>Lino Bordin, deputy representative of the UN high commissioner for refugees in Chad, said the villages had been attacked in waves, beginning with an aerial bombardment. </p> <p>\"The refugees said that 11 villages were attacked from the 2nd to the 10th of August. They were attacked by plane, and after that by cars full of soldiers, and after that by the Janjaweed [militia],\" he said. </p> <p>\"These are broken promises by Sudan. They promised that they would start to solve this situation, but that has not happened yet. </p> <p>\"The refugees have arrived in the camps suffering from malnutrition and dehydration, and without any of their possessions. They came with nothing. When the Janjaweed arrived, they stole everything from the houses.\" </p> <p>The latest refugees have trickled across the border in small bands rather than in the vast movement of people seen earlier this year. </p> <p>The UN predicts that there will continue to be a refugee crisis on the Chad border for at least another year and is stepping up its plans to feed people in the camps as heavy rains continue to block vital roads. </p> <p>The UN world food programme is planning to start airdropping food in the coming weeks, and the warming of relations between Libya and the west has enabled the opening of an overland supply route through the Libyan desert. </p> <p>Robert Gillenwater, the programme's head of logistics in Chad, has worked in the Cambodian jungles, where he used elephants to get supplies through, and in the Himalayas, where porters had to carry food sacks over mountains. </p> <p>But he described feeding Darfur's refugees as \"one of the biggest challenges in the 10 years I've been in the WFP\". </p> <p>At the WFP's Chadian headquarters in the capital N'Djamena he said: \"You couldn't ask for more cooperation from the Chadian government. </p> <p>\"They have been very, very supportive. </p> <p>\"The donor countries have been coming through - donors have been pledging and giving. Those two elements are in place, but mother nature is not cooperating.\" </p> <p>The UN has been bringing food shipments overland from the Atlantic coast to N'Djamena, and then down a 560 miles road to Abeché, the eastern town which has become a hub for the relief operation. </p> <p>The road to the east was once properly surfaced but has been allowed to crumble into of broken tarmac and soil. </p> <p>In the wet season it has to be closed, because truck wheels grinding through the mud would destroy what is left of the road. </p> <p>Then the UN convoys have to take an 870-mile detour through the desert to reach Abeché. </p> <p>Many of the routes from there to the border are criss-crossed by wadis - dry riverbeds which fill with floodwater during the rains. </p> <p>A truck caught crossing a wadi when it floods is in danger of being swept away. Three UN vehicles have already been lost in this fashion. </p> <p>To spare the trucks, the UN has been employing porters to carry the bags of food across the wadis from one vehicles to another. </p> <p>The huge international effort to support the refugees has caused tension with the local people in the border region of Chad. The villagers who shared their food with the refugees when they first arrived are now having to struggle to feed themselves adequately in the traditionally lean period between planting in May and the harvest in November. </p> <p>The Chadian government says the influx of civilians fleeing violence in Darfur has placed an enormous burden on its country, one of the poorest in the world. </p> <p>It is afraid that a further big influx of refugees could destabilise the already fragile Chadian economy.</p>",
  "<p>Advertising giant WPP today announced half-year revenues had exceeded £2bn for the first time.</p> <p>Between January and June revenues at Sir Martin Sorrell's company, the second largest advertising group in the world, rose by 6% compared with the year before to £2.03bn.</p> <p>Like-for-like revenues, which exclude recent acquisitions and currency fluctuations, had increased by \"well over 2%\", the company said.</p> <p>The group's pre-tax profit, calculated excluding goodwill and other items, was £234.7m over the same period, a rise of nearly 16%.</p> <p>WPP, which owns the agencies Young &amp; Rubicam and J Walter Thompson, said revenue growth had been at its strongest in Asia Pacific, Latin America, Africa and the Middle East, where it was 28.9%.</p> <p>Revenues in North America were up 11.2%, while the UK scored 12% growth and continental Europe increased by 8.5%.</p> <p>WPP said it was forecasting revenues \"in excess of budget\" over the rest of the year, but warned of a cloud over the US economy.</p> <p>\"Levels of activity in 2004 will once again match, or surpass, the levels of activity seen in the internet-driven boom year of 2000,\" the group said in a statement. </p> <p>\"Our revenue forecasts for the year continue to be in excess of budget and there are significant new business opportunities at both the network and parent company levels. </p> <p>\"Concerns remain, however, about the prospects for the US economy after the presidential election.\"</p> <p>The company said that whoever was elected in November would have to deal with a host of challenges, including the weakness of the dollar and inflationary risks.</p> <p>It added that higher interest rates could slow the US economy, \"which continues to be the primary driver of the global economy, despite the increasing intra-dependency and insulation of the Asian economy.</p> <p>\"Despite these concerns about 2005, the prospects for revenue and operating margin improvements at WPP remain good.\"</p> <p>The company - which is mulling a £700m bid for US-based independent advertiser Grey Global - also said its average net debt had come down more than £300m to £853m, with net bank borrowings standing at £740m on June 30.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The company behind the Dallas Morning News agreed on Monday to hand back $23m (£12.5m) to advertisers after admitting circulation figures for the daily and Sunday editions had been inflated. </p> <p>In ordinary circumstances the incident would hardly have raised a flicker of interest outside Texas. Instead, fudging the numbers at the tenth largest title in the country pointed to a widening, damaging scandal in the American newspaper industry. </p> <p>The Dallas Morning News was the fourth leading newspaper in the past three months to admit circulation figures had been overstated. </p> <p>In June Hollinger International, which recently sold the Daily Telegraph, said the Chicago Sun-Times had overstated circulation figures. In the same month Tribune, the publisher of the LA Times, said it had found evidence of inflated numbers at Newsday, the Long Island, New York-based paper and at Hoy, one of the biggest Spanish language papers in the US. </p> <p>Belo Corporation, the public company that owns the Dallas Morning News, made its admission earlier this month and promptly announced the resignation of its top circulation executive. It attributed the problem to company policy on counting unsold returns. </p> <p>\"The fact that four newspapers have disclosed circulation overstatements has been a real shocker,\" wrote Lauren Rich Fine, a media analyst with Merrill Lynch, in a report last week. \"Now, of course, there is concern that more companies will step forward with disclosures.\" </p> <p>The epidemic of inflated figures betrays the pressures on circulation managers struggling against decline. </p> <p>Circulations in the newspaper business have been falling for years, and not just in the US, as competition intensifies from 24-hour television news and the internet. </p> <p>According to Zenith Optimedia, the total circulation of American daily newspapers fell by 1.8% between 1998 and 2003, to 55.2m. The Sunday market contracted by 2.6% to 58.5m. Advertising spend in American newspapers had been sliding but picked up again last year from $45.3bn to $46.2bn. </p> <p>\"It's damaging to the newspaper industry's credibility and it doesn't come at a good time,\" said John Morton, a veteran industry analyst who writes a column for the American Journalism Review. \"The only positive is that the newspapers have dealt with the problems in a forthright manner.\" </p> <p>At Newsday, which is also sold in New York City, the paper appeared to be doing the impossible by bucking the trend. </p> <p>A near 4,000-word investigation published in the paper on July 19, examining its own circulation activities, uncovered the allegedly fraudulent practices behind the astonishing rise. The article described an almost lawless culture in the circulation department. The company would allegedly send tens of thousands of copies to homes that had not requested them to boost figures. There was also allegedly blatant fabrication of numbers. </p> <p>\"The point was to drive up circulation,\" one distributor is cited as saying. \"We were told not to take any names off the computer even if they were dead. We could not get customers off the records. We even delivered to addresses where the house had burned down.\" </p> <p>The figures were reduced by 40,000 copies for the daily edition and 60,000 for the Sunday edition in the June restatement. Newsday had claimed circulation of about 580,000. Tribune has set aside $35m to repay advertisers and federal and local authorities have launched investigations. </p> <p>Newsday publisher Raymond Jansen told his own reporters in the July article there had been a \"rogue operation\" in the circulation department. \"I'm concerned about what happened at Newsday and Hoy,\" he said. \"I feel totally sick.\" Just hours after the exhaustive investigation was published, he had more reason for feeling queasy. He was removed, as was Hoy publisher Louis Sito. </p> <p>The size of the overstatements vary. Belo said the daily Dallas Morning News had been inflated by 1.5% and the Sunday by 5%. Tribune admitted Hoy had been inflated by as much as 19%. The Chicago Sun-Times, which has a reported circulation of 480,000, has yet to quantify the size of its discrepancy. </p> <p>The American newspaper business is already reeling from damage to its journalistic credibility. Two of the best-selling newspapers, the New York Times and USA Today, have been shaken by revelations that reporters had faked stories. At the New York Times, it was Jayson Blair, a self-confessed fantasist. At USA Today, the allegations were even more damaging. The paper claims that star foreign reporter Jack Kelley had invented elements of dozens of stories. </p> <p>Now the New York Times and more recently the Washington Post have challenged their own failure to put tough questions to the White House as it promulgated its reasons for war in Iraq. </p> <p>Faking circulation figures, though, has a more immediate economic impact. Advertising rates are tied to the number of copies sold, and if confidence in the veracity of those figures is undermined it could have a devastating effect. </p> <p>Tribune is already facing two lawsuits related to circulation overstatements, including one filed last month on behalf of 50 car dealers who advertised in Newsday. </p> <p>Robert Decherd, the Belo chief executive, told analysts during a conference call that the company would try to rebuild trust \"with every ounce of effort we have\". </p> <p>The Audit Bureau of Circulation has acted quickly to tighten its rules, introducing fines and doubling the frequency of audits of censured newspapers. The affected titles are also required to submit plans for corrective action. \"Any kind of intent to misstate figures is taken very seriously,\" said ABC spokeswoman Heidi Chen. </p> <p>Mr Morton said he would not be surprised if other newspapers come forward. \"It is part of the decline of ethics in every part of the business world. It's symptomatic of what has been going on in lots of places, including the likes of Enron, and it's sad. </p> <p>\"This appears to be a few rogue employees, and let us hope it stays that way,\" he added. \"But you have to ask, when did it begin, why did it happen - and you wonder were they working in an environment where they felt it was OK to do this.\"</p>",
  "<p>\"God gave me this talent to use,\" says Jenny Finch, the American softball pitcher, darling of the US media and the only athlete in Athens who claims with a straight face to have never sworn in her life. \"He gave me this talent to use. He helps me daily to continue to pursue his will. He has blessed me with great parents, great friends, awesome teammates, so many great coaches, a great strength coach and so much more.\" </p> <p>What with heaping all this attention on Ms Finch, it is a wonder that God can find time for any of the other 17,000 athletes at the 2004 Olympic Games. But He does. </p> <p>Tucked away in a corner of the athletes' village is the Olympic Religious Services Centre, a spiritual escape for the competitors away from the prying eyes of journalists, a place where, in theory at least, they can let go of the impulses that got them here in the first place. </p> <p>\"My main job here is to try and make people see that our primary goal in life is not to win gold medals but to serve the Lord Jesus Christ,\" says Stuart Gyngall, the chaplain to the Australian Olympic team and a former Commonwealth Games bronze medallist. \"It is easy in this sort of environment to forget that, because everyone is chasing gold and that mood can become infectious.\" </p> <p>Details of what exactly goes on inside the religious centre are hard to come by as the IOC is intent on protecting the privacy of the athletes. But this much is known. There are five rooms serving the main (as designated by the IOC) global faiths: Christianity, Islam, Buddhism, Judaism and Hinduism. </p> <p>The Christian room is sub-divided into three different faiths - Catholic, Protestant and Greek Orthodox - and is therefore bigger than all the others. </p> <p>\"I am pleased to report that there have been no disputes about who should have the biggest room,\" says Rev John Boyers, who is in Athens to offer spiritual guidance to athletes. He is also the Manchester United chaplain. \"Although there has been a bit of niggling between me and one of the other chaplains who happens to be an Arsenal fan.\" </p> <p>Each faith room has its own timetable, although athletes are free to come and go at any time of the day. Rumour has it that the Nepalese team visits the Buddhist room frequently and en masse, while members of the South Korean team have been known to turn up at 5am to hold prayer meetings in the Catholic section of the Christian room. Organised prayer services in the Islamic room begin not long after that, at 5.45am. A Catholic mass is held in the Christian room every day at 10.30 in the morning. </p> <p>\"There are 17,000 athletes at the games and many of them have deep religious convictions so it comes as no surprise to me that we have been busy. It is only natural that people who worship every day when they are at home would want to continue with their worship even though they are in this pressurised situation,\" says Rev Boyers. </p> <p>\"The Olympic Games is about sport but for many athletes sport has a spiritual dimension and we are here to serve them.\" </p> <p>Deborah Lovely, an Australian weightlifter, is one such athlete. She has visited the Olympic Religious Services Centre twice since arriving in the village, including once for a Sunday service. \"It was absolutely brilliant, joyous,\" she said. \"The African athletes sing great.\" </p> <p>Lovely, 21, who grew up within a deeply religious family, says that her faith has played an integral part in her sporting life, as it has in every aspect of her life. </p> <p>\"I actually failed to qualify for my event at the Australian trials. Afterwards, I had to give a talk at a Christian group but I couldn't get through it because I was so upset about the trials. </p> <p>\"What I wanted to say was that God has a plan for all of us. A week later I got a phone call telling me the girl who beat me had a problem with a drug issue and that I was selected.\" </p> <p>Alas, God's plan for Lovely stopped short of a medal. She bowed out of her event yesterday and is heading off on a sight-seeing trip around Europe. </p> <p>Jenny Finch, meanwhile, is heading towards a certain gold medal with the US women's softball team. The IOC has a rule against athletes making religious statements from the podium but it is odds on that Finch, like many athletes down the years, will take the first opportunity of telling the world she could not have led her team to victory without God's help. Which raises the question - doesn't God have more important things to worry about than the US women's softball team's progress through the Olympic tournament? </p> <p>\"The point is that God cares about every aspect of our lives. Why does He give some people strength or the ability to run fast? Why does He give them endurance and the talent to lift weights? He gives people these gifts so that they can use them to honour Him,\" says Stuart Gyngall. </p> <p>\"Mind you, I cringe when I hear some of the Americans sometimes. It's not the done thing where I come from, but I guess that as long as they are sincere when they say it, then that's fine.\" </p> <p><strong>Timetables in the village</strong></p> <p> <strong> Islam</strong> </p> <p>0545 Falat al-fajr </p> <p>0636 Al-Shuruk </p> <p>1336 Salat al-Zuhr </p> <p>1720 Salat al-Asr </p> <p>2025 Salat al-Magrib </p> <p>2151 Salat al-Isha </p> <p><strong> Judaism</strong> </p> <p>Monday-Thursday: </p> <p>0830 Morning prayer </p> <p>Friday: </p> <p>20.00<strong> </strong> Sabbath service </p> <p>Saturday: </p> <p>0830-1100 Shaharit </p> <p>2000 Minha </p> <p><strong> Buddhism</strong> </p> <p>0800 Meditation </p> <p>1000 Meditation </p> <p>1200 Consultation </p> <p>1500 Tea ceremony </p> <p>1600 Meditation </p> <p>1700 Meditation </p> <p>2000 Meditation </p> <p><strong> Hindu &amp; Sikh</strong> </p> <p>0900 Jap(U) Ji Sahib </p> <p>1700 Rahras (I) Sahib </p> <p><strong> Protestant </strong> </p> <p>0800 Holy communion 1200 Worship service </p> <p>1630 Praise, prayer and bible study </p> <p>2000 Evening praise and bible study </p> <p><strong> Catholic</strong> </p> <p>1030 Mass </p> <p>1800 Mass </p> <p><strong> Orthodox</strong> </p> <p>0900 Morning prayer </p> <p>1900 Vespers (evening prayer service)</p>",
  "<p>For many, not least the TV companies, the real Olympics begins tonight. </p> <p>Four years ago the sight of Cathy Freeman streaking to gold in her space-age bodysuit set a tone of triumph that embodied the spirit of the Sydney games, and for Athens this weekend could do the same. But for Ekaterini Thanou, until this week an equivalent local hero, there will be no lap of honour to the roar of ecstatic countrymen when the women's 100 metres title is won tomorrow evening. </p> <p>The athletics programme began in infamy before a starter's gun had sounded last week and badly needs a glittering first night of competition. Step forward Haile Gebrselassie, 10,000m champion of the last two games and embodiment of all that is good in the sport. In Sydney he provided a highlight second only to Freeman on the first night in what has been described as the greatest race in history. That was not an exaggeration. The margin between Gebrselassie and Kenya's Paul Tergat was closer than Maurice Greene's victory in the 100m. </p> <p>Gebrselassie's race tonight against his training partner and almost certain successor as the world's leading distance runner, Kenenisa Bekele, will be a battle between mentor and pupil. And although in public Gebrselassie has acknowledged the 22-year-old as his worthy heir, the older man's pride should produce nothing less than a classic, but only if he has recovered from a knee injury sustained two weeks ago when setting a British all-comers' 5,000m record in the London grand prix. </p> <p>He has since travelled to Munich, attending the same clinic as Paula Radcliffe, and resumed training in Addis Ababa early last week but is believed not to be in peak condition. \"The important thing is that Ethiopia wins . . . for me, any medal would be fantastic,\" he said. </p> <p>For Britain's Denise Lewis, the challenge to her Olympic heptathlon crown also comes in the shape of a youthful and seemingly invincible opponent. A games in need of a sparkling figurehead with boundless talent need look no further than Carolina Kluft. </p> <p>The 21-year-old Swede's exuberant personality thrills the crowds, her face-pulling, squeals of delight and bounding jigs of victory in sharp contrast to the studied concentration of her British rival. Kluft is the European and world champion as well as the world record holder and Lewis, though never less than a gutsy competitor, will do well to stay with her beyond today's competition. </p> <p>Indeed, Lewis might not even be the leading British heptathlete. The form of Kelly Sotherton has been improving all season, to the point where she comes to Greece ranked third in the world, although the Isle of Wight-born 27-year-old fears the pressures of her first Olympics might put her out of the reckoning. </p> <p>\"I have never been to a global championships with the pressure of 75,000 people around me; the most I have performed in front of is about 5,000,\" said Sotherton. </p> <p>\"I need to deal with the pressures of being a performer because the physical side comes easier to me than the mental side and I am at the beginning of that massive learning curve. </p> <p>\"Every time I compete I am learning. Physically I think I could medal because I am flying in training and couldn't be in better shape going into a major games, but mentally I don't know if I can cope. </p> <p>\"I might be in better shape than Denise physically but she's got it up top and that's what got her a gold medal in Sydney. Maybe I can surprise everyone.\" </p> <p>Tonight also sees the heats of the women's 100m, a competition sure to baffle the bookmakers. As well as Thanou, there will be no Marion Jones, the Sydney champion who failed to qualify, and no Kelli White or Torri Edwards - who inherited White's gold medal after her disqualification for doping at the world championships in Paris last year. Since then Edwards has also fallen victim to a drug scandal, testing positive for the banned stimulant nikethamide. Both are now serving two-year bans. </p> <p>There has never been a more scandal-ridden women's race in Olympic history, nor a more open one. In Jones's absence the favourite will be a former 400m runner, LaTasha Colander-Richardson. </p> <p>A 27-year-old who trains with Jones's former coach Trevor Graham, Colander-Richardson was a 100m hurdler for years before attempting the 400m hurdles in 2004. She said she had developed the strength to run the 100m while working with Graham. </p> <p>\"Once I decided to go professional I knew that the intensity level was going to be different,\" she said. \"I started researching and checking out the times and I saw that my strength and speed were there [in the 100]\". </p> <p>For a truly great athlete such as Morocco's Hicham el Guerrouj, previous Olympics have been a disaster of bizarre proportions. El Guerrouj regards himself as the unluckiest athlete of modern times after being beaten to the 1500m crown in Atlanta and Sydney, and tonight marks what will surely be his final attempt to correct the record when the heats begin. </p> <p>But the world record holder may be too old already. Bernard Lagat of Kenya has led the way on the grand prix circuit, but the strength of El Guerrouj's will could prevail. </p> <p><strong>Five clashes to shake Athens</strong> </p> <p> Today Men's 10,000m final </p> <p>Even though Gebrselassie is suffering with an achilles injury he will not lightly give up the title he has won at the last two Olympics. The race should be between him and Bekele, who broke his compatriot's world record in May. </p> <p>v</p> <p>Tomorrow Heptathlon (2nd day) </p> <p>Lewis, who won gold in Sydney four years ago, will face the challenge of her life. Kluft has shattered all her rivals over the past two years but Lewis remains a supreme competitor and if she starts well it could be a fascinating duel.</p> <p>v</p> <p>Sunday Men's 100m final </p> <p>Greene won in Sydney and after a difficult past two years is back to electric form. But Powell is the next big thing and beat Greene at both the London and Zurich grands prix. These two should be at the front in the chase for gold.</p> <p>v</p> <p>Monday Women's 800m final </p> <p>Last year's world championships brought claims that Mutola's victory and Holmes' second place might have been planned by the training partners. This time Holmes looks more powerful whereas Mutola is recovering from injury.</p> <p>v</p> <p>Tuesday Men's 1500m final </p> <p>World record holder El Guerrouj has missed out on gold at the last two Olympics and Lagat has had the upper hand in recent races. But El Guerrouj, a great champion, is obsessively determined not to finish second again.</p>",
  "More than 8000 women are working as prostitutes in flats, saunas and massage parlours and via escort agencies in London, according to the first comprehensive study of the \"off-street\" sex trade in the capital. <p>Four-fifths of those are from overseas and many have been trafficked into the country from eastern Europe and south east Asia by criminal gangs who force them to work in brutal conditions. Some have been kidnapped and beaten, while others are brought into the country under false pretences. </p> <p>Sex in the City, published yesterday by the Poppy Project, which supports women trying to leave the sex trade, maps prostitution across London. </p> <p>Superintendent Chris Bradford, head of operations for the Metropolitan police's clubs and vice unit, warned that the issue was widespread within Britain and across western Europe. \"We have been telling people about this for an awfully long time,\" he said. \"I would suggest every town in the UK has got a problem.\" </p> <p>The six-month study found 730 brothels and 164 escort agencies operating in the capital, as well as 66 lap-dancing clubs, some of which appeared to be connected to prostitution. </p> <p>Many had linked telephone numbers, suggesting that a network of criminals or criminal groups was cooperating, allowing perhaps 1,000 women to be moved around to avoid detection and keep them isolated. \"The numbers of women involved in this and the experiences they go through are shocking,\" Sandra Dickson, the report's author, said. </p> <p>\"The off-street sex industry is largely ignored in most discussions of prostitution, yet the women working in it are also vulnerable to being exploited by violent and abusive pimps and traffickers. </p> <p>\"Women trafficked into prostitution told us they worked alongside other trafficked women all over London. These places are on our local high streets, and they're not a 'bit of fun for the lads' - they are places women are being held in and hurt.\" </p> <p>The study says that more funding is needed to help the police tackle the problem. It calls for greater support for women trafficked to this country, ensuring that they have safe housing and are granted asylum if they cannot return home safely. But it also urges the government to tackle the problem of demand, including information within sex education lessons on the realities of prostitution, to educate men who buy sex about its effects on the women involved. </p> <p>A similar programme in San Francisco claims that only 18 of the 2,000 men it has worked with have been rearrested on prostitution-related offences. </p> <p>Ms Dickson pointed out that accounts from clients made it clear that many men used prostitutes even if they knew the women were clearly unhappy. Her report shows that while some women are kidnapped and beaten, others are not \"stereotypical\" trafficking victims and may have been \"deceived as well as coerced\" into working in the sex industry in the UK. </p> <p>One interviewee came to Britain to raise money for her sister's cancer treatment. Her recruiter had promised her that she would be able to make \"enormous\" amounts of money, that clients would be clean and that she could negotiate safe sex. Instead she had to work 12 hours a day, seven days a week. Half of her earnings were taken as \"rent\" for the flat where she was prostituted; the other half on a £23,000 \"debt\" for travel arrangements. </p> <p>Supt Bradford said many women found it impossible to escape their pimps once they had arrived in the UK. \"They can't speak the language; they've had passports and travel documents taken away from them,\" he said. \"They don't know what to do or who to see, and pimps tell them that they're paying the police, and that we will just return them if they come to us. They're not necessarily locked up, but there's the constant threat that they or their families will be 'sorted out'.\" </p> <p>But returning home can be equally difficult, because of the stigma the women can face, and because they have often been driven out by a lack of employment opportunities in the first place. </p> <p>Several of the women helped by the Poppy Project were retrafficked after their return to their countries of origin. One was sold by her father for a second time days after police returned her to her home. </p> <p>The Met's off-street prostitution team has just 15 officers, but last year dealt with about 500 women who were being pimped in brothels. Every one of the 109 arrests it has made for pimping since 2000 resulted in a conviction, Supt Bradford said.</p> <p><b>The figures</b></p> <p><b>·</b> There are 730 flats, parlours and saunas selling sex in London. Westminster has 138 premises, while other boroughs average 19 sites to buy sex, each with four to eight women on average. </p> <p><b>·</b> Only 19% of these women are British. The remainder are from eastern Europe (25%), 13% from south-east Asia, 12% from western Europe and 2% from Africa. </p> <p><b>·</b> Up to 2,200 women are selling sex via London's 164 escort agencies. Again, only around a fifth of these are British. </p> <p><b>·</b> Linked telephone numbers indicate a connection between 88 sites selling sex across the United Kingdom, indicating that women could be moved between different sites to escape detection and ensure they remained isolated. </p> <p><b>·</b> Fifteen boroughs have no sexual health outreach provision for women in the sex industry at all, and where services exist they are often not adequately resourced. </p> <p><b>·</b> Ten main areas are identified as locations for street prostitution, although it is likely to go on in other boroughs. Most women selling sex on the street are African, Caribbean, British and Irish. </p> <p><b>·</b> Research carried out in 2000 suggests that up to 1,420 women are trafficked annually into the UK for sexual exploitation. </p> <p><b>·</b> Investigative journalist Victor Malarek, whose book The Natashas examines the global sex trade, estimates that trafficking women generates about £6.6bn a year. </p> <p><b>·</b> According to the Home Office, about 80,000 people are involved in prostitution throughout Britain. As many as 70% of the women on the streets were coerced into prostitution as young people, and as many as 90% of them have a class A drug habit.</p>"
]