[
  "Tony Blair announced today that Britain was engaged in a \"new Iraqi conflict\", over a year after President Bush celebrated the end of hostilities aboard a US aircraft carrier. <p>Speaking at a Downing Street press conference with Iraq's interim prime minister, Ayad Allawi, Mr Blair appealed to those who opposed the toppling of Saddam Hussein to back the new fight against Islamist terrorism.</p> <p>He told reporters: \"In this conflict now taking place in Iraq, this is the crucible in which the future of this global terrorism will be determined. </p> <p>\"Either it will succeed and this terrorism will grow, or we will succeed, the Iraqi people will succeed and this global terrorism will be delivered a huge defeat.\" </p> <p>Speaking during a break in No 10 talks, Mr Allawi was also bullish about the threat posed by Iraqi insurgents, who killed 23 people in a suicide bomb attack in Kirkuk yesterday.</p> <p>\"We are succeeding in Iraq,\" he told reporters. \"We are succeeding against the forces of evil.\" Mr Allawi denied that he had asked for more troops to be sent to Iraq, and insisted that the country's elections would go ahead in January as planned.</p> <p>\"We are doing our best to make sure we will meet the time of the elections,\" he said. \"We are adamant democracy is going to prevail in Iraq. </p> <p>\"We are going to stick to this time and I call upon the United Nations to help us in providing whatever it takes to make the elections a success in Iraq.\"</p> <p>The two leaders also discussed the fate of British engineer Kenneth Bigley, who was kidnapped with two American colleagues in Baghdad last week, but remained tight-lipped about progress towards their release.</p> <p>\"Our governments are working closely on it,\" was all Mr Blair would say during the pair's press conference.</p> <p>Today's talks come after the publication of leaked documents suggesting that Mr Blair was warned a year before the invasion of meltdown in Iraq.</p> <p>Mr Blair referred implicitly to the documents today, when he acknowledged that the conflict remains a \"deeply division issue\".</p> <p>And he appealed to those that opposed the war to see that now \"there is only one side for sensible and decent people to be on in this conflict\".</p> <p>Following today's summit, Mr Allawi will attend further talks with the foreign secretary, Jack Straw, before flying off to the UN in New York. He is expected to meet the US president while in America.</p>",
  "<p>In a stone-vaulted souk in the shadow of the ancient citadel of Aleppo, five-year-old Edie was haggling for a bright red dress. Vigorously, she mimed the words: 'That's obviously a ridiculous price.' The trader smiled and agreed. 'You are', he said, 'welcome in my country.' </p> <p>Our decision to take a family holiday in a country which is part of George Bush's supposed Axis of Evil had been prompted by a number of neatly colliding interests. We'd read about the ancient ruins of the cradle of western civilisation and birthplace of the Old Testament and we were keen to practise our painfully-acquired evening class Arabic on some real, live locals. But what Fergus, seven, and Edie really wanted was a journey on a 'sleepy train'. </p> <p>While browsing a trainspotters' website one evening, I came across the Toros Express, a weekly rail service from Istanbul to Syria (and formerly the eastern extension of the Orient Express which ran all the way to Baghdad). The 'sleepy train' located, there was no holding us back. </p> <p>The Toros Express runs every Thursday morning from Haydarpasa station in Istanbul to Aleppo, northern Syria's capital. We bought cheap air tickets to the Turkish capital and thought we'd work out the rest of our two-and-a-half week journey when we got there but, almost immediately, our plans hit a snag. There had been two train crashes in Turkey in the previous few weeks and now the very existence of the Toros Express, let alone its departure station, remained enigmatic. No one could tell us where to board the train. </p> <p>An optimistic railway employee eventually sent us on a four-hour bus ride to a small town called Eskisehir. There were two stations in this rather grim town, and no one spoke English; but, at last, a taxi driver sped us to a bare concrete platform in the middle of a field and, miraculously, there we saw five clapped-out carriages coupled to a geriatric red engine. Two men sat in shorts, drinking tea. </p> <p>'Toros Express?' we inquired. ' Guichet ?' Forget tickets, these railwaymen were simply amazed to see potential passengers. They ushered us towards the back of the train where a smiling man beckoned us on. This was Mr Ali, our Syrian guard, and, for the next 31 hours, we were to be not merely the most honoured but the sole occupants of his travelling Syrian hotel while Turkish marble was loaded on and off the rest of the train at various obscure locations. </p> <p>At every conceivable consumption opportunity, Mr Ali and his large, string-vested assistant brought us salted cheese, olives, pitta bread and watermelon. </p> <p>The kids ran up and down the deserted corridor, climbing over the wood-panelled couchettes and acting like imperial progeny. As the train crossed from the north-western tip of Turkey to the far south-east through a barren and fearsomely hot landscape, Mr Ali's vegetable bounty knew no bounds. This proved to be merely our first experience of Syrian hospitality which constantly stretched the rules of generosity to embarrassing levels. </p> <p>On arrival at Aleppo, only seven hours late, we explained to a devastated Mr Ali that we would not be spending the weekend as his house guests. We wanted to visit the citadel of the oldest continuously inhabited city on the planet and he took the news bravely. </p> <p>The 10th-century citadel's entrance bridge leads over a precipitous moat and, as we crossed into the fortified interior, we wondered who could ever have wanted to storm a city with an average summer temperature of 40C? Constructed mainly by the son of the legendary 12th-century Sunni leader, Saladin, the views of the rooftops, souks, hovels and hills of Aleppo from the top of the citadel were blindingly bright. An ugly concrete stage had been clumsily constructed for civic events in the middle of the ruins and a group of Syrian schoolchildren watched as our two pranced around pretending to be pop stars on the spot where Abraham, allegedly, milked his cow - Aleppo deriving from the Arabic for milk. </p> <p>In the 13th-century souk below, we tried to buy bread from a stall but the baker would not take our money. 'Take my bread,' he said. 'You are welcome in my country.' A few shops along, we attempted to pay for pistachio halva but were again thwarted. We were very welcome in this country. </p> <p>Back in the city centre at the Hotel Kamal (£4 a night), the other guests were all engineering students and had never met an English-speaking child. They sat in their underpants, watching a Steve Martin film on satellite TV. They asked us about Tony Blair but really wanted to know whether Celine Dion would release a new record this year. Someone ran out to buy our kids some Mecca Cola - a treat which almost made up for the ubiquitous squat toilets. </p> <p>We crossed town to visit the Dream Park - Aleppo's first bowling alley and indoor playground, built three years ago. 'Everyone gets along here,' said the manager, who was half-Christian, half-Muslim. 'You can't tell anything from what they're wearing.' Ladies in jellabas smoked nargile water-pipes alongside women in revealing, glittery tops and mini-skirts and, at this extraordinarily eclectic mothers' meeting, everyone helped everyone else's children climb onto the Mr Men rides. We were the only non-Syrians but, aside from a minor sharing incident in the ball pool, there was global peace at Dream Park. </p> <p>Three hours, three buses, £3, and half a desert away, we arrived at Palmyra - the ruined city of the legendary Queen Zenobia, the Middle East's answer to Boudicca. Here, too, the hotel owners were intrigued to meet real English-speaking children. We all watched a disco dancing competition on TV. 'Twenty years ago,' said the hotel owner's son, 'potential brides used to ask how many cattle you had. Now they only ask if you have satellite TV.' We climbed the citadel and watched the sun set over the bleakest of deserts. When the Romans conquered Palmyra in AD271, they didn't leave much standing but the Palmyran tomb towers still pierced the darkness and Disney couldn't have drawn a more elegant silhouette. </p> <p>It's so hot outside that the guardian of these tombs only opens them up between 8.30 and 9.00 each morning. Just after dawn, Fergus and Edie scrambled around the patrician tomb towers before diving underground to the middle-class graves. The kids thought that the Temple of Bel (AD32) was even better than Dream Park until they collapsed in a heap, sweating. The one official guide told us that he and his parents had lived in the temple until the French had 'relocated' them in the 1930s. He now makes his living from showing French tourists around the ruins. </p> <p>Syria's other main tourist attraction, the Krak des Chevaliers, is two hours away. The best preserved crusader castle in the world sits atop a hill and TE Lawrence visited 49 times, inspired by its imposing presence, the magic of the location and, no doubt, its gorgeous and noble inhabitants. Here, the Hospitallers, Christianity's crack brigade, held off Saladin during the Second Crusade in 1188. We climbed in through a breach in the walls and wandered around the stables, a Gothic church and a network of cellars capable of storing five years' worth of food. There were no foreigners, no guides and no lights, and the kids ran squealing along dark corridors, delighted at the chance to play Famous Five. </p> <p>Outside, we found the nearest cafe and asked the owner if he could recommend a hotel. 'Don't waste your money,' he said simply, 'come to my house. You are welcome in my country.' Without stopping to ask our names, he drove us to a small cement house a few minutes away. A woman in a pink nightie appeared and led us inside. Seconds later, she brought a metal tray laden with bowls of rice and a mysterious yoghurty mixture. It would have been rude not to tuck in. </p> <p>For the next four hours, we talked, in broken Arabic, about children, Syria and Iraq. 'Syrians and English have always been friends,' said Abdul Rahman and his wife, Sanaa. 'Why does Tony Blair do this? Why is he Baby Bush?' We couldn't reply. Our kids tried to present their kids with a Beano comic but the children wouldn't accept. 'Welcome in our country,' they explained. </p> <p>As on all regular family holidays, we finished with a dip in the Med. At the Blue Beach outside Lattakia, Syria's leading beach resort, we rented a bike for four people, ate water melon and swam at a pristine beach that cost £3 to visit. Here, secularity is aggressively enforced and a large, red sign informs all sunbathers that anyone who attempts to cover up will have their clothes forcibly removed so as not to embarrass other less modestly dressed guests. A team of security guards stands at either end of the beach ready to whip the clothes off anyone who dares to cover up and we watched as a man whose shoulders had gone rather too red for comfort attempted to put a T-shirt on only to have it zealously removed by the clothes police. Next door, at the free beach, however, women in head-to-toe jellabahs ran into the water fully clothed. They weren't so much swimming as standing in the sea, absorbing water. </p> <p>Back in our hotel in central Lattakia, Fergus watched the semi-final of the Asia Cup with the residents of our hotel. Disappointingly for the Syrians, Japan beat Bahrain and we commiserated with our new friends. 'Better luck next time. Inshallah,' they said, refilling our plastic beakers with non-alcoholic refreshments. 'You are welcome in our country.'</p> <p><strong>Factfile</strong></p> <p>Esther Selsdon travelled with Air France (0845 359 1000; <a href=\"http://www.airfrance.co.uk\">airfrance.co.uk</a>) to Istanbul. Tickets from Trailfinders (020 7938 3939; <a href=\"http://www.trailfinders.com\">trailfinders.com</a>) start at £120 return. British Airways (0870 850 9850; <a href=\"http://www.ba.com\">ba.com</a>) flies direct to Damascus, Syria, from £320. The Toros Express normally runs from Haydarpasa Station in Istanbul to Aleppo, Syria, every Thursday at 8.55am. It costs roughly $30 for a single couchette and takes at least 28 hours. Information from <a href=\"http://www.seat61.com\">seat61.com</a>. </p> <p><strong>Where to stay</strong><br> Hotel New Afqa, Palmyra (00 963 3191 0386) cost £9 a night (outside high season). Most tour groups stay at the colonial Hotel Zenobia (00 963 3191 2907) which costs around £50 a night and is located inside the ruins. There are no hotels within walking distance of the Krak des Chevaliers - get there very early or do an organised day trip. The entrance to the private section of the Blue Beach, Lattakia, is via the luxurious Cote d'Azur de Cham Hotel (00 963 4142 8700).</p> <p><strong>· </strong>Footprint Syria and Lebanon Handbook is the best guide for culture and general information.</p>",
  "<p> <strong> Tracking rhinos in Namibia</strong><br> The Waterberg Plateau National Park is a refuge for Namibia's most endangered wildlife, including black rhinos. Earthwatch Institute (01865 318838; <a href=\"http://www.earthwatch.org/europe\">earthwatch.org/europe</a>) needs people to help study their habitats. Departs 15 January and 6 March 2005; 14 nights from £1,710pp full board in tents. Flights to Windhoek with STA Travel (0870 160 6070; <a href=\"http://www.statravel.co.uk\">statravel.co.uk</a>) from £600.<br> </p> <p><strong> Me Tarzan, you wannabe ranger</strong><br> Abercrombie &amp; Kent (0845 0700 610; <a href=\"http://www.abercrombiekent.co.uk\">abercrombiekent.co.uk</a>) has safari-ranger courses for novices in Botswana: learn to track animals, understand their environment and fire guns. Departs 23 January and 22 February 2005; six nights from £2,095pp full board with flights and transfers.<br> </p> <p><strong> So how much does an elephant eat?</strong><br> Taita Discovery Centre in Tsavo, Kenya, conducts research into elephants: you'll focus on field work including monitoring tree and shrub consumption, and mapping areas where elephants fight. Alternatively, track lions to establish their routines. Ten nights from £610pp full board. Contact Origins Safaris (00 254 2033 1191; <a href=\"http://www.originsafaris.info\">originsafaris.info</a>). Flights to Nairobi with Trailfinders (020 7938 3939; <a href=\"http://www.trailfinders.com\">trailfinders.com</a>) from £350.</p>",
  "<p>Reading The Guardian one Saturday, Sue notices the online-dating service in the Saturday edition. She's been single for four-and-a-half years. After an eight-year relationship, Sue hadn't imagined being single for so long, hadn't expected it. </p> <p>Where are all the men? The ones she knows are already in relationships - or not her type. When she likes the look of a man, she checks his left hand. These days, the ones without wedding rings on always look so much younger than her. 'God. Why on earth would they be interested in someone who's 36?'</p> <p>She's never tried it before, but she logs on and starts filling in the online form. The hardest thing is the five-word summary of what you're looking for that they use as a headline. Sue scrolls through the other profiles. They all say things like: 'Single, happy, intelligent, lively'. What does that mean? Sue wants something that will catch men's eyes, something a bit different, so she writes: 'Lager Curry Kylie Football'.</p> <p>When she goes online to check, a couple of Guardian-reading men have emailed her. Others have put her in their 'favourites' list. Oh my goodness. It works. After all that time, it's nice to have this kind of attention. It's a boost. And when she starts emailing and talking to a few of them, it's fun. One is a bit reticent, but the other is certainly up for it. He's about the same age, concerned about the environment (which is good) - and he does DJ-ing, too. She quite fancies going out with a DJ. After a few weeks they decide to meet. He suggests Fruitstock - the festival sponsored by a smoothie-making company, held in Regent's Park, London. (Good choice. If they don't like each other there's plenty to do.) She takes the train from Bristol. They meet. </p> <p>The moment she sees him, she knows she doesn't fancy him. It's not going to work. It's not that she really expected it to. She's not even sure he fancies her, for that matter. </p> <p>It doesn't matter. It's a beautiful sunny day. The park looks lovely. They watch the bands, sit on the grass and talk. </p> <p>But her date is looking at the band when Sue notices this group on the opposite side of the stage. One of them keeps looking at her. He's in his thirties - the sort of man who looks like he takes care of himself. A nice, warm face. And glasses. Lately she seems to be going for men with glasses. Is he really looking at her? </p> <p>She looks back at him. Eye contact. She's not used to this.</p> <p>The date goes to the bar for another lager. (He does seem to drink quite a lot.) Sue looks again. He's still looking, too. Nervously, they both smile.</p> <p>Should she run over there and give the guy her phone number? She's never done anything like that in her life. Not having had much luck with men in recent years, she doesn't feel confident about approaching him. But then this kind of eye contact doesn't happen to her very often. </p> <p>Would it be too tarty to give him her number? She's supposed to be here on a date. It doesn't feel decent to go behind his back. Maybe that's just an excuse. Sue hesitates. Her date returns. She chats, still sneaking glances.</p> <p>Later, dancing in front of the stage, she promises she'll talk to the guy with glasses if she sees him again. Definitely. Give him her number. But he's disappeared.</p> <p>On the last-but-one train home that night, she's curiously elated. The date didn't work, but it was a lovely, lovely day. And she can't get the guy who smiled at her out of her head. God. How often does that happen?</p>",
  "<p>We had thought about meeting in Hollywood, Nashville or New York. Then the phone rang late at night: could I be at a church an hour outside Chicago at 4.30pm the following day? </p> <p>It was sunny in Joliet, a small town romantically pronounced 'Juliet', and inside the church, a couple were getting married. At the appointed time, I stood at the back, looking for clues amid the congregation. I peered at the bride (though I knew the person I was meeting was already married). I wondered if there was any significance in the church (it was Catholic; she is Protestant). Idle thoughts, but after a week of watching the high-earning action thrillers with which Ashley Judd has made her name, you begin to believe she may conduct her life along similar lines. </p> <p>Just then, I saw a figure wearing a baseball cap and wildly oversized sunglasses, a get-up that shouted 'incognito' so loudly I recognised her at once. Judd shook my hand, introduced me to her two cockapoo dogs, Shug and Buttermilk, and said, as she settled onto a patch of lawn: 'Have you come all this way just for this?' </p> <p>Although this was a touch worthy of Norma Desmond (how could I have had time to plan anything else?), I liked her very much. Underneath her glasses and her cap, she is intriguingly beautiful - not in the dazzling, smoothed-over way she appears on countless magazine covers, nor in the sleek and determined manner of her gutsiest heroines. In the flesh, there is something gentler about her, a little warmth and, perhaps, a little worry, as well as her much-feted poise. </p> <p>After some small talk (Judd was there to accompany her racing driver husband; the circuit was nearby and she just spotted this church yesterday as she drove past), she came right out with it: 'Um,' she said, 'I'm getting a little uptight. Because this is a British newspaper.' </p> <p>And? I asked. </p> <p>'And I don't trust them at all. I was really nervous about this, because we just don't trust anybody from the UK.' </p> <p>Despite the many interesting aspects of her role as Linda Porter in the film she is promoting, De-Lovely, Judd can't be unaware that it received rather thudding American reviews. As Cole Porter's wife, she plays a woman graciously devoted to a genius, despite his many homosexual affairs, but the potential complexity of this is blunted by the film's artless format. Her previous movie, Twisted - in which she plays a homicide cop - was released in the UK a few months ago, and coolly received. </p> <p>But that's not what was bugging her. The problem, she said, was that her supposedly honky-tonk past had become 'so mythologised and ridiculous'. It has been said that Judd grew up 'without running water, without electricity', when the fact is that some of her relatives simply lived 'in an old-timey way by choice'. She is rumoured to have been so poor as a child she had to make her own soap, when she only made soap because her mother was interested in the craft of it. </p> <p>Judd became exasperated as she spoke: 'It's like we're some portrait out of the Depression! It's about titillation, scandal or ruin; at the very least, it has to be about conflict. It's so reductive. It's not even that wonderful thing that Steinbeck said about \"the end is always latent in the beginning\". I don't recognise any of it! There's so much going on with my family story, which I probably will choose never to tell.' </p> <p>She was born days after Martin Luther King was assassinated in the state where she now lives. She is the second daughter of Naomi Judd, a single mother who waitressed her way through college in order to become a nurse and then, when Ashley was 15, formed a singing duo with her other daughter, Wynonna. The Judds became one of the most successful acts in country music and spent their days on the road. Sometimes, Ashley went with them (reportedly making pocket money by cleaning their tour bus) and sometimes shunted between relatives. </p> <p>'I coped very well in certain ways and in other ways I was very uncertain,' she told me. 'I think that school was like a potential disaster and I didn't really come into my own until college. I started to write; I had a lot of really strong feminist teachers.' </p> <p>After studying French at the University of Kentucky, Judd drove a couple of thousand miles to try to make her way in Hollywood. David Letterman once joked: 'The Judds have another girl, but she's so ugly they keep her locked in a basement!', a quip she was soon to lay to rest. Her first film, a thoughtful, low-key independent called Ruby in Paradise, immediately put her on the map as an actress of sincerity and intelligence. But it wasn't until Jodie Foster pulled out of the thriller Double Jeopardy five years ago that she got the part that made the bucks. </p> <p>Since then, Judd has played a series of strong women or, rather, in her own description, 'characters who are hurt in some way, and coping '. She has commanded salaries of more than $8 million, while to some extent turning her back on the Hollywood game. She lives with her husband, Dario Franchitti, and their multitude of pets in a house in Tennessee bought for her by her sister, who lives nearby. At 36, Judd has 'managed to do a lot of correcting' of a childhood she describes as 'totally chaotic'. Her sister once famously described it as 'putting the \"fun\" into \"dysfunctional\".' </p> <p>Part of the problem with the family legend is that one of its chief mythologists is Judd's mother. In 1993, Naomi Judd published an autobiography called Love Can Build a Bridge. It was turned into a TV mini-series; Judd was asked to play her mother and ended up playing herself, a choice which has not prevented her from cursing as soon as the project is mentioned. (Wynonna said at the time that she would write a sequel entitled 'The Truth'.) </p> <p>Now Naomi Judd has written a new self-help book (Naomi's Breakthrough Guide), in which she is given to motherly boasts - Ashley once beat a Nobel laureate at Trivial Pursuit - and more regrettable assertions, such as: 'Ashley is as slick as snot on a doorknob.' </p> <p>How is Judd coping with the uninvited attention? 'Well, my friends have helped me with that. A lot of it is not totally true, but I just gloss over that. She's my mom and it's just as much her experience as it is mine.' </p> <p>Last month, the three Judds went on Oprah. There ostensibly to discuss Wynonna's battle with her weight, the women mentioned a tricky family issue: Wynonna's father was not Ashley's, and Wynonna had not known this until she was 30 (10 years ago), but Ashley had known it all along. Why? </p> <p>'What's more interesting to me,' Judd told me, 'is why I didn't just tell her right away, why I felt complicit in their secrecy. At the age of 17, I didn't realise that I had an independent mind, and could choose. That occurred to me recently. I thought, why the fuck didn't I tell her? I mean, ultimately, I did. I'm the one who told her.' </p> <p>'In my next action movie,' Judd wrote in a diary recently, 'I am going to be an avenging angel of the sisterhood. I am going to work subtly and quietly in the dark, rescuing women from brothels in ways so covert that my movements will go unnoticed as a tiny radio continues to play in the background. Then, for the sequel, I will do a full-on superhero turn, upending poverty, banishing ignorance. I went to Pattaya tonight, an infamous red-light district here in Thailand. Can you tell?' </p> <p>This summer, Judd, who is global ambassador for YouthAids, went on a trip to Cambodia and Thailand and became committed to rescuing some sex workers from their 'bondage'. She is a woman's woman, as might be understood from her background. She speaks of her three best girlfriends with bracing affection, unabashedly calls herself a feminist, is continually campaigning to help women register to vote and generally doing, as she puts it, 'anything Gloria Steinem asks me to'. </p> <p>No matter how grand she may be in some respects - she is, for example, unapologetic about her reliance on her housekeeping 'staff' - Judd has a sensibility for solidarity. For her, to use a favourite word of hers, there is no 'disconnect' between the two. </p> <p>As a teenager, Judd was 'always raising hell about something' and her activism work has allowed her to put to use 'a power I've always known I've had'. She has no more film projects until next year, but is very much looking forward to her next YouthAids trip, to Africa. In the meantime, she will be at home, reading, baking, teaching the odd geography lesson at her niece and nephew's school. She and Dario might try and learn Italian and... </p> <p>Just then, the bride and groom walked up to where we were sitting. 'I apologise,' said the groom. 'I did not recognise you when we walked by.' </p> <p>'That's OK,' Judd replied, with charm. 'You don't need to recognise me - you guys are the stand-out. This is your day.' </p> <p>The bride giggled and said: 'Could you autograph our programme?' </p> <p>Judd looked a little nervous. Someone was taking her picture. She forgot the groom's name as she inscribed their order of service. They chatted. They left. Judd looked resigned. 'Welcome to my life,' she said. </p> <p><strong> · </strong> De-Lovely opens on 1 October</p>",
  "<p>eBay is the website that can find a global market for your cottage industry. If you fancy turning your weekend pottery passion into a money-spinner, or if your second-hand bike shop is on the skids, the online auction could be the answer to your prayers. </p> <p>Brian Blair, a 38-year-old former marketing director, started out buying and selling the odd thing on the site three years ago when he was living with his wife in London. 'When we decided to escape the rat race and move to the Scottish Highlands, it changed from being a bit of a hobby to a way of generating some necessary funds,' he recalls. </p> <p>Now eBay is Brian's full-time job. He runs a thriving business from a shed at the bottom of his garden in Perthshire selling books, vintage clothes and whatever else he can lay his hands on. Recently he acquired the entire stock of a menswear shop in Fraserburgh, north Scotland, which was stuck in a 1970s time-warp. Even an experienced eBayer like Brian, thought that a large box of wing-collared nylon shirts would test the site's fabled powers to spin gold from junk. However Brian hadn't counted on 'Nylon Bob', an obsessive collector of synthetic casual wear from Hobart, Tasmania, who bought the lot. 'I was hoping to make a couple of quid and then we shifted the lot for £20 a shirt. I couldn't believe it,' he says. </p> <p>Brian is typical of a new generation of eBay entrepreneurs who make their living from the world's biggest car boot sale. He reckons he is financially better off as an eBay trader than he was as a young professional working in London - and he's certainly a lot happier. He can make about £3,000 a month. The success of eBay has been phenomenal and it is reckoned that, at any one time, there are some 25 million items on the site. In the UK someone buys a mobile phone every minute, a model train every two minutes and a car every four minutes. </p> <p>Simon Mohr, another eBay enthusiast, and his wife, Elizabeth, used to buy and sell designer clothes for fun a few years ago. Now he has three members of staff to help run AuctionPoint, a service which sells antiques on behalf of other dealers on eBay. </p> <p>The business is run from a small office above an antiques shop in Sandgate, a Kent seaside village well known for its antique shops. 'The high street has just seen its business shrink and the only shops that are doing well are those with an internet presence,' says 30-year-old Simon. 'The people who work in antiques are often a lot older than me, they don't know computers and they love our service. We're shifting things that have sat in their shops for years.' </p> <p>EBayers selling on behalf of other people is a well-established feature in the US and it is perfect for start-up traders because, as Simon points out, their capital is not tied up in stock. AuctionPoint charges its users 25 per cent commission from the first £50 and 15 per cent of the sale price after that. </p> <p>AuctionPoint has just launched and is already selling around 50 items a week but, with the new recruits, it aims to be listing more than that every day. Over the last few weeks they have sold items as diverse as a ship's radar from a cross-channel ferry to an opium pipe 'that still stank of opium' to a collector of drug paraphernalia in Singapore. </p> <p>They believe that they are giving local celebrity Michael Hogben, aka BBC1's Auction Man, a run for his money. 'Our cus tomers are all over the world and that gives us the edge,' Simon says. 'His customers have to all be in the one room at the same time.' </p> <p>Both Simon and Brian report that setting up business on the site is straightforward. 'All you do is buy a digital camera, take a decent photo, familiarise yourself with how to list on the site and write an honest description. Then wait for the emails to come in,' says Brian. </p> <p>Others use the service for their business in ways that may not have been expected initially. Martial arts fan Steve Bibby runs <a href=\"http://www.paragonmartialarts.co.uk\">Paragon Martial Arts</a> and sells a number of items through eBay - bankrupt stock from people who've sold it to him cheaply, for example. It pays for itself: there isn't a huge profit in the eBay sales but there are other benefits. 'It just seemed like a good way of marketing stuff,' he says. 'Every time we sell something through eBay we send either a flier or one of our little catalogue brochures with their order, so they come to our own website.' </p> <p>Equally, when it introduced its 'Buy it now' scheme (in which you bypass the auction process and purchase goods immediately), eBay approached Matthew Wilkinson of Big Blue Tube, which sells prints of sporting celebrities, and he started selling through the system. 'We sell a lot through our website, but millions of people look at eBay every day and it has become synonymous with memorabilia, so people just go there.'</p>",
  "<p><strong> The following apology was printed in the Observer's For the record column, Sunday September 26 2004</strong></p> <p>In our review below of How We Can Save The Planet, we stated that the book's proposal for per capita carbon rationing would result in 'compounding fundamental inequalities between developed and developing countries'. The reverse is true. Its application would shrink the gap between rich and poor countries: those unable to manage within their shares would have to buy the unused parts of the allocations of those able to do so.</p> <p></p> <p><strong> How We Can Save the Planet</strong> <br> <strong> by Mayer Hillman</strong> <br> Penguin £7.99, pp195 </p> <p> This ecological manifesto practises what it preaches: its cover is printed on the same natural, recyclable paper as the pages inside. The first and second sections of the book present the facts about climate change and highlight the ineffectual nature of the global measures taken in response, such as the Kyoto Protocol. The third presents the author's own radical solution to the problem: carbon rationing. Hillman was one of the first proponents of carbon rationing on a global and individual basis as the only realistic way to prevent serious damage from climate change. He insists his solution is based on equitable principles, although he fails to acknowledge its potential to compound fundamental inequalities between 'developed' and 'developing' countries: environmental issues must be considered in relation to the broader context of international development. Hillman's political thinking might be disputable, but he provides vital, practical information to help individuals adopt an energy-thrifty lifestyle. </p> <p><strong> The Curious Life Of Robert Hooke</strong> <br> <strong>by Lisa Jardine</strong> <br> HarperCollins £8.99, pp422 </p> <p> Robert Hooke is perhaps best remembered as the 'man of strange unsociable temper' who claimed to have discovered the Law of Gravity before Sir Isaac Newton. Newton's refusal to make any acknowledgement to Hooke in his Principia Mathematica sparked a fierce and very public row, which resulted in Newton destroying the portrait of Hooke that hung in the Royal Society. Lisa Jardine, who claims to have discovered another portrait of Hooke in the Natural History Museum, presents a prose picture of lively and intricate detail. As well as Newton's sworn enemy, Hooke was a close friend of Sir Christopher Wren, with whom he worked tirelessly to rebuild London after the Great Fire of 1666. A prolific inventor and opium addict, Hooke emerges as a curious figure in both senses of the word. This engaging biography retrieves the man, his genius, and the status he deserves as 'a founding figure in the European scientific revolution.' </p> <p> <strong> The Last Good Time</strong> <br> <strong>by Jonathan Van Meter</strong> <br> Bloomsbury £8.99, pp296 </p> <p> Do we really need another book about the Rat Pack? Shawn Levy has already documented their whisky-soaked glory days in Rat Pack Confidential. The Last Good Time revisits the seedy nexus of celebrities, politicians and gangsters, but with less panache. This is due partly to Jonathan Van Meter's slack prose style and partly to his choice of subject. Van Meter claims that Paul 'Skinny' D'Amato, owner of the 500 Club in Atlantic City, was 'one of the most quietly influential figures of the 20th century'. It is never really clear what this extravagant claim is based upon. Skinny's list of accomplishments is short and dubious. He might have played a peripheral role in JFK's 1960 presidential campaign (Van Meter never attempts to verify the facts); he was certainly responsible for pairing the mediocre talents of Dean Martin and Jerry Lewis at the 500 Club. And he taught Frank Sinatra the coolest way to hold a cigarette. Do we even care any more?</p>",
  "<p>Four years ago I wrote a piece for The Observer called 'How gardening saved my life'. It briefly told the story of the collapse of our business, health and fortunes in the late Eighties and early Nineties, breakdown and the repeated bouts of depression that I have lived with since, despite recovery through the making of my garden. It probably made it all seem neater and more manageable than it really is. It certainly did not emphasise enough the ministrations and tolerance of my wife, Sarah. I was acutely aware at the time of the risk of soul-baring confessional pieces of anyone vaguely in the public eye being a form of self-aggrandisement, which was not only insulting to the innumerable people in a far worse predicament than myself but also opened myself up to misunderstanding that I could do without. The truth consists of stumbling and muddling my way through good times and bad with much ill-grace, anger and despair alongside real love and constant contact with the earth. This was the real point about the piece. Growing things in my back garden was healing me and putting the pieces together again - daily.</p> <p>While I was not naive enough to assume that this would be treated as just another gardening column, I was astonished by the response. I had many letters from fellow depression sufferers, thanking me for coming out about the subject. It also seemed to be true that the solace I found in gardening was not unusual.</p> <p>I did a radio interview programme a few months ago called Devout Sceptics where I touched upon this subject. Again, the response was overwhelming, with hundreds of letters. Clearly, the healing power of gardening is greater than anyone has really explored.</p> <p>As I said, our business went down the tubes at the end of the Eighties. We designed, made and sold costume jewellery. We had our own shop and supplied more than 100 outlets. Sarah and I had built this up with nothing other than enthusiasm. It certainly dominated our lives for most of the decade, but increasingly I would rather be in the garden than anywhere else, and increasingly I was out of sorts with London, my job and my self. Put that together with bad luck, bad decisions, the fickleness of the fashion business and a global recession and you have a recipe for disaster.</p> <p>We moved out of London in 1988 and bought a large tumbledown house with 30-odd acres of Herefordshire hillside. I thought it heaven. I have never been anywhere before or since that I wanted to live in more. I threw myself into making a 12-acre garden as the business crashed around my ears. At the same time, I had started writing a regular column for the Mail on Sunday, was writing a book (The Prickotty Bush - long out of print) and began doing gardening on daytime television. We had three children under five and Sarah was dangerously ill for a year. To cut a long story short, the bank had a charge on the house and we had to sell everything but the clothes we stood up in to liquidate the company. </p> <p>The journalism and television work dried up. The book did not sell. We went from big house in the country, London house, shop and offices, to a spare bedroom in my parents-in-law's house and the dole for more than a year.</p> <p>I handled this badly. I had a big fall and fell to bits, and all the king's horses ... but it was, for us, a painful and difficult time and only Sarah's strength and wisdom held things together. This was 1991 to 1993, not so very long ago. </p> <p>Fast forward to 1998. Your correspondent is busy making television programmes. He writes a regular column for The Observer and has now published three more books. Prozac sings in his blood, as it has done for the past five years or more. Some of the debts are repaid, although we are still desperately short of dosh. We live in this beautiful house that we are rebuilding from a literal ruin and out of the window a garden is coming together. This is the garden that I dreamt up for 18 months before a single plant was placed in the ground, while we stayed in the spare bedroom and then a rented house. This is the healing ground where dreams blossom.</p> <p>I was to give a talk in New York to the Horticultural Society. It was a big money raising event attended by New York high society. The talk was a disaster. Half the audience noisily ate their lunch and chatted. The slides of our garden, on which everything hinged, were invisible in the daylight. So, out of desperation, I described them, making up a totally fictitious garden, which I called the Jewel Garden. The pictures that they could not see, were, I assured them, filled with luminous colour and form and made up this extraordinary place bejewelled with flowers. </p> <p>After the talk, a woman came and introduced herself as the gardening correspondent for the enormously prestigious and influential House &amp; Garden and said that they would love to do a piece on this Jewel Garden. I could immediately see she was nice and completely serious. I wanted her to think well of me. It was a moment of decision: did I admit that it was a figment of my imagination, or keep up the pretence and somehow hope that this might magic it into being? Of course I took the latter route. To cut a long story shorter, we frantically made the Jewel Garden into a place that could be photographed and in August they arrived and took their pictures. </p> <p>This new, entirely floral part of the garden, right in the centre and much the largest single section, became more than just a rich piece of planting. It seemed like a symbol of recovery. Gardening had rescued me by both providing solace and a living. The real jewellery business bought us little but grief - this new area of 12 large borders seemed entirely positive and lucky.</p> <p>Since then we have worked on it, refining, replanting, adding thousands of bulbs, sometimes making mistakes, sometimes losing plants. But it still feels essential to this garden.</p> <p>I still deal with depression every winter. Things still go wrong, all the time. But the garden, just as it does for many people, is better than pills. We get through, me, Sarah and the garden, and start again each spring, exhausted, relieved and thrilled with the emerging world.</p> <p>So my latest book, The Jewel Garden, is about disaster and depression and recovery through making a garden. Parts of it were terribly hard to write. How do you write about black despair without either glibness or despair? How do you write a gardening book about the crushing, rotten emptiness knowing that you will pop up on some television screen with a smile and a cheery word or two? But it is also about love. The two of us garden here as an indivisible unit. I could not have possibly written it alone because it is not my story to tell just as it is not my garden. It is ours. We ran away together, made a business and a mess of it together, made babies and have made a garden out of the story of our life together. Now we have written it down.</p> <p><strong>· </strong>The Jewel Garden by Monty and Sarah Don is published by Hodder at £20. To order a copy for £17 plus UK p&amp;p, call the Observer Book Service on 0870 836 0885<br> <a href=\"mailto:monty.don@observer.co.uk\">monty.don@observer.co.uk</a></p>",
  "<p>It seems only right that Tyler Brûlé has invited me to the Wolseley, one of London's hottest new restaurants, to discuss The Desk, the new BBC4 media programme he is fronting from next January. Brûlé will be forever be known as the founder of Wallpaper*, the unapologetically aspirational interiors magazine about 'the stuff that surrounds you', so this feels like his natural habitat.</p> <p>Self-proclaimed style gurus always invite sartorial scrutiny and it is impossible to resist the temptation to analyse Brûlé's appearance (for the record, he is immaculately turned out, in a blue jacket, charcoal grey V-neck, slightly faded jeans and pale blue shirt.) The Desk will be subject to a similar level of scrutiny from the back-biting media world, which greeted with surprise the news that Brûlé's 'multi-disciplined creative agency' Wink and producer Anne Reevell - who launched Radio 4's media show Medium Wave - had been commissioned to produce The Desk. </p> <p>A host of well-established media commentators and TV presenters pitched for the coveted 30-programme run, including Paul Merton, Kirsty Wark, and former Times media editor Ray Snoddy. Brûlé concedes that he was surprised to land the show so soon after renewing his acquaintance with Reevell, whom he first met when he was a young freelance reporter and occasional Medium Wave contributor. </p> <p>'We hooked up again to work on a concept for a smart, more euro-centric morning news show for one of the terrestrials and the BBC4 request came up during that process', he says, adding that he is prepared for the inevitable sniping about style triumphing over substance. </p> <p>'It's the nature of the business. People have trouble coming to grips with the fact that you can actually move quite easily between a TV newsroom floor to Kabul's backstreets to the editor's chair of a glossy magazine.' </p> <p>Brûlé was shot in Afghanistan in 1994 while working as a freelance, and worked for a UK financial news channel, so he does not lack a serious side. </p> <p>He points out that Wallpaper* ran some ground-breaking articles, including 'the first piece on al-Jazeera', and his business track record is undeniably impressive. He sold Wallpaper* to AOL Time Warner for just over £1 million in 1999 and went on to set up Wink to provide design, advertising, branding and marketing advice to clients including Marks and Spencer - it designed the infamous M&amp;S Lifestore in Gateshead - and Selfridges. He recently bought the business back from AOL Time Warner. </p> <p>Even so, The Desk's set is likely to be analysed as closely as its content. 'We're damned either way. If we don't have an incredible set people will ask why not, and if we do they will criticise us,' Brûlé says, adding, lest there be any doubt, 'the sets will be fantastic'. </p> <p>He is unapologetic about his desire to create an appealing on-screen aesthetic. 'I want to take my print experience and apply it to the screen. Just as every page of a magazine is exquisitely crafted we want to bring the same attention to detail to The Desk. Contributors will not only be thoroughly briefed but also well groomed. There's nothing worse than showing up to do a TV show and the people in the control let guests on air with stained ties and bed head.' </p> <p>Given the media world's propensity for self-indulgent navel-gazing, it is remarkable that it has had to wait this long for a dedicated half-hour TV show. (The last one was Channel 4's Media Show, which disappeared from screens in 1991). But Brûlé is determined to avoid aping the parochial outlook of many media pundits, whose pronouncement may interest guests at a north London dinner party but lack broader appeal. </p> <p>'The exciting thing about a BBC4 commission is that we can be quite highbrow and challenging [but] I don't want to use all the usual faces,' he says. ' The Desk should talk to both the core BBC4 viewer and the trade.' The programme will have a determinedly global perspective, hardly surprising since the Canadian-born Brûlé moved to London at an early age, has a summer house in Sweden and lives for much of the year in Zurich. </p> <p>He talks of 'sending someone to San Francisco to cover Apple's financials ('as relevant to British viewers as it is to an American audience' ) and 'keeping an eye on what [iPod designer] Jonathan Ive is up to at the Apple design centre'. </p> <p>Overseas trends will be identified and analysed, he says, offering up a particularly pertinent example. 'The British trade press takes any launch as fresh and new and rarely reveals that many concepts have been lifted from overseas newsstands. The Desk should blow the whistle on these \"fresh, original\" launches when necessary. There's no reason we can't say \"OK this format is new to the UK newspaper market, but it has been around in Sweden for 10 years\".' </p> <p>There will be live satellite links to correspondents on the east coast of America and features on Brazil's new rolling 24-hours news services. 'When I took back the agency [Wink] I took a lot of Wallpaper*'s correspondents on retainers. We'll be using people in Sao Paulo, Beirut, Singapore, Tokyo, Los Angeles, Barcelona and New York to feed into our newsdesk.'</p> <p>Although Brûlé made his reputation in magazines, he started in television, working as a reporter on Janet Street-Porter's youth-orientated current affairs programme Reportage in the late 1980s. Brûlé believes London is now the world's leading media centre. 'When I first got here in 1989, I thought \"have I come to the wrong place?\" because everyone was travelling the other way. There was a time when you had to go to New York to make it in the media world.' But no more. 'London has overtaken New York, at least creatively. America's tough immigration policies make it more difficult to show up as a freelancer at JFK and hope they'll let you in to write or design.' </p> <p>The globalisation of the media marketplace has also benefited London, he says. 'London has become the international news hub. You have all the Arabic papers here, al-Jazeera is going to expand their operation, you have a big CNN production centre, all the US networks' main bureaux and most other foreign broadcasters make London their hub [to cover] Europe, Africa and the Middle East.' After all those interiors, Brûlé seems intent on getting out more.</p>",
  "When Sir Denis Thatcher was consulted by Fergie, Duchess of York about how she could get a better press, he advised her just to keep her trap shut. 'Whales only get shot when they spout,' was his advice. <p>Denis himself had all kinds of opinions, many of them bizarre, if not outrageous, but throughout the Thatcher years, he wisely kept them to himself. As a result, he enjoyed a generally good press. </p> <p>Cherie Blair, however, is convinced that Denis's popularity was due only to the fact that he was a man. She herself, she told Richard and Judy last week, has had to battle against the prejudices of the male chauvinists in the media who resent the presence of a clever, ambitious woman like herself at the centre of things. </p> <p>This particular whale has been spouting like anything in recent days - not just on TV but on the Radio 4's Woman's Hour and in the pages of the Daily Telegraph, all in the cause of getting publicity for her new book about Prime Ministers' wives (and husband). </p> <p>One result has been the intervention of Melvyn Bragg - married to her collaborator - and renewed controversy about whether Blair was on the point of resigning earlier in the year and speculation about a crisis in the Blair family. </p> <p>Hitherto, for whatever reason, the press has refrained from spelling out what exactly happened to upset the Blairs. But the way things are now going, the truth is bound to come out before long. If and when it does, the fault will be Mrs Blair's for going out of her way to court publicity and give interviews while at the same time insisting that some things are on no account to be referred to. </p> <p><b>A pox on politics</b></p> <p>The right way to protest is through the ballot box. That was the predictable message from police chiefs and political pundits speaking up last week for what they called our democratic way of doing things. </p> <p>The ballot box and, of course, our old friend, peaceful protest. All very well, the protesters may complain, but what are we to do when the peaceful protest is ignored? </p> <p>London has recently seen two massive peaceful protests, one by the Countryside Alliance, the other the anti-war demonstration in February 2003, by far the biggest ever such protest in British history. </p> <p>The message, that there was widespread opposition in all classes to the war, was completely ignored not just by the Prime Minister but the Tory opposition. Even now, after the failure to find the weapons of mass destruction and when Iraq has been reduced to a frightening wasteland with a daily catalogue of suicide bombings, torture, kidnappings and other horrors, Blair and Howard continue to insist that the whole thing was justified. </p> <p>Is it surprising that there is so widespread a disillusion not just with politicians but with the so-called democratic process itself? </p> <p>The MPs can barricade themselves behind all kinds of new security screens and concrete blocks in order, as they say, to preserve their precious cradle of democracy, but that could only increase the public's indifference. Even if some modern Guy Fawkes succeeded in blowing the place up, the voters would remain indifferent. Quite a few might even approve. </p> <p><b>Fauna fawners</b></p> <p>Since writing in this space about the red kite, a ferocious bird of prey recently reintroduced into the countryside and now breeding all over the place, I have been bombarded with letters and pamphlets in praise of the kite, a docile, peace-loving bird, according to its supporters, that enhances the environment by feeding only on carrion. </p> <p>Much the same kind of propaganda has been mounted on behalf of the fox in recent days - a friendly, even cuddly creature wrongly accused of killing lambs and chickens. </p> <p>The anti fox-hunting crusade has been seen as a symptom of class warfare by many commentators. But behind it lies a growing and pervasive sentimentality about animals which extends not only to the fox but to red kites, badgers (known to spread TB in cattle) and even to the rats and mice used by scientists to test new drugs. </p> <p>I quote again the wise remark of GK Chesterton: 'Where there is animal worship, there is human sacrifice.' Those scientists and laboratory workers targeted by so-called 'animal rights activists' have found that their welfare takes second place to that of the animals. </p> <p>The preservation of the badger is considered more important than that of the farmers whose livelihood it threatens. And protesters with blooded faces outside the House of Commons are told by the Daily Mirror: 'Now they know how the fox feels.'</p>",
  "For generations, Europe's premier winter playground, a region of mighty peaks and stunning scenery, has been visited by millions every year. But, with climate change taking a grip on the continent, the Alps are set to become a battleground between developers and conservationists. <p>On one side, businessmen are preparing to build a new generation of ski resorts among the highest peaks and glaciers. They say global warming poses such a threat that they can only save the sport by going upwards. Their plans include resorts in France and Austria at above 3,350 metres (11,000ft). </p> <p>On the other side stand the green activists, infuriated by what they see as an assault on the Alps' last natural, pristine habitats. They have pledged to fight the developers to the last. </p> <p>'The skiing industry has become the cancer of the Alps,' said Aurelian Daodrey, of French ecology campaigners Mountain Wilderness. 'We have got to start regulating and controlling these things. This is our last chance.' </p> <p>The battle promises to be bitter, although both sides do agree about the cause - global warming. With soaring levels of carbon dioxide and other industrial gases causing atmospheric temperatures to rise, developers and tourism bosses are under growing pressure. </p> <p>Many of the Alps' most popular resorts lie at relatively low levels - Kitzbuhel in Austria at 760m, Gstaad in Switzerland at 1,050m; and Morzine and Megève in France at 1,000 and 1,100m - and are in danger of running out of snow as the world warms up. </p> <p>Although the Alps enjoyed excellent snow last year, meteorologists say climate change is destined to take its toll. In a recent report, the United Nations Environmental Programme said that in three decades the snowline in the Alps will rise by 300m. Resorts in some areas of France, Austria and Switzerland will simply dry up. Other areas will suffer avalanches, landslips and floods triggered by snow melts higher up mountainsides. A half of all resorts in Europe may have to close within the next 50 years, it concluded. This year one resort in Scotland - Glencoe - was only saved from closure at the last minute. </p> <p>'I get many calls from people asking my advice about buying ski chalets,' said Peter Hardy, editor of the Good Skiing and Snowboarding Guide. 'My answer is always the same; don't get one that is in a low-lying resort. In a few years, you will end up staring at grassy fields instead of pure white pistes.' </p> <p>This prospect is now causing serious alarm among Alpine nations, which fear they could lose billions in income. Millions visit the Alps in winter and hundreds of thousands depend on the sport for their livelihood. Without skiing, Austria could lose 5 per cent of its gross national product, for example. The other leading ski nations - France and Italy - are equally vulnerable, while the UN report 'Climate Change and Winter Sports' estimates Switzerland's losses could reach £1 billion a year. </p> <p>Politicians throughout the Alps are now being pressed by business to relax environmental regulations that might block new developments. This applies in particular to the higher, colder, parts of the Alps. Earlier this year, the local government of the Tyrol - one of the most threatened regions - lifted bans on construction of ski lifts in high regions and on glaciers, even in part of a protected landscape linked to other countries. </p> <p>Developers are preparing to exploit this relaxation with two major projects. One, at Kaunertal, would open up the Gepatsch, the second largest glacier in the eastern Alps, and allow tourists to ski at more than 3,500m. The second, at Mittelbergferner, would include building cable cars and new pistes at Fernerkogel, and new lifts and runs that would join Pitztal and Otztal. Again, very high, previously undeveloped land would be opened up for tourism. </p> <p>The prospect of these developments gaining approval appals environmental groups. 'Driving skiers higher and higher is the worst strategy if you want ecologically sound winter tourism,' Peter Hasslacher, a development planner for the Austrian Alpine Club, told the science journal Nature . </p> <p>'It is just the wrong way to tackle this issue,' said Michel Revaz, of the International Commission for the Protection of the Alps (Cipra), an umbrella conservation group whose members include the WWF, green groups and climbing organisations such as the Austrian Alpine Club. 'These glaciers are the last pure places in the Alps. They are bodies of pristine solid water and should not be polluted with fuel, and oil, and debris.' </p> <p>Cipra officials say that moving up a mountain to avoid the inexorable rise of the Alpine snowline shows a lack of imagination. They also warn that plans to link existing resorts - by extending pistes and lifts so holidaymakers can ski from resort to resort - are increasing pressure on the environment. For example, the Espace Cristal that links several resorts in France is being expanded to include places such as Megève and has aroused the fury of groups like Mountain Wilderness. </p> <p>Conservationists want other forms of tourism - such as hiking, sledding and climbing - to be promoted in existing resorts, an idea that generates little favour. 'It may sound a good idea,' said Chris Gill, editor of the Where to Ski and Snowboard Guide. 'But it will not satisfy the millions of people who come to the Alps every winter for one thing - to ski downhill as fast as they can.' </p> <p>For this reason, projects for the construction of higher and higher resorts continue to be promoted. 'Intrawest, the construction company, refused to consider anything other than a very high-level resort, in this case, Les Arcs 1950,' said Hardy. 'It no longer makes commercial sense to invest millions in building a resort in the French Alps at any lower level.' </p> <p><b>High points</b></p> <p>The Alps cover more than 80,000 square miles and form part of France, Italy, Switzerland, Germany, Austria, Slovenia, Croatia, and Bosnia and Herzegovina. Only Switzerland and Austria can be considered true Alpine nations, however. </p> <p>The mountain range is 750 miles long and more than 125 miles wide at its broadest point - between Garmisch-Partenkirchen in Germany and Verona in Italy. </p> <p>The Alps are the source of most of Europe's major rivers, including the Rhône, Rhine, Po, and numerous tributaries of the Danube. As a result, waters from the Alps ultimately reach the North, Mediterranean, Adriatic and Black Seas. </p> <p>Apart from tropical conditions, most of the other climates on Earth can be found somewhere in the Alps. </p> <p>Because of their proximity to so many European capitals, the Alps are the most threatened mountain system in the world.</p> <p><b>·</b> Source: Encyclopaedia Britannica</p>",
  "<p>Before Tim's problem with crack, I didn't know much about serious drug addiction. Only in EastEnders did I have contact with a serious addict, and that was with Nick Cotton, my 'son'! I had no idea Tim was on drugs until a friend, someone younger and more streetwise than me, told me her suspicions. I said: 'Are you sure? Oh, I don't think so', because one doesn't imagine this sort of thing is going to happen. I'd known Tim all his life - I'm his godmother - and he was a very straightforward, moral child. </p> <p>But looking back on that time now, there were signs that he had a drug problem. His skin wasn't very good, his teeth became discoloured and, of course, his nature changed. He became deceitful, because he was always lying, trying to get money to feed his habit. His mother, Polly, had to say to me: 'Don't give him any cash, June!' And I'd think: 'Oh dear, he hasn't got anything to buy a phone card or a coffee', and she'd say: 'Buy him the phone card, buy him food; just don't hand over your money.' </p> <p>I didn't see a great deal of Tim during this time because we lived in different parts of London, and EastEnders and my charity work are incredibly time-consuming. But, finally, his addiction came into the open. His mother was distraught- she was watching her child destroying himself, his character, his body. I was worried for Tim, too, because I recognise how difficult addiction is. It's like asking me to give up cigarettes. Well, I won't do it until I'm absolutely ready, and no one else can persuade me otherwise. </p> <p>A friend had seen a video on the Thamkrabok monastery and its drug detox program, and Polly and I felt it was the best chance for Tim because he'd always been a spiritual type of person. Anyway, rehabilitation in an English clinic couldn't be afforded. Plus, to be taken right out of your environment gives you a far better chance, I think. But you do have to really want to get off drugs and, by this stage, Tim did really want to. </p> <p>I paid for his airfare and the food - about £700 in all. The monks give vouchers for food, so Tim had no money to handle in the monastery. He was there for nearly a month in the end. I had great hope that Thamkrabok would help Tim and as soon as he came back to England after treatment, I knew immediately he'd changed. You could see it in him - he looked healthy again and he had a purpose. He was absolutely fascinated by the monks' music and immediately wanted to go back to the monastery because the monks had made him a recording studio to translate their music into more popular songs. He came up with this idea to make a record to help pay for other addicts go to Thamkrabok. </p> <p>That's when I really started to get involved. I suppose I've acted as a catalyst of sorts for Tim's dream. We decided if we could get someone famous to sing one of the songs, it would really help. I rewrote Tim's letter to Sting, because I get lots of letters and there are so many you look at and think: 'Ooh, I can't wade through this'! I saw Sting at a Children in Need event, and I approached him with the record, but I didn't really follow it up. And I know Cliff Richard quite well so I gave him one as well, but again I felt rather embarrassed after. </p> <p>I rang up Madonna's PA and I sent her a copy; and one of my daughters went to Elton John's house - you know, walked up the drive! - with a letter. I even went to Glastonbury and appeared in Heat. Well, I don't give tuppence for personal celebrity - I'm too old and lazy - but I've done the best I can, and we managed to put arrows in all directions, including with the NME , who came out to Thamkrabok with me, Tim, Polly and two of my daughters. </p> <p>I really wanted to see the monastery as Tim talked about it so much, and it was incredible. Peaceful, beautiful and ramshackle at the same time, because there's always building going on. I think the abbot thinks the devil finds work for idle hands, or whatever it is, so there's a wonderful work ethic there. People sweeping, building, grinding rock to create these Buddhas and temples. Plus the addicts wear these very attractive pink and terracotta pyjamas. I've done my bit for the fund now - I've got five children and grandchildren and a life that I have to attend to, so I can't be as singleminded as Tim - but I hope Tim's music and the fund helps people get to Thamkrabok because it's an inspirational place, and I know now how much help addicted people really need. </p> <p><strong> · </strong>Actress June Brown, 77, has played the character of Dot in EastEnders for nearly 20 years. Following her godson's successful drug treatment at Thamkrabok, Thailand, she has become an enthusiastic advocate of the monastery.</p> <p>My godmother June Brown has been so important to my recovery from drug addiction. Her belief in me made me want to get better. Even when I was behaving like a total scoundrel, she stood there and said: 'I know you're going to do great things still.' </p> <p>I come from a theatre family - my mother is a cabaret singer and TV personality - so I've grown up with showbiz and I was always a bit like Saffy from Ab Fab , always the one to tell people that perhaps they should have an early night. I used to tell my first band that they couldn't smoke dope on the tour bus! So my becoming a crack addict was something nobody was expecting. </p> <p>My band signed a major record deal when I was 19, and I was in the charts, the single was on the radio, I was doing MTV, the lot. Then I lost it all by the time I was 21 - I found out my girlfriend had slept with someone else the day before Jocasta got dropped by Sony. It was like someone had sent a letter out overnight saying: 'Don't go near Tim any more.' </p> <p>I signed a different publishing deal soon after, but I felt I was losing a grip on things and that's when I started looking to crack to fill the void. I had tried the drug when I was 18 but had stopped when I got my record deal because music was everything to me. But when your life is not working there's a certainty about crack - it does what it says on the tin. I managed to hide my addiction, but I was smoking every night. </p> <p>Three years ago I realised I was killing myself - or rather my soul. But I didn't care. I felt I wasn't worth anything. I remember smoking crack in front of my mother. I thought: 'Why shouldn't I? This is what I do with my life.' At the back of my mind, I think I was trying to embarrass myself because I didn't have any witnesses to what I did - my mum lived in Spain, I lived on my own in Soho. She was in tears. From then on I was very aware that what I was doing, to myself and others, was horrific. </p> <p>A friend of my mum's suggested Thamkrabok monastery as a place where I could get clean. I realised that if I went there and got off drugs, something exciting might happen to my life. That made me really determined. The monastery is nothing like the harsh environment you read about in the papers. I get so upset reading that stuff, because it's basically slagging off the abbot, Luang Por, the man who saved my life, and I won't have it. He's a little 77-year-old monk who does nothing but help people all day long. And Thamkrabok is a place filled with more compassion and hope than you've ever seen in your life. </p> <p>The first five days of treatment are the hardest physically because you take the medicine. It makes you vomit. But the monks also routinely take the medicine every couple of days as a way to purge themselves. As you take the medicine, the monks cheer you on, believing you're in the first stages of saying goodbye to the life that's been dragging you down. In a strange way, I remember feeling, even as I was throwing up, that this was good, I was helping myself. </p> <p>The monastery is very creative: they do sculpture, architecture, painting and music, and it's a community of 14,000; the treatment centre is only a tiny part of life there. I was fascinated by the music; the monks create it by tracing patterns in the cracks of the earth and rock and translating it into melodies. I ended up forgetting why I was at Thamkrabok in the first place. Before I left, the monks wanted to check I was feeling strong and moving towards the future, but from the way I talked they could probably tell it might be difficult for me to get back into the music business in England. So they invited me to stay and they said they'd build me a studio so I could make a record out there. </p> <p>I flew home, put my stuff in storage and went straight back out. The monks bought me £8,000 worth of equipment and have never wanted anything back, other than that I teach them how to use programs to make their music. That generosity of spirit is incredible. That's what people need to hear about Thamkrabok, not this rubbish about people being beaten with sticks. </p> <p>I wanted to become a monk after I finished making the record, but the monks told me to come back here, promote the music and tell people about the monastery. I found I had a lot of support back in England, and by the time I went back to Thailand I had the NME with me, plus my mum and June Brown, who's like family to me anyway. </p> <p>So it was wonderful - all my dreams came true at once. Now I'm playing in a band and performing again, which I love. The difference now is if it all goes belly up, it doesn't matter. I've found a new purpose, I know I'm needed, and I know who I am, and that's enough. </p> <p><strong> · </strong> Tim Arnold, 27, achieved chart success in the Nineties with his band, Jocasta. After battling crack addiction for many years he was successfully treated at Thailand's Thamkrabok monastery. He has now set up a fund to help other addicts receive treatment there. </p> <p><strong> · </strong>To make a donation to the TKB fund or contact the monks at Thamkrabok, go to <a href=\"http://www.tkbuk.com\"> www.tkbuk.com </a> </p> <p><strong> · </strong> Tim Arnold's website is <a href=\"http://www.timarnold.net\">www.timarnold.net </a></p>",
  "<p>While Tony Blair was pushing global warming up the political agenda last week, the head honchos of the world's oil and gas industry were acknowledging their own role in that debate during the Opec International Seminar in Vienna. </p> <p>And so they should. While other sources of energy tend to hog the environmental headlines, the inescapable reality is that hydrocarbons are going to power the vast majority of our vehicles, and generate the largest share of the world's electricity, for decades to come. </p> <p>Too often, questions of future energy mix are discussed in too narrow a context, as 'either-ors' - as in last week's spat over nuclear and renewables. In truth, however, if the response to global warming is to be a crusade rather than a whimper, every sector of the energy industry has a massive responsibility towards its own potential contribution. </p> <p>What the hydrocarbon sectors do to clean up their acts will have a greater global impact on carbon reduction than anything that is likely to happen in the nuclear and renewables sectors, which do not produce carbon at all. </p> <p>As a supporter of both sectors because of their 'clean' characteristics, I also have to recognise that the biggest medium-term gains will continue to come from the 'cleaner' use of coal, oil and gas. Renewables, for instance, account for just 2.5 per cent of global energy production and, for all the effort that is very properly going into them, that figure is expected to rise by just 1 per cent by 2015. Yet world demand for energy, which has increased by 20 per cent in the past decade, is projected to go up by a further 15 per cent over the next 10 years. </p> <p>Most energy usage - up to 75 per cent in the United States - arises from the transportation sector, so the emergence of a plausible mass alternative to oil-based vehicle fuels is the single biggest challenge - and it is still a good distance away from being met. </p> <p>Putting the contribution of the power-generation sector in perspective within the context of overall energy usage is not, as some would suggest, a justification for doing nothing on renewable or alternative fuels. But it does emphasise just how important it is to achieve technological improvements in what we already have, as well as working towards radically better and cleaner solutions in the future. </p> <p>Even if the developed world discovered a somewhat belated aversion to hydrocarbon consumption, developing countries are disinclined to be lectured to. Twenty per cent of the world's population currently account for over 50 per cent of greenhouse gases. It is patently unreasonable to expect the other 80 per cent, with aspirations for their own economies, to forgo the kind of reliance that we ourselves have placed on coal, oil and gas. </p> <p>Telling India to look to the sun rather than burn its coal, or Venezuela to export oil but not empower its own people through its use, would be both futile and patronising. It follows, therefore, that if harmful emissions are even to be contained, let alone reduced, the world needs technological advances that will reconcile increasing energy demand with reducing environmental damage. </p> <p>I have long argued for a greater UK effort in the field of clean coal technology, in which Britain still has a high level of expertise, though it is in danger of being frittered away through the absence of a domestic market. We could simultaneously boost manufacturing, revive mining areas and make a real contribution to reducing emissions in irrevocably coal-dependent economies like India and China. But we will do none of that without the kick-start of a domestic market. </p> <p>The oil and gas industries find themselves in an equally crucial position. In a thoughtful speech in Vienna, Lord Browne of BP argued that they have to demonstrate 'an interest in removing the sense of fear associated with environmental risks'. In other words, it is prudent to be seen as part of the solution to global warming, rather than as the major contributor to its causes. Browne envisaged, for instance, a global carbon trading system evolving from that which the EU is putting in place. From carbon storage to reduced fuel consumption in vehicles, major technological advances are achievable in every branch of the chain. </p> <p>There seems to be a heightened awareness within the industry of just how essential it is to invest in them - and to be seen to act as environmentally responsible corporate citizens. </p> <p>My own role at the Opec seminar was to chair one of its sessions, and during the discussion I found myself faced with an interesting question from the floor: when would the UK reverse the policy that led to the abolition of the Energy Department and its increasing marginalisation within the Department of Trade and Industry? </p> <p>I could only say that it was a policy that had its origin in a period when our predecessors were anxious to demonstrate that energy was a matter for the market rather than for government, and that it was not an approach I would commend to any other country. </p> <p>But it was a fair question. It was encouraging to learn last week that someone in a corner of the DTI was doing his homework on scenarios that included a major place for nuclear power. And the Foreign and Commonwealth Office has upgraded the strategic importance of security of energy supply. There is a lot going on: and nobody can deny that the place of energy policy is at the heart of government.</p> <p><strong>·</strong> Brian Wilson is a former energy minister and currently the Prime Minister's Special Representative on Overseas Trade.</p>",
  "<p>New Labour's spin doctors are fond of saying that the media concentrates too much on people and personalities and not enough on policies. They know what they are talking about because, when Alastair Campbell interviewed Peter Mandelson on television a while back, there was very little discussion of policy and an awful lot about personality, not least the personality of Peter Mandelson. </p> <p>But the fact of the matter is that people, personalities and policy are closely linked. Despite what is being said by the Blair camp, I doubt whether Gordon Brown, for all his admiration of certain aspects of the US, would have hugged George Bush or his policies so closely. </p> <p>Brown is a cautious, introspective character, who is much more interested in the details of policy than Blair. Because Brown nurses strong criticisms of certain aspects of eurozone economic policies, this sometimes makes him come across as more anti-European than Blair. But the latter shocked a Cabinet colleague during the early days of the 1997-2001 government by saying something about Europe that did not seem to fit in with the agreed policy, to which Blair replied 'It's only words'. </p> <p>Blair is the Don Juan of British, and for that matter, international politics. He seduces followers, is seduced by powerful world leaders, but, like Don Juan, eventually moves on, with modern-day Leporellos attempting to sweep up the mess he leaves behind. </p> <p>If ever personalities mattered in the Blair government, they matter now, as the Blair-Brown duumvirate moves into its final phase, on the eve of a US presidential election on which the rest of the world appears to take a different view from the US electorate, as measured by recent opinion polls. </p> <p>Among the many of us who are desperate for Bush to lose the coming presidential election, there is an unlikely member. He is one Anthony Charles Lynton Blair. Even our self-deluding prime minister now realises that his association with Bush is doing him increasing political harm. His hope that Iraq will prove to be a 'phase, not a continuum' rests partly on the belief that a Kerry victory would enable him to make a fresh start, and put Iraq, and the associated unpopularity, firmly behind him. </p> <p>I do not believe that even a Kerry victory would do that for him. Tacitus summed up the situation in Iraq nearly 2,000 years ago, when writing about a country closer to home: 'Ubi solitudinem faciunt, pacem appellant' ('When they create a wilderness, they call it peace'). The crisis in Iraq is not going to go away, whatever the result of the US elections. Things are too far gone for that. </p> <p>Blair has not, to my knowledge, met Kerry, whereas I believe Brown has. The sight of Blair taking the first flight across the Atlantic to congratulate Kerry would be good material for Rory Bremner, and could actually happen. Although the omens do not look good at present, I recall the way most serious columnists wrote off the chances of the Democrat Jimmy Carter during the 1976 campaign. </p> <p>If Hurricane Bush-Cheney triumphs, there are all manner of implications for Britain and Europe. Vague French aspirations of a Europe that, even if it cannot 'stand up to America', can at least try to get its economic and diplomatic acts together would surely take on a much greater urgency. </p> <p>The monstrosity of what the Bush Republicans have done knows few bounds. Quite apart from their well-known position on global warming, and their daylight grab for Middle Eastern oil, they have squandered the budgetary inheritance of Bill Clinton and devoted it largely to tax cuts for the rich and military mis-spending that has made the world an unsafer place. It's quite an achievement. </p> <p>I know that Kerry has many friendly critics who are concerned about his early lacklustre campaign and economic policy statements that have veered on the protectionist, but he is committed to reversing those obscene tax cuts for the American Joneses with whom Conrad Black and Barbara Amiel tried to keep up. </p> <p>Kerry would be faced by the serious economic problem of the vast budget and balance of payments deficits. The adjustment of the imbalances created by these deficits, and by chronically weak domestic demand in the eurozone, is going to require careful handling, as a high-powered group of 'wise men' has explained in an important new pamphlet ('International Economic and Financial Cooperation: New Issues, New Actors, New Responses' CEPR, London). </p> <p>The group, which includes former Treasury international finance expert Sir Nigel Wicks, advocates the setting up of a new Group of Four. This would embrace the US, the eurozone, Japan and China. In the omission of the UK from the proposed group there is an obvious hint for Britain to get its European act together. </p> <p>This is a reminder of modern realities. Tony Blair's misadventures in Bushland could mark the last hurrah for the so-called special relationship, and finally wake this country up to where its true interests lie. </p> <p>There may be another wake-up call in the offing. Britain has been boasting quite a lot recently about its economic achievements, which have drawn widespread praise from around the globe. But in a world where commentators seem to be concerned 90 per cent of the time with the latest quarter-point change in interest rates or rise in house prices, the long-forgotten British balance of payments problem has been creeping up on the outside. </p> <p>In recent months our deficit on overseas trade has been running at a record rate of £60 billion a year. We are even back in deficit on oil. True, much of this deficit is offset by earnings from services and income of overseas investment, but the trend is disturbing. </p> <p>The good old British boom has produced a situation where the volume of exports in the three months from May to July was actually lower than three years ago, whereas imports were almost 12 per cent higher. </p> <p>We have been suffering from an overvalued pound and depressed demand in Europe, our main market. No wonder Gordon Brown was so concerned about the outlook for the European economy in his last public pronouncement.</p>",
  "<p>It's the first thing you see and, perhaps, the last thing you think about. But hold the front page, because the green eyeshade warriors in this particular battleground may be losing the plot as broadsheets shrink and turn tabloid. </p> <p>What is a newspaper front page for? To bring you the main news items, like some print radio bulletin? To attract attention? To sell, sell, sell? Are they summary sheets or posters? Crucial questions without settled answers. </p> <p>Decades ago, most newspapers came hand-delivered through your morning letterbox. You were a captive audience and the broadsheet front page, scanned over coffee, was your measured introduction to another news morning (with between 10 and 15 items, terse as well as lengthy, to choose from. There was no need to shout. </p> <p>But then, in Britain at least, the paper boys began sleeping in and home delivery slipped to below 25 per cent of sales. It's still slipping. The sales fight now is waged fresh every day on corner newsstands. Editors can take nothing for granted. They have to force-feed the headlines, pictures and blurbs that set money chinking across counters. They have to compete in a world without loyalties. They have to project. That mostly means bigger pictures, bigger headlines and drastically fewer news stories on the front. The still broadsheet Guardian started last week with just three of them, the Telegraph with two and a royal picture caption. Both have been psychologically compact for years. For the real compacts, the squeeze grows yet tighter. </p> <p>The Independent usually only settles for one story with attitude on the front and treats it (like some liberal Daily Mail) as though every morning was some fresh save-the-world campaign. ('How green is our PM?') The tabloid Times - perhaps remembering what journals of record used to be like - has developed a column one news digest, but otherwise remains largely wedded to a single, chunky tale. </p> <p>Both Times and Indie, at root, give themselves one big chance to catch their punters. They take a picture and a 1,000-plus words and scatter a few briefs and trailers around. Honey, I've shrunk the broadsheet! But what, pray, has happened to the news agenda? When both the Guardian and Telegraph are inevitably produced in shorter order, how will their editors make an individual news-stand pitch? Won't all four of them look too much the same, just Mails or Expresses with airs and graces? </p> <p>So, suddenly, we're on the front page battle line, two up year on year (the Indie at over 20 per cent and the Times a more modest 2.9 per cent) and two down, the Telegraph and Guardian. Who'll be the first to try a news poster pitch? </p> <p>That's where most of tabloid Europe has arrived long since. Look at the current Catalan tabloid array, for instance, and the front pages of La Vanguardia, El Periodico or El Punt give you the guts of the four or five main stories in calm headline type with white space to let the page breathe and clear cross-references to full stories inside. They're not dumbed down, because they choose serious yarns to feature, but they spread their interest net wide. </p> <p>Or look more closely at one of the least dumb papers in the world, Le Monde (in the new Berliner midsize the Guardian has chosen for its rebirth). Five stories last Tuesday, including an analysis piece, two pictures, a cartoon, three blurbs under the masthead and a crisp six-item news briefing. That's 17 easy pieces. How on earth do they do it? </p> <p>By ruthlessly editing the front page words - stories at 130 or so words a time, any analysis constrained to 200. By using small pictures - the kind a young target audience expects to see on its mobile phones - not walloping ones. </p> <p>They've created an intellectual poster by crisp editing and serious decision-making, using words sparingly, catching your attention and making you turn the page to read more. They haven't boiled down; they've changed their game. </p> <p>It's a British game, too, that will have to change if the new compact collection isn't to get sucked down-market, forced to bellow against the Mail or out-shock the Mirror. Turning tabloid, on a year's worth of experience, is still the broadsheet future. Watch their Scotsman leap 11 per cent with the switch and see the Telegraph's Barclays beam. This is Viagra for struggling proprietors. </p> <p>But so far the fight is on convenience and novelty alone. So far, no Brit competitor has gone back to square one and worked logically from the new shape outwards. So far, I think, too many words get in the way. Welcome to the home front.</p> <p><strong>It's only Desmond who can see himself in the Mirror</strong></p> <p>Gavin O'Reilly, Sir Tony's very apparent heir, said two interesting things the other day. One was that he had absolutely no interest in buying the Daily Mirror. (Who'd want to go head to head with those two 'giant gorillas', the Mail and Murdoch?) So much for his dad's dreams - and frustrations - of a decade ago. </p> <p>The other interesting thing is that, all unprompted, he broached the subject at all. Why even talk about buying the national Mirrors and People if they're not officially for sale?</p> <p>But of course they are. Fundamentally, the Mirror has been on the auction block for years - not just under Sly Bailey, but under the old Trinity Mirror regime, too. There may be no sign on the door, but you and your chequebook are welcome in the back office anytime. Fancy a straight bid, fancy a swap of assets? And don't wait to call them. They may dulcetly call you.</p> <p>There's been a long-running party, then - but nobody's asked Sly to dance. What Trinity Mirror bought in haste must be repented at extended leisure. There is no easy way out, no swift return to the halcyon years of owning monopoly regional papers and counting the profits.</p> <p>Thus, as sales keep sliding and the twin gorillas keep rattling the cage, an awful question arises. Will any white knight take the Mirrors off Trinity's hands? Is there anybody left to buy?</p> <p>Ofcom puts rival King Kongs behind bars, of course. No other regional giant has stomach for the fight. Maybe Axel Springer, which knows a great deal about successful red-tops such as Bild , might be interested - but does the German board really want to endure all the 'Sieg Heil!' crassness that greeted its Telegraph bid?</p> <p>No, any sensible scenario comes back time and again to the great dictator himself: Richard Desmond, his ambitions and horizons still extending. Yet why should even he rush in while the circulation slide continues? Bailey has striven valiantly for better profits and City opinion. But, unless and until she can get sales rising again, there's a hole in her bucket and prudent suitors have packed as it begins to rain.</p> <p><strong>Sun sales sink into the web</strong></p> <p>You can't have your digital Bun and eat it. Something clicked when I mentioned its very successful website as one of the Sun 's problems here last week. A problem with success? Apparently so, if research makes managers think that their 36-DD internet triumph may be costing the paper 90,000 sales a day. Better try a 32B cup instead. </p> <p>So there'll be much less of the Sun on the web in future, maybe not even Page Three. Therefore the site (in Mail or Express mode) will become little more than a trailer for that morning's print version. Therefore the best-selling Sun will rise again?</p> <p>Stop the world, I want to get off. The Sun has put huge efforts into its site and proposes to chuck them away. Will Digitally Deprived of Deptford potter straight back to his newsagent? Of course not. He's a surfer now, an Apple in search of Peaches - and here perhaps, at minimal cost, comes Mr Desmond, finally putting his Star 'megababes' sunny side up. Blog, snog, busy line.</p>",
  "<p>John Kerry wants to challenge George W Bush over his record on the economy, calling November's election a 'national shareholders' meeting' for US Inc and urging the electorate to let him clear up the 'fiscal mess' its current President has left them in. So what are the two main parties actually proposing to do about the economy? </p> <p><strong>·</strong> Boom or bust? In the Wall Street Journal last week, Kerry said the economy had 'still not turned the corner' and 'store owners, stock traders, factory foremen and optimistic entrepreneurs' had all told him the economy 'can do better'. Bush's campaign team responded angrily, insisting he had inherited a 'tired and crippled economy that then experienced the most extraordinary confluence of shocks that has occurred in any business cycle in modern US economic history', and jobs were now being created again. </p> <p><strong>·</strong> Balancing the budget: Kerry says he will slash the deficit in half during his first term, though since he is also promising to cut taxes and make healthcare more affordable, no one is sure exactly how he plans to manage it. He has promised to hold down the growth in discretionary spending to the rate of inflation, though that pledge excludes the crucial areas of homeland security and defence, to avoid the charge of allowing penny-pinching to come before the 'war on terror'. </p> <p>His campaign does say, 'if Congress cannot agree on savings, John Kerry will be willing to sacrifice some of his priorities, if necessary, to control spending'. In addition, he has set out an eclectic list of cost-cutting measures, from collecting royalties for mineral rights on federal lands to reducing the number of contractors employed by the government by 100,000. </p> <p><strong>·</strong> Tax: Bush wants to make permanent his sweeping programme of tax cuts, originally sold as giving a temporary boost to the economy. Democrats would curtail the cuts, but only for taxpayers earning more than $200,000 a year. Kerry would spend the money he saved on education and health care. He calls this 'choosing the middle class'. </p> <p><strong>·</strong> Trade: Like motherhood and apple pie, 'free trade' is strongly favoured by both candidates. Kerry says Bush has been too weak in defending America's interests against infringements of the global trading rules; the President insists he's been 'aggressive' in ensuring a level playing field. Kerry wants to write rules on labour rights and environmental standards into all new trade agreements, a move that poor countries usually oppose, seeing it as raising the costs of compet ing in the global market. He also wants to force government contractors to 'buy American'. </p> <p><strong>·</strong> Business: Bush's business agenda focuses on increasing skills in the workforce, as well as creating 'opportunity zones' to encourage businesses to invest in poor areas. Kerry says he wants to tip the balance towards small businesses by increasing federal venture capital funding, expanding loans for micro-enterprises and simplifying the tax code. He is also offering a 50 per cent tax credit to help firms meet the cost of providing healthcare insurance to their workers. </p> <p><strong>·</strong> Energy: Both candidates want to increase America's 'energy independence'. Bush's main proposal involves building an oil pipeline out of Alaska, though he says he will also 'remove unnecessary bureaucratic obstacles' to building new refineries, and 'ensure a future for nuclear power'. Kerry has promised a more radical approach, with the specific aim of reducing America's dependence on the Middle East, which he says is putting national security at risk. He says he will encourage research into 'clean, renewable sources of energy that no terrorist can sabotage and no foreign government can seize'. He also wants to encourage cleaner, more efficient use of coal and gas. </p> <p><strong>·</strong> Outsourcing: Kerry blames tax breaks for multinationals based abroad for giving US firms an incentive to shift workers overseas - 'if a company is trying to choose between building a factory in Michigan or Malaysia, our tax code actually encourages them to locate in Asia'. He says he will close the loophole and spend the $12bn it will save on a 5 per cent cut in corporate tax rates. Bush says such a measure would just put US multinationals at a competitive disadvantage to foreign rivals. Kerry also supports consumers' 'right to know' where the call centres they use are based.</p>",
  "Bono, the lead singer of U2, is to appear as the star speaker at this year's Labour conference. The rock icon and global activist will be the latest in a string of celebrity guests to grace the annual event; others to have spoken include Nelson Mandela in 2000 and Bill Clinton in 2002 and, last year, the president of Afghanistan, Hamid Karzai. <p>Bono has already taken time off from recording U2's new album to bring his campaign about Aids and the burden of debt in Africa to both the Democrat and Republican conventions in Boston and New York. He will deliver his speech on the Wednesday of the conference. </p> <p>As its name suggests, his organisation, Debt, Aids, Trade Africa (DATA) pursues campaigns on African issues: unpayable debts, Aids and inequitable trade rules. </p> <p>DATA was set up in 2002 by Bono and activists from the Jubilee 2000 Drop the Debt campaign. Its aim is to use celebrity influence to persuade politicians from Europe, the US and the Far East to shift resources into Africa. Bono, Bob Geldof and the comedian Chris Tucker, star of the Rush Hour movies, have already toured Africa on behalf of the campaign. The actress Ashley Judd, the billionaire investor Warren Buffett and the champion cyclist Lance Armstrong have supported the campaign in the United States. </p> <p>In July DATA welcomed the British Government's decision, announced in Gordon Brown's comprehensive spending review, to increase its contribution to the global fight against Aids. The UK's overall contribution to the war on HIV/Aids will increase from £300m a year to £550m annually by 2007/08. The Government also announced £150m over three years to support Aids orphans. </p> <p>Last week the US Senate Appropriations Committee approved $2.4bn (£1.35bn) of spending to combat Aids, malaria and tuberculosis, mostly in Africa. </p> <p>Bono told the Fox TV chatshow host Bill O'Reilly earlier this month that he was visiting both US political conventions because he was a 'non-partisan guy'. It is understood that the rock star has not been invited to either the Liberal Democrat or Conservative conferences. </p> <p>DATA has also called for action in the Darfur region of Sudan, where it is estimated that 30,000 people have been killed by government-backed militias and more than a million refugees displaced. </p> <p>This week Bono will back a new campaign called Make Poverty History. </p> <p>'2005 is our chance to go down in history for what we did do, rather than for what we didn't do,' he said of the campaign. </p> <p>U2's new album, How to Dismantle an Atomic Bomb, will be released in November.</p>",
  "<p>Gordon Brown will this week be urged to intervene on behalf of Argentina at the International Monetary Fund and write off much of the embattled country's $100 billion-worth of debts. </p> <p>Argentinian MP Mario Cafiero flies into London today on behalf of a new lobby group, Economic Justice for Argentina, to deliver a letter to Brown signed by 50 Buenos Aires politicians. </p> <p>Argentina is under pressure from the IMF to reach an agreement with its thousands of private-sector bondholders. In a statement issued on Friday night, the IMF said it had rescheduled $1bn-worth of repayments due by the end of the year, but urged Buenos Aires to act 'decisively' in implementing a programme of economic reforms under a deal struck in 2003. </p> <p>But Cafiero and his supporters believe much of the debt should never have been lent to Argentina in the first place, and the IMF and private creditors should bear some of the costs of the economic whirlwind that hit the country in December 2001. He warned that otherwise the debt 'will eventually become an unbearable political and social burden'.</p> <p>Luton MP Kelvin Hopkins, involved in the campaign, said: 'Gordon Brown chairs the key committee of the IMF and is taking a hard line. He is obsessed with the idea of people repaying their debts, and I think it's wrong. If you force countries into penury by forcing them to pay debt, there are social consequences.'</p> <p>A Treasury spokesman denied Brown had taken a harder line than others. 'We agree with our international colleagues in expecting Argentina to make good the commitments it made last year.' </p> <p>Argentina, once the star pupil of the IMF's structural adjustment programme, under which developing countries were lent money if they followed the IMF's economic recipes, sank into crisis three years ago. Five presidents fell in less than a fortnight, and the government froze bank accounts as investors tried to pull out their assets. </p> <p>Since its default, Argentina's economy has begun to recover, and it now faces pressure to increase the amount it spends on repaying its debts from the current promised level of 2.7 per cent of GDP. </p> <p>The IMF accepted in a report in July that it bore some responsibility for the crisis. But Hans Humes, chairman of the Global Committee of Argentina Bondholders, fears that if Buenos Aires is let off the hook, other debtors will expect the same.</p> <p>Argentina has made an offer worth about 25 cents for every $1 borrowed; Humes says it isn't enough and urges Argentina to reopen talks.</p>",
  "<p>Sunny day, late October, 1997: Damien Hirst is in his Bloomsbury office. A Gary Hume painting hangs on the wall, alongside a Sam Taylor-Wood and several Warhol Electric Chairs, a nod to a master of life-meets-art. Hirst is in full stroboscopic mode, flickering between the outward and the guarded, the negative pole being that he has just pulled out of one restaurant co-venture, Quo Vadis in Soho, the positive that he has another, Pharmacy, opening soon in Notting Hill. </p> <p>'I'm getting more satisfaction out of doing it than I am in the art world, doing an exhibition,' he says. 'It's like going on instinct. It feels absolutely right. Prada's doing the costumes, Jasper Morrison's doing the furniture. But it's all around my idea. It's big. It's a restaurant and a bar. And it's going to be around a lot longer than you and I.'</p> <p>'Restaurants don't last that long,' I say.</p> <p>'Yeah. But this will. I definitely see it as an inspiration,' he says. </p> <p>It didn't last.</p> <p>Hirst is not only a major artist, but credited with extraordinary skills in the management of his career, so the announcement that the pieces he had created for Pharmacy would be in a single-artist sale at Sotheby's, New Bond Street on 18 October has been seen as a coup. So it is - if not the one he first intended. </p> <p>Pharmacy was a living artwork, empowered by celebrity. Celebrity took it to the heights. Then celebrity dumped it. And now a celebrity auction has turned it back into art again.</p> <p>12 August 2004, another sunny day. Hirst's office has morphed. Upstairs there is a Kurt Schwitters, downstairs the Taylor-Wood hangs alongside a Sarah Lucas nude. Some 'Picassos' and 'Matisses', acquired via eBay, are strewn on a sofa. The artist himself, fuller in the face, has a four-day stubble and is wearing a T-shirt with lines by William Blake, ending 'in the darkest hour there may be light'. We sit in the garden and he settles into anatomising the rise and fall of Pharmacy with elan. </p> <p>The notion that Hirst should create an 'art' restaurant had been presented to him by the publicist Matthew Freud, and a partner of Freud's, Jan Kennedy, at a meeting in the Groucho Club. The idea had been Kennedy's. 'Damien and I are very passionate about restaurants,' he tells me. Hirst looked over the proposed space. It was a downer. 'They took me to this basement in Soho and it was horrible. Really low ceilings and pillars everywhere. So I said, \"Fuck off!\" And then, as we were going out, we went past a bar. It was called Tall Orders. </p> <p>I said, \"Now, if you had a place like that I'd definitely do something with you.\"'</p> <p>Two weeks later, Freud and Kennedy proposed another space: Quo Vadis, a venerable Soho eatery. This suited Hirst just fine. Another Freud connection was brought in, the fiery-tempered 'celebrity chef' Marco Pierre White.</p> <p>Hirst was to contribute the art. For this he was offered a directorship and shares. The timing was spot on. Cool Britannia ruled the waves, New Labour was humming like a dynamo and both Britpop and the YBAs - with Damien Hirst as the resident sacred monster - were in full spate. Hirst, moreover, likes to get his art out into the real world. He finds the art-food connection easy to make and quotes such antecedents as Gordon Matta-Clark, the New York Conceptualist, who started an artists' restaurant, Food, in the Seventies, and Rirkrit Tiravanija, whose artwork is cooking for people.</p> <p>Also, Hirst is one of the handful of artists who are known not just in the art world and the fashionable world, but who have joined the cast of footballers and pop tarts on planet tabloid. As for Freud, with a client list that included Pepsi, the BBC and Nike, along with Chris Evans and Ant &amp; Dec, he was well equipped both to put a deal together and to bring in art materials from the real world. And what material is more real world than celebrity?</p> <p>Quo Vadis gelled briefly, but Hirst and MPW were soon clashing over issues of control. 'I got I think it was a 78-page fax, which was the contract,' Hirst says. 'So I kind of freaked out. I bailed out. </p> <p>I just couldn't do it. But then I realised that I had put them right in it. And I felt bad about it. So I said, \"Look! I'll lend you my collection of art, if you'll give the artists food.\"'</p> <p>Marco Pierre White agreed. Hirst installed work by Rachel Whiteread, Gary Hume, Marc Quinn, Gavin Turk, Fiona Rae, Sarah Lucas and Marcus Harvey. It was YBA in excelcis. The group enjoyed what Kennedy calls 'a taste of success', so he was keen when the publicists showed him another building. </p> <p>This was 150 Notting Hill Gate, formerly the Cleopatra Taverna. 'It was a Greek plate-smashing-type operation that everybody had looked at and thought, hey, that would make a really nice site for a proper restaurant,' says Chris Bodker of Notting Hill restaurant Kensington Place. Because of its perpetually drawn curtains and few customers, the Cleopatra had been a source of local gossip. 'We called it the \"Death Site\",' says Sophie Parkin, novelist and former manager of the modish bar, Zanzibar. Why? 'There used to be burial pits there. Plague pits.'</p> <p>Hirst loved the space. 'It all came to me in a flash,' he says. 'I'd been working on the Pharmacy installation for Dallas.' This was a recreation of the piece he first showed at Tanya Bonakdar's Cohen Gallery on Madison Avenue in 1992. 'I was re-doing it. It was in my mind. And the more I thought about it, the more involved I got. I said the only way I could do it is if I had an unlimited amount of time and an unlimited budget. And they agreed.'</p> <p>Freud brought in another partner, Liam Carson, a one-time guiding spirit at the Groucho, who had just been what he calls the 'dogsbody consultant' at the then white-hot Momo in the West End. Hirst set to work. 'I think that basically I was using cash which was for running the place when it opened. But they didn't discuss that. They just paid for everything. I was spending quite a lot on things and then destroying them or not using them, which wasn't cost-effective.' </p> <p>Hirst designed pill-popping wallpaper, the typeface for the P logo, bar stools topped with aspirins, ashtrays, egg cups and Martini glasses (which never got past the prototype phase, but have been signed and are in the sale anyway). He hung 13 Butterfly paintings. He made a sculpture modelled on his own DNA. He installed disturbing still lifes using materials such as surgical instruments and Elastoplast. </p> <p>'I tried to control everything. But you use other people's ideas because there's so much to do.' Thus the staff got Prada-designed lab coats and he let the barman - Dick Bradsell, 'who used to run the Atlantic' - give the cocktails names like Detox and Cough Syrup. And he stuck a green neon cross out the front - just like at a real pharmacy.</p> <p>Across at Quo Vadis, though, Marco Pierre White was not content. 'It just seemed like a conflict of interest between the two establishments,' he tells me. 'At the end of the day you can't have a foot in both camps.' Hirst says: 'I think Marco wasn't very happy that I put my friends' art in there. I think he thought I hadn't given it my all.'</p> <p>Things shot up way past room temperature. </p> <p>'I took the collection out of Quo Vadis,' Hirst says. 'And then Marco put his own art in there. He copied my work, of course.'</p> <p>So Hirst was out of Quo Vadis. But Pharmacy had come together. 'I brought in a chef from France,' says Carson. 'Sonya Lee. She'd been with [Alain] Ducasse. She was 50 per cent Norwegian and 50 per cent Korean, and a 100 per cent pain in the arse.'</p> <p>It was also a real artwork.</p> <p>Too real, maybe. 'There was perhaps a cut-off point where some of the materials should have been more conventional,' Kennedy says. Michael Craig-Martin, who taught Hirst at Goldsmiths, disagrees. 'Damien took something which is part of the ordinary world and made it exactly as one would make a work of art,' he says. 'He made all the decisions that you would do exactly as if you were making an artwork. Except it's a restaurant. And he exercised total control of what everything looked like. You have to have financial control for this. He came to this point where his financial power was enormous and he used it in this very, very unusual way.'</p> <p>The launch was on New Year's Eve 1997. That night, according to the columnist Toby Young, 'entered London folklore as possibly the best party of the Nineties. Celebrities outnumbered civilians.' The public opening was on 19 January and the first five customers were puzzled citizens brandishing prescriptions. There were other bugs. 'Somebody complained there wasn't enough food,' says Hirst. 'So I sent out for pizzas. To the Pizza Express over the road.'</p> <p>Much of the subsequent coverage was predictably cartoony. 'Would I be presented with half a cow floating in formaldehyde?' jested Norman Lamont. The food was praised, though. And for the next six months Pharmacy became the hottest ticket in London. When Alvaro's was hot in the Sixties, it had an unlisted phone number. These being grabbier times, Pharmacy hired bouncers. </p> <p>Jan Kennedy says neither he nor Hirst had been ready for this triumph. They had expected the place to build slowly. 'We were a victim of circumstance,' he says. 'We attempted to go in low-key and it just exploded.'</p> <p>It was all down to timing. According to style analyst Peter York, 'It was about the time that dotcommery was arising. So you could have business-without-tears, business without gravity. Business without having to wear a suit. People believed several impossible things before breakfast. It was that time. Where is that bar now?'</p> <p>Hirst says, 'I was quite surprised by the way that eating in a chemist's actually worked. I think I probably expected it to be more of an uncomfortable dining experience, but it turned out not to be.'</p> <p>The Royal Pharmaceutical Society did find it uncomfortable. Disturbed by reports of upset seniors looking for a pharmacist, they took out an injunction, demanding a name change. 'This was the one manipulation we engaged in,' Kennedy says. Knowing any punishments would be piffling, they milked it. Presented with this Duchampian accident, Hirst came up with a Duchampian invention. Every few weeks he changed the name to a different anagram of 'pharmacy' - Army Chap, Achy Ramp, Archy Map - getting a fresh jolt of media attention each time. Then they placated the Royal Society by ditching the green cross and softening the name to Pharmacy Restaurant and Bar. Which was still a dazzling success.</p> <p>Unfortunately, it also dazzled the moneymen behind the operation. They took Pharmacy on to the market, by reverse takeover of the Hartford Group, a public company. There was talk of branding Pharmacy, of cloning it. 'We were naive,' Kennedy says. 'The agendas of public companies are likely to be different from ours. That was when it turned sour from a relationship point of view.'</p> <p>Hirst agrees. 'It was a mistake. That was what we disagreed on. From the beginning,' he says. He squished any notion of opening another Pharmacy. 'It would never work. It's PR,' Hirst says, 'and a lot of people in PR think PR is selling shit to cunts. And there was a certain amount of bullshit involved. We had to say it was a lot more successful behind the scenes than it was.'</p> <p>It's striking that he didn't anticipate the process under way in Pharmacy. It's one he has used elegantly in one of his pieces, A Thousand Years. In this, flies breed from maggots in a rotting cow's head and buzz around until they are sizzled by an electronic exterminator. Hello, entropy. The backlash against Pharmacy had begun even before it opened. When the joint was at its zenith, the anti-buzz buzz kept pumping. 'It's no great surprise that the sneering has already started,' Hugh Fearnley-Whittingstall wrote in The Independent. Many of the antis expressed the traditional British distaste for over-the-top success; others merely disliked high-concept restaurants. Even some artists felt this way. 'I particularly enjoyed the lighting downstairs. It felt like streetlights inside. There was something strangely spooky about it,' says Gavin Turk. 'It was well executed but it seemed too much of a concept restaurant to me.' </p> <p>That the place began to cool after its six dazzling months will surprise nobody familiar with the life-cycle of a-space-as-an-event. 'It was unnatural. Good restaurants don't come in with a brouhaha like that,' Liam Carson says. 'The Ivy and Le Caprice don't have all that bullshit.' </p> <p>Carson joined the project in August 1997 and was gone by the end of 1999. By then, most of the big names were gone, too. They had never gone to Pharmacy for its food. As soon as the seductive buzz subsided, they were off somewhere new, and were replaced by ordinary folk. The partners were floundering. 'There were so many egos floating around. It was hard to maintain a forwards direction,' Carson says. 'There were too many chiefs and not enough Indians.'</p> <p>Damien Hirst was one of the last to pick up on the earth tremors. 'I was drinking a lot in those days. I was using it like I used the Groucho Club. Things were kind of going wrong, but I became aware of it when I talked to somebody who worked behind the bar and I said, \"How's it going?\" and he said, \"Not very well.\" I said, \"What do you mean?\" He said, \"Well, we're not getting paid in time.\" So then I talked to my partners. I said, \"Look, why are the people behind the bar not getting paid?\" And they said, \"Don't talk to the staff!\" That was like the end of it to me! If I can't talk to the staff I'm not fucking going there. So I kind of stopped going there. Then it sort of deteriorated. I called up my partners and said, \"Look, I hear there's problems.\" And they said, \"No! There's no problems. It's all fine!\" And I had a meeting for lunch. </p> <p>I turned up early and, like, 20 of the staff were on the street outside, on strike. I said, \"What are you doing here?\" They said, \"Oh, we're not going in because we're not getting paid.\" It was like Laurel and Hardy. It was all a bit funny like that. And the disabled toilet was filled with wine, and the cloakroom was filled with fruit and veg. We hadn't got enough space.'</p> <p>The project was faltering.</p> <p>'I wanted it to be a world-class restaurant,' Hirst says. 'So when it was cool to start with, that was the idea. But then the chefs kept changing, the personnel changed. They were trying to do too many things. Friday and Saturday nights, there were queues around the block. It was a rocking drinking bar, but it was really chaos. They were trying to get lunchtime trade as well. But you can't really have that and the other. It's really difficult. If there's love involved in it, then you can do it. But once it starts to deteriorate...'</p> <p>Pharmacy, the highest of high-concept restaurants, had a personality problem. It had become just a joint with a lot of Damien Hirst's art in it. Then he took the art away. Its exterior weirdly unchanged, the site is now a branch of Marks &amp; Spencer.</p> <p>It so happens that the arc described by Pharmacy coincided with other changes in the artist's life. Long noted for such rock-star antics as appearing naked in the Groucho Club, Hirst buried himself with wife and family in Devon. He now has a studio in the Cotswolds. 'I've had a drink about five times in the past year,' he says. 'I've tried to control it but I just can't. Every time I've found myself at five in the morning with a bottle of wine, drinking from the bottle. As soon as I have a drink with a meal, I start watching the wine. And I can't concentrate on what people are saying.' There was also the Charles Saatchi spat. The collector-dealer is the single greatest source of strength in the British contemporary art market, but can also be its most unsettling element. He let it be known that he was preparing to sell off most of his Hirsts. </p> <p>'We were aware of that,' Hirst says. </p> <p>'I was lucky because I had made a bit of money on my last show with Jay [Jopling]. And Jay helped me out enormously. He said the prices are too high for the work. But I said I wanted them. So Jay worked with me to buy them myself. Instead of coming halves with me on the whole deal.' </p> <p>They were early works. Hirst hadn't kept examples. 'I never kept a formaldehyde piece. I had none of my early spots. In the beginning I just didn't care. Now I've got the big cow. I've got the fish piece, which is great. And the fly piece. I've just re-done it, because it was all rusted and falling apart. I've got three medicine cabinets on the wall of my studio. I realised I had sold them for, like, £500 and got them back for, like, half a million.'</p> <p>The buy-back cost more than £8m. 'I've had them all restored. It's like having a son come back from the war. They come back all battered because they've been all the way around.'</p> <p>Over to Sotheby's and the sale. 'We all knew Pharmacy very well. We had all had dinner there over the years,' Chantal Westphal, co-director of the Contemporary Art department, tells me. 'We were aware that it closed down rather suddenly, and that all the art disappeared overnight. We saw it as a great single-owner sale and proposed it. </p> <p>'Damien wanted to keep the collection together, rather than just sell the paintings through his dealers. So he had two options: either placing the whole collection somewhere or selling it at auction. We agreed on the auction process. Damien liked the idea that he could also sell small things. There are estimates in the sale as low as £50.'</p> <p>Both the auction and catalogue are still works in progress when I visit. The ashtrays are to be sold as two sets of six. I said I assumed a zillion ashtrays must have been left over. 'You'd be surprised,' says Westphal. 'There wasn't much left over, because a lot got stolen, a lot of things got broken. We are pretty much selling everything.'</p> <p>Hirst had sunk a year of his time and energy into the project, but at first he was hands-offish on the sale. 'I said to Sotheby's, \"You do the catalogue. I don't want to get involved.\" And then I just got an idea for the cover and I phoned them up. \"I'll do the cover! I just can't help carrying on with all that Pharmacy stuff.\" They said we could do a limited edition. I said, \"I don't want to do a limited edition of an auction catalogue! I think it'll look like a good book. I'm going to do pills in the sky on the cover.\"'</p> <p>An apt image for an apotheosis. Damien Hirst believed Pharmacy would endure, and it might have done so as a restaurant, even as an 'art' restaurant, but the unstable element was celebrity. Hirst is well used to the slow-building but long-lasting heat of fame in the art world, but the roaring flash-and-ash of media-driven heat operates by different laws. But if celebrity scuppered Pharmacy, the restaurant, Sotheby's is bringing it back to life with a celebrity auction.</p> <p>'For me, it started off as an artwork, as an idea,' Hirst says. 'But when you do an artwork like that and it's full of people and it's functioning, and the food's coming out, and they're eating their dinner, everything seems very much alive. </p> <p>'But then in my mind I told myself it's not art. It's only a restaurant with art in it. So everything became just things for restaurants. I stopped seeing it as the whole thing. And then, as soon as it died, it was like the whole thing became art again - in a really weird way.'</p>",
  "I do not give a fig (this being the traditional unit for measuring indifference) about the issue of fox hunting. Despite this, I am an expert in it. The inside of my head is like some First World War battlefield - full of trenches, revetments, barbed wire, shell-holes and splintered trees, slowly fought over by the unchanging armies of the fox hunting debate. I know every inch. We all do. <p>Myself, I would have left the issue alone. The history of prohibition suggests that it is best applied as sparingly as possible; if folks aren't harming others by their actions, then let them be. I admit, however, that the issue of the treatment of animals is something of a problem for the live-and-let-live approach. That's why we have long banned some forms of cruelty to beasts, yet continue to permit others. </p> <p>And partly it should have been let go so that we could have avoided the descent into darker lalaland of some of our more right-wing commentators, a fall that threatens to take with it (as though they were attached by ropes) a small but influential section of British society. </p> <p>The occasion was Wednesday's Commons vote - yet again - to ban hunting, and the interior and alfresco shenanigans that accompanied that vote. Next day, writing in the Mail, Stephen Glover explained that for the demonstrators (unlike the effete and morally deficient MPs) the issue was 'almost literally a matter of life and death'. This sentiment literally means that the ability of many people to continue to draw breath 'almost' depends on the hunting of live foxes with hounds. Elsewhere in the Mail we were told that those in Parliament Square were epitomised by 'jam-making stalwarts of the WI'. But in what way would such a paragon be almost unable to live? Might she be too traumatised to make any more jam? </p> <p>In any case, had not there been a much more traumatic treatment of a section of the British community 20 years ago, one which shattered their way of life and one which jam-makers, Telegraph columnists and polo players had been only too happy to see take place? </p> <p>In the Spectator former Telegraph editor Charles Moore explained why fox hunting and mining couldn't be compared. 'The difference is,' he told readers, 'that the state paid for coal-mining. The state pays nothing for hunting.' So, Moore argues, you can have your unique way of life destroyed if it's a matter of public money. Some bloody principle, that is. And one, incidentally, that you didn't hear from the same lobby at the time of foot and mouth. </p> <p>So far, so illogical, but not actually delusional. Where, however, the rhetoric of outraged hunters becomes damaging for their own cause, is when they claim that the hunting battle is one between a deracinated metropolitan elite and the 'countryside'. If I am not a member of the metropolitan elite, then God alone knows who is (unless it is John Jackson, chair of the London law firm Mishcon de Reya, and chairman of the Countryside Alliance). But among the psychoanalysts, lefty lawyers, Jews and adulterous academics that I know, none of them has ever brought up the question of hunting with me. </p> <p>The anti-hunting MP Tony Banks has this one absolutely right. The letters pages of the Hampstead and Highgate Express contain no calls to ban hunting. You must go to the Shropshire Star for that. And it's worse for the hunting lobby. Mori polls show that in the countryside itself there has been a fairly constant majority of something just under two-to-one in favour of banning hunting. In 2000 in rural areas two in five people (41 per cent) strongly supported a ban and less than one in five (15 per cent) strongly opposed it. The jam-makers of the WI turn out to be on the side of the fox. </p> <p>How strange, given that so many of them stand to lose their jobs and their way of life. But Mori found that though 45 per cent of rural respondents had hunting with hounds taking place in their local area, 89 per cent disagreed with the statement 'Hunting with dogs is an important part of my social life'. </p> <p>This is why the rhetorical attempt to connect the banning of hunting to the poll tax is so misguided. It wasn't - as the myth now has it - the riots that helped force Mrs Thatcher out, it was the polls, and right now, by a very large margin, the British people want an end to fox hunting. </p> <p>That their representatives should so legislate may be illiberal, but is it - as some have argued - totalitarian? Is it an intolerable and almost unprecedented curtailment of what Glover calls (with Pilgerian repetitiveness) the rights of 'free-born Englishmen'? Are we 'criminalising' thousands of 'otherwise law-abiding' fellow citizens? </p> <p>Of course everyone - including serial killers - is 'otherwise law-abiding', but you know what they mean. Nevertheless, can we assert that this ban is more restrictive of rights than forcing millions of people to wear seat belts, put on crash-helmets or stand outside offices in the cold to smoke? And what about the wholesale criminalisation of countless 'otherwise law-abiding' drug-takers, whose personal foibles have been punished by prison sentences which the Mail has routinely declared insufficiently lengthy? And has the legislation been introduced and voted on in an undemocratic way, as the hunt supporters claim? </p> <p>Here we come to central truth that the hunters are trying so hard to evade. They have lost the argument. And far from democracy having been suborned, the hunting debate is an almost perfect example of democracy succeeding. They couldn't have been treated better. </p> <p>Over the years we have seen, for reasons of morality and sentiment, a gradual shift in public opinion against what is seen as unnecessary cruelty to animals. This shift was reflected in the Labour manifestoes of 1997 and 2001, and in all opinion polls conducted during the hunt debate. Even so we have had the Burns Report, we have had attempts at compromise which have been voted down, and just about every half-sentient inhabitant of these islands now knows the arguments backwards, in a way we don't on any other subject. Shooting versus death by hounds, rural job losses, the virtues and vices of drag-hunting and so on and so on, until there isn't a synapse unaffected. And don't we know (and this tells you a lot) that if hunting with hounds were banned, no-one would ever seriously try to reintroduce it? The tide has gone out. </p> <p>And yet, if you wanted to reverse the ban you could - at the next election - vote Conservative. How much more democratic do you want it to be? </p> <p>Instead we are threatened by 'civil disobedience', on the basis that - according to Charles Moore - 'we are in the territory of Martin Luther King, the Ulster Covenant and Votes For Women, where our rulers won't let us be free'. Two of his three examples were about people gaining elementary suffrage. The hunters have the vote. They must be careful that they are not saying to the rest of us that we shouldn't have it too. </p> <p>Some are egging them on. Glover emotes that 'on Wednesday some deep explosive trigger was touched'. I think that's true. It was the sense of entitlement that was touched, the innate narcissism of those who thought stuff only happened to lesser people, who maintained the illusion that their interests were somehow synonymous with those of the real England. </p> <p>They aren't. Yesterday the Commons disrupter, millionaire stud owner, David Redvers told the Telegraph that there were 'any number of things we could do. It could be shutting down the M25 or shutting down London. In this day and age you do not need a bomb to create havoc.' No, but it would be a good idea to have the people on your side. They aren't, David, as you will discover - possibly painfully - when you, and other friends of the princes, come on your shutting-down missions to London or to the M25. </p> <p>Honestly, I sympathise. But you aren't Martin Luther King. So prepare to let it go. Drag hunt. It's over.</p>",
  "Building nuclear power stations would risk landing future generations with 'difficult' legacies, the Environment Secretary, Margaret Beckett, warns today in a clear rebuff to the nuclear industry. <p>The rise of global warming has brought calls for Britain to rely more heavily on 'greener' nuclear power, which generates fewer greenhouse gases. </p> <p>Beckett admitted that the threat of global warming had left people in 'uncharted waters', with the possibility of Britain being plunged into a Siberian freeze if changing temperatures disrupted the Gulf Stream. </p> <p>However, she rejected demands from a growing lobby, including former energy minister Brian Wilson, for a significant expansion of nuclear power, ruling out new stations for at least the next 15 years. </p> <p>'The long and short of it is we certainly do not need extra nuclear power in anything like a 10, 15-year cycle' she said, in an interview for ITV's The Jonathan Dimbleby Programme, to be screened today. </p> <p>Her words will also be seen as a rebuke to Downing Street, seen as keener on nuclear power than Beckett's own department and the Department of Trade and Industry. </p> <p>A senior DTI official recently concluded that nuclear power would have to provide half of Britain's electricity needs by 2050 if the country was to meet its targets to cut greenhouse gas emissions. It provides only a fifth, but its reactors are ageing and will start to have to be closed down by 2008. </p> <p>Friends of the Earth director Tony Juniper said Beckett was right to highlight the long-term impact of nuclear power.</p>",
  "<p>Perhaps it was the distant sound of REM's Michael Stipe, sound-testing up the road for Oxfam's Make Trade Fair concert. Or maybe the setting for our interview, the airy atrium of the Department for International Development, had lifted his thoughts to a higher plane. Or perhaps his unlikely return to high office had gone to his head. But lofty idealism is not what one expects to hear in an encounter with twice-departed cabinet minister Peter Mandelson. </p> <p>'I have a responsibility, in a sense, to the world,' he says after I suggest in my interview for Channel 4 that his new job as EU Trade Commissioner will mainly involve him standing up for the vested interests of French farmers. </p> <p>To the world? This is the Prince of Darkness, the Sultan of Spin, that ultimate man in the shadows who counts himself as 'probably as close to the Prime Minister and his family as anyone in political life in this country'. </p> <p>He may feel qualified to quash rumours that Tony Blair was recently considering his position on mysterious family grounds - but a responsibility to the world? </p> <p>He elaborates: 'Obviously I come from Europe, which is the biggest economic space in the world. Of course I have a responsibility in leading for Europe, as I will do, to make sure the outcome [of trade negotiations] doesn't damage Europe's economic interests. </p> <p>'But my view is that our economic interests in Europe depend on others' interests also being served. We are interdependent. These trading opportunities we want and the chances for economic development abroad are interlocked,' he says. </p> <p>He is no longer Peter Mandelson MP. He is currently flitting between Brussels and London preparing to take up his post as the all-powerful trade tsar of the world's biggest economic bloc. </p> <p>So he agreed to talk about his approach to the burgeoning campaign for trade justice on the day that Oxfam rolled out the A-list celebs for its Make Trade Fair concert. That campaign, 20 years on from the first Live Aid, marks a seismic shift in the fight for global economic justice. </p> <p>In 1984 it was about emergency aid; in the 1990s the focus shifted to cancellation of Third World debt. Now it's all about reforming unfair trade rules that keep the poorest countries in perpetual poverty. A massive campaigning coalition is mobilising next year under the banner 'Make Poverty History', to coincide with Britain's presidency of the European Union and the G8 grouping of 'fabulously wealthy' countries. </p> <p>Mandelson's role in this agenda is pivotal. As Trade Commissioner he will be horse-trading the intransigence of Europe's subsidy-addicted farmers with the hefty economic opportunities offered to its other exporters by the likes of fast-industrialising China and India. </p> <p>Does he agree with campaigners that Europe's labyrinthine Common Agricultural Policy is responsible for a system that leaves half the world's population earning less than $2 a day? </p> <p>'I understand only too well that whilst CAP serves and supports many people's livelihoods in Europe, it's also, as a by-product, responsible for dumping food surpluses on world markets, with the result that developing countries are faced with downward pressure on prices and unfair competition for their own agricultural products in world markets,' he says. </p> <p>So Europe's incoming trade commissioner is already admitting that the farm support system is unfair. But he is aware that fundamental reform is a delicate subject. </p> <p>'I understand this [unfairness] only too well and that's why I'm a firm supporter of reform and change. You'll understand that I have to carry my colleagues in the European Commission with that objective, but then that's one of my responsibilities and one I fully intend to fulfil,' he says. </p> <p>So the politics started as soon as the new Portuguese President of the European Commission, Jose Manuel Barroso, agreed to appoint him to the post. </p> <p>The Eurostar has become a second home as he flits between Brussels and London for team bonding sessions. Mandelson will be moving over to his new Brussels home in a fortnight. He formally takes over his new position on 1 November, though he says that he feels as if he has already started. </p> <p>For now his official title is European Trade Commissioner-designate. And in the coming weeks he will be facing a public grilling from eurosceptic MEPs, from the Tories and the UK Independence Party, as well as Green MEPs who are troubled about a perceived evangelism for globalisation. He says the choice between 'us' and 'them' is a false one. </p> <p>'If we work it out well there doesn't need to be a choice between our economic interests and those of developing countries. But if we complete these negotiations properly there can be beneficial major opportunities for developing countries as well. That's the key objective for me for the trade and development round negotiations that will be taking place over the next year, and I believe that success is possible,' he says. </p> <p>The trade post will offer a supreme test of political nerve, verbal dexterity, and above all negotiation skills from a man who, depending on your view, kept the peace or was the main source of tension, between Prime Minister and chancellor. </p> <p>'Its too simplistic to say there's one set of economic interests as opposed to other. That the reason why talks are so complex - economic interests do not divide quite so simply,' he says, pointing to a recent World Trade Organisation ruling that support for sugar beet cultivators was illegal. Mandelson says that, far from helping the poorest countries in the world, which currently enjoy preferential access to European markets, the real winners would be Brazil, Thailand and Australia. </p> <p>'If reform of the sugar regime takes place - and it has to, because the WTO says it must happen - that will directly affect adversely the economic interests of other developing countries,' he says. That is just one measure of his new job's complexity. No wonder that the last man in the post, Pascal Lamy, was a marathon runner. Even more important, he was a Frenchman. </p> <p>To some in the French press, Mandelson is the Trojan Horse of insane, neo-liberal, Anglo-Saxon capitalism on the Continent. French egos are at present a little bruised, already annoyed at the sickly Atlanticism of those upstart new nations such as Estonia and Poland. </p> <p>Barroso snubbed President Chirac by handing France the lowly transport brief. But the real horreur in Paris will be reserved for the fact that the lingua franca of Europe is now English. Nineteen of the 25 new EU Commissioners have opted to conduct business in English, though Mandelson is said to be polishing up his schoolboy French. </p> <p>He will also appoint key aides from France, including one who is a former lobbyist for French farmers. </p> <p>Ever the politician, Mandelson praised his predecessor's recent rescue of faltering global trade talks. </p> <p>'I think it is very important that after the near-collapse of trade and development talks in Cancun and their then-rescue in Geneva this year the way forward - the breakthrough if you like - has been made by the EU's in-principle commitment to eliminate agricultural support subsidies. Now that is a tremen dous breakthrough,' he says. </p> <p>So will he, as demanded by Oxfam, confirm a timetable for the elimination of these subsidies? 'I can't set dates today but I'm absolutely sure that eliminating those subsidies over whatever period is eventually agreed is fundamental to the success of the development talks,' he said </p> <p>Mandelson has always performed better as a man on a mission, with a transformative project. Perhaps it's the last vestiges of his youthful flirtation with communism (a past he shares with Barroso, a former Maoist). </p> <p>So perhaps this might explain his potentially revolutionary view about the future of Europe's agricul-tural policy. 'I am sure in my mind that the policy, for a whole variety of reasons, has to change, because it's in everyone's interests that it has to change. And I'm equally sure that financially it's unsustainable,' he says. </p> <p>There's a vast array of thorny topics in his in-tray. Watch out for the brewing tension between Airbus and Boeing over state subsidies. </p> <p>Some say he's simply paving the way for Blair to become President of Europe but for now he remains the comeback king. One half- expects him to turn up on stage at the next Oxfam gig. </p> <p><strong>·</strong> Faisal Islam is the business reporter for Channel 4 News.</p>",
  "The former Chinese President, Jiang Zemin, has tendered his resignation as head of the People's Liberation Army, according to reports yesterday, raising hopes for political reform in the world's most populous nation. <p>Jiang, who was widely blamed for holding up democratic change, will be replaced today as chief of the military by President Hu Jintao, according to the South China Morning Post. </p> <p>If the move goes ahead, it would complete the smoothest transition of power in the history of the Communist party, but Jiang is likely to retain much influence through his supporters on the Politburo. </p> <p>When he stepped down as President almost two years ago, Jiang held on to the military post in an apparent effort to safeguard his legacy. But throughout the summer pressure has been building on him to step down. Last month he was airbrushed from an old photograph showing Hu meeting paramount leader Deng Xiaoping. </p> <p>Celebrations of the 100th anniversary of the birth of Deng - the father of China's modernisation - were also used to push the message that Jiang should go. In a prominent speech Deng's daughter hailed her father as an example of not clinging to power. </p> <p>Earlier this month unnamed sources told the New York Times that Jiang had announced plans for his retirement. Senior academics have been unusually willing publicly to criticise the former President for blocking media liberalisation. </p> <p>A raft of reports now suggests that the 78-year-old has decided enough is enough. Jiang is reported to have tendered his resignation at the start of the party plenum, which began last Thursday. </p> <p>'His health is very poor ... He wants to go,' a family member told Reuters. Jiang has had a heart problem since 1989, when he rose to power amid the reshuffle that followed the Tiananmen Square massacre. The news has yet to be announced in China, but it is certain to encourage supporters of democratic reform. </p> <p>Cao Siyuan, president of Beijing Siyuan Research Centre for Social Science, said the resignation would improve the health of the nation's politics. 'We have had more than 20 years of economic reform and now we need political reform. Both legs are important,' he said. 'In the vast majority of countries, the political leader is also the head of the military. We should follow the global trend.' </p> <p>Foreign observers said the political climate was conducive to a full transition of power to Hu and Prime Minister Wen Jiabao. </p> <p>'The views of the new leadership are far more prominent than a year ago,' said a diplomatic source. 'They appear to be more in charge.' </p> <p>Jiang may feel confident that his legacy is already assured. His theory of the 'Three Represents' was written into the constitution earlier this year, alongside Mao Zedong Thought and Deng Xiaoping Theory. </p> <p>Many of his allies also hold key positions. At least five of the nine-man Politburo are loyal to Jiang. Chief among them is Zeng Qinghong, who may be given a senior military position to balance Hu's expected assumption of power today. </p> <p>Jiang, who enjoys a reputation of boastfulness, is unlikely to disappear quietly into the shadows. He can claim considerable achievements under his leadership, including spectacular economic growth, accession to the World Trade Organisation and the successful bid for the 2008 Olympics. But analysts said he lacks the charisma to wield the same degree of backroom influence as did his predecessor, Deng Xiaoping, who pulled the strings many years after his retirement </p> <p>'We are unlikely to see a major shift in policy, but gradually Jiang's influence will fade,' said Huang Weiping, director of the political research centre of Shenzhen University. 'Jiang is not powerful enough to play the role of Deng.'</p>",
  "<p>There was much hilarity over lunch last week at the idea that equities are low risk as long as you are prepared to invest for at least five years - the last five years demonstrates just how misguided that was. </p> <p>But the diners were deadly serious when they described investing in hedge funds as an excellent way of reducing that risk. Those who have seen the press coverage given to hedge funds over the last few years may find that equally hilarious. But there are some signs that hedge fund investing is not just a way for financial rocket-scientists to fleece investors in high fees with one hand while undermining global stability with the other. </p> <p>The key issue is risk. If you hold a share in a company directly, there is nothing you can do to protect yourself against unexpected events, whether that is a profits warning or a terrorist attack. The hedge fund manager, on the other hand, has a variety of weapons - from standard derivatives to complex computer programs - to limit the downside. </p> <p>Over its seven-and-a-half year life, IP 220 Limited, run by Man Investments, one of the world's biggest and most successful hedge fund managers, has produced an annual return more than three times better than shares, while its volatility - the technical term for riskiness - has been only marginally higher than shares. IP 220's worst annual loss was 19.9 per cent; world stock markets fell by 46.3 per cent in a year. </p> <p>With stock markets expected to remain sluggish at best, a growing number of experts are suggesting that the key to investing is protecting the downside rather than going all out for reward and risking it going wrong. Hedge funds, they say, are a good way of doing that. </p> <p>In practice, effectively managing risk and reward takes considerably more skill than conventional fund management, particularly given the high borrowings and big bets which characterise hedge funds. While conventional fund managers are queuing to join the hedge fund ranks, the number of funds closing is also high - and many shut before they have managed even four years. </p> <p>Private investors should not bother trying to identify the successful ones: quite apart from the difficulty of getting it right, most have astronomical minimum investment levels and long lock-ins, while investing in just one hedge fund is worse than having just one share. </p> <p>Until recently, collective vehicles that invested in a range of hedge funds have been little better. Because most are structured as unregulated offshore funds, gains are subject to income tax rather than capital gains tax, with its generous £8,200 annual allowance. </p> <p>Fund managers are increasingly starting to offer collective products that get around these pitfalls. Close Fund Management and Man Investments will this week launch their second, the Guaranteed Hedge Fund II, while Matrix Securities launched a similar product earlier this year. The Close fund guarantees investors their money back in eight-and-a-half years, something its chief executive Marc Gordon admits is just to calm the nerves of those who think hedge funds are dangerous. </p> <p>It will invest in about 50 hedge funds, following several different strategies, selected by the experts at Man. The aim will be to pro duce returns of between 11 and 13 per cent, with volatility of 7 to 9 per cent - roughly the risk associated with investing in bonds. </p> <p>It has been structured as an investment trust, rather than an open ended investment company, so gains will be subject to CGT and it can be traded in the same way as any other share. </p> <p>This structure, together with the collective nature, removes many of the pitfalls of hedge-fund investing. Some remain, however: charges for the trust - at 1.65 per cent - are high, while the underlying funds can charge as much as 23 per cent. </p> <p>Hedge funds have had an unimpressive year, which Man and Close attribute to turbulent markets and an aversion to risk. But they insist that the good times will return. They may be right - although the weight of money coming in from professionals as well as private shareholders is a worrying sign. If you want to join in, Close's product - which has a minimum of £10,000 - is a good place to start.</p>",
  "<p>Amid all the furore over hunting and protests in the Commons, one tiny little victory went unnoticed last week. The national examinations for seven-year-olds were dropped after it became obvious they were both unreliable and were making children feel failures at a young age. </p> <p>As the parent of an eight-year-old boy who took his Sats test last year, I can say thank-you to the education minister David Miliband for listening to parents and teachers, and for understanding that there is more to school than being drilled in how to sit a one-off exam. The question now is whether my son and his cohort will still be taking their Sats tests at 11, or will the government introduce more flexible, and sensible assessments of their work? </p> <p>Some kids thrive on exams. We all know children whose desire to do well, to pit themselves against others, enables them to flourish in an adversarial system. Their resilience is admirable, and they will probably be the winners in life, able to flourish in a competitive environment. </p> <p>But what if your child doesn't like being tested? I suspect this may the case for most children, who realise that they are being judged in some way, and want to do well but feel quite scared at the 'sudden death' approach of one-hour tests, taken in complete silence. </p> <p>I watched my son go through the process, ably helped by his teacher and the other staff. We were advised not to 'prepare' him or talk about it at home, so we didn't - but when the time came, he knew that these were exams. Seb came home, looking woefully beaten down. 'It was really boring. I couldn't do all the questions, but we weren't allowed to ask for any help,' he said. 'I know I've failed them.' And then he didn't want to talk about it any more. </p> <p>As it happened he didn't fail; he managed to achieve the level he needed to reach. But what does that, as a parent, tell me? Nothing really, because his teacher had a far better grasp of his strong and weak points which she had explained to me, and by seeing his work at home, I understood what they were. </p> <p>Under the new system, there will be a flexible assessment of each child at seven. They will still have tests, but these can be done at any point in the year, not on the same day in May. The teachers will have the flexibility to award higher marks if they feel the pupils didn't do themselves justice in the tests. The tests will just form a part of the overall picture. </p> <p>This is exactly as it should be, and now the case is overwhelming to do the same for Sats at 11. At the moment, children in year six are spending between one and two terms at most primary schools being prepped up for their Sats. This is not how they should spend their final year at primary school; it should be a time when their interests in history and biology and languages are cultivated. They should love school, not see it as examination hell. </p> <p>A friend of mine, a teacher, said: 'Everyone wants the children to have the necessary prerequisites to go onto secondary school, such as being literate and numerate, but it's mad to be spending days teaching them how to answer test questions. You try to be as creative as possible with the curriculum, but it's hard. We have to do it though, because my school's fate rests on how they perform. If a number of them fail their Sats, it has enormous implications for our funding.' </p> <p>And here lies the biggest injustice of all. The league tables are based on Sats results, not on how much the school offers a rounded, fulfilled education. If there are just three or four children in year six who do badly, a school can plummet down the tables. And how do prospective parents choose a school? By looking at the tables, because that's often all they have to go on. </p> <p>It's not even a reliable measure for the secondary schools, which is why children moving into their first year of secondary education all end up having cognitive ability tests in their first term before they are streamed for subjects - the teachers know that Sats are an untrustworthy scoring system. The evidence is there: why ignore it? Our young children are being over-tested; give them a break and trust the teachers to provide the right results.</p>",
  "<p>The literary world may not like it, but where the City is concerned selling books is no different to selling cornflakes. Publishing is subject to the same economic trends as any other industry, and like many great British brands the biggest publishing houses are now mostly in the hands of foreign conglomerates. </p> <p>Last month French giant Lagardère bought Hodder Headline from WH Smith for £230 million, a deal that pushes Hachette Livre, Lagardère's book division, into second place in the UK, with a 12.6 per cent market share. Of the top five publishers, only one - Pearson-owned Penguin - is British. The market leader, Random House, is owned by Bertelsmann of Germany and HarperCollins is part of Rupert Murdoch's News Corp. Only Bloomsbury is in the top eight, and it has JK Rowling to thank for that. </p> <p>Global consolidation is taking place because publishing is a low-growth industry, expanding by an average of between 1 and 3 per cent per annum over the last 10 years. When a company's top-line is rising at just above inflation, the only way to keep profits rising is to look at the bottom line and increase margins, usually by cutting costs. </p> <p>That explains the wave of acquisitions in the industry over the last decade. In the 1990s HarperCollins was snapped up by Murdoch, Bertelsmann added Random House and Transworld to its rapidly expanding portfolio of publishing assets, Hachette acquired Orion, and Pearson expanded in the American market by buying US publisher Putnam. Four years ago it added Dorling Kindersley. </p> <p>The logic underpinning those deals was a relatively simple one: to buy up numerous imprints and save money via simple economies of scale. </p> <p>'You can't save money on author's royalties or agents' fees, but you can save huge sums by buying paper in bulk or improving distribution,' says one industry executive. </p> <p>Now that most of those savings have been squeezed out, the publishing conglomerates have embarked on a further round of internal rationalisation, merging imprints and cutting titles. </p> <p>'Every single publishing house is rationalising the number of books being published,' says an industry executive. 'That is making it very difficult for individual smaller imprints to maintain their own identities, because they are being told they can't publish more than 100 books in the next fiscal year.' </p> <p>The need for greater scale has also been driven by trends on the high street, where booksellers have adopted some of the sophisticated selling techniques other retailers have used for years. 'They have brought their buying intelligence in line with the rest of the high street and they are ordering fewer titles up front, but choosing to back those titles heavily,' says one executive. </p> <p>Chains like Waterstone's may be marketing books more intelligently, but they order fewer titles and about 50 per cent of sales are now generated by just 3 per cent of titles. The rest come from a long tail of books growing shorter by the year. </p> <p>Sheila Bounford, executive director of the Independent Publishers' Guild, said: 'It is absolutely indisputable that the biggest publishers have the most clout in terms of the high-street book trade. Books by big-name authors are always going to come out of those big conglomerates.' </p> <p>But striking a balance between financial discipline and a creative environment in which star authors, agents and editors can flourish is not easy. That often drives some into the arms of smaller publishers. </p> <p>'[Consolidation] is a double-edged sword [because ] it provides opportunities for small independents. Very big companies often find it very difficult to publish in particular niches,' says Bounford. </p> <p>Lynne Truss's best-seller Eats, Shoots and Leaves, published by Profile, is one of several published by small independents. 'Often when [consolidation] occurs, talented people get shaken out and go and do their own thing,' says Bounford. 'Independent publishers get mopped up and then the process starts all over again.' </p> <p>Canongate, the Edinburgh-based group that published last year's Booker Prize winner Life of Pi, has been approached by several large industry players but has so far clung to its independence. </p> <p>The biggest threat to the independent sector could come in the form of supermarkets, which have already transformed the dynamics of the industry. </p> <p>Supermarkets sell a handful of books, typically only buying 10 a month, but shift a huge number of copies. According to one executive: 'If you've got a chick lit novel and you get it into Asda you will see it in the best-seller list. And if it means that it immediately gets in the top 10 list, then the job's done.'</p> <p>Supermarkets are driving margins down by demanding huge discounts from publishers and most of them will only deal with sales representatives from the largest houses.</p> <p>As Tesco and its competitors grab more of the market, independent publishers will find it more difficult to compete. But then books - just like cornflakes - are rapidly becoming just another commodity.</p>",
  "<p>At the end of the opening story of The Emigrants , the first of his books to be published in this country, WG Sebald wrote a line that was something of a statement of intent: 'And so they are always returning to us, the dead.' In his case, that observation is proving true. Nearly three years after the car crash that ended his life at the age of 57, new books by Sebald continue to emerge. The latest, Unrecounted, the result of a long collaboration with a childhood friend, German artist Jan Peter Tripp, is suitably haunting. </p> <p>It has often been said that, in his brief, marvellous career, Sebald, writing from East Anglia, invented a genre all his own. The substance of that originality was a new way of looking at what remains of long-gone objects, people and events. All his books were imaginative exhumations, but they were given a curious urgency by his inspired and restless intelligence. His writing made the dead seem like news. </p> <p>In Austerlitz, the most profound statement of this method, Sebald wrote of his sense that the dead were more real than the living. It was the belief of his hero, Austerlitz, who had escaped the Holocaust on a kindertransport, that 'time did not exist at all, only various spaces interlocking according to the rules of a higher form of stereometry, between which the living and the dead can move back and forth as they like, and the longer I think about it the more it seems to me that we who are still alive are unreal in the eyes of the dead, that only occasionally, in certain lights and atmospheric conditions, do we appear in their field of vision'. </p> <p>It was something like this sense that attracted Sebald to the work of Jan Peter Tripp. They shared a past - they both grew up in Bavaria just after the war - that understood a good deal about destruction and loss. (Until he was in his teens, Sebald believed that all cities were ruins.) On his frequent trips to the Continent, Sebald visited the artist in Alsace and encountered something of the same sense of absence and dislocation he felt in himself. On some of these visits, they developed an idea that they would make a book together exploring the places where their vision overlapped. </p> <p>Sebald described Tripp's work as taking realism to 'an almost unimaginable extreme'. For the book they planned, the artist took and found photographs of the eyes of a number of people they both knew or admired and made disconcertingly exact etchings and lithographs from them. At a glance, you imagine these eyes to be photographs and, when you are realise they are not, you stare at them as if in search of a clue to their composition. They seem both unreal and more than real; they have a life of their own. In an essay about Tripp's work, Sebald talked of 'the role of the observer and the observed objects being reversed. Looking, the painter relinquishes our too-facile knowingness; unrelatedly, things look across to us.' </p> <p>Michael Krüger, the German publisher of Sebald, remembers the pair of them coming into his office to propose the idea for their book, two schoolfriends, excitedly explaining a project. 'Max [Sebald] talked a lot about looking, about the little pieces he would write about looking. Some of the pieces would be old, some new, but they would all be about the way we viewed the world.' While Sebald was talking, Tripp stood up and started taking photographs of Krüger. 'We will, of course, have to include your eyes in the book, too,' he explained. Tripp's subsequent etching of the publisher's eyes carries with it a typical fragment of Sebald's verse, what he called a 'micropoem': 'They say / that Napoleon / was colourblind / &amp; blood for him / as green as / grass.' </p> <p>When Sebald died, Tripp put the 33 images he had made together with Sebald's haikus. The eyes that stare at you from their letterbox frames are, thus, like memorial stones to a curious friendship. They include writers and painters they had discussed - William Burroughs and Francis Bacon, Rembrandt and Truman Capote - as well as family and mutual friends, like Krüger. The result is a primer for Sebald's other work, which was always concerned with the befores and afters of photographs, the way writing revives the life that the still image has frozen. In The Emigrants, he likened this to a fascination with the traces skaters leave behind in the afternoon sun. </p> <p>In the last interview before his car crash, just as he was finalising the translation of Unrecounted, Sebald pointed to a small boy in an old family photograph on his office wall and explained how the boy 'returned from the First World War mentally disturbed after electric shock therapy. This is before he knew. I find that frightful: the incapacity to know what's round the corner.' </p> <p>The most powerful of the pictures in Unrecounted, in this respect, is that of Anna Sebald, the writer's daughter, who was in the car with her father when he died, and who suffered severe injuries. Tripp's etching, made before the accident, seems now to carry all the horror of the moment that was to come. The knowledge of what was around the corner. Eyes which once might have looked innocent, or hopeful, are now freighted with unimaginable hurt. </p> <p>In life, Sebald was obsessed by this temporal property of pictures. 'It was,' says Michael Krüger, 'a strange thing to wander in a city with Max, in that he always had his camera to hand. He would sometimes stop every few paces and take a picture. Always trying to capture and preserve something he had seen.' Susan Sontag, who described Sebald as 'the contemporary master of the literature of lament and mental restlessness', has suggested to Krüger that the hundreds of thousands of archived photographs Sebald left behind be edited into a book, a lasting memorial to his vision, his way of seeing. </p> <p>Krüger says that Unrecounted might be seen as a kind of brief prologue to that work, but that collating the photographs - undated and uncaptioned - will be a monumental task. 'Some of them are easier, like when he was walking in Suffolk for his book, The Rings of Saturn. For most, though, you have absolutely no idea where you are, what you are seeing, except that you know this thing was once important to Max.' </p> <p>All great writers invite you to see the world through their eyes but few have offered such an indelible vision as Sebald. Tripp's last etchings in the book are, appropriately, two pictures he made of Sebald's eyes, now looking back from across the divide of death, along with another little fragment from the writer: 'At the end / only so many will / remain as / can sit round / a drum.' </p> <p>Sebald would, no doubt, have enjoyed the symmetry of this, since his literary career began with much the same vision. His first prose poem, After Nature , written in 1988, begins with him opening the casing of the Isenheim altarpiece and gazing at the face of Grünewald, the Renaissance artist, who, Sebald believes, included self-portraiture in his work. Sebald describes the artist's face as follows: 'Always the same / gentleness, the same burden of grief, / the same irregularity of the eyes, veiled / and sliding sideways down into loneliness.' The description, for anyone who has looked at Sebald's expression, leads you directly back to the author. </p> <p>In his introduction to Unrecounted, translator and poet Michael Hamburger, whose eyes also look out from one of Tripp's etchings, describes how, for Sebald, 'memory [was] a darkroom for the development of fictions'. In discussing the associations that a picture could assemble for Sebald, Hamburger writes of the way our looking always carries with it 'personal culture' which 'is the deposit of what has passed through our heads and our hearts'. </p> <p>When you look at Tripp's picture of Sebald's gaze, it is impossible not to see some of this sediment of memory in his eyes. You can see, perhaps, the little boy whose father, a captain in the German army, returned home from a prisoner-of-war camp in 1947 and, thereafter, hardly spoke to his son. You can see, maybe, the young man adrift in Manchester as a German lecturer, walking along the derelict canals, reading the works of Paracelsus in the university library, always in a 'sort of no-man's-land, behind the railway buildings, in a terrace of low houses ready for demolition'. </p> <p>You can see the university professor greatly amused by the foibles of bed- and-breakfast landladies in Suffolk. You can see the father whose daughter fretted that he would not carry a mobile phone: what if his unreliable car broke down and left him stranded in Thetford Forest? You can see the fastidiousness of the writer who, though he lived in England all his adult life, never wrote in English, fearing he might disturb the exactness of his German prose, but who would pore for hours over his translations, making changes and then, when inscribing copies of books for friends, would habitually add some further textual changes by hand. </p> <p>You can half-convince yourself that you can see just the hint of the bleakest smile at the manner of his death, on a featureless road near Norwich, when his car left the straight and narrow path of his lane and collided with the undeniable fact of an oncoming lorry. </p> <p>I once talked to that other great recoverer of memory, Iain Sinclair, whose books sift obsessively through London's forgotten histories in a manner Sebald would have admired. I asked him if they had ever met. He had seen Sebald once, he said, at the BBC. They had been in a lift together. Both were reserved and complicated men, and Sinclair was not sure that Sebald knew who he was, and so they did not speak. 'Still,' said Sinclair, 'I did catch his eye for a moment.' It was a look he has never forgotten. </p> <p><strong> · </strong> Unrecounted by WG Sebald and Jan Peter Tripp, Hamish Hamilton, £16.99</p>",
  "<p>If anyone thinks that Royal Dutch Shell is going to make an earth-shattering announcement at its long-awaited City strategy briefing this week, they will probably be disappointed. The wheels turn exceptionally slowly at Shell. </p> <p>Take the long-running review of corporate governance that has been going on since Easter, unveiled in the wake of revelations that Shell had improperly booked 20 per cent of its oil and natural gas reserves. </p> <p>In the months that followed, three senior executives walked the plank and Shell has paid $151 million in fines to regulators on both sides of the Atlantic. It still faces a probe by the US Department of Justice. But results of the internal review into how corporate governance could be improved will not be known until November. And it will probably end up telling us what we always suspected. </p> <p>The Anglo-Dutch group will tighten up its sloppy board structure, which arguably contributed to the reserves scandal. Power will be concentrated in one board, rather than three, and the group will have a single chief executive. But big deal. That's what most sensible companies do already. </p> <p>And why has it taken so long for Shell to reach this conclusion? Surely it could have told us the obvious a long time ago. How many committee meetings does it take? </p> <p>It is possible, of course, that the group is planning something more radical: merging the Dutch and British companies to create a single entity. At the moment, the group spans two firms, one in the UK (Shell Transport) and one listed in Amsterdam (Royal Dutch). But insiders have hinted that there would be enormous tax implications, so don't count on it. And there may be another issue. </p> <p>In the current set-up, the Dutch-based half of the group has 60 per cent of the voting rights, and I can't see the directors from the Netherlands giving up their privileges and agreeing to squish the two companies together to reflect the fact that only 10 per cent of shareholders are from Holland. </p> <p>That would mean a single domicile for the company, with its base in London and a secondary listing in New York - just the sort of streamlining that is needed. </p> <p>But turkeys don't vote for Christmas, so we cannot expect Royal Dutch to sit idly by and watch the pride of corporate Holland move offshore, at least not without a fight. </p> <p>Operationally, Royal Dutch Shell remains boxed in: it must find more oil as production is tail ing off, thanks to underinvestment by previous management. </p> <p>No doubt Shell is a recovery play for those prepared to wait for long overdue reforms, but it's a painfully slow process: we may die of boredom before things take a turn for the better.</p> <p><strong> Colt off target</strong></p> <p> So, Jean-Yves Charlier, the new boss of Colt Telecom, is bringing in his chums after taking over the reins from Steve Akin over the summer. Akin pared costs at the telecommunications carrier, which specialises in providing telephone and data communications to businesses, but one of his last acts was to issue a profits warning, which lopped a third off the share price. </p> <p>The company still hasn't recovered. The shares are trading at 46p against an annual high of 129p. </p> <p>Sure, bringing in senior people from BT and Equant, both companies where Charlier has worked, is no bad thing. But Colt needs a lot more than a fresh infusion of managerial blood. </p> <p>The trouble with this former stock market darling is that the bulk of its business is about offering conventional voice telephony to corporate customers rather than higher margin data services. </p> <p>The new broom has signalled that he is prepared to invest in more sophisticated technology in a bid to improve the product mix. But this is a tough and crowded market, which means Colt cannot charge fancy prices to help offset the capital outlay. </p> <p>Competition is intensifying as US rivals such as MCI and Global Crossing re-enter the European market after coming out of Chapter 11 bankruptcy protection. </p> <p>No one denies that Charlier, appointed by Fidelity, the firm's founder and biggest shareholder, knows the industry like the back of his hand, but he can only do so much, poor devil.</p> <p><strong> HoF mystery</strong></p> <p> I felt a little uneasy when it was announced that entrepreneur Tom Hunter and Icelandic group Baugur had sold their combined 21 per cent stakes in House of Fraser, the department store group. </p> <p>Baugur and Hunter may need the cash to help fund a bid for Big Food Group, disclosed on Friday, but now seems like an odd time to take profits. After all, isn't HoF under John Coleman about to tell us how much extra it will make from a renegotiated storecard deal with GE Capital? Some analysts have speculated that it could be worth 83p a share. If that is true, Hunter has made a gross error of judgement, which is not like him. </p> <p>Some have comforted themselves with the thought that the company may still be a bid target, but surely a predator would have bought the shares, which were sold by Hunter and Baugur to build a stake before bidding. Unless, of course, they fear that there is bad news around the corner and are prepared to pounce later. Intriguing.</p>",
  "<p>Aminex, the British oil minnow listed on the Dublin stock market, is set to announce a major coup in the fiercely competitive global exploration business.</p> <p>The company, under chairman Brian Hall, has clinched a deal with the government of North Korea to explore and develop all the country's potentially oil-bearing territory, with a decisive say in production. It is believed to be the first agreement between a western company and the notoriously anti-capitalist country, named as part of the 'axis of evil' by President George Bush. </p> <p>The oil resources of North Korea have been neglected since the limited involvement of the Soviet industry ceased two decades ago. But Korea Bay's proximity to the proven productivity of the Bohai Bay region of China has convinced Aminex of its potential. </p> <p>The deal - signed secretly in Pyongyang during the summer in the presence of the British ambassador - gives Aminex 20-year rights over the industry, via a joint venture with the government. It has also negotiated the right to receive royalties, revenues and the pick of the best acreage should it prove productive. </p> <p>Foreign Office minister Bill Rammell, who returned from North Korea last week after a controversial tour, said yesterday: 'It is difficult to do business there, but this could be part of the long process of pulling the country back from isolationism.'</p>",
  "<b> Let's smarten up </b> <br> <p>Thank goodness for David Aaronovitch's challenge ('The thinking classes: too clever by half', Comment last week). It is time for the nostalgic wailing against dumbing down, therapy culture, widening access/falling academic standards etc to be properly named. </p> <p>Ironically, these attacks are trumpeted by the left, what remains of it. A radical social analysis should depend upon the recognition of, and respect for, the dexterity by which most people negotiate an active self in this world. Let's see some humility then in the analysis for those experiences that go beyond the narrow precepts of these grumpy old men. <br><b>Professor Sally R Munt</b><br>Head of Department Media and Film, School of Humanities, University of Sussex, Brighton </p> <p>I am sure that Frank Furedi can defend himself against David Aaronovitch's onslaught better than I can. </p> <p>However, David's article contained at least four attempts to ascribe views to Prof Furedi which just don't appear in his book. </p> <p>The habit of creating your own enemy to make your attack more effective was common among communists and others on the left when David and I were both Communist Party members. </p> <p>We both criticised it at the time. I still think we were right. <br><b>Kenneth Spencer </b><br>Buxton, Derbyshire </p> <p><b> Table manners </b><br> </p> <p>My former colleague Philip French, a painstakingly accurate journalist, was in error (Focus, last week) when he wrote that Alan Brien was the originator of the phrase 'a legend in his own lunchtime'. It was first used by another Observer colleague, the late Christopher Wordsworth, reviewing a book by former Observer sports editor Clifford Makins, who hosted lunchtime sessions in the back room at El Vino that were the nearest thing Fleet Street had to the Algonquin Round Table. <br><b> Peter Crookston </b><br>Notting Hill, London </p> <p><b> Gender bender </b><br> </p> <p>Peter Conrad (Review, last week) suspects the motives of TV bosses sending women to report on Beslan. </p> <p>Maybe Sky News sent a female correspondent to a tragedy involving children, he suggests, because 'a woman would be a more emotionally ingratiating witness'. I have another explanation. Maybe Sky News sent Rachel Amatt because she is a good reporter, who happened to be staffing the Moscow bureau at the time. </p> <p>Maybe Channel 4 News sent me because I have some experience in covering wars, sieges and disasters, and I had a Russian visa. Maybe Rachel Amatt didn't sound 'terrified', it's just that Peter Conrad thought she did, because he was alarmed to see a woman in a dangerous place. <br><b>Lindsey Hilsum</b><br>International editor, Channel 4 News, London WC1 </p> <p>'Should We Have Looked Away?' asks Peter Conrad of the coverage of the Beslan massacre. Should 'ethical scruples ... make us avert our gaze?' Or 'are we then colluding with the politicians who want to suppress them because of the inconvenient truths they tell?' </p> <p>Meanwhile, readers protest (Letters, last week) that it is crude, simplistic and hypocritical to express sympathy for the innocent victims or horror at their massacre, because it is not literally the worst thing that has ever happened ('Were not incomparably more innocent children blown to bits at Dresden, Hiroshima and Nagasaki?'). </p> <p>Perhaps Conrad should ponder a different question: Should we have realised it's not about us? <br><b>James Doyle </b><br>Department of Philosophy, University of Bristol </p> <p><b> Class differences </b><br> </p> <p>I felt a surge of solidarity with Zoe Smith when she declared that she achieved her good education in spite of her school (Focus, last week). I have felt the same about my own education for most of the past four decades. The differences are that I am a white male of her parents' generation. </p> <p>I have been aware that there is something wrong with the education of black children when some 20 years ago an acquaintance of Caribbean origin struggled with trying to understand how his son changed from being a happy, gifted 11-year-old into a surly, switched-off 14-year-old. </p> <p>However, while I accept negative stereotyping of black children, I believe there is another more sinister, far older stereotyping in the classroom that is directed against any child not overtly attentive and eager to please. </p> <p>Zoe speaks of her boredom and the absence of challenge at school. This is familiar territory and probably explains far more than just the under-achievement of black children. </p> <p>Modern education is not designed to stretch the imagination whether it belongs to the pupil or the teacher. Hopefully, in addressing the apparent needs of black children, all of the pedagogic profession will reconnect with what education truly means. <br><b>Nigel Robert Wilson</b><br>Thornborough, Buckingham </p> <p><b>Blair's hot air</b><br> </p> <p>You were right (leader, last week) that the response of the White House is crucial if we are to put in place measures to stop climate change spiralling, and right to stress that Blair should be far more forceful with Bush. </p> <p>But to write that the Prime Minister was to 'reinforce Britain's commitment to fight global warming' suggests naivety. Certainly the Prime Minister talks a good game, but you must have realised he is merely following in the tradition of both Margaret Thatcher and John Major in calling for urgent action without actually delivering it himself. </p> <p>His speech was just another box ticked for another year, and was practically content-free. There was nothing about his government's appalling record on transport ... the projected 25 per cent increase in vehicle miles, the plans to cater for an 83 per cent increase in aircraft emissions between 2002 and 2020 and his new Tory-style road-building programme. </p> <p>Perhaps you have concluded that it is not news to report what the Lib Dems are doing week-in, week-out on the environment but that Blair's environmental statements are so rare they merit extensive coverage. <br><b>Norman Baker MP</b><br>Lib Dem shadow environment secretary, House of Commons, London SW</p>",
  "We join Noreena Hertz (Comment, last week) in her timely analysis of the failure to deal with the debt crisis and its devastating repercussions. A key part of any solution must be to fix the World Bank and IMF. As Hertz explains in her book, the Bank and Fund were alerted long ago to the destructive impacts of their programmes on growth, social well-being, the environment and debt levels. <p>In two weeks' time the annual meetings of the Bank and Fund will be held in Washington, marking 60 years since their creation. Gordon Brown chairs the highest body of the Fund. Development secretary Hilary Benn is a governor of the World Bank. And next year the UK will chair both the G8 and the EU. It is imperative that the UK uses its considerable influence to call for the cancellation of unfair debts.<br><b>Jeff Powell</b> <br>coordinator, <a href=\"http://www.brettonwoodsproject.org\">brettonwoodsproject.org</a><br> <b>Peter Hardstaff</b><br>head of policy, World Development Movement  <b>Ashok Sinha</b><br>coordinator, Jubilee Debt Campaign  <b>Justin Forsyth</b><br> campaigns &amp; policy director, Oxfam GB  <b>Matthew Lockwood</b><br> head of policy &amp; campaigns, ActionAid, London </p> <p>Noreena Hertz rightly recognises that the world's wealthiest countries need to rethink how they deal with the world's poorest countries and that debt relief and trade reform are essential planks in regeneration in the developing world. In the coming year, the British government has a unique opportunity to shape that debate. In July it is hosting the G8 summit and for the second half of 2005 the UK takes on the presidency of the EU. </p> <p>That is why the Trade Justice Movement is launching a new campaign with a rally in Brighton next Sunday at the Labour Party Conference. </p> <p>The coming year offers the best chance in a generation for transforming the fortunes of the Third World and lifting millions of people out of misery and poverty. Don't waste it.<br><b>Chris Bain</b><br>Director, CAFOD, London </p> <p>Noreena Hertz's article couldn't have come at a more opportune time. The next 12 months will see Britain assume the EU presidency and the birth of the Africa Commission; it will also in all likelihood see a general election. </p> <p>Labour's enhanced international authority and influence will coincide perfectly with their increased sensitivity to domestic public opinion. </p> <p>We have a real chance to exert pressure on the government at a time when millions around the world are crying out for us to take a lead and alleviate a grossly unfair system of debt repayments. </p> <p>This is not only crippling development and encouraging environmental destruction but is exacerbating political instability by keeping people poor and encouraging terrorism by making an enemy of the West. </p> <p>Debt is an international problem that effects us all, and not just the burden of the poor: now is the perfect time to do something to solve it.<br><b> Matt Ford</b><br>Editor, The Big Issue, London</p>",
  "Guests toyed with their bread and the waiters resisted serving the sliced cheese and tomato starter. At last, the main doors swung open and all heads turned as Dariga Nazarbayeva took her place at the head of the table. <p>'It is like a suicide to be so late for a meeting with journalists,' she smiled, making eye contact with the international press, all armed with questions about the political corruption that has dogged Kazakhstan since independence from the collapsed Soviet Union. </p> <p>Three hours later, as the last of five courses was digested, the group had been reduced to quivering admiration. An Italian journalist was overwhelmed when Dariga spoke his native tongue. An English reporter rose to his feet and toasted the hostess. Her gently flirtatious magic had an Indian writer eating out of her hand. </p> <p>Nazarbayeva - opera singer, media mogul and grandmother - gave a performance worthy of Margaret Thatcher, whom she regards as a role model alongside Indira Gandhi. Today she may also be about to reach the front line of domestic politics. Victory in Kazakhstan's parliamentary elections would catapult her from obscurity to become the most powerful woman in all the former Soviet republics. </p> <p>But there is a catch preventing reformers hailing Dariga as leading a social revolution in central Asia. Her father is President Nursultan Nazarbayev, who has ruled Kazakhstan for 15 years amid allegations of beatings of political opponents and fierce press suppression. Far from providing a democratic alternative, Dariga does not oppose her father on policy, merely wishing to replace the party apparatchiks surrounding him with her own. </p> <p>This is the peculiar universe of Kazakh politics, where the authoritarian Nazarbayev, 63, lacking a male heir but with three daughters, is in no hurry to make a King Lear-style gift of the world's ninth-largest country. A keen sportsman with an iron handshake, he has already declared his candidacy for the presidential election in 2006, and Dariga's 'rival' party has pledged to support him, sealing his position until at least 2013. In this context, the credibility of today's parliamentary poll is under severe scrutiny, aggravated by allegations of media bias, electronic voting manipulation and intimidation. </p> <p>None of this unduly troubles Dariga, who could become parliamentary speaker if the Asar ('Together') party, which she founded a year ago, defeats her father's ruling Otan ('Fatherland') party. Opinion polls put them neck-and-neck among the nation's 8.4 million voters, comfortably ahead of the other eight contenders. Critics of the president say he is using a mock opposition to split the vote of his real opponents, and is grooming Dariga as his successor to preserve his dynasty and save himself from prosecution once out of office. But Dariga is insistent she will be an authentic thorn in her father's side. </p> <p>'I was not forced to found this party,' she said. 'It was the independent decision of a 40-year-old woman with three children and a small grandchild. I have a PhD in history but there comes a moment when just to observe is dull because there is a a self-satisfaction in the pro-presidential camp which can turn to stagnation. The business and political elite is in crisis. </p> <p>'My father tried to convince me not to do this. He said: \"This is a very hard job. You will get old too soon.\" But when I discussed with him my vision of his party, I told him: \"I will be dealing with your team.\" I want to take away this piece of cake from his party. The new party will involve real people, not state officials.' </p> <p>The President might not have faced such rebellion had he allowed Dariga to follow her heart 20 years ago. 'I wanted to leave Moscow State University for the Moscow Conservatory to sing, but my father told me: \"Singing is not a profession.\" Sometimes I regret it: if I hadn't listened maybe I would now be at La Scala and not causing him problems.' </p> <p>Her husband is ambassador to Austria and a football promoter, and her father-in-law is a national hero for his contributions to surgery. She denies presidential ambitions of her own, but was director of the national television news agency and is outspoken on international affairs and determined to ease Kazakhstan's dash to capitalism. </p> <p>'Imagine what it's like waking up one morning in a system you were taught to despise,' she added. 'About 40 per cent of people here still yearn for the Soviet system,' she added. 'But the younger generation is different. When my son asks, \"Who is Mr Lenin?\" it's very hard to explain.' </p> <p>Yet there are echoes of the Soviet Union, China and North Korea in the city Nazarbayev is constructing as his new capital. Astana, as he renamed it, is dominated by eerily deserted plazas, monumental buildings and skyscrapers and is set on the flat, mosquito-plagued windswept steppe, where temperatures reach 40C in the summer and plummet to -40C in winter. Although the 71,000-acre city oasis is an expression of one man's ego, he is more subtle than other autocrats in the region, stopping short of erecting statues in his own image. </p> <p>Some £14 billion has been spent on Astana, with a further £7bn forecast for the next three years, as the President creates 'a masterpiece of world architecture'. He has enlisted architects from America, Italy and Turkey, and Britain's Sir Norman Foster is creating a 'Palace of Peace', a pyramid 100 metres tall. </p> <p>Accused of human rights abuses and a bribery scandal in the US, Nazarbayev is regarded as a benign dictator by the standards of neighbours such as Uzbekistan and Turkmenistan. Despite 120 ethnic groups and 45 religious denominations, the country has little instability and no significant terrorism. Its economic health outstrips its neighbours and, on some measures, even Russia. Between now and 2015, Kazakhstan plans to massively expand production of uranium, coal, gas and oil. The country's projected GDP next year is $44.5 billion (£24.8bn). </p> <p>Nurtai Abykayev, chair of the senate, summed up the regime's logic: 'In the first year of Kazakhstan's independence it was important to keep the strong power to ensure the country was on the right path. Now our economic performance is way ahead of other former Soviet republics. If the state continues to make the right policy, parties will say they are oppositional but will continue to support the president. There will be no space for criticism.' </p> <p>But last month a report by Human Rights Watch found the government 'has a history of manipulating elections' and was guilty of persecuting opposition, jailing one party leader after an unfair trial. Media intimidation is another concern. A journalist who covered political corruption was killed by a car while crossing a street. The president has decreed that press criticism 'must be preceded by positive information on how fast we are developing'. </p> <p>Andrei Grishin, deputy director of the Kazakhstan International Bureau for Human Rights and Law Observation, has a view far removed from Dariga's easy confidence. </p> <p>'There's a lot of pressure: vote for Otan or lose your jobs, especially in the countryside, where turnout is higher,' he said. 'Generally things are improving. You still get beaten - but not as badly.'</p>",
  "<p><strong>Gartmore and Newton Investment Management</strong></p> <p>Gartmore is the winner in this year's investment trust group category, an award that seeks to recognise consistent performance. </p> <p>On the basis of figures provided by Fundamental Data for a three-year period to the end of June 2004, Gartmore's portfolio of trusts came top when percentile rankings of investment trusts in 15 different sectors were compared. </p> <p>However, according to Ian Overgage, head of investment trusts marketing at Gartmore, the group's success 'is largely due to the excellent performance of our Smaller Companies funds'. </p> <p>He goes on: 'The team approach by fund manager Gervais Williams, head of UK Smaller Companies, and his colleagues has been consistently good over the past two to three years. What is particularly pleasing is that we have seen an upturn in retail demand over the past two or three months, when investors have generally been very wary. </p> <p>'The investment team has a proactive meeting programme, fundamental to its success. We also have consistency in management. Gervais Williams, for example, has been at Gartmore for 11 years.' </p> <p>Gartmore was established in 1969 by British &amp; Commonwealth (B&amp;C) to manage part of B&amp;C's money as well as some outside funds, through investment trusts and other investment portfolios. The company was acquired by Banque Indosuez in 1989 and was floated on the London Stock Exchange in 1993. </p> <p>In 1996 Gartmore was acquired by NatWest Bank and four years later sold to Nationwide Mutual, one of the largest diversified financial and insurance service providers in the US. Last year Gartmore acquired £1 billion of assets under management for Govett Investments. </p> <p>The Gartmore group currently has £41bn under management and has offices in the US, Germany, Jersey, Italy, Sweden, Spain and Japan, as well as in the UK. </p> <p>Gartmore believes three key strengths differentiate it from competitors: industry focus; stable investment and client service personnel; and proven investment processes and risk management. </p> <p>The group has around £1 billion of assets under management. </p> <p>The unit trust award seeks to recognise excellent performance across sectors and over time - one-hit wonders should look elsewhere. </p> <p>To qualify for this award, groups must have a fund in a UK equity-oriented sector, a fixed interest fund, and at least three geographically diversified funds. Funds are assessed according to their performance over the past three years using the Lipper's 'consistent return measurement'. </p> <p>This year's award goes to Newton Investment Management - and it's all down to teamwork, says chief executive Helena Morrissey. </p> <p>'It boils down to our investment process, which has been honed over many years,' she says. 'We work as a team in a self-challenging environment. </p> <p>'The analysts and fund managers are always challenging one another's ideas. This is a rigorous and robust process which generates lots of debate and consistent results.' </p> <p>Newton was formed in 1978 as a joint venture with Scottish insurance broker Reed Stonehouse, but was renamed Newton Investment Management in 1986 when it was acquired by Alexander &amp; Alexander. A management buyout in 1992 was followed by a deal with the Royal Bank Of Scotland in 1994 when Newton acquired the Capital House Group of companies and the bank bought a one-third interest in the company. </p> <p>In 1998 the Mellon Financial Corporation took a majority interest in Newton and took complete control of the group in 2002. Mellon is a global financial services company, with headquarters in Pittsburgh, US. It claims to be one of the world's leading providers of asset management with approximately £374bn under management. </p> <p>Following the takeover, Newton was restructured to focus on research, fund management and client servicing. Its sole activity is fund management and it manages a variety of funds, including balanced, specialist equity and fixed income. </p> <p>Newton claims to have been one of the pioneers of thematic investing - spotting trends that are influencing, or are likely to influence, economies or stock markets across the globe. </p> <p>Newton currently has £19bn in assets under management.</p>",
  "<p>Richard Caring, the textile tycoon and close friend of Philip Green, has had his £110 million offer for Wentworth Golf Club accepted by Chelsfield, which owns 60 per cent of the course.</p> <p>Caring is poised to sign an exclusivity agreement that says that any rival bidder will have to pay over £120m to beat his offer.</p> <p>Other shareholders who have pre-emption rights over any deal will meet tomorrow to decide their next move. They include Quinlan Private, which owns the Savoy Group, and businessmen Sean Quinn, Surinder Arora and Eddy Shah.</p> <p>Chelsfield, which was taken private earlier this year, controversially agreed to sell the club to Caring earlier this month for £100m, but Wentworth's minority shareholders protested that higher offers were available. Sean Quinn had offered £102m soon after the agreement with Caring was signed at £100m.</p>",
  "<p>Elliott Bernerd, who today is worth upwards of £160 million, was a teenage car thief. Aged 14, he stole his stepfather's luxury Bentley to rescue his girlfriend in a blizzard. Unfortunately the roads became impassable, Bernerd and the Bentley were stranded and the budding tycoon was forced to confess all to his stepfather. </p> <p>Was this an early sign of the shape of things to come? After all, flamboyance, opportunism which steers pretty close to the wind and the occasional comeuppance define the man who stands shoulder-to-shoulder with John Ritblat and Gerald Ronson as one of Britain's most irascible property deal makers. </p> <p>Hooded eyes, sideways smile and bags of charm - or smarm, depending who you talk to; Bernerd has prowled the corridors of power, influence and money for over 30 years. </p> <p>The 59-year-old property tycoon has amassed a vast personal fortune. His complex network extends from Peter Mandelson and David Mellor, to whom he famously lent a flat while the former Heritage Secretary 'entertained' Antonia de Sanchez, to financier Lord (Jacob) Rothschild, the late Charles Hambro and Lord Young, the former Cable &amp; Wireless chairman. </p> <p>Most usefully, Bernerd owns a contact book of wealthy Middle Eastern investors that's second-to-none. The book has helped him piece together a string of deals that are the envy of the property world. </p> <p>But it is one of his best contacts - a friendship which dates back 40 years - that could prove his nemesis. </p> <p>Bernerd has known the Russian metal trading billionaire Reuben brothers since he was a teenager. Five months ago, the Bombay-born twins helped Bernerd exit the stock market by investing £135m in a new private property company, Chelsfield. </p> <p>Now the tycoons are at war. The Reubens are unhappy with Bernerd's management style. The schism has prompted two giant Australian firms - Multiplex, currently building Wembley Stadium, and Westfield, the world's second largest shopping mall developer - to submit offers for the company. </p> <p>It seems inevitable that Chelsfield will be sold and ripped from Bernerd's control. A key insider said the company, which has possibly the most lucrative development portfolio in Britain, requires investors who are in it for the long term. 'Unstable shareholders make carrying on almost impossible,' he said pointedly. </p> <p>Whatever happens, Bernerd will be quids in. His 12 per cent stake is worth tens of millions and crucially, much more than when his firm went private in April. But the son of a film industry executive will be furious at being effectively thrown out of his fiefdom. </p> <p>Those close to him said this is not the end. Others are not so sure. Whatever, even his enemies, and he has many, say that the fact that Elliott Bernerd has survived this long is an achievement in itself. </p> <p>Bernerd has endured two life-threatening operations in his fight against mouth cancer. It nearly killed him. </p> <p>Money has bought him extra time. He sought the best cancer doctors in the world, though operations in New York have left him wearing a face mask. Facial reconstruction surgery has been postponed so he can fight for his company, or extract the best price. </p> <p>He is not shy of his own worth. When Chelsfield floated in the mid-90s, most property company bosses were insuring themselves for £2m. Bernerd was covered for £17m. </p> <p>There are many who resent him. One influential investor said: 'I don't trust him. He's not a crook but he says one thing and then changes his mind.' </p> <p>Just four words illustrate why Bern erd is worth it: Merry Hill Shopping Centre. Bernerd paid just £35m for a 90 per cent stake in the West Midlands mall. Chelsfield now owns the lot. It is currently worth close to £2bn. </p> <p>The initial deal was a lesson in mind games and chutzpah. The preferred buyer put about the idea that the site was contaminated. Intelligence revealed to Bernerd that this was a stalling tactic rather than a way of beating down the price. </p> <p>So he persuaded the mall's receivers to let him do an environmental test. This proved the site was largely fine. Meanwhile, he structured a rival deal with a group of Saudi Arabians which paid £120m in debt and equity. Chelsfield took 25 per cent of the equity for just £546,000. What's more, Bernerd was paid £6m by the Saudis for an introduction fee. </p> <p>His admirers say he thrives on deals such as this. The windfalls kept coming. With his long-time collaborator Sir Stuart Lipton, and Rothschild, Bernerd bought a site near Heathrow airport for £8m. Five years later, Bernerd and his partners sold what is now the Stockley Park office campus for £356m. </p> <p>And in 1994 a stake in a Russian telecom company soon found its way into Lord Young's Cable &amp; Wireless, enabling Bernerd to turn $24m into $40m in just a few months. </p> <p>But insiders say dabbling in Russia was not without personal risk. The story persists that heavies once crashed into his Chelsea home brandishing firearms, although he denies it. </p> <p>There have been pitfalls. Bernerd was caught out badly in the Seventies property crash and two decades later his venture into the world of dotcom has bled him of cash. Chelsfield invested huge amounts in so-called internet hotels but its Global Switch subsidiary got badly burnt as sentiment turned. </p> <p>Bernerd was born to wealthy parents who divorced. He left school at 15 and became an estate agent. Because he never formally qualified, he was not debarred from investing in his own deals. By his mid-20s, with his partner and mentor the late Stephen Laurie, he amassed a big property portfolio. </p> <p>The Seventies property bust looked as if it might ruin him but he recovered thanks to an alliance with Lord Sterling of P&amp;O. Bernerd's business was bought out by Roger Seelig while the flamboyant banker was making Morgan Grenfell the most active bank in the mergers and acquisitions market. </p> <p>It was Seelig who involved Bernerd in the Guinness affair. He subsequently found himself a witness for the prosecution, explaining the arrangement under which he had suggested to the sister of a property dealer, 'Black Jack' Dellal, that she buy Guinness shares as part of an operation that landed people, including Gerald Ronson, in jail. </p> <p>A patron of the arts, Bernerd was a controversial chairman of the London Symphony Trust. He threatened to sue former Arts Council chief Lord Palumbo for withholding a grant. He was put in charge of trying to redevelop London's South Bank. The masterplan was overblown, unwieldy and never materialised. </p> <p>Bernerd now stands on the cusp. The portfolio he owns through Chelsfield includes some of London's most prized development opportunities - a shopping centre at London's White City; a vast retail, housing and office development next to Stratford Channel Tunnel rail terminal; and sites in Paddington and Southwark. </p> <p>But with the bids from Multiplex and Westfield, there is a real prospect that Bernerd will fail to pocket the proceeds of realising these projects. </p> <p>What Bernerd has been best at is seizing control of assets against all odds. That skill is now being sorely tested.</p> <p><strong>Profile</strong></p> <p><strong>Name:</strong> Elliott Bernerd </p> <p><strong>Born:</strong> 23 May 1945</p> <p><strong>Education:</strong> Left school at 15</p> <p><strong>Family:</strong> Married twice. Two daughters</p> <p><strong>Career:</strong> Property tycoon</p> <p><strong>Hobbies:</strong> Tennis, skiing</p> <p><strong>Clubs:</strong> Savile, Cavalry and Guards, Royal Automobile and Wentworth (which he owns)</p>"
]