[
  "Sex was the occasion for the Windsor Report, not its subject. The commission was charged with looking at the deeper problem within the global Anglican family: how to remain as a family, despite diversity. <p>The theological word for \"family\" is \"communion\". This pregnant term evokes, among other things, participation in the life of the triune God, the consequent partnership of Christians with one another, and the expression of both in the Eucharist. The question is: What does this \"communion\" mean in practice? Does it have boundaries and constraints, and if so what are they? How much diversity is appropriate? </p> <p>Here, some contemporary Anglican discourse, especially in the US, has reached for two contemporary philosophical ideas: \"difference\", echoing Derrida (though without his subtlety), and \"the Other\", a central theme in Levinas. Frank Griswold, the presiding bishop of the Episcopal Church (US), has repeatedly urged that we \"celebrate difference\" and \"embrace the Other\". In other words, we must be a broad church without nasty, rigid boundaries. </p> <p>These concepts are problematic even in their own terms, though this is usually ignored in the public discourse which has made them central to its (ironically narrow) new morality. But invoking them in current Anglican debate simply begs the question. We all agree that some \"differences\" are to be celebrated. We all agree that some \"Others\" are to be embraced. </p> <p>But, as the Yale theologian Miroslav Volf argued in his award-winning Exclusion And Embrace (1996), random \"embracing\" risks colluding with behaviour which should instead be questioned. To celebrate all differences (not that anyone does, but some talk as if we should) is to collapse into soggy Anglican niceness, a simpering, \"tolerant\" parody of genuine Christian love. </p> <p>Here the Windsor report restates a classic Anglican (and Pauline) doctrine: adiaphora (\"things indifferent\"). Some differences, particularly those involving ethnic diversity, must not be allowed to fracture communion. But one must distinguish the differences which must not make a difference and those which are bound to do so. Not all cultural charac teristics are to be embraced. The Scythians were famous for being hot-tempered; the Corinthians, for sexual laxity. Both lifestyles are ruled out, declares Paul, for those \"in Christ\". To insist on them is to divide the church. </p> <p>The question then is: Which things come into which category? Which differences make a difference? At this point some would have liked the Windsor report to short-circuit the argument - either to declare that the north American churches had been \"prophetic\", pointing towards a bright new future, or, with the global Anglican majority, to reaffirm traditional biblical ethics. Either of those courses would likewise have begged the questions: How do we know? and Who says? </p> <p>Anglicans have developed, over the years, soft-edged and subtle ways of addressing those questions. The Lambeth Conference, the Anglican Consultative Council, the Primates' Meeting, and the Archbishop of Canterbury himself, together constitute not a papal-style Curia, but a network of \"instruments of unity\". In previous hard cases (for example, women bishops), individual Provinces have taken care not to proceed without these bodies agreeing that the innovation will not harm \"communion\". </p> <p>The charge against the US churches, for which they have been invited to express regret, is not that they took certain decisions, but that they thereby knowingly ignored, and hence damaged, the \"proper constraints of the bonds of affection\" which, expressed in these \"instruments\", hold us together. That is why the report also criticises interdiocesan invasion, however well-intentioned. </p> <p>So far, the only expressed regret has been that actions taken have hurt other people. That is not the point. What matters is a refreshed understanding, rooted in scripture and common tradition, of how \"communion\" works. That is what the report is all about. That is why we have urged that the \"instruments\" be tuned up, without losing their essential character, to meet the needs of a new day. </p> <p>The natural consequence of treating the \"instruments\" with contempt is that one would not then participate in them oneself. The report, determined to treat those involved with proper respect, suggests that they might, in conscience (and, we could add, in logic) draw this conclusion for themselves. </p> <p>Whether they will do so remains to be seen. The crowning irony might be that, in seeking to embrace the Other, the US churches will ignore the obvious meaning of that idea within sexual morality itself; and that, in celebrating \"difference\", they will ignore the difference between one kind of difference and another.</p>",
  "<p><strong>·</strong> Two facts: everyone hates a smartarse, and everyone's an expert nowadays. With that in mind, meet Ipswich fan Simon Copley, who has composed an online petition to persuade a Canadian teenager to sign for Town ahead of Manchester United. \"It seems to me that picking up a young player on presumably manageable wages is a priority,\" explained Copley of Jaime Peters, a player he's never seen, but who's apparently quite good on the right. \"I'd see it as a kick in the teeth if he disappeared into obscurity at Man United when he needs competitive football at his age.\" At the time of publication there were 1,019 signatures (to put it in context, a petition urging George Bush to be kinder to the environment has 1,700). </p> <p><strong>·</strong> Gordon Brown is to address the Supporters Direct annual conference next Thursday. Not directly, though: it will be a sorry-I-can't-make-it message by video. Still, in this new age of fiscal prudence it seems to make sense that the No11 man (a Raith Rovers supporter) should put in an appearance. Then again, it could be observed that the Chancellor is pro-PFI (think the Emirates Stadium) and is often accused of taxing by stealth (think £3 a pop for programmes and extortionate pies) - on that basis he might turn out at the annual nosh-up for chairmen too. </p> <p><strong>·</strong> The testicle is a resilient gland. It's not often, for example, that a professional footballer is forced to miss work through injury to this delicate area. So no wonder Steve Coppell found himself struggling for words when such a fate befell Reading's Paul Brooker this week. Announcing that the midfielder will receive \"intensive care\" on the troubled area, Coppell explained: \"Paul's got a problem with his testicle, or thereabouts. He injured the wiring behind in training.\" </p> <p><strong>·</strong> Continuing the Diary's focus on Croatia (if anybody from the embassy fancies slipping us a free cravat - invented in Croatia dontchaknow - please make it a lilac one), Dinamo Zagreb fans have this week taken to direct action. After a poor start to the season, scores of supporters stormed the training ground, told the players they were rubbish and demanded their shirts. They then left, with this message: \"We will give them back to you when you deserve it.\" Said club president Mirko Barisic: \"It was interesting that not one of our players put up any resistance to the fans.\" The shirts have yet to return. </p> <p><strong>·</strong> They have their own way of doing things in Norfolk. Roy Waller, the voice of Norfolk football for decades, has just published an autobiography. Perhaps concerned that tales of Radio Norfolk might not prove entirely scintillating, the book makes other claims instead. Like the fact that Norwich came second in the Premiership and reached the semi-finals of the European Cup. Perhaps, at the end of the book, there's reminiscences over City's first win this season. </p> <p><a href=\"mailto:paul.macinnes@theguardian.com\">paul.macinnes@theguardian.com</a></p>",
  "<p>Shareholders in Marks &amp; Spencer yesterday voted overwhelmingly to accept the board's proposal for the largest tender offer made in Britain by a company for its own shares. </p> <p>In a conference centre near Wembley stadium, 99.54% voted in favour of accepting the £2.3bn offer. The offer is priced in a range of 332p to 380p a share. Just under half of shareholders were represented in the vote. </p> <p>The tender offer was part of the defence plan put forward by the struggling retailer when it was fending off the failed £9bn takeover attempt by Philip Green. </p> <p>The retailer's chairman, Paul Myners, who is also chairman of GMG, publisher of the Guardian, said: \"The tender will lower the company's cost of capital and improve financial and fiscal efficiency ... It will also increase the rate of growth in earnings per share.\" </p> <p>He added that the company had chosen the route of the tender offer because \"all shareholders can participate but none are compelled to do so\". </p> <p>The take-up of the tender offer and the strike price will be revealed next Tuesday. If the company does not achieve the full offer, it would look to return the balance of the £2.3bn by other methods, Mr Myners said. </p> <p>Some shareholders had asked the board why, if it rejected a possible bid from Mr Green of up to 400p a share, it was proposing to buy shares at a price below this level. \"Shareholders should receive a premium for giving up control of their company. [In a tender offer] the board must be mindful not to transfer value from continuing holders to exiting holders,\" Mr Myners said. </p> <p>\"Mr Green has made a great deal of money for himself and his bankers. It is my and Stuart Rose's intention to make you, the shareholders, a great deal of money.\" </p> <p>Although there was a strong turnout of private investors, Mr Myners made a point of chastising institutional investors who failed to show. \"It is incredible that once again they do not attend a shareholder meeting even though the combined code urges them to do so,\" he said. </p> <p>Investors will get their next update on the performance of the company with the announcement of half-year figures on November 9.</p>",
  "No one knows exactly how Iran will react to the latest European proposals for reining in its nuclear ambitions and no one should underestimate the importance of its response. Britain, France and Germany - the EU3 - did the sensible thing yesterday when they set out their stall in Vienna. Their tempting idea is that the Islamic Republic will be helped to generate nuclear power if it agrees to stop enriching uranium, which can be used to make nuclear weapons. The United States is unhappy with this strategy of inducements. But with the American presidential election imminent and the Europeans desperately conscious of the shadow of Iraq, it is right to explore every diplomatic avenue. If there is no progress, the International Atomic Energy Agency, the UN's nuclear watchdog, will pass the dossier to the security council next month to consider \"further steps\", including the possible imposition of economic sanctions. It is hard to imagine that there will be a united international response at that point. <p>Iran maintains that its nuclear programme, a symbol of modernity and national pride, is for power generation and not for military purposes. It insists too that it is open to talks, but will never give up uranium enrichment - a process which can be used to produce fuel for nuclear reactors or material for atomic bombs. This is a murky area - though the US and Britain must be aware that their record on intelligence about Iraq's weapons of mass destruction will not inspire confidence that they are well informed about Iran. The studiously neutral IAEA has uncovered previously hidden activities that could well be related to a clandestine Iranian weapons programme. Crucially, though, it has found no \"smoking gun\". </p> <p>President George Bush famously included Iran in his \"axis of evil\" in the state of the union address in 2002, citing its support for the Lebanese Hizbullah and Palestinian Islamic Jihad groups, as well as its nuclear ambitions and a fundamentalist regime which began life by overthrowing the Shah and humiliating America back in 1979. But the view from Tehran looks fairly ominous these days: two of Iran's neighbours - Russia and Pakistan - are nuclear powers. Israel has a formidable if undeclared nuclear arsenal and has hinted heavily that it might launch a pre-emptive strike on Iran's nuclear facilities, as it did against Saddam Hussein's French-built reactor in 1981. American forces are next door in Iraq and Afghanistan - hardly a recipe for studied calm among the hawks around President Ali Khamenei. You do not need a Farsi edition of Clausewitz to work out that a nuclear weapon might be a useful protection against efforts at regime change in Tehran - a thought surely reflected in Wednesday's launch of a new long-range ballistic missile. </p> <p>Looking back a year or so ago, Iran looked like the case that could prove that European policies of engagement and persuasion would succeed where American sabre-rattling failed. The EU's strategic doctrine placed heavy emphasis on \"effective multilateralism\" (without referring to Mr Bush's disastrous unilateralism). The mission was important enough to unite London, Paris and Berlin, divided over Iraq, to try their luck with Iran. But barring some last minute surprise from Tehran, they seem to have failed. Understandably enough, the world is deeply preoccupied with Iraq, but the crisis brewing next door could be extremely serious. Nothing much will happen this side of November 2, though after that - especially with a re-elected President Bush - all bets will be off. The nuclear non-proliferation treaty has already been rocked by India and Pakistan acquiring nuclear weapons. Another breach could kill it off. That means that keeping the Iranian genie inside its bottle is a matter of global importance.</p>",
  "Roadworks slow progress along the strip in Las Vegas. In the distance, poking between the mock Eiffel Tower and the mock pyramid at Luxor, cranes stand out against the autumn sky, building the next phase of America's seemingly permanent boom town. <p>But 95 miles north-east of this city, the powerhouse of Nevada with 36 million visitors a year, lies another construction site. </p> <p>Yucca Mountain, projected to cost around $60bn (£32.8bn), has been chosen by the Bush administration to be the nation's nuclear waste repository, set to hold the existing 40,000 tons of waste produced to date by the country's nuclear power stations. </p> <p>\"This material is the deadliest substance known to mankind,\" said Peggy Maze Johnson, executive director of Citizen Alert, a local group that has campaigned against the repository. \"It's one million times more radioactive when it comes out of the reactor core than when it went in.\" </p> <p>In February 2002, just over a year after taking office, President Bush recommended the Yucca Mountain site to Congress. But many voters remembered that, as a candidate in September 2000, Mr Bush promised not to approve the site until it had been \"deemed scientifically safe\", a formulation that is credited with helping him win the state. </p> <p>Four years on, and with the project stalled by legal challenges to its scientific justification, those words may come back to haunt the president in what has become a swing state. A recent poll showed that Yucca Mountain was the top issue for 3% of registered voters. \"Given what's going on in this country, 3% is huge,\" said Ms Maze Johnson. </p> <p>The polls in Nevada have ranged between a 10% lead for Mr Bush to a 1% lead for Mr Kerry. In 2000 Mr Bush won the state by 3.5%, or 22,000 votes, but Nevada has changed since then. The fastest-growing state in the US in 2003, its population has risen by 300,000 in the past four years to reach 2.4 million. For this election, there will be 1.1 million registered voters, 66,000 of them Hispanics, who traditionally lean toward the Democratic party. The increase in population means that Nevada now contributes five votes to the electoral college, one more than in 2000. Accordingly, the state has become an increasingly important and hard-fought battleground in this year's electoral race. </p> <p>\"In 2000 there was no campaign here; the Democrats conceded,\" said David Damore, assistant professor of political science at the University of Nevada at Las Vegas. \"But this year there's been a strong effort to get new voters registered. The electorate looks very different to the way it did four years ago.\" </p> <p>While voters in the state are likely to be swayed by the same big issues as the rest of the country - the economy, the war in Iraq - Nevada is one swing state where the debate about the environment, thanks to Yucca Mountain, is being aired. </p> <p>John Kerry has been swift to side with opponents of the plan. In an article published in the Las Vegas Review-Journal in May, Mr Kerry accused Bush of \"placing the profits of the nuclear power industry above the safety of Nevada families ... I voted against the plan to dispose of waste at Yucca Mountain,\" he wrote, \"and as president I will fight against it.\" </p> <p>Republicans chose to use the Yucca Mountain issue as an opportunity to depict Mr Kerry as a \"flip-flopper\", pointing out that he had voted in favour of a 1987 bill, nicknamed the Screw Nevada bill, which authorised consideration of Yucca Mountain as the nation's repository for nuclear waste. </p> <p>In August Mr Kerry defended his position, saying: \"Back in 1987 the idea of a national repository seemed like a reasonable thing ... [but] the more I have looked at the issue, the more I have learned about it, the less safe, the less comfortable I am with the possibility.\" </p> <p>Also in August, Mr Bush told a rally in Las Vegas: \"I said I would make a decision based upon [sound] science, not politics ... and that's exactly what I did.\" </p> <p>Ms Maze Johnson said: \"The president called it sound science. I call it botched science. We're not partisan, but Kerry has been with us when we've needed his vote, which isn't easy for someone from the north-east.\" </p> <p>The north-east of the US is home to the bulk of the country's nuclear energy industry. At present nuclear waste is stored on site: across the US, 161 million people live within 75 miles of temporarily stored nuclear waste. </p> <p>Local residents and politicians are keen to see it moved as far away as possible, and the sparsely-populated deserts of Nevada seemed as good an idea as any. Those opposed to the repository are also concerned about the transport of waste. It is, critics say, a disaster waiting to happen, mobile Chernobyls offering the perfect terrorist target. </p> <p>\"We are a one-industry state,\" said Ms Johnson, referring to Nevada's dependence on tourism. \"If something stopped people coming, what would that do to the economy?\" </p> <p>At the Yucca Mountain Information Centre, videos and wallcharts trumpet the efforts to ensure that the site is safe. </p> <p>No mention is made of the native American name for the mountain, Moving Hill, nor scientists' nickname for it, Old Leaky. Nor is there space for a Geological Society of America report which warned that should moisture enter the mountain where nuclear waste is stored in bundles of rods, \"radioactive volcanoes could form on the surface\".</p>",
  "<p>Thank you for this invitation: it is an honour to speak here, to this audience, at the invitation of Paddy Coulter on behalf of Reuters. I'd like to say later why Reuters bestows honour. </p> <p>The higher journalism loves to throw in a literary allusion, in order to prove that its writer is higher than journalism. The higher newsrooms owe nothing so much to Oxford as the Oxford Dictionary of Quotations.</p> <p>The one I want to try on you is the character Malvolio in Twelfth Night; and his parallel with the British media.</p> <p>The name of Malvolio is adapted from the Italian - Mal: bad; volio: I want. I want bad. </p> <p>The Countess Olivia, who is Malvolio's mistress in the sense of his employer, says of him early in the play - 'Oh, you are sick of self love, Malvolio, and taste with a distempered appetite. To be generous, guiltless and of a free disposition is to take those things for bird bolts that you deem cannon bullets'. </p> <p>Taking bird bolts for cannon bullets is literally mistaking the small arrows, once used for shooting birds, for cannon balls: tasting with a distempered appetite needs no explanation. It's a good description of what we in the media usually do; because that's also what the prevailing journalistic culture prompts us to do - to magnify the uncomfortable fact that we know about a public figure or an event into an explanation, implicitly or explicitly, of the event's ramifications, or the public figures actions as a whole. </p> <p>It is synecdoche journalism. Synecdoche is that figure of speech we learned at school: the part for the whole. The part, or the fact which journalism picks out, may be right in itself (it may not): it is the use made of it, and the context in which it is placed, or the context which is not or is inadequately explained, which can give it its aspect of a cannon bullet when it should be a bird bolt, or for that matter vice versa. </p> <p>Olivia's little description of Malvolio is a brilliant encapsulation of one of the deepest springs of journalistic action. 'I want bad': I want a disaster to happen near me, with no other journalists present; I want things to go spectacularly wrong, and for someone to tell me the inside story of it to me only; I want, at least, violent personality clashes which can be presented as explanations for public policy. And when I have this nugget, which no one else has or no one else has as fast, I wish it to be a cannon ball, blasting its way into the attention of a distracted audience. </p> <p>Male voglio: it has come to be an unavoidable character trait which journalists must have when they come into journalism or which they must develop soon when they are in it. When the sunny tempered ITN newscaster Martyn Lewis began to push his idea for 'good news' coverage, he was regarded as an idiot, and it was soon forgotten, except as a foolish notion. </p> <p>This is now, often, the journalistic equivalent of that central spring which powered economic activity, as proposed by Adam Smith. Smith said it wasn't the benignity, but the 'interest', the - same word as Shakespeare puts in Olivia's mouth about Malvolio - 'self love' of the butcher, the baker or the brewer which ensured that they would produce our dinner every day. Is it the wishing for bad - a trait at least as unattractive as the self-interest and self love of the tradesman - which makes us invaluable? Which renders us the pillars of democracy we say we are and which, curiously enough, we actually are?</p> <p>Smith wrote of the economic actor that 'he generally neither intends to promote the public interest, nor knows how much he is promoting it. He intends only his own gain and he is, in this, as in many other cases, led by an invisible hand to promote an end which was no part of his intention'. That is a good way of describing how many, maybe most, journalists define their trade. And at least to some degree, it is inevitable. If greed can be benign, so too can wishing the bad. But it isn't enough: not nearly.</p> <p>As the clutch of memoirs by Jon Snow, Michael Buerk and Andrew Marr out this autumn attest, journalists, even rich and famous ones, tend to write about themselves as if they were a bunch of hopeless hacks lurching from one damn thing to another, driven not by a consciousness of civic duty but by a compulsion to beat the competition, or be famous, or dish the dirt on someone. </p> <p>But at the end, it turns out all right. The mistakes, downright lies, betrayals of confidences, padded expense accounts, free trips provided by public relations companies, character assassinations, editorial column vapidities, insults (especially to Liverpool), evasions, omissions, misspellings, misnamings, misattributions, indifferences, forgetfulnesses, prejudices, spites, flatteries - all come together nightly, or as it may be now hourly, into a paper of a bulletin or a programme and - with a transmutation worthy of a great magician, these base electronic impulses are turned into the gold of information essential to the citizen, of trenchant and critical comment and of democratic debate. How? It's a miracle.</p> <p>Is this what the news media are becoming? Are we now lending ourselves to the production of a written and broadcast universe composed of vast swathes of what one might call consumption journalism, with a layer of quotidian writing and broadcasting of events announced by official and corporate news releases and press conferences, with running commentaries from a regiment of columnists. In the first of what will be an annual event, the Hugo Young Memorial Lecture, given on Wednesday of this week, my colleague Philip Stephens, the chief political columnist of the FT, criticised his own columnists' trade for being 'not one these days which can claim a high reputation. Political journalism in particular is too often shoddy and partisan. Polemic has become an excuse for intellectual laziness, assertion a substitute for fact and analysis'.</p> <p>On top of this, the icing on the case, there is the level of revelatory stories based on leaks and discoveries and whistleblowing - which should be and sometimes is a particular pride of an inquiring journalism. But, actually, it's become quite hard to make well-grounded judgements about them. Many of these revelations have real value: they tell us something about a world of decisions and calculations and actions which is at least partly hidden from view and which affects our lives, or should affect our own decisions. Abu Ghraib was one such revelation, which has affected a great deal. </p> <p>But revelations aren't explanations. We can be very short on these. And if the media cast a pall over themselves by being unclear about how they know what they say they know, on what grounds with which sources, and what limits to set on their knowledge: if they don't make clear the known unknowns and even confess there are many unknown unknowns in what they are proposing - that is, if they don't have an appropriate modesty or at least a measure of accuracy about what they know they know - then the result is a general bewilderment. And perhaps a general turning away from the world of affairs. </p> <p>I want to put these general observations at the head of what I 'm saying tonight, because I think they express a particular kind of dilemma for what Andrew Marr calls 'my trade', that is, the trade of news journalism: the communication of current events to audiences and readers. And we can put the dilemma, or dilemmas, like this</p> <p><strong><strong>·</strong></strong> there is a dilemma of complexity <strong><strong>·</strong></strong> there is a dilemma of entertainment <strong><strong>·</strong></strong> and there is a dilemma of effect</p> <p>Though we have been told over and over that the world is globalised, nevertheless it is obviously true. One of the effects of this is to add to the evident complexity of everything. Decisions are now taken increasingly against a global matrix - whether in parliaments or boardrooms or cabinet rooms or trade union conferences or the offices of NGOs. </p> <p>There never were simple explanations for current events; it is now more clearly so. In the case which dominates all of the news bulletins, it is simply not knowable whether or not the invasion of Iraq will lead to a better society in Iraq, better and more open and more prosperous societies in the Middle East and an earlier end to terrorism - or to a long, bloody and ultimately deepening chaos, perhaps leading to a state of affairs worse than that which existed before the invasion, in Iraq and in the region. There are too many imponderables. </p> <p>It is not knowable if the European Union will develop further in the direction of becoming a state power, or remain a loose confederation of free trading states with certain democratic predispositions in common. </p> <p>It is not knowable if China will, as it becomes richer and more powerful - including more militarily powerful - be an authoritarian threat in its region and the world, or develop as a peaceful and co-operative democracy. </p> <p>It is not even knowable if those leaders of democratic states - President Chirac is the latest - who go to Beijing to drum up business and be tactful about issues like human rights, the treatment of Tibet and the threats to Taiwan may actually further the democratic development of China, or confirm it in its authoritarian practices. </p> <p>Because we cannot know outcomes, we should not, if we are trying to do proper journalism - that is, a journalism which gives people facts and analysis and impressions and leaves it up to them to judge what opinions they form of these - suffuse our reportage with an implicit knowledge of the finite pattern of the events we describe, a knowledge which is often based on the assumption that it will all go badly. Male voglio. </p> <p>An exploration of complexity demands a steady and close attention to the content of events and the people who drive them, to their contexts and their limitations, to their antecedents and their influences. Increasingly, as you talk to politicians and officials and executives about how their trades and the journalism about them meet each other, they talk of parallel universes. That is, there is what they do and how they do it: and then there is the journalism about what they do and how they do it: and they exist quite separately from each other. The journalism partakes of the field of action apparently described: and some of the characters exist and some of the events are recognisable. But as a description of what really happens, it's deeply inadequate - or so say the politicians and the corporate executives and the trade union leaders and the bishops and the heads of NGOs and the generals and the top civil servants and the council leaders and the ministers and even the academics.</p> <p>Is that what they would say - those with some or a lot of power with secrets to keep and manoeuvres to hide? \"That's what they would say, wouldn't they?\" is the cover-all excuse given to us more than 40 years ago by Mandy Rice Davies? Of course one on whom the whistle has been blown will blame the whistler: but that is wearing threadbare. There is a rising tide of complaint from every side, so forcefully expressed and so variously expressed that it demands more than dismissal.</p> <p>The dilemma is this. The world is very complex. It takes a lot of understanding. We are citizens, who have the right to vote for or against governments and councils and thus need to be informed of the choices we make. But mass journalism - on TV and in mass newspapers - inform us less than they used to do. </p> <p>All of our broadcasters have cut back on the time given to news and current affairs in the mainstream channels - and though they have expanded into 24-hour news services, which are tremendously useful, the analysis and investigation and debate which is essential to being informed isn't more plentiful. Debate is often partisan shouting: analysis is often an expert on for two minutes; investigation is often putting a revelation on without a context, sometimes without adequate checking. There probably is more news: there probably is less understanding of news.</p> <p>Mass circulation papers have certainly given no more time to foreign - and to domestic - news. There are fewer correspondents abroad: more is written in offices; opinion columns, often by people who have little or no experience of reporting the fields about which they write but are hired for being 'edgy' or 'radical' or 'fearless', now crowd out reporting. Reporting itself, like the front pages of The Independent, is indistinguishable from comment: is comment. </p> <p>Thus more complexity meets less explanation. And the answer to this from journalists, or at least editors and managers, is: who wants to read or look at it? Look at what happens when we put this stuff on! Viewing falls over the cliff. Circulations fall. And indeed, what happens when you put on soaps and big brother, or tabloidise your paper and make it more opinionated and edgy: audience figures rise, and so does the circulation. There's no quick fix out of this. </p> <p>The second dilemma is entertainment. We can't say that news and entertainment live in two separate spheres any more: the line has been and is still being blurred between the two. This began happening when TV came of age, in the early sixties. One of the reasons President Kennedy is still regarded with such favour by the sixties generation which now runs things is because he was the first TV president. </p> <p>In his marvellous book, The Powers that Be, David Halberstam writes of him that 'in no way could Kennedy have been elected without television. It was that simple. He meshed politics and television with such charm and style and </p> <p>despatch that the intellectual elite of the country which might normally have regarded the cross blend with trepidation, rich as it was in the potential for demagoguery, enthusiastically applauded him (in large part because the alternative to Kennedy was Richard M Nixon). Television loved him, he and the camera were born for each other, he was the first great political superstar; as he made television bigger, it made him bigger. Everyone using everyone. The media using the President, the President using the media'. </p> <p>Kennedy made the first Faustian bargain of the TV age in politics. He brought TV in to take the place of parties and smoke filled rooms and deals and compromises among the old powers that were. And he made it for all other politicians who aspired to high office after him: he made performance on TV the standard of future politicians, whether they liked it or not. His celebrated debate with Nixon helped establish him not just as the leading politician of his age, but establish TV as the leading political arbiter of the age.</p> <p>As the TV age has gone on, we've remarked that, at least in the US, the actor as politician has become more prominent - Ronald Reagan and Arnold Schwarzenegger to mention only two governors of California. The politician as actor is also remarked: the mastery of TV which Tony Blair was once said to have; the inability to master it which Ian Duncan Smith displayed. Ian Duncan Smith was a kind of throwback to the pre-television age: a man elected by and popular with his party. One of the reasons why the Tories have attracted so much scorn - including from within their own party - is that they should be so foolish as to think that someone whom the Party liked but the media didn't should be elected its leader. He simply didn't produce the kind of level of TV performance that's acceptable.</p> <p>Something else is now happening. The fictionalisation of the public sphere is well advanced. West Wing is a post 9/11 version of politics practised by professionals - un-illusioned, quick witted, sardonic but never cynical, good hearted, loyal, devoted to public service. It is politics without party, where aides who know the media count for everything and senators and congressmen and governors lurch in occasionally like creatures from olden times, to be patronised and ushered out. Unconsciously, West Wing shows politics as the media have helped make it - where media have replaced parties.</p> <p>The BBC tried a pilot of its own 'West Wing' in a piece of work called 'The Deputy': it had at its centre a character so like a version of John Prescott cooked up by someone fed on the vast library of caricatures about him as to be suable. It was a hideous programme. Luckily, it didn't survive the pilot: but both the US and the British programmes showed the way in which fiction has moved in to the same arena as news: it is creating an environment, a context, a received opinion - and the fictional and the real words bounce off each other, both using stereotypes and caricatures, until the line between them may, for most people, no longer properly exist.</p> <p>The BBC more recently did a programme called 'Dirty Bomb' - about the effects on London of a bomb which released radioactive material over the City of London. It was a dramatic film showing dedicated and courageous police fire officers coping with a disaster while inadequately equipped by a government which was concerned more with bright spin than with grim reality. </p> <p>Every care was taken to make it seem as realistic as possible - down to naming the fictional Minister for London as Nicola Painswick, while the real one is called Nicholas Raynsford. The problem was not its production quality: the problem was for the audience. Had the BBC got a very large story - which was that, in the event of a serious terrorist attack, we were woefully unprepared? If so, shouldn't it have put on a two hour Panorama in the same prime time slot as the fiction film saying so - and publicising it hugely? </p> <p>The viewer, or at least this viewer, was left wondering whether he should pursue the issue as a citizen or enjoy its tension and drama as a spectator, on the same level as a Hollywood thriller. </p> <p>This was evidently not a problem for the BBC, which promoted the film as a serious bit of deeply researched public interest film while insisting on its fictional status - a sign that the most serious broadcaster in the world had lost interest in separating the two - because it had lost interest in judging the effect on its audience, who it presumably believed didn't care, or accepted that fiction could tell the truth as well as documentary. Fiction can, of course, tell some truths better than journalism can: but at the level of Anna Karenina , not at that of 'Dirty Bomb'. </p> <p>The dilemma of effects is precisely that we don't know what we're doing to the people who read and, above all, who view - though Robert Putnam's Bowling Alone, published four years ago, argued that television was the largest single cause of civic disengagement, writing that 'it is precisely those Americans most marked by their dependence on televised entertainment who were most likely to have dropped out of civic and social life - who spent less time with friends, were less involved in community organisations and were less likely to participate in public affairs'. </p> <p>Putnam made an important distinction here - between watching news TV, where viewers were more likely to be civically engaged, and watching entertainment TV. But there is less and less current affairs TV: and as we saw, that there is, is more like entertainment - as he writes, 'modern media...increasingly blur the line between the two'. As far as I am aware, no serious study has been done in this country of how far this applies to the British.</p> <p>The media broadcast and write continually on voter apathy, the collapse of parties and the disengagement of, especially, the young from politics and public life: we don't know how much we cause it: the most recent. We know that public figures complain constantly that good people aren't coming forward to take public jobs because of what they see will be pressure from the media, and fear of the media: but we don't know if this is true. If it is true it's a dramatic story: but we haven't looked into it. We know that news and current affairs play a smaller role in mainstream broadcasting than they used to: we don't know if that means that people are less interested in current events than they used to be - know less, reflect less, are less good at being citizens. </p> <p>Broadcasters know they are the most powerful show on earth - and they have apparently no interest in knowing what effect they have on the audience, as long as they keep on watching. And to keep them watching, they will - as Peter Finch's demented newscaster, Howard Beale, said in the movie Network - 'do any damn thing you want' - including dropping news and current affairs, and justifying it by reference to ratings. </p> <p>Even those who blow the whistle most now feel inadequate. Kevin Marsh, the editor of the Today programme with whom I've argued on this publicly, and who was the programme's editor during the Andrew Gilligan affair almost a year and a half ago, told the Society of Editors on Tuesday of this week that 'we (in the media) have got to a position where a free press, ostensibly underpinned </p> <p>by tried and tested principles is, at best, failing to support public institutions. At worst undermining them'. There is, said Marsh,'hypocrisy in much of the press, that wants a scalp - a result - while at the same time denying the press should be concerned about its effect on public life - or even acknowledge it had one'.</p> <p>There is much disagreement among journalists about these matters, and I'm pleased to say that some of the things I've written have caused some of that. In another lecture this week - that by Greg Dyke, the James Cameron Memorial - the former director general subjected a book I'd written, 'What the media are doing to our politics', to a sustained critique, arguing that I was entirely wrong to say that Andrew Gilligan had been mistaken in its famous story of the 29th of May last year, and that he, Dyke, had behaved with principle in refusing to retract or apologise: the BBC Board of Governors were wrong in forcing him to resign, and in grovelling to the government with an apology issued by the acting chairman after the chairman, Gavyn Davies, had resigned. This isn't the place to respond to Greg Dyke in any detail: more detail will be found in The Observer on Sunday.</p> <p>But I believe that the story, and the reaction to it and debate about it, reveal a situation which demands a different approach to that we have now. Journalism is terribly important: more important, ironically, than we have allowed. It is part of a great power, which is the media: and they make up, below the state, the greatest aggregation of power in the land. </p> <p>When Anthony Sampson published his 'Who Runs this Place\" earlier this year - a revisiting, 40 years on, from his first Anatomy of Britain - he remarked that of all the powers which had waxed and waned in the close to half century between the first book and the most recent, that which had waxed everyone else off the map was the power of the media. He wrote - 'the masters of the media are the new aristocracy, demanding and receiving homage from politicians, big businessmen and the aristocracy...columnists and broadcasters are more famous than the politicians or public figures they interview; they know they can make or break reputations and ruin political careers.' </p> <p>This is a good place to return, as I said I would, to Reuters, our hosts. Journalists' pursuit of a truth can break themselves, and indeed end their lives. Journalists die in greater numbers than they used to - in Iraq, in Chechnya, in the Balkans, in Colombia, in Africa. Often - most often - they are men and women we rarely hear of, who run up against a local boss or a mafia chieftain or a vengeful army </p> <p>or police force. Often they are casualties of war. They include Daniel Pearl, from the Wall Street Journal, two years ago. Simon Cumbers, a BBC cameraman was killed in Saudi Arabia this year: with him was Frank Gardner, the BBC Security Correspondent, who was injured. Two French journalists, Christian Chesnot of Radio France International and Georges Malbrunot of Figaro, are still held in Iraq: the Italian freelance writer Enzo Baldoni was killed. That is only a few.</p> <p>The first speaker in this series, John Simpson, has for decades shown himself to one of the great explainers of foreign events, and one of the most courageous of reporters in pursuing the facts and the truth - nearly paying for it, in Afghanistan, with his life. Reuters, which endows this lecture, has still the greatest concentration of foreign correspondents in the world: I know, from my years in Central Europe and the former Soviet Union, that they have some of the bravest. My present colleagues - indeed, my present editor - often served their time before one or other of Reuters' masts: it often took guts, and not the kind of guts you get from eating too many lunches. </p> <p>Media's proudest boast, and indeed their main reason for being considered indispensable to a free society, is usually said to be to hold power to account. I think we should consider a change in that formula, to make it clearer what should be the role of media in a genuinely free society. It is to assist the people of that society to understand all kinds of powers - state, corporate, associative, cultural, foreign - so they, the people, can hold them to account through their actions, chief among which must be voting and other participation in civic life. Such a huge power must itself be understood, and held to account.</p> <p>In this we need the academy, as well as broader civil society, to be engaged. The academy and the media are often awkward together; media studies are often regarded as a not quite the thing. There may be, in academic terms, justification for this: but I think it essential that the academy extend its skills and status more decisively into the area of the media, and that the media partake of some of the independence ands rigour of the best of the academy in order to assist it develop and understand itself. </p> <p>The academy is or should be a place where independence of thought and judgement is unquestioned; and in the US, large and well funded departments and institutes within or close to universities provide an intellectual rigour to journalism, which helps keep at least some of it faithful to a discussion and illumination of public affairs far beyond what we have. In the Committee for Concerned Journalists and the Project for Excellence in Journalism, run by Bill Kovach and Tom Rosenstiel, it has produced from within the profession the most serious effort to regenerate journalism I've seen, one we could do much worse than to adapt for our culture. </p> <p>US newspapers, including those people here don't read - big city papers like those in Pittsburg or Cleveland or Miami or Dallas - have a culture of explanation and investigation which our nationals have often lost. Even the relentlessly commercial networks and new digital channels are capable of probing and occasionally analytical journalism: it was CBS, after all, which broke the Abu Ghraib horror. If we cite Fox as a disgrace - and in terms of journalism it is - it has at least put before us the need to either accept that news and current affairs will now be politicised to the left and right, a trend Fox did not begin: or, as I believe better, to redefine more robustly the duties, scope and limits of a public service in news and current affairs which can aspire to give a version of the truth. </p> <p>Above all, I think of magazine journalism like that of the New Yorker, New Republic, Atlantic, NY Review of Books, Harpers, Vanity Fair, American Prospect, the Nation, the Weekly Standard and many more. The debasement of our political weeklies, once prides of the world, is shown in the absurdity that the editor of The Spectator, having published an editorial critical of Liverpool (a city about which the Spectator knows much from years of on-site reporting) is then forced to make a florid apology by the leader of the main opposition party in which he is a front bench spokesman. Serious political journalism, whatever its opinions, should be independent: especially in a magazine which insists so often on its ability to unmask New Labour lies. If it is seen to denounce one week an opinion which it has pronounced trenchantly the previous one, how to evaluate everything else? What to make of its editor's opinions - and the opinions he allows in his paper?</p> <p>We need the academy and journalism to collaborate in an examination, independent but deeply and daily engaged, of media power and effect. We need a place - more than a few committed people struggling on inadequate funds, as the brave MediaWise has done in seeking to call attention to the damaging effects media can have on ordinary people - in which research, and investigation, and information, and analysis, and discussion, and argument are all possible and are constantly being provided. We need a place dedicated to raising journalism's game by examining journalism's power within media power. We need to see what the media are doing to journalism, and how far the two can happily co-exist - and if this sounds like saying that one might blame the media for the state of journalism, that may not be as absurd as it presently sounds. We need above all to take seriously a craft and a practice which remains the first recourse for most people when they wish to understand the world beyond their own horizons: must take seriously its own protestations of freedom and democracy; must take serious its own claim to be at once above power in its ability to analyse it, and below it in its refusal to be part of it. </p> <p>There is, the media tell us, a crisis in society: a crisis of withdrawal of engagement and of trust. Implicitly and explicitly, we in the media put the responsibility for that on public figures; usually politicians. We should, in the pursuit of our own ideals, look at ourselves as actors, as well as continue to act as investigators. The development of such a centre or centres, and with it the development of a journalism which was analytical of itself as well as of other powers, would be a large contribution to the continued freedom of a society which cannot be free without free media, who wish to understand, and assist the rest of us to understand, what freedom is. So that, even as we sometimes, a regrettable tic of the trade, want bad - vogliamo male; we faciamo bene: we do good.</p>",
  "<p>A video showing Margaret Hassan, the kidnapped director of aid agency Care International, pleading for British troops to be withdrawn from Iraq was today broadcast on Arabic television.</p> <p>The al-Jazeera channel screened footage showing the Dublin-born Ms Hassan, who has lived in Iraq for more than 30 years, weeping as she appealed for help. </p> <p>\"Please help me,\" she begged. \"This might be my last hour. Please help me. The British people, tell Mr Blair to take the troops out of Iraq and not bring them here to Baghdad. That's why people like myself and Mr [Kenneth] Bigley have been caught. Please, please, I beg of you.\" </p> <p>Ms Hassan's appeal was aired three days after she was abducted by gunmen on her way to work in western Baghdad.</p> <p>\"I don't want to die like Bigley,\" she said, again referring to the British hostage whose execution was shown in a video posted on an Islamist website this month. </p> <p>An editor at al-Jazeera, speaking on condition of anonymity, told the Associated Press that the network had received the tape today, but refused to say who had handed it to them. He said the tape did not include any claim of responsibility, and did not show any of the kidnappers. </p> <p>Dozens of foreigners have been kidnapped in Iraq over the last year, and at least 32 of those have been killed.</p> <p>Mr Bigley was the first Briton to be taken hostage and murdered. He was seized at his home in a Baghdad suburb along with two US nationals, who were beheaded within days.</p> <p>His kidnappers had demanded that US-led authorities released all female prisoners being held in Iraq.</p> <p>Unlike Mr Bigley, who was targeted as a foreign contractor and temporary resident, Ms Hassan is an established member of the Baghdad aid community and an outspoken opponent of the US-led military action in Iraq. </p> <p>She is married to an Iraqi, speaks fluent Arabic with an Iraqi accent, and considers herself to be an Iraqi.</p> <p>Care International is one of the world's largest independent global relief and development organisations, and works in Iraq on primary health care and water projects. To the dismay of many ordinary Iraqis who benefit from its work, it announced it was suspending all operations following Ms Hassan's kidnapping.</p> <p>It is understood to be conducting its own negotiations with insurgent contacts through local intermediaries in the hope of securing Ms Hassan's release. </p> <p>Until today, there had been no word from her kidnappers on possible demands.</p>",
  "<p>Russia's lower house of parliament ratified the Kyoto protocol today, breathing new life into the international environmental treaty.</p> <p>The State Duma voted 334-73 to approve the treaty, which gives industrialised nations eight years to cut their collective emissions of six key greenhouse gases to 5.2% below 1990 levels.</p> <p>The treaty is now expected to be approved by Russia's upper house and the country's president, Vladimir Putin.</p> <p>Once that happens the treaty, which has sat idle in recent years, will have met the requirement of being ratified by the 55 countries that accounted for at least 55% of global emissions in 1990.</p> <p>The terms of the protocol state that it comes into force on the \"ninetieth day after the date on which not less than 55 parties to the convention ... have deposited their instruments of ratification, acceptance, approval or accession\".</p> <p>The treaty had been at an impasse, with Russia, the US and Australia refusing to ratify it. </p> <p>The US pulled out of treaty negotiations in 2001. The Bush administration's rejection of the protocol has been especially damaging as the US alone accounted for 36% of carbon dioxide emissions in 1990.</p> <p>Environmentalists hope that the move by Russia, which accounts for 17% of the industrialised world's carbon emissions, will add to the pressure on the US and Australia to come on board.</p> <p>Moscow's move comes despite fierce opposition from the presidential economic adviser, Andrei Illarionov. To the relief of environmentalists, Mr Putin vowed to speed up the ratification process in May in return for the European Union's support of Russia's bid to join the World Trade Organisation. </p> <p>Russia is in good shape to hit its Kyoto targets because, even after a a five-year economic recovery, the collapse of Soviet-era industry in the 1990s has left emissions 30% below the 1990 baseline.</p> <p>This means that Russia can capitalise on the emissions trading provision in the treaty: after easily meeting its reduction targets it can sell \"spare\" capacity to other countries. This idea was introduced in the hope that a market element would motivate countries to lower emissions further.</p> <p>Vladimir Grachev, chairman of the Duma's ecology committee, told the lower chamber before the vote: \"By ratifying the Kyoto protocol, Russia in fact is strengthening its international authority and becoming an ecological leader.\" </p> <p>The first deputy prime minister, Alexander Zhukov, said restrictions of greenhouse gas emissions imposed by the pact would not affect Russia's economic growth in the near future. He said Russia would try to negotiate terms for its participation in cutting emissions after 2012. </p> <p>In an interview last week with a German newspaper, Russia's minister for economic development and trade, German Gref, said Kyoto should help to reduce wasteful energy consumption by increasing investment in Russian industry. He indicated that he also wants to use the pact to help modernise national industry. </p> <p>Mr Grachev said Kyoto would \"open up the possibility of significantly solving [Russia's] problems of energy efficiency, energy supply and adaptation to climatic changes by receiving, in fact, free international resources\". </p> <p>The treaty is named after the Japanese city which hosted a landmark conference on reducing greenhouse gases in 1997. While the treaty has its critics, many experts believe it is at least an attempt to do something tangible to cap greenhouse gas emissions, which have moved up the agenda recently following renewed concerns about global climate change.</p> <p>A report by the Pentagon earlier this year painted an apocalyptic picture of the future if the problem was not tackled by the international community.</p>",
  "<p>These days, fashion is seldom far from a cinema screen and concert stage, whether it features in the release of a big-budget Hollywood film costumed by Giorgio Armani - such as Irwin Winkler's recently released Cole Porter biopic, De-Lovely - or as a global tour fronted by a pretty pop star styled by Dolce &amp; Gabbana. But lately the London fashion scene has produced a spate of eclectic productions - collaborations between inventive artistic minds and edgy local fashion talent - that although small in scale in comparison with the blockbuster joint ventures, have brought a new energy to the performing arts. </p> <p>Take Liebeslied/My Suicides, a one-hour opera investigating the fraught dynamics of a love triangle, which is staged tonight and Saturday at London's ICA theatre. The assignment of costuming the opera came to Boudicca, the London design label operated by Zowie Broach and Brian Kirkby, completely by chance. The Southwark contemporary art gallery, Union, represents the German, east London-based photographer Rut Blees Luxembourg. She was the driving force behind Liebeslied/My Suicides, which evolved from a series of urban landscape photographs she published four years ago and which are used as the opera's set backdrop. The gallery emailed Boudicca's studio proposing that they provide the clothes for the opera's tenor, mezzo and soprano. </p> <p>Music is an integral part of Boudicca's identity. Every season, its shows are set to compositions created as a response to its clothes by the experimental composer Daniel Pemberton. \"The Libertines, a bit of classical, some film soundtracks,\" says Kirkby, describing the kind of CDs that are on permanent rotation inside Boudicca's studio as he and Broach create their luxurious ready-to-wear. But opera has never been a part of the Boudicca playlist. </p> <p>Boudicca was as much of an unknown quantity to Blees Luxembourg. Though her Shoreditch live-and-work space is close by Boudicca's studio in Hackney Wick, she had never heard of the label until her gallery suggested it among a possible list of three London designers who might be right to costume the opera. Though Blees Luxembourg possesses the prerequisites qualifying her to be a hip Hoxton type - sparkling talent (her work is part of Tate Britain's permanent collection), good looks and, just like Sofia Coppola, she has a delicious wine named in her honour by her vintner father - she was a fashion novice who had never been to a catwalk show. </p> <p>Her photographs of unoccupied office blocks, kerbside gratings and urban detritus, always shot after dark using ambient light, had a synergy with Boudicca's ideas. Hunter Gatherer - Boudicca's autumn/winter 2004 collection from which ensembles were selected for the opera - was coincidentally inspired by large-scale photographs shot by the New York art photographer Gregory Crewdson, and his macabre dreamscape aesthetic is similar to that which governs Blees Luxembourg's work. \"Their work had the right amount of drama necessary for the production,\" says Blees Luxembourg of Boudicca, who are now collaborating on an experimental film project with film director Mike Figgis. </p> <p>Kinvara Balfour, author and star of the comedy of manners Dazed &amp; Abused, which closed at London's Canal Cafe theatre last night and looks set to transfer to New York next winter, credits the fashionable touch of Nicky Haslam, the interior designer, with helping make her play a success. \"He's got such a great look - one day he's wearing Abercrombie &amp; Fitch tracksuit bottoms, and the next he arrives in top-to-toe Dolce &amp; Gabbana,\" Balfour says of 60-year-old Haslam. When Dazed was first accepted at the August 2004 Edinburgh fringe festival, Balfour consid ered playing it safe and wearing Armani on stage. But she decided that Haslam, who is a veteran of Tatler's \"most invited\" list, was the man to dress the stage and cast of her play, which investigates London's hip high society life. </p> <p>Haslam masterminded the set - a stark, black-and-white bachelor pad dominated by that classic Noughties trophy, a Damien Hirst spot painting (which is a fake and painted in turns by the cast). It immortalised Dazed's world and the sleek looks he planned for the cast, though they came together on a shoe string, turned the right heads. Every night, says Balfour, she was asked about the provenance of the show-stopping stage attire she assembled on Haslam's suggestion - a clingy La Perla black dress she found at the London second-hand designer shop Sign of the Times, and which she paired with Jimmy Choo stilettos she picked up at a sample sale. </p> <p>Of course, the history of collaborations between fashion and stage has not always been smooth. In 1931, Coco Chanel signed a $1 million contract with United Artists to create costumes for the independent Hollywood studio. But she quit working for UA soon after her second production, Tonight or Never. Gloria Swanson, the film's star, arrived in Paris for her second fitting with Chanel wearing a panty girdle to conceal the early stages of a pregnancy she had to hide from prying gossip columnists. Chanel was furious that Swanson had gained weight in between fittings. Swanson, a recent divorcee, couldn't reveal her secret to Chanel - fearing that news of her having a child out of wedlock with her then lover, Michael Farmer, a playboy friend of Noel Coward, would tarnish her reputation. So instead of confessing that, she played the diva, insisting that Chanel create a bespoke panty girdle from a special rubberised material she found on her gynaecologist's examining table. \"No! Lose five pounds!\" Chanel shrieked at Swanson's proposal. Chanel eventually submitted to Swanson's demand but, to her, it was insulting. In the realm of Paris haute couture, the designer was perceived to be the star to whose vision a client always submitted. </p> <p>But there have been very many successful collaborations between legendary actors and great designers - examples being the six films that Audrey Hepburn appeared in wearing couture by Hubert de Givenchy, and Halston's work styling Liza Minnelli and dressing sexy Jacqueline Bisset for the kitsch 1978 love story, The Greek Tycoon. And then there is Giorgio Armani, who, since dressing Richard Gere for American Gigolo, has racked up dozens of costume credits on feature films. A year ago, Alberta Ferretti made her stage debut designing all the costumes worn by the principal cast for Francesco Esposito's summer 2003 production of Bizet's Carmen, which triumphantly opened Rome's refurbished opera house. </p> <p>Just released is Sky Captain and the World of Tomorrow, Kerry Conran's sci-fi thriller. It was made on a low budget and shot in just 26 days, thanks to a time-saving special-effects process. But what has added to its huge box-office appeal in the US is not only the cast (Jude Law, Gwyneth Paltrow) but also the sophisticated costumes, designed by Stella McCartney. This month's Vogue hailed her debut as a screen-costume designer, summing up the 30s-inspired tweed suit, swish trilby and chic, shawl-collared coat she made for Paltrow as \"sexy, iconic and fabulously retro\". Film critic Derek Malcolm compared Paltrow's polished cool in the film to the most ravishing woman ever to grace the big screen - Greta Garbo. A huge compliment not only to the actress, but also to the fashionista who created her clothes.</p> <p><strong>·</strong> Liebeslied/My Suicides, An Opera by Rut Blees Luxembourg, Alexander Garcia Duttmann and Paul Clark is on tonight and tomorrow, 7.30pm. Call 020-7930 3647 or visit <a href=\"http://www.ica.org.uk\">www.ica.org.uk</a></p>",
  "<p>Britain's delegate to the United Nations has appealed against moves to ban therapeutic cloning ahead of a vote to set a global policy on the controversial issue.</p> <p>Yesterday, the head of the UK government's delegation to the UN, Liz Woodeson, warned that should it set a convention outlawing all forms of human cloning, Britain would ignore it. </p> <p>Delegates from around the world have spent the last two days debating the issue and a vote, which was due to be taken today, is now expected next week. </p> <p>Two motions are being proposed. The first, from Belgium and supported by the UK, would outlaw human reproductive cloning, but leave it up to individual countries whether they allow therapeutic cloning. </p> <p>The second, from Costa Rica and backed by the US, is more stringent and would outlaw any cloning experimentation, including those for therapeutic purposes.</p> <p>Therapeutic cloning is believed to be vital for researching degenerative illnesses, such as Parkinson's and Alzheimer's disease. Its most famous campaigning supporter was the actor Christopher Reeve, who died last week.</p> <p>Yesterday, Ms Woodeson, told the debate at the UN buildings in New York: \"We believe it would be totally wrong for the United Nations to attempt to override the position we have reached in the UK through our democratic processes. We are certainly not seeking to impose our view on other countries.\"</p> <p>She said the motion the UK backed would \"allow each country to decide for itself whether it wishes to ban therapeutic cloning or not. It embodies a position of mutual respect and tolerance... The Costa Rican resolution, on the other hand, allows for no difference of views\".</p> <p>She added: \"The UK government wishes to make it clear that should the United Nations proceed to develop a convention banning all forms of human cloning, we would not participate in the negotiation of such a convention and we would not sign up to it.\"</p> <p>The debate is expected to conclude today, with a vote following next week. There were suggestions that officials could attempt to stall the vote in the hope that a specially convened international conference could resolve the stand off.</p>",
  "Billions of pounds, enough to pay for the entire primary health and education needs of the world's developing countries, are being siphoned off through offshore companies and tax havens, according to a body formed to expose the offenders. <br> Aid organisations are alarmed that money that should be used for building the infrastructure of the poorest countries is being hidden in havens by corrupt politicians and multinationals exploiting tax loopholes. Offshore companies are being formed at the rate of about 150,000 a year. While in the 70s there were just 25 tax havens, there are at least 63 now, about half of them British protectorates or former colonies. Tax avoidance in Britain alone is estimated at between $45bn and $150bn.  The Tax Justice Network, which was formed last year by tax experts and economists worried about the trend, has just launched an international secretariat in London. It will work with the UN and other international bodies to reverse the practice of hiding money from governments worldwide.  John Christensen, coordinator of the secretariat, said: \"Many developing countries are now dominated by elites that are involved in tax havens. Things have actually got worse in the last few years.\" As new havens are formed, existing ones offer better deals.  Mr Christensen, a former economic adviser to the Jersey government who has also worked at the then Department of Overseas Development and with Oxfam, said many of the havens were now \"locked in a desperate competition. They like to suggest that they oil the wheels of global capital but there is no case for that. What has happened is that tax havens transfer the burden of tax away from capital and towards labour and the consumer.\"  He also believes that the attraction of making money by putting it in offshore havens damaged British industry because money that could have been invested in Britain had been removed from the country.  A UN has spokesman confirmed week that Kofi Annan, the secretary general, sees the issue as a priority. \"The secretary general has indicated repeatedly that he believes money should be spent on development rather than going offshore,\" he said.  Mr Annan believes the UN has a vital role to play in tracking the money. \"The remedies have to be global and the UN is the only body able to do it,\" said Mr Christensen. \"The WTO [World Trade Organisation] has failed.\"  Tax havens have also attracted the attention of John Kerry, the US Democratic party's presidential candidate, who has indicated that if elected he will pursue the companies that hide their profits abroad. In April the US general accounting office said that 61% of US corporations paid no federal income tax in the late 90s. Tax havens contain only 1.2% of the world's population and 3% of the world's GDP, but 26% of assets and 31% of the profits of US multinationals are held there.  Almost every part of the world now has access to havens. Europeans can use established ones such as Jersey and Liechtenstein or newer ones, like Cyprus and Malta. The Asian Pacific has the Pacific islands, and Singapore, India and southern Africa have the Seychelles and Mauritius. North America has the Caribbean islands and Central America.  While a number of havens, such as the Cayman islands and Bermuda, have improved regulations, the effect of this has been, in the view of Mr Christensen, to legitimise them. \"Merely chasing out the worst havens and setting international standards for the better ones does little to address the real problems,\" he said.",
  "<p><strong>·</strong> Councils urged to adopt leadership role<br><strong>·</strong> Julie Bindel on family's fight for justice<br><strong>·</strong> Stop punishing parents, says Fiona Millar</p> <p>Welcome to the daily public services and voluntary sector news bulletin from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^</p> <p>Today's top story - Hospital cleaners to strike over pay </p> <p>Hundreds of contract cleaners at a hospital with one of England's worst rates of infection from the MRSA superbug are to stage a one-day strike next month, unions said today.</p> <p>^^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Social care</p> <p><strong>·</strong> Social services conference: Councils urged to adopt leadership role </p> <p>The future role of local government should be to provide community leadership by marshalling the skills of local people to combat social exclusion, the new leader of England's social services directors said today. </p> <p>^^^^^^^^^^^</p> <p>Health</p> <p><strong>·</strong> Right to life: Court fight over baby's right to be resuscitated </p> <p>Family judge must decide on the future of doomed nine-month-old. </p> <p><strong>·</strong> Pay: Union backs new NHS pay deal </p> <p>A new NHS pay deal has received the thumbs up from the first of four health unions being balloted on the rollout of the proposals. </p> <p><strong>·</strong> Research: Pill could cut cancer and heart disease risk </p> <p>Taking the pill can reduce the risk of heart disease and cancer, according to new research.</p> <p><strong>·</strong> Play: Shipman play aims to shed new light on tragedy </p> <p>A documentary play opening tonight attempts to recreate in 2 hours the public inquiry into the murderous career of Harold Shipman. </p> <p>^^^^^^^^^^^</p> <p>Local government</p> <p><strong>·</strong> Courts: £120,000 fine over pool death </p> <p>A council has been fined £120,000 following the death in a swimming pool of a four-year-old girl with severe learning disabilities. </p> <p>^^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Debt: Charity warns of debt problem crisis </p> <p>New figures show the number of people contacting Citizens Advice with debt problems has soared by 74% in the past seven years. </p> <p><strong>·</strong> Greens: Byelection win lifts Green conference </p> <p>The Green party conference was today celebrating the news that it had retained the Oxford council seat of its late 'leader', Mike Woodin. </p> <p><strong>·</strong> Crime figures: PoIice blame 11% rise in violent crime on drink and low-level thuggery </p> <p> Alcohol-fuelled violence, \"low-level thuggery\" and better reporting levels blamed for an 11% rise in violent crime recorded by the police between April and June. </p> <p><strong>·</strong> Prisons: Mother held for jail protest </p> <p>Pauline Campbell, a regular protester outside prisons since her daughter Sarah died in Styal prison, has been arrested during a demonstration outside New Hall jail, Wakefield. </p> <p>^^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Crime: 'We want justice, not revenge' </p> <p>Andrew Jones was a young lad killed by a punch after a night on the town. But his parents say it was marked down as a 'scum on scum' killing - and this complacency is why, 18 months on, his killer is still free. Julie Bindel reports. </p> <p><strong>·</strong> Parenting: Stop punishing parents </p> <p>We're nagged about our responsibilities, but denied rights, says Fiona Millar.</p> <p><strong>·</strong> Health risk: Counting the dead </p> <p>A report on cancer and radiation has stifled dissenting views, writes Michael Meacher.</p>",
  "<p>After 50 years of failure, a vaccine against malaria could be in sight, raising hopes of slashing the death toll from a disease that kills more than a million people, mostly babies and pregnant women, every year.</p> <p>For the first time, human trials -carried out on more than 2,000 young children in Africa have shown that it is possible to produce a vaccine that will protect some infants against infection and make the course of the disease less serious and life-threatening in others.</p> <p>Results from the trials in Mozambique were published in the latest issue of the Lancet medical journal.</p> <p>Pedro Alonso, from the centre of international health at the University of Barcelona, and the team who carried out the research say that, although the vaccine gave the children only partial protection from disease, the results \"show development of an effective vaccine against malaria is feasible\".</p> <p>The trial involved 2,022 children aged between one and four living in southern Mozambique, where each person gets an estimated 38 bites a year from malarial mosquitoes.</p> <p>The researchers found that vaccinated children were 30% less likely to have suffered at least one episode of clinical malaria (that needing treatment) by the end of the six-month trial, compared with unvaccinated children. </p> <p>The vaccine was 45% successful in extending the length of time before children became infected with malaria, and vaccinated children were 58% less likely to develop severe malaria which could kill them.</p> <p>There was a mixture of excitement and restraint from the scientists involved, who say that the earliest a vaccine could be licensed, if further trials go well, is 2010.</p> <p>\"These results demonstrate the feasibility of developing an efficacious vaccine against malaria that could significantly contribute to reduce the intolerable global burden of this disease,\" writes Dr Alonso in the Lancet.</p> <p>The progress owes much to the malaria vaccine initiative (MVI), which was set up with a grant from the Bill and Melinda Gates Foundation. The MVI promotes public-private partnerships, often in areas that lack profitability, such as supplying medicines to the developing world.</p> <p>The vaccine, called RTS,S/AS02A, was discovered by GlaxoSmithKline Biologicals and is one of a number of possible vaccines that have been given financial backing by the MVI.</p> <p>Melinda Moree, the director of the MVI, was enthusiastic about the trial results.</p> <p>\"These findings represent a breakthrough in the science of malaria vaccines. They provide convincing evidence that a vaccine could become part of the world's efforts to spare children and families from the devastating effects of this disease,\" she said.</p> <p>It has taken a long time to get this far. Other vaccines - most notably one called SPf66, developed by the Colombian scientist Manuel Patarroyo - have seemed promising but ended in disappointment. </p> <p>SPf66 looked good in the laboratory and in animal tests, but human trials, first in Gambia and Tanzania, backed by the World Health Organisation, and then in Thailand, supported by the US military, showed no protection against the disease.</p> <p>In a commentary on the latest results, also published in the Lancet, Philippe van de Perre and Jean-Pierre Dedet, from the University of Montpellier in France, say there is no reason to think things will now get easier.</p> <p>\"The road toward a safe and efficient malaria vaccine being available and usable on a large scale...will be long and chaotic,\" they write.</p> <p>It is fundamentally important to carry on because of the worsening nature of the malaria epidemic. Commonly used drug treatments have become useless in some parts of the world because malaria parasites have developed resistance to them.</p> <p>The HIV/Aids epidemic is also weakening the immune systems of many people in malarial areas, making them less able to fight the disease.</p>",
  "<p>The Guardian's director of digital publishing Simon Waldman walked off with one of the online publishing industry's top awards last night.</p> <p>Waldman picked up the chairman's award at the Association of Online Publishers' annual award ceremony.</p> <p>\"The quality of the content shines through and the team continues to innovate, identify what consumers want and deliver it well,\" said the AOP chairman, Bill Murray.</p> <p>\"These achievements are undoubtedly due in substantial part to inspired leadership.\"</p> <p>Tracy Corrigan, editor of FT.com, won the consumer editor of the year award, beating competition from Nigel Vincent and Guy Dresser, editors of Associated New Media sites www.thisislondon.co.uk and www.thisismoney.co.uk, and Pete Picton, editor of www.thesun.co.uk, among others.</p> <p>\"Tracy Corrigan has pushed the envelope of editorial quality, creating a site that never lets you down in terms of the knowledge you want,\" the judges said.</p> <p>\"A 24-hour global operation, FT.com makes excellent use of the medium to add value and Corrigan has been the driving force behind initiative after initiative that has just worked.</p> <p>David Shepherd, editor of the online human resources service, www.XpertHR.co.uk, took the best business editor honours. The site also picked up the best business service of the year, helping owner Reed to the best online business publisher accolade.</p> <p>The Consumers Association's Which won the best consumer online publisher award while GQ's website, www.gq-magazine.co.uk, landed Conde Nast with the consumer digital product of the year.</p> <p><strong>Winners</strong></p> <p><strong>Design 2004 - business</strong><br> Management Consultancy digital edition<br> VNU Business Publications</p> <p><strong>Design 2004 - consumer</strong> <br> http://www.nedstat.com/f31_index.htmwww.makingthemodernworld.org.uk<br> The Science Museum</p> <p><strong>New launch 2004</strong> <br> www.ingenious.org.uk<br> The National Museum of Science and Industry</p> <p><strong>Innovation 2004</strong> <br> News Express from T-Mobile</p> <p><strong>Editor 2004- business</strong> <br> David Shepherd - www.XpertHR.co.uk <br> Reed Business Information</p> <p><strong>Editor 2004 - consumer</strong> <br> Tracy Corrigan - www.ft.com <br> Financial Times</p> <p><strong>Online advertising campaign 2004</strong> <br> Rebrand Freeserve as Wanadoo<br> Quantum Media and itraffic for Wanadoo </p> <p><strong>AOP chairman's award 2004</strong> <br> Simon Waldman, director of digital publishing, Guardian Newspapers</p> <p><strong>Integration of media 2004 - business</strong> <br> www.computing.co.uk <br> VNU Business Publications</p> <p><strong>Integration of media - consumer</strong> <br> www.empireonline.co.uk <br>Emap East</p> <p><strong>Online advertising sales team 2004</strong> <br> Emap Interactive sales team - www.emapadvertising.com <br>Emap Advertising</p> <p><strong>Digital product or service 2004 - business</strong> <br> www.XpertHR.co.uk<br> Reed Business Information</p> <p><strong>Digital product or service 2004 - consumer</strong> <br> www.gq-magazine.co.uk <br> CondeNet.UK </p> <p><strong>Online publisher 2004 - business</strong> <br> Reed Business Information <br> The RBI portfolio</p> <p><strong>Online publisher 2004 - consumer</strong> <br> www.which.co.uk<br>Which?</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Albert Frere, the Belgian millionaire who owns a quarter of media giant Bertelsmann, has bought a stake in advertising group Havas, according to a French newspaper.</p> <p>The 78-year-old financier has built up a stake of up to 5% in Havas, according to business title Les Echos.</p> <p>Today's report will add to the frenzied speculation surrounding the group, which has been viewed as a takeover target since it lost out to WPP in the bidding for Grey Global last month.</p> <p>Corporate raider Vincent Bollore has been steadily increasing his stake in Havas, and now has more than 22% of the company.</p> <p>But Mr Bollore, who has asked for seats on the Havas board, has so far failed to explain why he has bought the shares.</p> <p>Analysts have speculated that the two investors could be planning to work together, though Mr Frere could also be aiming to support the present Havas management, led by chief executive Alain de Pouzilhac.</p> <p>Groupe Bruxelles Lambert, Mr Frere's main holding company, today declined to comment on the Les Echos story. </p> <p>Mr Frere is a financial big-hitter who has invested across a range of sectors over the past 50 years.</p> <p>Three years ago he took a 25% stake in Bertelsmann as part of an asset swap that saw him relinquish his stake in pan-European TV group RTL Group, the majority owner of Five.</p> <p>Under an agreement made earlier this year between Mr Frere and the Mohn family, Bertelsmann's major shareholders, the Belgian can float his shares on the capital markets at any time from May 2006. The Mohn family also has the right to buy back Mr Frere's stake.</p> <p>As well as its investment in Bertelsmann, Groupe Bruxelles Lambert has major holdings in oil group Total, energy company Suez and materials giant Imerys.</p> <p>Mr Frere has a number of other business interests, such as joint-ownership of the Chateau Cheval Blanc vineyard.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>I have just finished making a radio programme about a book. Thirty-five years old and just 224 words long, it has nevertheless sold a copy somewhere in the world every single minute since it was first published. It has been translated into more than 30 different languages, from Swahili to Catalan, worldwide sales top the 20m mark, and in one edition, if not several, is a constant presence on the UK's bestseller lists. \"It is one of our most successful books of all time\" says Francesca Dow, managing director of Puffin Books. \"It's a publisher's dream and we are very lucky to have it.\"</p> <p>The book is called The Very Hungry Caterpillar. For those that don't know it (and there can't be many of you) it tells the very simple story of a caterpillar who is born, feels hungry, eats a selection of rather inappropriate food, feels a bit sick, builds a cocoon and emerges as a butterfly. Not exactly War and Peace, but as children's writer Ted Dewan points out: \"The books you read when you're a kid become part of your spinal cord. I've forgotten what I was reading last week but I can still recite half of Dr Suess\".</p> <p>Those of us who continue to read fiction as adults will recognise the point Dewan is making. As grown-ups, our reading is subject to a far wider range of pressures than we experienced as children. Our busy lives mean that we have to cram our book time into five-minute chunks on the tube in the morning, or in bed at night, half asleep. The adult reading experience is further complicated by our awareness that we didn't enjoy that classic as much as we ought to have done, that we're spending too much time reading rubbish, that we still haven't got round to reading that \"unmissable\" book that absolutely everyone else apparently finished months ago. Childhood reading, on the other hand, is simpler and more direct. And as Ted Dewan says, its effect on us is strangely powerful and tenacious. </p> <p>The story of The Very Hungry Caterpillar began back in 1969 when young graphic designer Eric Carle was feeling bored. \"I wasn't thinking of books or anything like that,\" he says. \"I didn't have anything to do, so I took a stack of paper and a hole-punch and I playfully punched holes ... then I looked at them. Straight away I thought of a book worm\"</p> <p>Eric's editor, Ann Beneduce, was not convinced that \"Willi the Bookworm\" was a winner. The story goes that the pair sat around trying to think of something more engaging until, at the same instant, Ann said \"Caterpillar!\" and Eric said \"Butterfly!\". The rest is history.</p> <p>In the course of making the programme, it became clear to me that the appeal of The Very Hungry Caterpillar worked on many different levels from the practical to the almost spiritual, but those holes in the pages (an unprecedented gimmick that turned the book into a toy) remain a crucial part of its fascination - as, too, does the fact that it centres around food. \"I come from Hull,\" says journalist Tom Armitage, \"and I'm not saying my childhood was all coal and worms, but I had no idea that this range of food existed. I had never seen a watermelon before, and I wasn't at all sure what salami was. I used to look at that page for hours.\"</p> <p>It's educational, too, providing teachers with the perfect tool for teaching. Dull, Janet-and-John-style reading schemes reigned supreme in the 1960s until the caterpillar showed up. \"When educators got hold of it and realised what it could do, it was very instructive,\" says Bethan Marshall, education lecturer at King's College, London. \"Children learn to read in three main ways: prediction, pattern and picture cues. The Hungry Caterpillar does all of them.\"</p> <p>Then there are the pictures. Through his use of a simple collage technique, Carle inadvertently increased the educational value of the book because it is so easy to copy. \"No one ever tells you when you become a teacher that you have to be good at art,\" says Coral Hitchings, a teacher at the Mulberry Bush school for children with severe emotional and behavioural difficulties. \"It's a bit of a problem. But I know that if I can do something in the style of Eric Carle, my children will be able to too\". </p> <p>\"The style was quite revolutionary,\" says Jane Ray. \"It was part of a whole new movement in children's illustration and it really set the tone for what was to come\". Nick Clarke, director of the Eric Carle Museum of Picture Book Art, goes even further. \"It's fair to talk about what Eric does in terms of artists such as Picasso and Matisse - he is as serious about what he is trying to achieve as they were. Certainly Picasso said 'I aspire to draw like a child'\".</p> <p>Eric Carle was born in New York, but homesickness prompted his family to return to their native Stuttgart in 1935. Eric remembers a \"dull, grey world. Everything was camouflaged, there was no fashion, no colour anywhere\". The art he saw did not inspire him. \"It was all social realism. Soldiers winning the war, farmers digging the soil, that sort of thing\". It was not until high school that Eric's art teacher, recognising the boy's talent, secretly showed him a box full of banned art, the work of \"degenerate artists\" Picasso, Klee and Matisse. \"It was almost the first time I had seen such brilliant colours,\" he says. \"At first I was shocked. It made an incredible impression on me\".</p> <p>Nick Clarke, who nowadays calls Carle \"the Bruce Springsteen of the third grade\" because of the crowds that attend his public appearances, suggests that the gorgeousness of The Very Hungry Caterpillar springs from Carle's reaction against the grimness of his wartime childhood. Carle himself agrees: \"It may be psychobabble but I sometimes think I rehash that period of my life in my books\".</p> <p>He's not the only one who finds the book therapeutic. \"I get lots of letters from teachers and therapists,\" explains Carle. \"I recently got one letter from a teacher working with an autistic child who doesn't speak at all, except to say 'Eric Carle'\". This might sound incredible, but Coral Hitchings is not surprised. The repetitive structure of the book provides, she says, \"a calming, secure environment for children who have often had very chaotic lives. It's a book they return to again and again\".</p> <p>Much of the book's emotional impact hangs on the central transformation. After seven days' feeding, the caterpillar retreats into his cocoon and emerges in a splash of brilliant colour on the final page as ... a beautiful butterfly. The structure has clear religious overtones, and the book features in sermons and Sunday schools alike - but its message goes deeper than that. \"It is saying that if this caterpillar can become a butterfly there is hope for all of us, no matter what we look like\" says Elizabeth Hammill, director of the Centre for the Children's Book in Newcastle. \"It is a book of hope,\" agrees Eric Carle. \"I was scared of growing up. Would I master all the things that grown-ups do? This book says, you'll grow up and you'll be alright - and not just alright, you'll be beautiful\"</p> <p>It is a message with universal appeal - and application. Muoy You, director of the Seametrey School in Cambodia, explains: \"I try to teach our children that you can always become better, but greed is not the solution. When the caterpillar is greedy he gets sick. When he is reasonable, and works hard, he feels better. In Cambodia we need this kind of message.\" Eric Carle, on the other hand, remembers the words of a young East German librarian. \"She said, 'This book would never have been published here. The caterpillar represents a capitalist. He bites into every fruit, just takes one bite and he moves on, getting fatter and fatter. He's exploiting everything.'\".</p> <p>Perhaps she would not have been surprised to learn that one of the book's biggest fans is President Bush. When Bush visits primary schools on his campaign trail, nothing but the Caterpillar will do. \"If teachers have put out other books his advance team will clear them\" says Nick Clarke. \"It's The Very Hungry Caterpillar that he reads.\" In 1999, when Pizza Hut ran a survey asking 50 US governors to name their favourite books from childhood, Bush opted for the Caterpillar. It didn't take long for gleeful commentators to point out that when the book was published, Bush was nearly 23. One could charitably assume that he had misunderstood the question and was naming his favourite children's book, but for journalists the \"open parable\" of the Caterpillar was an open target. Go to <a href=\"http://www.toostupidtobepresident.com\">toostupidtobepresident.com</a> and you will find a parody of the book in which a very hungry \"plutocraterpillar\" munches its way through endless piles of money. In the New Yorker, Anthony Lane suggested that for the president, the book is \"a matchless parable for the entrepreneurial right. The caterpillar, far from being punished for his indulgence, suffers no more than a mild stomach ache before being transformed into a butterfly.\" Conservative capitalists \"are thus assured of nothing more than mildly discomforting taxation before they attain the bliss of their first billion.\" </p> <p>For most of the people I spoke to in the course of making the programme, this is pushing it a bit. But there remains an incredible well of affection for the book that epitomises that clinging memory of childhood reading. When Abigail Campbell, literature officer for the Arts Council, was writing a recent presentation, she looked for an image which symbolised children's literature. \"When the hungry caterpillar came up on the screen the reaction was incredible,\" she said. \"There were just sighs of joy around the room\". \"All life is here, in this deceptively simple format,\" agrees illustrator Jane Ray. \"It's a masterpiece.\" </p> <p>Eric Carle, now in his 70s, is pleased but still somewhat bemused by all this. \"It was bread and butter to me\" he says, \"It paid my rent. I truly didn't think of lasting success or anything like that. I mean, it's just a book.\" But in this opinion he is very much in the minority. \"The Very Hungry Caterpillar is one of the pillars of children's culture,\" says Ted Dewan. \"It's almost like talking about how great the Beatles were. It's beyond reproach.\" </p> <p><strong>·</strong> Kate Taylor is a freelance radio producer. The Very Hungry Caterpillar, presented by John Hegley, is a Whistledown production and will be aired on Radio 4 tomorrow at 3.30pm</p>",
  "<p>\"Rather than imported games with a high content of sex and gore, the idea is to get young Chinese interested in more refined products, some of them based on classics of the nation's literary canon, according to the Xinhua news agency.</p> <p>\"The plan is to develop altogether 100 high-quality games over the next four years at a cost of between one and two billion yuan (120 and 240 million dollars), Xinhua said, citing the Press and Publication Administration,\" according to an <a href=\"http://www.theage.com.au/articles/2004/10/19/1097951662975.html?oneclick=true\">AFP report</a>.</p> <p>The story says the Chinese government's \"Professional Commission of Online Games will launch a national club for game-players and build a server of suitable games, recommending 'healthy games to juveniles as an effort to clean up young people's online environment'.\"</p> <p><strong>Comment:</strong> It would be nice if someone could dig up a shortlist of the first 10 titles. Either way, a recent <a href=\"http://news.bbc.co.uk/1/hi/technology/3731908.stm\">BBC News</a> story reported that \"Street children in Argentina's capital Buenos Aires are learning new skills, thanks to their passion for video games, say researchers\".</p>",
  "<p><strong>·</strong> Keep up to date with latest news on the kidnapping of Margaret Hassan, Care International's Iraq director<br><strong>·</strong> Get the best rates when you join the NCVO<br><strong>·</strong> Try our Jobmatch service for voluntary sector vacancies<br></p> <p>Welcome to SocietyGuardian.co.uk's weekly round-up for voluntary sector professionals</p> <p>^^^^^^^^^^<br><strong>WHAT'S HAPPENING IN THE VOLUNTARY SECTOR THIS WEEK</strong></p> <p>Care International, one of the only international aid agencies still working in Iraq, has suspended its operation and threatened to pull out of the country completely after the kidnapping of its director, Margaret Hassan. Read the full story <a href=\"http://society.theguardian.com/aid/story/0,14178,1332086,00.html\">here</a> ... Children learn more about giving to charity from the media than they do from their parents, according to new research. More <a href=\"http://society.theguardian.com/charityfinance/story/0,8150,1332689,00.html\">here</a> ... The violence in Darfur, which has destroyed the livelihood of up to a million people, has created \"an unprecedented food crisis\", the Red Cross has said. Full story <a href=\"http://society.theguardian.com/aid/story/0,14178,1331340,00.html\">here</a> ... Independent schools should watch out, says Fiona Millar, their charitable status could well be under threat. Read the comment <a href=\"http://society.theguardian.com/charityreform/story/0,11494,1330274,00.html\">here</a> ... Care International has a long record of providing humanitarian aid in Iraq but that didn't stop it becoming a target for kidnappers. Annie Kelly <a href=\"http://society.theguardian.com/aid/story/0,14178,1330982,00.html\">reports</a> ... Keep up to date with the latest aid developments in Iraq and the kidnapping of Margaret Hassan on our international aid <a href=\"http://www.societytheguardian.com/aid\">special report</a>.</p> <p>^^^^^^^^^^<br><strong>VOLUNTARY SECTOR DIARY - WHAT'S COMING UP THIS WEEK</strong></p> <p>TODAY: The National Council for Voluntary Organisations relaunches its membership scheme with new benefits and fees starting at £80. More information <a href=\"http://www.ncvo-vol.org.uk/asp/search/ncvo/main.aspx?siteID=1&amp;sID=19\">here</a>.</p> <p>SUNDAY: The Charities Aid Foundation' national giving week comes to a close as part of its efforts to persuade people to give more to good causes. More about the campaign <a href=\"http://www.nationalgivingweek.org/\">here</a>.</p> <p>^^^^^^^^^^<br><strong>JOB OF THE WEEK</strong></p> <p>Oxfam is looking for a head of media to put poverty, suffering and social justice at the top of today's global news agenda. \"You will provide strategic leadership for media work across Oxfam, allowing us to achieve our campaign and fundraising objectives and inspire public support for our work,\" the job description reads. The advertised salary is £42,000. </p> <p>For more vacancies, including secretariat and company secretary, Macmillan cancer relief; and director, Friends of the Earth Ireland, visit our <a href=\"http://jobs.theguardian.com/\">free online database</a>.</p> <p>^^^^^^^^^^<br><strong>GUARDIAN JOBMATCH</strong></p> <p>Our unique fundraising Jobmatch service is designed to find jobs tailored to your individual skills and experience. Once you've signed up and entered your CV details, Guardian Jobmatch will find suitable vacancies and send them to you by email. Register here and let us do the work for you <a href=\"http://www.guardianjobmatch.co.uk/fundraising\">here</a>.</p>",
  "<p>Jules Cook is a woman on a mission to bring football to Easton's female contingent, and has been working tirelessly to that end since 1998. \"I went on the first women-only FA coaching course that year,\" she explains. \"I came back full of it and wanted to go out and coach, so I started going to youth clubs all over Bristol.\"</p> <p>She didn't stop there. A week-long course called Football is Fun for Girls followed the next year, with the 30 girls and more returning for a day of football in half-term. And then came the big question: what do we do now? \"So I thought I'd better set something up,\" she says, nonchalantly. </p> <p>In truth, establishing Easton Girls was hard work and the first couple of seasons saw Cook, who works at a local school, coping with things single-handedly. Now, with four teams, there is a whole committee involved.</p> <p>\"It's made up of dedicated parents,\" says Cook, who takes great pains to ensure the girls' parents, who can be relied upon to turn and cheer week in, week out, get their share of the credit. \"We also have two managers per team (one male and one female) who organise the matches on a Sunday, which is not as easy as it sounds!\"</p> <p>The girls, ranging from eight-years-old in the Under 10s to those playing for the Under 14s, train every week and play in Bristol's seven-a-side league. </p> <p>The ethos at the club emphasises very strongly the fun side of football, and the only entry requirement is the desire to play. \"Initially we didn't enter a league, but we soon found that playing a competitive sport, we needed to be playing it for real,\" says Cook. \"But we still remain true to the original idea - I would never shout at them for losing, as long as they all enjoyed it.\"</p> <p>Enjoyment is a key factor at Easton, and the club also takes the girls on days out to see Bristol Rovers Ladies in action, and there's an annual summer camp in Wales.</p> <p>\"We do as much as we can for them,\" Cook, who is expecting a female footballer of her own in December, explains. \"They love the trips, when they go to Wales they get to do things they would never do at home, like climb a mountain or go down a coalpit.\"</p> <p>For an inner city club which prides itself in uniting and including the various ethnic minorities of the area, these kinds of opportunities are invaluable. But how do they fund them? Had Jules Cook revealed that she herself funded the expeditions, it would have been little surprise; such is her commitment to the club. </p> <p>Instead, though, she says she is a whizz with an application form, and has managed to secure several major grants for the club over the years - including one from the Greater Bristol Foundation, who, though they usually reserve their funds for specific youth projects, were wowed by her efforts.</p> <p>\"I suppose the thing is we tick a lot of boxes,\" says Cook, who is careful to ensure women are involved as coaches, and not secretaries, at Easton. \"We're about empowering women, we provide opportunities for girls in an inner city environment, and we involve a lot of different ethnic groups.</p> <p>\"We do still charge the girls subs, because I think it's important for the girls to have some sort of ownership of the club,\" she adds. \"I want them to feel that there's some value in coming.\"</p> <p>Value indeed - the girls train at Bristol's City Academy, also home to Bristol City Ladies, with its third generation astroturf and floodlights. \"They love it, they're so excited to have these fantastic facilities.\"</p> <p>With this kind of backing, it's impossible not to wonder whether the club's natural progression will be towards a more competitive take on the game and a change in that founding philosophy.</p> <p>\"No,\" insists Cook. \"I wouldn't associate myself with a club that won at all costs. To me that's not winning.\"</p>",
  "<b>US troop request granted</b> <br> The deployment of about 850 British troops to assist the US in Iraq was announced today by defence secretary Geoff Hoon. In a statement, greeted with some Labour backbench protests, Mr Hoon said he had been advised there was a \"compelling military operational justification\" for the controversial deployment. <p>Mr Hoon said the First Battalion, the Black Watch and supporting units will deploy in an area within the Multi National Force (west) to relieve US units. But he denied there were plans to send a further 1,300 troops to Iraq, as suggested in some reports. </p> <p>Insisting the deployment was made on operational, not political, grounds, Mr Hoon said: \"This deployment will be for a limited and specified period of time, lasting weeks rather than months.\" It was right the UK should contribute to the objective of delivering a prosperous and secure future for the Iraqi people. </p> <p>shadow defence secretary Nicholas Soames expressed relief that Mr Hoon had moved to end \"the unnecessary and unacceptable confusion\". He said: \"We will support this deployment on the basis of it being a necessary, operational military contribution to the coalition's efforts to bring peace and stability to Iraq ahead of the January elections.\" </p> <p>Mr Soames drew protests when he said: \"No doubt you will, at your earliest convenience, wish to apologise to the families of the Black Watch battle group for the exceptionally shabby way in which you have treated them.\" </p> <p><b>Historic regiments</b><br> Controversial plans to merge historic regiments could actually strengthen their links with local communities, Mr Hoon claimed. He told MPs the government would be \"failing in its duty\" if it did not press ahead with a massive shake-up of the armed forces. Amalgamations would result in more troops being available for duty. </p> <p>Mr Soames accused the government of moving away from a proper balance between manpower and technology with its reform programme. He urged ministers to remember the \"real link\" between local communities and their regiments. </p> <p><b>MPs' expenses published</b><br>Editors were challenged to publish details of their financial affairs as MPs braced themselves for a possible public backlash over expenses. Paul Tyler, for Liberal Democrats, protested that many people did not understand the role of an MP and all it entailed. </p> <p>Mr Tyler urged Commons leader Peter Hain: \"You should emphasise the need for transparency and freedom of information as regards editors and their role in public life\" and suggested their salaries, expenses, office and staff costs should be published. Mr Hain said he was \"very sympathetic\". </p> <p> <b>Gambling vote</b><br>MPs will vote next month on the government's controversial plans to shake-up the gambling industry, Mr Hain announced. He said the second reading of the gambling bill will be taken on Monday, November 1. Huge Las Vegas-style casinos offering million pound jackpots could open across the country under the plans. </p> <p> <b>Council tax rises</b><br>Council tax for a band D property in Devon has risen by 95.5% between 1997 and the current financial year. Devon had the highest percentage increase in a league table of English counties published by local government minister Nick Raynsford. Close behind was Norfolk with a 94.5% increase over the period for the same council band, Cambridgeshire with 93.4% and North Yorkshire with 92.2%. </p> <p><b>Security at parliament</b><br> The appointment of a dedicated security coordinator at parliament will not compromise the \"sovereign authority\" of either house, Mr Hain promised. Tory former cabinet minister Douglas Hogg said many MPs were concerned that primary responsibility for security could be transferred from existing authorities to police. </p> <p>Mr Hain replied: \"There is no proposal to simply trample all over the sovereign independence of the House of Commons or the House of Lords.\" He added: \"We need a proper, professional modern approach with the police and the security service having operational lines of a constant kind into whoever fills that position.\" </p> <p> <b>Accounting scandals</b><br>A bill containing measures aimed at preventing an Enron-style scandal in the UK completed its passage through parliament and is to receive royal assent next Thursday. Peers approved Commons amendments to the companies (audit, investigation and community enterprise) bill, which strengthens corporate governance and audit practice. It forms part of the government's strategy to help restore investor confidence in companies and financial markets. </p> <p><b>Formula One</b><br>The government should be \"robust\" with Formula One boss Bernie Ecclestone over the future of the British Grand Prix, Tory Andrew Mackay said. Mr Hain said: \"I hope that even at this late stage it's possible to get an agreement between the British Racing Drivers' Club and Mr Ecclestone in the interests not just to Britain but to world sport because Silverstone is known throughout the world as the home of motorsport.\" </p> <p><b>Train 'surfing'</b><br>Train \"surfing\" should be made a serious criminal offence to help halt a huge surge in cases of the \"tragic game\", John Thurso, for Liberal Democrats urged. He said incidents of people jumping on to the outside of moving trains almost doubled last year. British Transport Police recorded 472 cases, up from 251, in figures disclosed by transport minister Tony McNulty in a Commons written reply. </p> <p><b>Iain Wright maiden speech</b><br>Hartlepool's new Labour MP Iain Wright made his maiden speech, pledging to fight anti-social behaviour and health inequalities. He paid tribute to his predecessor Peter Mandelson, who has become a European commissioner, for \"putting Hartlepool on the political map and playing a major role in the revival of the town both as an MP and a member of the Labour government\". </p> <p><b>Dead livestock collection</b><br>A national scheme to collect dead livestock from farms is to be launched next month, the government announced. Junior environment minister Ben Bradshaw said the national fallen stock scheme would begin on November 22. It comes after routine on-farm burial and burning of animal carcasses was banned under EU regulations. </p> <p><b>In parliament today:</b><br>Parliament is not sitting </p> <p><b>In parliament on Monday:</b><br>The defence secretary, Geoff Hoon, and his ministers face the Commons at question time. Tories open debates on \"political interference in university admissions policy\" and \"government's failure on the siting of wind farms\". The Lords debates the human tissue bill's report stage and English church buildings.</p>",
  "<p>A new NHS pay deal has received the thumbs up from the first of four health unions being balloted on the rollout of the proposals.</p> <p>The Transport and General Workers Union confirmed yesterday that members working in the health service have backed the new Agenda for Change pay system, which will apply to the 1.3m-strong NHS workforce.</p> <p>Under the scheme, more than 600 different staff grades will be replaced by nine pay bands, with staff rewarded for learning skills and taking on new responsibilities.</p> <p>This ballot was the second held by the T&amp;G, after members decided to wait for the outcome of the 12 \"early implementer\" sites before giving the scheme their unequivocal backing.</p> <p>Three more health unions are staging second ballots, with a universal 'yes' vote widely anticipated after union lobbying led to two major concessions by the government. </p> <p>It agreed to detach the highly unpopular unsocial hours payments from the new pay system, and to boost pay for staff on the lowest pay band by almost £400, with a new minimum wage of £11,135.</p> <p>The existing arrangements for unsocial hours will remain until a review is carried out next year. </p> <p>Amicus is expected to report its result later this month, and the GMB is due to give its members' verdict in early December.</p> <p>Unison, by far the largest health union to ballot members, will announce its result in early November.</p> <p>Only the Royal College of Nursing and the Royal College of Midwives gave the scheme the green light ahead of the pilots last year.</p> <p>The lead officer for NHS workers, Tommy Douras, described the result \"a very positive development\". </p> <p>He promised to ensure the agreements were properly implemented and to monitor the situation closely. \"Our members worked hard to make sure the final proposals they were voting on reflected their current aspirations,\" he said.</p> <p>\"The negotiations were intense but the result is very clear.\"</p>",
  "<p>The publication this week of the report of the Cerrie committee - the committee examining radiation risks from internal emitters - is a public scandal. It deletes the arguments put forward by a minority on the committee, which suggest that the numbers of people who die each year from cancer caused by nuclear radiation may be at least 100 to 300 times more than official estimates. </p> <p>The point at issue is that the standard model used by the nuclear industry to calculate the effects of radiation on human health is based on estimates of the external blast impact from the Hiroshima and Nagasaki atomic bomb explosions in 1945. But the model largely excludes the impact of radiation from a wholly different source, when radionuclides are inadvertently inhaled from, say, a nearby nuclear reactor. </p> <p>The impact of radiation from an external bomb blast is assumed in the standard model to be averaged out across the whole body. But when a radionuclide is swallowed, it attaches itself to particular tissue within the body which it then continually bombards with radioactivity as it gradually decays. To illustrate the point, there is a big difference, when one is cold on a winter's night, between warming oneself in front of a coal fire and popping a red-hot coal into one's mouth. </p> <p>There is already strong evidence that the standard model is flawed because it cannot explain the facts which have been uncovered in the past two decades. It assumes, for example, that cancer risk is strictly proportional to dose. But the mounting evidence from studies in Germany, Belgium, Greece, Scotland and Wales, and from dozens of studies in Russia, which have examined the sharp increase in leukaemia among babies in Europe in the two years after Chernobyl, indicates that this is wrong. </p> <p>The nuclear industry explains that the increase would be expected on the basis of the radiation those babies received while their mothers were pregnant, and they take as the benchmark an increase in risk of up to 40% where the dose from obstetric x-rays is 10,000 microsieverts. However, babies in Greece received only 200 microsieverts from the Chernobyl fallout, yet infant leukaemia there jumped by 160%. Babies in Germany received only 100 microsieverts, yet the increase was 48%. Clearly the standard model used by the nuclear industry and regulators is faulty. </p> <p>I therefore set up Cerrie, with balanced representation from all sides of the argument, to examine how the model should be modified to take account of this new evidence and how precautionary action needs to be tightened to safeguard the nation's health. </p> <p>I insisted that the final conclusions must fairly include the views of all sides to the committee, preferably within a single report, but if that was still not possible then in the form of majority and minority reports. The chairman had already given an undertaking that minority reports would be allowed, and indeed in May this year in the final stages of drawing up the report the committee agreed on a 10-1 vote to admit minority reports if that should prove necessary. </p> <p>However, just one month later, it was suddenly proposed at the end of the final meeting by some members of the committee, without prior notice and without any discussion being allowed, that no dissenting statement from the mainreport would be allowed, and it was passed on a 5-2 vote. </p> <p>Why have these shenanigans been used to gag a critical debate about public health? Maybe it is because if these arguments suggesting far higher fatalities than officially admitted from radiation-induced leukaemias and other cancers were included in a government report, it could well lead to a legal challenge to the regulatory approvals granted to nuclear power stations - without which the nuclear industry could not function. But whatever the reason, any data of critical relevance to the nation's health should under no circumstances be suppressed. </p> <p><strong>·</strong> Michael Meacher is Labour MP for Oldham West and Royton; he was environment minister 1997-2003 </p>",
  "The Democrats made a play yesterday for crucial votes from conservative middle America, depicting their candidate as a \"regular guy\" who likes nothing better than watching baseball and shooting geese. <p>In an effort to counter criticism that John Kerry is an arch-liberal out of touch with ordinary people, he was shown gun-in-hand on a shoot only hours after being pictured beer-in-hand for a ball game. </p> <p>The aim, as Mr Kerry sought votes in the key swing state of Ohio, was to show the blueblooded Massachusetts senator as a man of the people. </p> <p>Or as the senior Kerry adviser Mike McCurry said: \"We want people to have a better sense of John Kerry the guy.\" </p> <p>George Bush, meanwhile, headed for the crucial battleground state of Pennsylvania, which he has visited 14 times since March. </p> <p>The two main candidates are piling on the mileage and peppering the battleground states with appearances as they fight for the votes on which the election will turn on November 2. </p> <p>Pennsylvania has 21 votes in the electoral college, Ohio 20; 270 are needed to win. </p> <p>In Florida, the third big battlefield state, a poll by Quinnipiac University released yesterday showed President Bush leading Mr Kerry by 48% to 47%. A fortnight ago the poll gave Mr Bush a 51-44% lead. </p> <p>The Kerry camp has asked former Vice-President Al Gore to campaign today in Florida, where recounts finally gave Mr Bush the state by 537 votes, and the presidency, in 2000. </p> <p>It hopes Mr Gore, the loser then, will remind voters of the importance of turning out. Former President Bill Clinton will join the fray next week. </p> <p>But Mr Kerry was taking a break from formal campaigning yesterday when he made a hunting trip in Ohio, wearing camouflage and carrying a 12-bore shotgun. He claimed to have shot a bird, but tellingly his aides carried the quarry. </p> <p>The hunting trip was designed to speak to gun owners and members of the National Rifle Association in Ohio. Mr Gore was criticised for not doing more to woo gun owners in the state in the 2000 election. </p> <p>The NRA bought a full a page advertisement in a local paper in Youngstown, near where the hunt took place, accusing Mr Kerry of posing as a sportsman while voting against gun-owners' rights. Mr Kerry has denied the accusation, although he did vote in favour of a ban on assault weapons and a measure requiring background checks at gun shows. </p> <p>The hunting trip came after an evening of baseball, as Mr Kerry nestled in a rather cramped sofa with two aides to watch the crucial final play-off between the Boston Red Sox and their bitter rivals, the New York Yankees. The Red Sox's win, which put them in the World Series, was hailed as one of the greatest comebacks in baseball history. </p> <p>\"They're the greatest comeback team there is,\" Mr Kerry told journalists summoned to watch him watching the game and drinking beer from a bottle. </p> <p>Later yesterday the candidates were back on the stump and on the attack. </p> <p>Mr Bush criticised Mr Kerry's healthcare policy, saying in Pennsylvania that it would imply \"bigger government with higher costs\". </p> <p>Mr Kerry rebuked Mr Bush for opposing stem cell research, enlisting Dana Reeve, the widow of the Superman actor Christopher Reeve, to join him in making the case for the science. </p> <p>He said Mr Bush's opposition betrayed \"an extreme political agenda that slows instead of advances science\". </p> <p>On a broader front, the Annenberg Electoral Survey reported yesterday that since the opening of early voting in 35 states, 5% of registered voters were thought to have cast their ballots, and a further 17% were expected to vote before polling day. </p> <p>Other studies suggest the final figure could be as high as 25-30%. </p> <p>But international election monitors who visited the US in September issued a report criticising the partisan nature of American election monitoring. </p> <p>\"Partisan oversight and administration of elections is not the international norm,\" the report sponsored by the human rights group Global Exchange said, \"as it builds in the possibility for the perception of conflicts of interest. </p> <p>\"The delegation recommends that states establish independent and impartial bodies to administer, oversee, and certify elections.\" </p> <p>Today Mr Kerry is expected to deliver a speech about his Catholic faith, a strand in his life he repeatedly emphasised in last week's final TV debate. </p> <p>He is also expected to make a direct appeal to women voters, crucial to his chance of winning the election, when he speaks in Milwaukee. </p> <p>His strategists said the aim was to deliver a series of detailed policy speeches, in contrast to the broader approach of the Bush camp, and to contrast Mr Kerry's message with the president's argument that the senator was a \"bad man\", while striking a balance between \"the tactical political stuff that really keeps your supporters excited in the field and the substantive message\".</p>",
  "<p>The steep decline in wild birds on Britain's farmland has been halted but there is no sign of a significant recovery, according to the latest national survey. </p> <p>The total population of breeding birds in the United Kingdom rose slightly last year, and some farmland species, such as the lapwing, yellow wagtail and goldfinch, have prospered in the past decade. However, intensive agricultural practices continue to depress numbers. </p> <p>Elliot Morley, the environment minister, yesterday welcomed the overall improvement, but said many of the population patterns were puzzling. Farmland birds were still the main focus of concern, he said, chiefly because dairy farming had the \"biodiversity capacity of green concrete\". </p> <p>\"It is encouraging to see that scarce birds like the woodlark and dartford warbler are on the increase, reflecting the huge amount of work that has been put in by conservation and funding organisations working in partnership on heathland restoration,\" he said. </p> <p>\"For farmland birds, it is good to see the graph flattening out at last ... however, the trend is not universal throughout the UK and there are still worrying declines in farmland specialists such as the turtle dove and corn bunting.\" </p> <p>The annual survey of bird populations is closely monitored by government and conservation groups, not only for its ornithological information, but because it provides an important indicator of the environmental health of the countryside and its wildlife. </p> <p>Bird populations occupy a wide range of habitats and tend to be near the top of the food chain, and the accumulation of past data by keen bird-watchers has enabled wildlife experts to study changes in numbers in detail. </p> <p>The survey is mainly compiled from the work of thou sands of volunteers with the Royal Society for the Protection of Birds (RSPB) and the British Trust for Ornithology. </p> <p>The impact of global warming and milder winters is already affecting bird populations. </p> <p>The disappearance of the red-backed shrike has been linked to shifts in the weather, while some species that visit northern Scotland from the Arctic tundra, such as the snow bunting, are now under threat. </p> <p>But higher temperatures have allowed birds such as the little egret and cetti's warbler, which previously preferred Mediterranean climates, to establish breeding colonies. </p> <p>Less snow and frost has also enabled species such as black-tailed godwits and blackcap warblers to winter in Britain in larger numbers. </p> <p>Farmland species have declined by nearly 40% since the first such survey was carried out in 1970. Woodland birds are the other main casualties - down over the same period by about 12%. </p> <p>Populations of coastal species, on the other hand, have soared and are more than 30% higher. </p> <p>Within those overall trends, there are unexpected results. Some species - the buzzard and mute swan, for example - have thrived. The kingfisher and peregrine falcon have also recovered from perilously low numbers, but there have been severe declines in the numbers of the meadow pipit, common sandpiper and capercaillie. </p> <p>One of the more puzzling results has been a marked decrease in lesser spotted woodpeckers and a boom in the population of greater spotted woodpeckers. The two findings may be connected: the greater spotted is known to raid the nests of other birds and may be forcing out its rivals. </p> <p>Birds that prosper in a variety of habitats, such as goldfinches, which find seeds in gardens, parks and on road verges, have done well, despite the deterioration of their preferred farmland habitat. </p> <p>Tree sparrows show the steepest decline. Between 1970 and 2003 their numbers fell by 92%, although they have recovered slightly in the past decade. Populations of corn bunting, grey partridge, and turtle dove have also plummeted. </p> <p>Commenting on the survey, Mark Avery, the RSPB's director of conservation, said: \"The fact that, overall, we have lost at least four out of every 10 pairs of birds nesting on farmland since 1970 is a national disgrace. </p> <p>\"However, the government will soon offer financial incentives to those farmers keen to put farmland birds back on their land. The Entry Level Scheme, due to be introduced in spring next year [will encourage farmers] to manage or create areas specifically for wildlife.\" </p> <p>The government allocates £145m a year to the Countryside Stewardship and Environmentally Sensitive Areas schemes, which - with about 30,000 farmers - help to maintain and improve habitats for birds. From 2005 all farmers in England will be able to join the Entry Level Stewardship scheme, backed by £150m a year of new money. </p> <p>Dr Avery added: \"We hope that 2003 will be the last year we see the populations of the skylark and its farmland cousins in such bad shape. </p> <p>\"With more money for wildlife-friendly farming, the challenge now is to encourage farmers to take part in the scheme and put the wildlife back on our land that farmers and everyone else wants to see and hear.\" </p> <p>One of the schemes, known as \"Skylark Plots\", will reward farmers who leave at least two small areas - about 10 yards square - bare and unsown in fields of winter wheat.</p>",
  "Behind the long list of parliamentary expense claims released yesterday lie 659 different excuses. With the most expensive MP claiming three times the amount taken by cheapest, politicians faced the complex job of explaining why their costs vary so wildly. <p>Some pointed to their dedication to their constituents, and the heavy toll it took on their postage bill. Others highlighted the distance between their constituency and the House of Commons. Tickets on the British Airways shuttle to Scotland do not come cheap, after all. </p> <p>The figures are an early product of introducing freedom of information legislation. MPs must submit receipts for their claims - but add up the totals themselves. Commons officials admit they lack the resources to check many of the claims. </p> <p>Top of the list was an unexpected name. As Britain's most expensive MP, <b>Claire Curtis-Thomas</b> billed taxpayers for a total of £168,889 in allowances and expenses, in addition to her £57,485 salary. </p> <p>She is Labour MP for Crosby, one of the flashier areas of Merseyside. She took her full £20,033 allowance to provide a roof over her head in London, and £18,780 to fund a local office and surgery, a mere £19 less than the permitted maximum of £18,799. Then there was £71,773 to employ staff, £27,155 on personal travel, another £3,572 on travel for her staff, £5,661 on stationery, £19,038 in postage to deliver letters on the stationery to constitutents, £2,021 for computers, and £559 in other costs. </p> <p>\"We don't know whether to be worried or to be honoured,\" said Ms Curtis-Thomas. \"We have got eight people working in our office, and during the course of last year visited all 33,000 homes in the constituency and held street surgeries. </p> <p>\"Some people up in Liverpool say we are doing far too much, and the figures show we are doing a lot.\" The headline totals do not tell the whole truth. Ms Curtis-Thomas, for example, has three young children living in the north-west; her travel bill includes mid-week trips home by road, rail or air to see her family. </p> <p>Neither is the MP at the bottom of the list quite as saintly as it might appear. Michael Trend, the Tory MP for Windsor, is shown to have claimed just £56,657. Yet this represents not thrift, but the fact he was required to repay some £90,000systematically and unlawfully claimed over several years for a London home he did not have. </p> <p>Runners-up in the official cost league are two Labour MPs who were embroiled in scandals during their parliamentary careers. </p> <p><b>Keith Vaz</b>, the MP for Leicester East and a former Europe minister, was suspended from the Commons for a month two years ago for serious breaches of the MPs code of conduct, received £164,265, including £17,192 for travel - enough for more than three return first class train tickets to his constituency a week. though the total may include air travel to the EU, too. Third on the list was <b> Mohammad Sarwar</b>, a Scottish MP cleared of ballot-rigging allegations in 1997. He was paid £157,262 in expenses in the last financial year. </p> <p>The total of £78.05m in allowances and expenses paid to MPs in 2003-04 was up on £73.4m the previous year, and well ahead of the the £57.49m in 2001-02 - with much of the increase down to better salaries for parliamentary staff. </p> <p>Each MP costs the taxpayer on average £175,000 a year including wages, but huge variations are exposed in the House of Commons commission figures. </p> <p>The travel bill of East Lothian Labour MP <b> Ann Picking</b> for the year, at £39,744, was the highest in Westminster, and more than double the £18,833 claimed by par liamentary neighbour <b> David Hamilton</b> who represents Midlothian. </p> <p>Ms Picking was travelling first class on the GNER London to Scotland service yesterday when the figures were released; she failed to respond to a message left on her mobile phone. </p> <p>Ten MPs, nine of them Labour, including the environment secretary, <b> Margaret Beckett </b> , who represents Derby South in the Midlands, lodged no personal travel costs, and did not charge up to 57p per mile for using a car on constituency business or train and plane fares. </p> <p>Stationery and postage costs similarly fluctuated wildly. Mitcham and Morden Labour MP <b> Siobhain McDonagh</b> claiming £31,845 in stamps and £9,078 on stationery as she deluged constituents with letters about her work. <b> Irene Adams</b>, Labour Paisley North, charged not a penny for postage or paper. </p> <p><b>Tony Blair</b>claimed £15,490 towards the costs of Myrobella, his recently remortgaged Sedgfield constituency home in Trimdon colliery, as part of £80,836 claimed in addition to his £178,922 salary as prime minister. </p> <p>MPs other than the 26 in inner London claim the so-called additional costs allowance to cover the cost of staying in the capital. Until February this year ministers were deemed to have their main homes in London, and received the allowance to cover the cost of visiting constituents. </p> <p>More than half of Mr Blair's expenses claim, some £58,334, was used to employ staff, with £3,978 spent on premises and equipment as an MP, £634 on travel, £81 for staff travel, £117 on stationery, £326 on postage, and £1,876 on computers. Tory leader <b>Michael Howard</b>, on £124,277 as opposition leader, claimed £126,658 in 2003-04, compared with £79,930 in 2002-03. Liberal Democrat leader <b> Charles Kennedy</b> claimed £121,630 last year. </p> <p>The additional costs allowance is proving controversial. Brent North MP <b> Barry Gardiner</b>, a Northern Ireland minister, claimed the full £20,033 out-of-town allowance to buy an Pimlico flat when his constituency is a 30-minute tube ride from central London but his main home is in Chorleywood, Hertfordshire. </p> <p>And Stevenage Labour MP <b>Barbara Follett</b>, married to novelist Ken Follett, has been criticised in the London Evening Standard for claiming the £20,333 towards a Soho home when her husband's wealth is put by the tabloid as £15m. </p> <p><b> Party by party</b> How they share the money</p> <p> <b> Labour </b><br> <b> Total claimed</b> £48,470,436 <br> <b> No of MPs</b> 407 <br><b> Average per MP</b> £119,091.98</p> <p> <b> Conservative </b><br> <b> Total</b> £18,908,560 <br> <b> No of MPs</b> 163<br> <b> Average</b> £116,003.44 </p> <p> <b> Liberal Democrat</b><br> <b> Total</b> £6,510,347 <br> <b> No of MPs</b> 54 <br> <b> Average</b> £120,561.98 <br></p> <p> <b> Plaid Cymru </b><br> <b> Total</b> £491,012 <br> <b> No of MPs</b> 4 <br> <b> Average</b> £122,753 </p> <p> <b> SDLP </b><br> <b> Total</b> £330,073 <br> <b> No of MPs</b> 3 <br> <b> Average</b> £110,024.33 </p> <p> <b> Sinn Fein </b><br> <b> Total</b> £439,452 <br> <b> No of MPs</b> 4 <br> <b> Average</b> £109,863 </p> <p> <b> SNP </b><br> <b> Total</b> £683,154<br> <b> No of MPs</b> 5 <b> Average</b> £136,630.80 </p> <p> <b> Ulster Unionist</b><br> <b> Total</b> £577,100 <br> <b> No of MPs</b> 5 <br> <b> Average</b> £115,420 <br></p> <p> <b> Democratic Unionist </b><br> <b>Total</b> £719,676 <br> <b> No of MPs</b> 6 <br> <b> Average</b> £119,946</p>",
  "<p>They are held in higher esteem than doctors and the royal family, but few people are aware of British scientists' most important achievements. </p> <p>Familiar with tales of decline, funding shortages and the brain drain, three quarters of Britons have little idea of the significance of their country's contribution to scientific and technological advancement, according to a study. </p> <p>The first annual survey by the Science Museum found that 77% of people did not know that Britons invented cloning and the same percentage had no idea the jet engine and computers were first devised by British scientists. </p> <p>Despite the fame surrounding the work of Francis Crick and his American colleague James Watson at Cambridge University, 71% of people are unaware that the pair won the long race to discover the structure of DNA. </p> <p>A startling 58% did not know that trains were invented in Britain, while more than nine out of 10 did not know polystyrene was also first created in this country. </p> <p>But we are not a nation of scientific ignoramuses. Confronted with a series of scientific fictions, none of the 1,026 people surveyed fell for \"DNA is a prototype of radar\", \"GM food was made in Manchester\", or thought \"cloning is a technique used in the production of robots\". </p> <p>More respondents correctly identified a photograph of Einstein (88%) than Spock (86%), although the man from Star Trek narrowly beat Stephen Hawking (85%) and Isambard Kingdom Brunel (74%) in the recognition stakes. </p> <p>While 40 million people own mobile phones in the UK, they were voted the least important technological breakthrough of the last 100 years. The microchip was judged most important by 36%, closely followed by mapping the human genome (34%). Man landing on the moon garnered just 13%. </p> <p>People's visions of the future are not necessarily apocalyptic, according to the survey. Asked what would become a reality in the next 50 years, 62% of respondents predicted they would be sharing their home with robots, while 56% believed tiny machines could be implanted inside people to help with disease. Rather more alarmingly, the same percentage believed we would be able to \"design\" babies before birth. </p> <p>Perhaps surprisingly, global warming was judged the most serious challenge facing the world by 33%, ahead of fighting disease, ending food shortages, halting environmental damage and fighting terrorism. </p> <p>Fears about the dark side of scientific advance has been well documented, but scientists are still held in high esteem. They came top of a list of those judged to be doing the most to make the world a better place, ahead of the royal family in second place, doctors third and politicians fourth. </p> <p>Andrew Nahum, curator of aeronautics at the Science Museum, said it was troubling that so few people realised the British origins of many scientific advances. \"The hypodermic syringe, the contraceptive pill and the locomotive are as much part of our history as kings and queens,\" he said. </p> <p>\"Throughout the post-war decades Britain leaned very heavily on its technical ability. The country retreated from its imperial role with remarkable equanimity, in part because there was a great faith in the new technology that had been developed - radar, penicillin, jet engines and DNA.\" </p> <p>He added: \"In the 1950s and 1960s there was strong emphasis on the British primacy in these things. That national tradition seems to have finished. It may be that the newest wave of inventions driven by America has meant we have forgotten what part we played.\"</p>",
  "<p>\"They come over here, live in their own communities and don't even bother to learn our language . . .\"</p> <p>One of the major challenges of today is to come to terms with the consequences of globalisation, the shifts of population it engenders, and the expectations of individuals that they will be able to move to other parts of the world for work, leisure or simply a better life. As the quote above suggests, one facet of this challenge is the need to adjust our thinking about languages and language learning.</p> <p>And, as far as globalisation goes, there are two sides to the linguistic coin. On the one hand, it is bringing us a dramatic growth in the use of English as a lingua franca. On the other, linguistic diversity is thrust in our faces as never before, in our cities, on the internet, on manufactured products - even down to the labels in our clothes. We know there are 300 languages spoken in London alone, and that's just by residents. </p> <p>It's never been clearer that the world is multilingual and always will be. Individuals make their own decisions about which languages they speak for which purposes, and it is a basic human right that they should be able to do so.</p> <p>We might also consider the right - and duty - to learn another language, in order to be equipped with the skills to participate fully in civil and economic life in a global society. Both the Council of Europe and the European Commission are strong on the need for plurilingual individuals (\"plurilingual\" is the preferred term for individuals, with \"multilingual\" referring to societies or communities) as a means of underpinning a strife-free and economically successful Europe. Skills for international communication will mean competence in the mother tongue, plus the standard language of the country where the individual is living (if different), plus another \"foreign\" language.</p> <p>And, in case you thought otherwise, the comment quoted at the beginning of this article is about English expats living on the Costa Blanca in Spain. And here we have the basic problem for monoglot English speakers: in the linguistic panorama thrown up by globalisation, it is all too easy to see just one side of the coin - the one that begins to perceive the whole world as speaking English. From there it is only a small step to believing that it is their duty to learn English and ours merely to sit back and enjoy the cuba libres. </p> <p>This perspective is stuck within a frame of its own making. It is precisely the experience of learning another language that gives us a wider perspective on ourselves, on our place in the world, on those who are different from us. Unless we can break out of this monolingual frame, we start to look like a declining power. We are dooming ourselves to failure if we cannot see what others see: that in a multilingual world we need to communicate in more than one language.</p> <p>My own experience of many years in business and working as an interpreter, is that for most markets English will not be enough to create and maintain the level of relationships required with overseas customers. Our most loyal customers are those we've got to know personally, the ones whose business we know and understand and the ones with whom we share mutual respect, liking and trust. Overseas customers are no different.</p> <p>They want to develop supply partnerships with people they can work well with, who value their custom and who will go the extra mile to sort out problems when they arise. How are we going to get to know their business if all contact is handled through an agent? How are we going to demonstrate that we value their custom if we haven't even bothered to try to learn their language? In short, to develop those relationships we need to speak their language.</p> <p>That is why languages need to be an essential element in the education of all British teenagers. Government moves to make the curriculum for 14 to 19-year-olds more flexible and relevant to working life have, in the short term, had a devastating effect on languages as schools and pupils (stuck in a monolingual mindset) have taken this as a cue to drop languages. There has been much debate about the unpopularity of the subject and the alleged unwillingness of teenagers to choose to do languages of their own accord. </p> <p>This autumn the National Centre for Languages launched a new range of materials (Languages Work) designed to help schools and careers advisers to provide proper guidance to students about the importance of languages. We help bring home to them the need to take a broader perspective on the world. </p> <p>Some have told us their reasons for not wanting to carry on with a language: \"I'll only be working in the West Midlands\", \"I'm hopeless at languages\", \"I won't need them for what I'm going to be doing.\" It is clear to us that the barriers are within themselves; it is their narrow horizons, ignorance and lack of aspiration and self-esteem that hold them back from language learning and will hold them back in their future lives - unless we can convince them otherwise. </p> <p>Overcoming these barriers would have a fundamental impact on our economy and on our nation as a whole. It would help to create a generation that is outward-looking, enterprising, full of confidence on the world stage and able to make some impact internationally. Above all it would be a generation that was interculturally astute, not fazed by other cultures but not arrogant towards them either.</p> <p><strong>·</strong> Isabella Moore is director of Cilt, the National Centre for Languages, in Britain</p>",
  "<p>\"Being a teacher is a lonely profession - you very rarely see other people's classrooms.\" So says Chris Tribble, an ELT teacher trainer and creator of a new multimedia resource that provides a unique window on English language classrooms worldwide.</p> <p>Looking At Teachers is a CD-rom released this month by the British Council that combines a visual and audio record of English language teaching in eight countries - China, Georgia, Poland, Tunisia, Ethiopia, Senegal, Sri Lanka and Britain. The photographs of classes in action and interviews with teachers were gathered by Tribble over the past two years in the course of his work as a British Council teacher trainer. And what started out as a project to celebrate and document the work of English language teachers at the beginning of the 21st century has evolved into a resource that provides new teachers with an insight into the multifaceted profession they are entering. </p> <p>\"The CD-rom will allow mother-tongue teachers to see the different conditions that teachers work in, but also to hear from teachers about their work and their motivations in their own voice,\" says Tribble. This could also be the first time that many trainee teachers will be able to hear and compare non-native or lingua-franca English being spoken by users from diverse world regions.</p> <p>Tribble believes that the earlier new teachers start to become aware of the diversity of teaching contexts, the better, especially when they see that successful learning happens in circumstances that are very different to what the average British teacher would consider standard education settings. \"They can see teaching in China, for example, that is taking place in very large classes, but where the teacher is still successfully using communicative methods. It will give pre-service trainees the opportunity to reflect on the experiences and practice of others, and to discuss their own formation as teachers.\"</p> <p>And it is not just new teachers who are likely to learn something. Although Tribble has had 30 years experience in ELT, he says that working on the project revealed his own knowledge gap. \"I was astounded by the diversity,\" he says.</p> <p>The CD-rom has been designed as a very flexible resource. The images and audio can be navigated using a standard web browser and are grouped into categories. The ELT Image Bank section index includes 1,500 photographs of teachers and students.</p> <p>In the Audio Bank section teachers are heard responding to a range of standard questions, from \"Why do we become English teachers\" and \"Who has inspired us?\" to \"What do we feel about our students - and what do we learn from them?\"</p> <p>It is this audio resource that has the most potential for exploitation by trainers working with new teachers but also for teachers working on diploma level study and MAs. It is an intercultural resource, says Tribble. \"You have 24 teachers from different countries, first languages, and situations, addressing the same questions. The opportunities for comparative study are quite rich.\"</p> <p>One of the revelations Tribble encountered working on the project was the extent to which teachers fall in love with the language they are teaching. \"The language offers them an extension of their identity, in a way that no other teaching subject can. They talked about the emotional engagement with the language - having made that jump into a language you are changed as a person,\" he says.</p> <p>Tribble admits that the CD-rom is not a comprehensive survey of global ELT. Instead it is a snap shot, he says, and a best effort under a tight budget. \"In each country we tried to include state sector and private sector teaching because EL learning often happens in non-formal education sectors and many teachers work across both sectors.\" There is also a balance of institutions in both urban and remote locations. </p> <p>There was not enough money to extend the research to Latin America, but Tribble hopes that one outcome of this launch will be that it generates more funding to add to the database, with western Europe being another target region.</p> <p>He is satisfied that it has achieved one of his ambitions. \"We wanted to use the very highest visual standards and to achieve a quality that is rare in formal accounts of education. We show how dynamic classroom space can be and the intensity of the interaction between teachers and students.\"</p> <p><strong>·</strong> For more information about the LookingÊAt Teachers CD-rom email paul.drinkwater@britishcouncil.org or go to www.snaps2004.org</p>",
  "<p>Philip Green, the flamboyant retail entrepreneur, is to write himself a £460m cheque in the coming weeks after boosting profits at his retail fashion business, Arcadia.</p> <p>Mr Green, who failed to buy Marks &amp; Spencer for £9bn in the summer, said yesterday he intends to pay a £500m dividend to shareholders in Arcadia, which owns a string of brands including Top Shop, Burton, Evans, Dorothy Perkins and Wallis. He owns 92% of the company so will receive £460m of the dividend.</p> <p>The other shareholder is the Halifax Bank of Scotland combine, HBoS, which financed his purchase of the group two years ago and took an 8% stake.</p> <p>The £500m dividend is nearly double Arcadia's annual before-tax profits. It is only slightly less than the total dividend paid last year by Tesco, which is expected to make £2bn profit this year.</p> <p>Mr Green said yesterday: \"I accept it is a huge amount of money.\" It made financial sense to \"diversify\" his family's investment, however.</p> <p>The payment comes on top of a £40m dividend Mr Green banked last week from his 94%-owned Bhs chain. Earlier this year he received £147m from Bhs.</p> <p>Mr Green, who divides his time between Monaco and London, will borrow the money to pay the dividend. The practice is not unusual and HBoS will provide the loan for it.</p> <p>In the summer he was ready to put more than £1bn of his family's fortune into buying M&amp;S. The rest of the cash was to have come from some of the City's largest banks.</p> <p>The takeover attempt swiftly became one of the most colourful the City has seen. At one point there was a pavement fracas between M&amp;S's chief executive, Stuart Rose, and Mr Green. </p> <p>The man from Monaco raised his proposed bid for the ailing chain three times, but the board of Marks &amp; Spencer refused to negotiate.</p> <p>Mr Green, who had tried to make a bid for the chain before, believes he was shabbily treated by M&amp;S and eventually abandoned the attempt.</p> <p>Under City rules he is barred from mounting a fresh bid for M&amp;S until February, but many believe he will return for a third time. In the meantime he has promised to take on M&amp;S on every British high street.</p> <p>He bought Arcadia for £850m two years ago with £800m of finance. The chief executive of Arcadia at the time was Mr Rose.</p> <p>Yesterday Mr Green revealed that he has paid off almost all the cash borrowed to do the deal and that operating profits at the Arcadia group had leaped 30% to £296m in the past year.</p> <p>In Mr Rose's last year at Arcadia it achieved £116m.</p> <p>The huge increase in profits has not been achieved by selling more goods. Total sales during the last year were up only 0.8%, and if the gains made from extra shopfloor space are excluded sales were slightly down.</p> <p>M&amp;S recently reported a 7.7% decline in sales of clothing and general merchandise. </p> <p>The entrepreneur has cranked up the Arcadia group's profit margins from 13.9% to 17.9%. \"That operating margin is the best in the UK\", said Mr Green. \"In fact, it is the best of any private retailer in Europe. Marks &amp; Spencer makes 10.4%.\"</p> <p>He paid tribute to the \"passion, focus and loyalty\" of the Arcadia group's 28,000 staff for producing the record results, but added that he had a unique skill set.</p> <p>\"I've been doing this a little while. I happen to be fortunate to be multi-skilled.</p> <p>\"I can do finance, I can do property, I can buy product and lay out shops. I understand all the ingredients needed to make the cake.\"</p> <p>The coming year would be even better because he was no longer distracted by M&amp;S. \"This [profit] has been achieved with me absent for six months. Just think what might happen when I am focused again.\"</p> <p>The Arcadia group has more than 2,000 outlets and Mr Green said he would open at least 54 more in the coming year. He is also intending to launch six large-scale Top Shop outlets \"in major European cities\".</p>",
  "This morning, while walking to get my bagel, I notice that the street my hotel is on is full of stickers saying \"Drunk Drivers for Bush/Cheney\". But the best has to be a bumper sticker saying \"Somewhere in Texas, a village is missing its idiot\". <p>I was still sleepy, so it took a while to figure that one out - I am slow in the morning. Which worries me a bit, because my brain should be up and running in less than half an hour - I have an appointment with an \"Iraq expert\" at the National Defence university.</p> <p>When I get there, I need to show the guard a photo ID. I pull out my press pass, but he doesn't like it. He wants to see my passport, and we all know how much I hate that. He looks at it and says, \"Oh, Airakian!\". I worry that my brain is still not up to speed - I am just getting used to \"Airaki\" with the big Ai at the beginning, and this was another variation - you have to admit it is very creative. I am given directions and allowed to walk in unescorted which, surprised me a bit - it is the National Defence university, after all.</p> <p>I feel like I have just stepped into a war movie set. This is the beginning, where they are still being trained. It is the scene where you get to see the main character amongst his colleagues who will be saved by the brave hero later in the movie. Red brick two storey buildings and big green squares with young officers marching in formation and joggers in white t-shirts saying \"good morning\" when they hop by. I am so out of place here: ET really needs to go home.</p> <p>While waiting for Judith Yaphe to come down and sign me in, I see a quote in huge letters on the wall \"We are concerned with the peace of the entire world, and the peace can only be maintained by the strong\" - Gen George C Marshall. Oh dear - I don't know if I am going to like this. But the moment she shows up, I know we are going get along just fine - she looks exactly like my French teacher from middle school in Baghdad. She has the same comforting presence.</p> <p>As a senior research fellow at the Institute for National Strategic Studies at the university, Japhe has been \"doing Iraq for the last 30 years\". And my guess is if you do someone for so long you must know them pretty well, especially when you were doing them for \"the agency\". We go up to her office, which is reassuringly chaotic. When I walk into an office that is too organised, I start panicking. </p> <p>She is wearing a necklace holding a little pendant, which has \"Allah\" written in Arabic, and another one with Hebrew lettering. The cord holding her office badge had \"Mission: Baghdad\" printed on it, sending signals in all directions. I was offered a warm coke - the full sugar feast, not the wimpy diet thing.</p> <p>She tells me that she has written her PhD thesis on the 1920 Iraqi revolt against the British occupiers at the time, and thinks there are some similarities between then and now - but does anyone want to learn? She doesn't think so. \"Here is what the British did. And here are the mistakes. Why do you repeat them? You don't set up a false front democracy, you don't set up buildings and institutions and then deny them power. You can't engineer, stage-manage and hold phoney elections. And you are also writing their constitution? Oh, OK.\"</p> <p>\"The lack of knowledge about Iraq among the people making decisions here is appalling\", she says. When it came to the time to go for war, the administration fully believed that it was going to be a short conflict, the Americans would be welcomed with flowers, and everything would be fine. </p> <p>\"If you believe that, and you want to do War-Lite, then you won't plan enough. Is that stupid? Yes, I would say it is stupid.\"</p> <p>But there was another possibility; in a parallel universe where the Pentagon did not take over, Ahmad Chalabi didn't exist, and the Bush administration did listen to people like Yaphe, there might be an Iraq that managed to get out of the mess of war with less damage. But we will never know.</p> <p>Back in this universe, \"the greatest democracy on this earth\" is holding elections in a couple of days. They are presidential elections which will have far wider consequences than just in the US - if you buy into Yaphe's worst case scenario and live in the Middle East, I suggest you start stocking up. \"My worst case scenario is that Bush gets re-elected and the people that did Iraq come back and decide to continue with their mission, which is to do terrible things\".</p> <p>I still wanted to ask her what she thought of Iran, and about elections in Iraq, but our time is up. She asks me whether my real name is Salam, and when I tell her my last name, the name of the tribe, she recognises it. I am left thinking: \"She knows - she really has been doing Iraq for 30 years\"</p> <p>Later ... I wait for five minutes outside the gates of the National Defence university, but not a single cab drives by. I decide to walk. Bad decision. Apparently, the university is located very close to what is probably Washington's Sadr City. I realise I have all the wrong instincts, I do not know what the bad or good signs are - it just looks very poor and, just like in Sadr City, lots of men who seem to have nothing to do stand at street corners.</p> <p>I remember having an argument with a taxi driver in Baghdad some time ago. He was totally convinced that there is no such thing as a poor American - they were all rich. Come take a look at this, habibi. It gets worse, Allah decides to drain his swimming pool and it starts raining. I realise I have forgotten the piece of paper with the address for my next appointment. I pray David Kay is not the punctual type.</p> <p>Kay agreed to meet me for lunch at a place of my choice. All I know is the bagel place near the hotel. I call a Guardian correspondent here in DC for help and she suggests I go to the Palm. \"It is a place men like to go to.\" She has no idea how intimidating this sounds to me - what is a place men like to go to? And what if I don't like it - will my membership card to the male species be withdrawn? </p> <p>The insecurities this sentence brought up: well, we don't want to go there. After a couple of ahhhs and ummms from me, she adds, \"Salam, it is not a strip joint\".</p> <p>When I get back to the hotel to pick up the address, I still have some time to check the restaurant's website. \"The spot for negotiating and deal-making over a juicy steak and an infamous Palm martini. It's not only politicians that make their way to the Washington Palm - Larry King and Tim Russert can be seen among the hordes of loyal Palm customers.\" </p> <p>Yup. Not a strip joint. When I get there, I am led past the nice tables near the windows to a small table in the back. Obviously, I should have said that I am internet celebrity Salam Pax, and I want to sit near Larry King. The place is very noisy and the waiters wear white aprons, making them look like medical assistants in a dental clinic. </p> <p>The first thing Dr David Kay says when he arrives is that this is the perfect place for an intimate conversation -- no one can ever hear what you are saying. We don't have the \"infamous martinis\" - he has an iced tea and I have a cola.</p> <p>The first time Kay was in Baghdad was back in 1992, heading the Unscom's nuclear weapons inspection team. Most recently, he was sent to Baghdad as chief weapons inspector for the Iraq Survey Group, which was dispatched to Iraq by the US to clarify the whole question of whether there were WMD there. </p> <p>He came back to Washington saying that he did not find \"large stockpiles of newly produced weapons of mass destruction\", blowing away the main argument that justified the war on Iraq: Saddam and his deadly arsenal of WMD.</p> <p>Although Kay has been quite often to Baghdad, he never met Saddam or his (late) sons. But because he was the head of the UN inspection team, he was constantly escorted by 10 Iraqi minders - warm Iraqi hospitality, courtesy of Saddam. While Kay was in Baghdad for the ISG inspections, he got to meet Tariq Aziz, Iraq's ex-minister of foreign affairs, now in custody. </p> <p>Aziz described a Saddam who was not as the rest of the world pictured him, but closer to the reality we Iraqis knew. \"He was only interested in self enrichment and staying in power. [Aziz] talked about Saddam sending him manuscripts for novels he was writing.\" </p> <p>Yes that sounds like the Saddam of the last couple of years, before this war. Reality came to him filtered through his aides. He was more interested in building palaces and monuments than fighting a war or planning terrorist attacks. I mean, one day the guy has a dream, and the next day he holds a meeting that's broadcast on TV in which he wants artists to interpret this dream as a sculpture to adorn one of the public squares in Baghdad. The dream? Dogs are running after him and he kills one of them. Seriously.</p> <p>What Kay found was a corrupt system in which scientists would exaggerate about what they were doing to get loads of money from Saddam. The scientists bluffed Saddam, and Saddam bluffed the world.</p> <p>So what does the man who started his statement to a US Senate committee with the words \"it turns out we were all wrong\" think about the war and the reasons it was fought? </p> <p>\"What I worry about is that, years from now, we will have an Iraqi historian who will say: 'The only reason the US and UK went to war was for oil, WMD and Israel. They never cared about what Saddam did to Iraqis.' That is what we should have done. It does not matter whether he had the weapons. Saddam was destroying society.\"</p> <p>We talk for a long time about the changes in Iraq, about the green zone and soldiers having to police traffic in the chaotic streets of Baghdad. He tells me how he watched sentiments change in Baghdad by how the Iraqi children and US soldiers interacted. </p> <p>We have coffee, and he asks what life is like these days in Baghdad, and what people think of our new prime minister, Ayad Allawi. I stopped taking notes some time ago - you can't have a conversation when you have to constantly write things down. But it is past three, and Dr Kay has to go.</p> <p>I tell you, this trip has been creating more confusion than answers. I spend the rest of the afternoon in a place which is much easier to deal with - the alphabetised aisles of a record store (result: the Peter Malick Group featuring Norah Jones).</p>",
  "My last day in Washington, and I have only one appointment - I am meeting Laurie Mylroie. <p>I start warming up to the idea of our encounter when google comes up with an article titled \"Laurie Mylroie: The neocons' favorite conspiracy theorist\". Fact or fiction, this was reason enough for me.</p> <p>We meet at the Savoy hotel, and this is when I enter the twilight zone. Mylorie is described on a PR website as an Iraq and terrorism expert. She has published several books on Saddam and his relationship to terrorist networks, and has been was embraced by the American Enterprise Institute. Will she cut me up to thin slices and serve as appetiser at a dinner party? </p> <p>She strongly believes Saddam was behind every terrorist attack on US interests in the past decade, a man at the heart of the war on America. And she has many friends who listen to her.</p> <p>When she shows up, I do not know what to make of her. She is restless, and chain-smokes. When we order our coffees, she starts stacking up the little cream cups in a tower and then rearranges them back on the saucer they came in. This is definitely not \"fierce\". It is actually a bit disappointing.</p> <p>We talk about her theory linking Iraq to the 9/11 attacks, and she goes on a long-winded explanation. Interested? Look at <a href=\"http://www.benadorassociates.com/article/6172&quot;\">this</a>. For me, it was too complicated to follow, and worthy of two X-files episodes. I phased out while watching her rip the little sweetener packet to smaller and smaller pieces.</p> <p>I wake up when she mentions Dick Cheney. She seems to really like America's vice-president. \"Cheney is a very big man, not in the physical sense,\" she says. Thanks for the clarification.</p> <p>If it were up to her, Saddam would have been dealt with much earlier. President Clinton's Desert Fox attacks on Iraq were, she says, \"a weak and pathetic response which, in my view, encapsulates the inability of much of the American elite to understand a danger like Saddam\".</p> <p>But what I find really hard to understand is when she tells me that the Bush administration refused to use her arguments to justify the war on Iraq. You would have thought Mylorie's theory was heaven-sent to this administration, but no. Apparently, they \"wouldn't touch the thing\". And when I ask again, telling her this reluctance looks strange, she talks about \"bureaucratic obstructions\". </p> <p>So, Dr Mylroie, is the world a safer place now that we are rid of Saddam? Apparently not. \"The war isn't over - many mistakes were made.\" Dear, oh dear. </p> <p>Now the seven days in Washington are over, one of the few things that seems clear to me is that even people in the know have no idea where to go next on Iraq, but everyone agrees mistakes have been made. Not much of a consolation.</p> <p>On my way out of the US, I have to go to the office of border protection again to get my passport stamped. I do my \"I believe we should work with the Americans\" spiel, but with less conviction than I usually do. The Americans I want to work with seem to be excluded - all they can do is wring their hands and say: \"We tried to tell them.\" </p> <p>Would John Kerry bring those people back into the game? Does that even matter now? Is it already too late?</p> <p><b>·</b> Salam Pax is author of The Baghdad Blog, a Guardian book published by Atlantic.</p>"
]