[
  "<p>Stories from my oppressed and miserable and frankly-it's-astounding-I've-reached-adulthood-let-alone-able-to-function-semi-normally- in-civilised-society childhood (number 145 in an occasional series): I used to have to share a bedroom with my brother. I know, I know, it's almost too horrific to bear; but read on if you can. We fought, as you might imagine, over floor space, levels of heat and light, what was on the stereo (or, to be strictly accurate, the Fisher Price portable record player), and whose turn it was to host the nightly story-reading session on his or her bed. But, tough as it was, at least we were related. At least somewhere underneath the layers of antipathy, annoyance and outright dislike, there was a thin thread of sibling loyalty. At least, if all else failed, I could batter him around the head with a stuffed toy, because when you're siblings, it's allowed. </p> <p>These days, I'm forced to share again. Not my bedroom (and any male attempting it would be repelled by the sheer number of pink, unnecessary shoes and girly knick-knacks that festoon every surface) but my office space. And, frankly, there's very little difference, except that resorting to physical violence seems to be a bit of a no-no when you're not blood relations. And neither of you is 10 years old. But in essentials, it's the same. My co-workers (who may possibly have invented a time machine and been taking lessons from my brother's pre-adolescent self on how to annoy me) will insist on scattering their rubbish all over what is clearly designated as my space. </p> <p>It's not that I'm tidy; it's just that I prefer the mess to be mine. They play guerrilla tactics with the working environment, waiting until my back is turned to open the blinds (and, yes, that glaring sunlight streaming directly on to my monitor, obscuring everything on my screen and giving me a blinding headache is ever so slightly annoying, thanks very much for not asking), sneak the thermostat up, or call forth some icy blasts from the air-conditioning unit. They sweep through radio stations, looking for the most discordant and unappealing tunes they can find. They drag me round to their workstations to look at something they could just have easily shown me at mine. The only difference between this and my early bedroom-sharing experiences is that I'm not wearing Care Bear pyjamas. But I sorted the bedroom and I'll sort the office. One day I'll have a room of my own. Filled with pink, girly knick-knacks and silly shoes - and intruders, beware the stiletto.</p>",
  "<p>For a moment Sir Ray Tindle appeared a little unsure how many titles were sheltering in his nationwide newspaper stable. He settled in the end on 175, but his uncertainty doesn't indicate that he is losing the plot. Just the opposite: it is a sign of the volatility of his extraordinary empire. He is now overseeing one of the most innovative of newspaper experiments by launching a series of monthlies and they are coming on stream so fast that even the company chairman is bound to lose count. </p> <p>Anyway, it's quite clear that, at 78, Tindle is just as enthusiastic and positive about the newspaper business as he was when, as a soldier during the second world war, he launched his first paper on a troop ship. Explaining the philosophy behind his monthlies, he says: \"Wherever we do weeklies there is always surplus material available and we have the resources of our established papers so the overheads are minimal. </p> <p>\"The monthly papers also open up a new advertising market because there are some advertisers who can't afford to place ads every week. But they might do so on a monthly basis.\" </p> <p>He believes that the monthlies, using the titles Diary, will complement the weeklies and also head off the attentions of any possible competitor. </p> <p>Meanwhile, his empire continues to grow by acquisition. In recent months he has added titles in Somerset and Devon along with a Welsh language paper, Y Cymro, which - unlike all his other papers - is a national. </p> <p>For Tindle, small is truly beautiful and profitable. He is one of the foremost advocates of local papers being as local as possible. It is an approach which has also paid dividends for Sir Nicholas Hewitt's Barnsley Chronicle and Charles Curry's New Milton Advertiser &amp; Lymington Times. </p> <p>Tindle, who likes to recite the mantra \"no names means no news\", once counted 2,000 names in Curry's paper. \"I was so impressed I sent him a silver cup as a tribute\", he says and, warming to the theme, adds: \"Even if I thought that, say, the Farnham Herald could add sales by moving into Guildford, I wouldn't approve. It would dilute the Farnham paper's coverage of Farnham. That's what makes it so popular\". He points out that the Herald was selling 23,000 when he bought it and is now nudging 30,000, and then reels off other examples, including the Tenby Observer which has increased from 3,700 to 7,000 over the past 25 years. That's a further illustration of Tindle's approach: he sees sales-building in the long term, nurturing papers as they slowly add circulation. </p> <p>Tindle is, of course, a businessman, but he sees himself primarily as a journalist, having started out on the now-defunct Croydon Times in 1947 in the typical dogsbody role of trainees at that time, doing everything. </p> <p>Using his army demob money he later bought the Tooting &amp; Balham Gazette for £250, transforming its fortunes so successfully that he was approached by a large group with a tempting offer. He turned them down twice but negotiated a deal on the third occasion which ended with his selling in return for three west London titles. It was the birth of the Tindle empire. </p> <p>Over the years, usually buying up titles which were about to close and thought to be unsaveable, and launching new titles - both paid-fors and frees - he has built up a business which has prospered through rigid cost-control and caution. Among the papers are wonderful titles, such as Pulman's Weekly News in Axminster, the Llan-twit Major Gem and the Forest of Dean and Wye Valley Review. Along the way Tindle also moved into radio and now owns seven commercial stations. </p> <p>He is much admired in the industry but, for a long time, other owners tended to think of him as a lovable eccentric because his papers seemed marginal and his profits appeared rather slim. Indeed, it took Tindle's group some 14 years to make its first £2.5m profit and a further 14 to make the next £2.5m. But it is expected that he will soon be able to announce that in just 12 months the company will record a bumper £7.5m profit. Rivals have less to laugh about now. </p> <p>As a virtual one-man show, is Tindle worried about the future? He meets the question equably, pointing out that he was given five years to live eight years ago after being diagnosed with cancer of the throat. His larynx was removed and he now speaks through a device implanted in its place. </p> <p>\"I have no intention of leaving for a while\", he says. \"I'm fitter than I've ever been.\" </p> <p>He knows that the Tindle name will live on because his son, who runs his own business, is set to inherit. </p> <p>Tindle is not even thinking about retirement. He is concentrating on continuing to build his empire and nursing his monthly Diaries into health. Doubtless rival owners, including those running the big chains, will be watching very closely too.</p>",
  "<p>Advertising<br> </p> <p><strong> B for British in Baghdad</strong><br> Never mind the coalition troops capturing Iraq, now the BBC - mocked as the Baghdad Broadcasting Corporation by its critics - is hoping to liberate the country's airwaves by mounting a marketing strike. In an operation to ensure war-torn Iraqis are switched on to the BBC, they have erected a billboard in perhaps the most unlikely of locations - Baghdad. Perched on a rooftop in the midst of a bustling street in the commercial district, the hoarding urges commuters to turn their dials to the Arabic Service. However, it was no easy feat, taking months of protracted negotiations, complicated by the handover of power. Yet Al Mansour now joins the list of international locations being used to expand the BBC's global wares. \"The timing and location took months to negotiate,\" explains Jane Futrell, head of BBC World Service international marketing, \"but research proves our audience is growing rapidly on FM. There is a need for impartial international news and it is important people know how to access us.\" </p> <p>The 14 x 4 metre poster prominently features the slogan \"The World, Your News in Arabic\" and the BBC is optimistic that it can feed the voracious appetite for news and information in the current climate. With seven dedicated FM frequencies already boasting 3.3 million listeners, it hopes to expand its reach further in a country devoid of free and independent media for decades under Saddam Hussein, yet now home to a burgeoning news industry. </p> <p>This strategy of becoming the station of choice is aided by being the only international broadcaster to win permission for such a billboard. The media space was bought for an undisclosed figure through a Lebanese company, which negotiated with the Baghdad authorities, and is now hunting down additional sites throughout the country. With the BBC's distinctive side-on logo, the hoarding could prove a welcome sight for Westerners in the city, but is there a fear that it could become a target of anti-Western hostility? Futrell responds: \"I'm hoping not. All I can do is put it there, but I wouldn't want to do anything that would endanger anybody.\" </p> <p>However, Al Mansour has suffered from a number of fatal attacks recently and is where British hostage Ken Bigley was seized last month. There might not be many takers to live or work in a building shadowed by a four-metre high BBC logo.<br><strong>Rob Harris</strong> </p> <p> <strong> Press</strong> </p> <p><strong> Maximising exposure</strong><br> Viewers of television news bulletins last weekend would have seen undercover video footage of the Barcelona abortion clinic that featured in the Sunday Telegraph's splash that day. The footage supported their story - that the clinic offers illegal late abortions to women referred to it by the British Pregnancy Advice Service. But its existence also helped the story get a much better run on rolling news services such as Sky, as well as network news bulletins, than the typical newspaper investigative story that has only documents or audio recordings as evidence. </p> <p>The Sun employed a similar trick last month when reporter Anthony France smuggled a \"bomb\" into the Palace of Westminster, where he was working undercover as a waiter. Video of him assembling the device in a toilet was seen by millions of viewers on the late BBC and ITV bulletins after the paper's first edition hit the streets, with the Sun's logo prominently displayed at the top of the screen. </p> <p>The use of undercover video by television reporters is nothing new, but more newspapers - even quality titles - seem to be waking up to the technique as a way of maximising coverage of their big scoops. </p> <p>However, getting the masthead on television is not the prime motivation, according to Daniel Foggo, the Sunday Telegraph reporter who accompanied Charlotte Edwardes and shot the video using a specially adapted jacket equipped with a video camera and sound recording equipment. He says that video is concrete proof, should a story be contested in court: \"People cannot argue with it.\" It also seems to increase the story's credibility, Foggo adds. \"A story is believed more when people can see it on TV.\" <br><strong>Chris Johnston </strong> </p> <p><strong> Television</strong> <br><strong> Could it happen here?</strong><br> If more than 62 million people watch a political debate instead of a soap or a reality show, is it good for the democratic process? Discuss ... While a fascinated America follows the ups and downs of the three-round John Kerry versus George Bush TV battle, what chance is there of UK leaders in a head-to-head? Polls show record levels of public disaffection, TV political coverage is largely marginalised, but Tony Blair's advice has been to steer clear, even though colleagues say \"something must be done\" about voter apathy. It looks as if America may have provided the answer, with 62.5 million tuning in for the first show down; 15 million more than watched the last-ever episode of Friends and 35 million more than the TV audience for the Oscars. It's also 40% more than watched the Bush-Gore debate of 2000, suggesting that September 11, the war on terror and Iraq have heightened political awareness and increased the appetite for mainstream, prime-time political specials that are not required by law; Bush and Kerry took part voluntarily. </p> <p>So will a Blair, Howard and Kennedy roadshow be coming to your TV screen? The omens, so far, are not good. In 2001, ITV and BBC made a joint approach for leaders' debates. The Liberal Democrats said yes; the Conservatives said yes; and there was an encouraging grunt from Alastair Campbell who said he had a \"hunch\" that the debates would happen. However, late in the day, broadcasters were told that Blair had been advised he had nothing to gain from the exercise so it didn't happen. That decision was rewarded with a 59% turnout, the lowest number of voters in 80 years, but an even bigger parliamentary majority for Labour. </p> <p>For now, the Conservatives say they would welcome a debate: \"a healthy development for the British general election\", a spokesman said. The Liberal Democrats have always been in favour and say there's even more of case in 2005. As for Labour, senior sources remain sceptical saying it is unwise to draw parallels with the US. A spokesman said: \"All the evidence we have is that politicians standing head-to-head and attacking each other is exactly the sort of thing that voters do not want to see.\" <br><strong>Steve Anderson, the creative director of Mentorn TV, who led the ITV/BBC bid for a leaders' debate in 2001 </strong> </p> <p><strong> News agency</strong><br> <strong> Click-and-tell </strong><br> When attractive young women want to dish the dirt on their Saturday night encounters with worse-for-wear football players, they might normally be expected to turn to an agent like Max Clifford. But, according to a news agency based in Norfolk, members of the public with stories to tell are not as media savvy as the likes of Rebecca Loos, and are often wary about calling high-profile publicists or the newsdesks of tabloids. So the KNS agency has set up a website, cash4yourstory, to take advantage of the growing trend in kiss-and-tell stories - although it warns there is not as much money in it as some people think. Mark Houldy, the agency's news editor, says the idea for a website - which has been promoted with advertisements on the London underground - came from a desire to attract members of the public with stories to tell, but who are unsure of how to get them told. </p> <p>\"It has been worthwhile - we get on average about one contact a day from the website, and about half of them are inquiries that we can act on. There are a lot of people out there with stories and they don't know how to publicise them or get cash out of them.\" He adds that most people do not have much of an idea of how much a story is worth. They are used to seeing telephone-number figures discussed in the press, whereas few stories are worth more than a few thousand pounds and many only net a few hundred. Nevertheless, the first question callers tend to ask is \"How much?\" </p> <p>Houldy says he deals in a wide range of stories, including celebrity kiss-and-tell, unusual family circumstances and experiences, and whistleblowers. The agency has supplied stories such as \"You are intellectually inferior, TV Trisha tells Norfolk women\" (Daily Telegraph) and \"Tony Martin's personal police station\" (Daily Mail). Some of the agency's work is of a more worthy nature: Terry Fisher, co-ordinator of a pensioners' group in Bridlington, used KNS after failing to interest the local newspaper in a story about a practice of using care assistants in local nursing homes to certify death without the presence of a doctor. KNS checked out his story, sold it to the Mirror, and the modest fee benefited Fisher's group. The local newspaper, which had initially turned the story down apparently because it was too politically sensitive, promptly followed it up.<br> Matt Wells</p>",
  "<p>The power of persuasion<br> John Hegarty's article (The trouble with viral campaigns, October 11) was wrong on two counts. Firstly, the fact that Ford wouldn't take responsibility for the \"cat-decapitation\" does not show that digital media is unsuitable for brand building. It shows that Ford are scared of the web. Secondly, viral media are not, as Mr Hegarty suggests, without \"context\". Anyone who saw the Ford ad probably received it from a friend, a highly influential context. And that trusted introduction may well have later developed into the context of \"a relaxed chat down the pub\". Not the Sistine Chapel, but highly desirable for a car manufacturer. </p> <p>The point is that digital technology has given consumers control over their own media. It allows people to avoid what they don't like, pass on what they do and generate and publish their own content to a mass audience. And whether it's called citizen's media or consumer-generated media, it's greatest strength is that people trust it. Like Mr Hegarty I also haven't heard anyone say: \"I am eating virtual tonight\". But if I heard it from a good friend, I might be interested in joining them. <br><strong> James Cherkoff, Collaborate Marketing</strong> </p> <p><strong> Tribunals must be taken seriously</strong><br> I was appalled by the recent depiction of an employment tribunal in a popular television soap which played into the hands of the increasingly litigious society that is overpowering UK businesses today. Small businesses are under enough pressure without tribunals being presented as quick, easy \"in one minute, out the next\" processes that mean money in the pocket for the employee and a slapped wrist for the employer. Tribunals have become increasingly formal - all present are expected to stand as the panel enters and the chairman always guides the order of events with the applicant or his/her representative making an opening statement, introducing the case, the salient facts and produce any documentary evidence and witnesses. </p> <p>With other pressures piling up for directors of UK businesses today, it is time that the media understand and appreciate these challenges instead of making a mockery of what can be a make-or-break procedure for a business by presenting it as a farce.<br><strong> Ian Davidson, Vizual HR Ltd</strong> </p> <p><strong> Change the brand, not the logo</strong><br> The news that McDonald's is temporarily dropping its golden arches in an attempt to get UK consumers to see that it is changing (The question mark over McDonald's, October 13) looks like a very misplaced case of letting the tail wag the dog - and a misunderstanding of how the McDonald's (or any other) visual icon works. If consumers have negative associations with those ubiquitous golden arches, it's because of the associations that McDonald's products, services and brand messages over the years have built up to connect with them - and not because they happen to be golden arches. Visual triggers work because of the cultural associations built up around them: think of the Nazi appropriation of the swastika, or the association between football hooligans and the St George cross. Associations can also be changed - think of how Brylcreem managed to change its associations, not by cosmetic tinkering with the visual brand identity, but by making meaningful change to the brand message through repositioning and relaunch. The only way McDonald's will win back consumers in the UK is by meaningful and transparent changes to its brand offering, and by confident embracing of its changing, responsive identity.<br><strong> Don Williams, CEO, pi global</strong> </p> <p><strong> Brighton rocked</strong><br> I suspect that Lewis Peake (Branson's scheme, Letters, October 11) is much younger than I am. While Richard Branson certainly doesn't need any defending from me, I have fond memories of frequenting one of the first Virgin shops in Brighton in 1973 when you could not only ask the sales clerk for any album to be played for listening via headphones but you could recline on bean bags while doing this rather than having to stand at some post. <br> Howard Rush, Brighton</p>",
  "<p>The world may have gone off globalisation in a big way but more money is being poured into public relations than ever before on both sides of the Atlantic. So what is going on? Is this PR doing anyone any good? Or is it just face powder disguising the onset of decline? </p> <p>There is no doubt that People Power is getting stronger and corporations more jumpy. So they should be. We're all more in tune with what is a stunt, hatched for publicity, and what are genuine product benefits. In future, when a human voice cuts through the robotic chanting of advertising copy and the blandness of today's political rhetoric, we must cheer it wholeheartedly. </p> <p>Which brings us to Manchester, where US corporate investor and sports fan Malcolm Glazer is coming a definite second in what has been a difficult PR fight at Manchester United Football Club. </p> <p>Initially, the scrap has been with the United fans themselves rather than other major shareholders, who seemed prepared to accept the tycoon's offer to buy the club. </p> <p>Members of Shareholders United, the largest and most vociferous of the supporters groups, have been seeking to block the sale, claiming that they are nearing the critical 5% stake, at which point their voice becomes legally audible. </p> <p>These fans, who own a handful of shares each, have been using powerful guerrilla tactics which PR professionals have recognised with a sense of foreboding. </p> <p>Their protest over the past few weeks has been aimed at preventing United from falling into the hands of a corporate raider whom they felt did not care for their club. They demonstrated that they were prepared to wage war to see off Glazer, and their street slogans have been clearly noted. </p> <p>They don't want to see their buoyant plc bought by a new owner who would then borrow against the club's £600m estimated value. And these protesters are confident because they have used street tactics successfully before. </p> <p>When Rupert Murdoch's BSkyB bid £1bn for United in 1999, the fans used lobbying techniques not unfamiliar to sharp-suited City PR types, on Stephen Byers at the Department of Trade and Industry until he effectively caved in and ruled Murdoch offside. </p> <p>Here's an example of the kind of emotive pitch on offer at the Manchester United non-corporate, unofficial fan sites, addressing the current threat of private American ownership: </p> <p>\"Think about what would happen if someone came along, without any knowledge of United, without any interest in our history, and without any regard whatsoever for us and for our heritage. Think about what would happen if such a person came from some far-off land, and simply because he was so very rich was able to buy our football club and own it. Think about what you could do about it if he wanted to milk it for all the cash it was worth.\" </p> <p>He could, of course, have been talking about Chelsea. </p> <p>If the fans see Glazer off, the protest will prove a wake up call to that mode of corporate thinking which believes that, thanks to its financial clout and ability to deploy traditional PR muscle, it can act, if not beyond the law, beyond whatever limits the public naturally afford it. </p> <p>But they'll need to watch the image they project very carefully. There's a fanatical balaclava-wearing fringe element that will play dirty .Pitch invasions, dug-up turf, abuse and paint-bombed directors' cars have been direct action tools that have generated press coverage, scared the City and might have chipped away at the share price. </p> <p>The older and wiser Manchester United fans seem to be presenting themselves as commercial sophisticates, appalled at the callousness with which shareholders' interests in the plc threaten to take precedence over what happens on the pitch. </p> <p>They know how to strike at the heart of the issue .Of the club's £170m turnover, 27% is from commercial activity away from the pitch itself. A coordinated global merchandise boycott could be deployed if Glazer doesn't go away. </p> <p>This homespun PR campaign might just have struck the first decisive blow but the fight is not over yet. </p> <p>It will, however, signal to all the multinational giants that the power of PR is falling into the hands of the people. </p> <p>Now that is a sobering thought.</p>",
  "<p>More than 20 years ago, a young video cameraman called Ed Caraballo got his first heady experience of the wild side of filming when he worked with John Lydon's PiL band in New York. Now Caraballo, a New Yorker, is experiencing a much wilder time having been jailed for eight years in Afghanistan for allegedly being part of a freelance bounty-hunting team that was trying to track down Osama bin Laden by carrying out violent interrogations. </p> <p>Last week, Caraballo, who said he was merely filming events as a professional journalist, was moved from his cell in Kabul after an al-Qaida suspect threatened to burn him to death. Caraballo's incarceration came at the same time as that of a young Polish-British journalist, Ewa Jasiewicz, who was arrested in Israel and detained at Ben Gurion airport for three weeks after the Israeli authorities decided that she was not a journalist but an activist. Back in London, Jasiewicz writes in the Journalist this month a defence of \"activist journalism\" which does not adopt any pretence of objectivity. </p> <p>Two very different cases but each involving journalists who said that they were reporting what they saw in the best way that they could and who ended up behind bars. So where does journalism end and participation begin? According to Caraballo's brother, Richard, Ed was working on a film about Jack Idema, the extremely volatile former special forces soldier and bounty-hunter, who had decided that he and his team would track down Bin Laden and claim a $25m reward. To this end, he rounded up potential sources of information, locked them up and, if they did not cooperate, subjected them to interrogation. Depending on whom you believe, this involved either \"standard\" techniques (Idema's version) or the detainees being hung upside down by their feet, scalded and beaten (the prosecution case). Idema and another American bounty-hunter were jailed for ten years for torture and kidnapping, Caraballo for eight. </p> <p>\"I am sure if he had known all the angles to this thing he would have run for the door in a New York minute,\" says Richard Caraballo, who has been trying to get attention for the case on the grounds that this is an issue of press freedom. He says his brother had to stay close to Idema: \"Due to the extremely precarious security situation within Afghanistan for foreigners, it was agreed that Ed, a civilian with no military expertise, would need to remain in the secure presence of Idema's team.\" He says that his brother, who has been involved in five Emmy-winning US documentaries, was merely hoping to complete a film about Idema which had taken more than two years. </p> <p>The Afghan court took the view that Caraballo was part of the Idema team and could not plead any journalistic defence. Richard Caraballo is trying to persuade journalists' bodies around the world to take up his brother's case. </p> <p>The Committee for the Protection of Journalists in New York is monitoring the case and describes it as \"a very grey area\". Their spokesperson for the region, Abi Wright, says that, while it was clear that Caraballo had worked as a professional cameraman in the past, with the facts they had available, \"we did not see his [current] situation resulting from journalism\". The \"grey area\" here arises partly because Caraballo was not working for a specific network or company but was doing the film in cooperation with, and encouraged by, Idema. His brother says that he did not have a commission to make the film but believed he would able to sell it when he returned to the US. </p> <p>Jasiewicz's case is very different. Having embarked on a career in journalism five years ago, she was working for a news agency when she became disillusioned with the job and its lack of connection to her life as a political activist. \"I quit and made my way to Palestine to do something of more practical value to people,\" she writes in the Journalist this month. She has since filed stories from Israel and Iraq: \"I would never have got close to people in Palestine or the oil workers' union in Iraq if writing had been my only goal,\" she writes. \"Activist journalists work with their 'subjects', see them as comrades and take the risks and make the sacrifices necessary to serve and support them.\" She fell foul of the Israeli authorities who suggested that her Palestinian contacts were violent people and thus she could not be allowed into the occupied territories. Now in London, she says that she still hopes to return. </p> <p>\"I'm not motivated by journalism, I'm motivated by international human rights,\" she says. \"I don't really believe in objectivity, I don't believe it's possible.\" She believes there there is a growing acceptance of \"advocacy journalism\" as exemplified by Arundhati Roy and Naomi Klein, \"who speak on behalf of people who are marginalised and don't have a voice\". </p> <p>So is her position and that of Caraballo different from journalists who are embedded with the armed forces and who also have to \"take the risks and make the sacrifices necessary\" or have they crossed a line that means that they cannot ask for special treatment as journalists? </p> <p>There are risks, implicit or explicit, involved in any form of embedding. Reporters are no more immune to warming to people they hang out with than other human beings. If you eat with people, see their problems at close hand, experience their dangers and learn about their lives, you will inevitably be more sympathetic to their story than if you were dealing with a spokesman, whether the group you are embedded with consists of squaddies or bounty-hunters. The problem is that, in a world where violence is increasingly the currency of political debate, journalists who are embedded - officially or unofficially - are more likely than ever to find themselves seen as indistinguishable from those with whom they are embedded and thus increasingly likely to have to face the consequences. </p> <p>Tala Dowlatshahi of Reporters Without Borders in New York says that her organisation recognises the difficulties journalists face and has drawn up a code of ethics in conjunction with Unesco that spells out how to behave in complex situations. She adds that conflict situations had thrown up a number of new ethical issues in terms of how a journalist should behave. The cases of Caraballo and Jasiewicz will not be the last to throw up such dilemmas.</p>",
  "<p>ONCE UPON a time, all of, oooh, 20 years ago, the press was full of strident headlines about site closures, the decamping of jobs to Asia and the inability of the West to compete with low-wage countries in the East. Business Week dubbed the phenomenon 'the hollowing of the corporation' and wondered if the US economy would survive. </p> <p>Then, of course, the subject was manufacturing. We know what happened: manufacturing survived, but metamorphosed, with Dell, Cisco, Microsoft and Intel replacing General Motors, Ford and GE as the motor of the US and world economy. Out of the new order emerged an unprecedented phase of expansion that was only reined in when the dotcom boom toppled over its own exuberant overconfidence three years ago. </p> <p>We should do well to bear the parallel in mind when thinking about the current outsourcing/offshoring boom. On the one hand, '[Offshoring] is nothing new,' notes Ananda Mukerji, chief executive of fast-growing Indian outsourcing service provider ICICI One-Source (I-OneSource). Twenty years ago, multinationals discovered the advantage of global sourcing of physical goods; now the technology exists to do the same thing with business processes, ranging from payroll processing and account handling to customer service. </p> <p>On the other hand, it's pretty clear that after the current reconfiguring of comparative advantage is done, it won't be business as usual. The potential for fresh combinations of resources being created will almost certainly see to that. </p> <p>Mukerji's company, astutely set up by a leading bank in 2002 to specialise in 'business process outsourcing' to UK and US firms, mainly in financial services, is a good example of this potential. Now boasting a workforce of 4,800 and six processing centres, I-OneSource grew by 134 per cent last year and is projecting annual expansion 'faster than the industry's 50 per cent' for the next four or five years. </p> <p>The Indian outsourcing sector will employ 1 million Indians by 2008. The same number of IT professionals will be writing software and running offshored IT contracts. And if you thought their advantage was just low cost, think again. </p> <p>'In practice, the cost proposition only comes into play if quality is up to scratch,' Mukerji says. 'As an offshore vendor, you have to be even better before people will consider you.' </p> <p>Typically, I-OneSource is seeking to hop quickly up the value ladder from commodity transaction supplier to fully fledged business partner, offering not just an end-to-end service but also advice and consultancy in the mould of an IBM or Accenture. In a nutshell, firms such as I-OneSource are positioning themselves squarely at the leading edge of the knowledge economy. </p> <p>Given India's output of more than 2 million graduates a year (although not all of the highest standard), this is not far-fetched. A year ago, says Mukerji, the choice of location for a world-class processing centre was down to Mumbai or Bangalore; now eight or 10 cities are jostling to be chosen. </p> <p>It is a different story in the UK, where service companies should be preparing for a shake-up quite as fundamental as the one that hit manufacturing for six two decades ago. </p> <p>UK manufacturers in particular were slow to react to the threat of global sourcing at first, then rushed pell-mell into out- and offshoring. However they took time to register (some never did), that there's nothing inevitable about this. As the performance of many, often small or medium-sized, companies has shown, it's perfectly possible for manufacturing to prosper in the UK - on condition that companies rethink all their processes from end to end and go lean. </p> <p>Lean is a lot more than the tools and techniques it is sometimes sold as, since it involves reversing the top-down flow of influence and information - from manager-push to customer-pull - something that does not appeal to most managers. This is one reason why take-up was so half-hearted. </p> <p>As specialist consultancies such as Vanguard, and now mainstream outfits such as McKinsey and AT Kearney, have shown, the lean logic applies equally well to providing service as to making things. AT Kearney, for instance, says the 'lean leap' can take 30 to 40 per cent out of the cost of transaction or other processes - after which the offshoring equation takes on a different complexion. It may still be a sensible option, but it is then about something more sophisticated than cost advantage, which is rapidly eroded when competitors follow suit. </p> <p>Almost all service companies are where manufacturing was 20 years ago, stuffed with waste and offering poor service and value for money. To get beyond the mass-production attitudes that prevent them moving up to the higher-added-value uplands where most people think the UK's economic future lies, they need to clear out the clutter - irrespective of outsourcing. </p> <p>The lesson of manufacturing (and of comparative advantage) is that outsourcing to each other's strengths can and should be a positive-sum game: each party can gain. But to reap that benefit, UK service companies will need to be much cleverer in improving quality and cutting cost than their manufacturing counterparts. Otherwise, Indian companies - which, after all, know a lot about UK tastes - will turn them into, well, curry. </p> <p><strong>Heading East</strong></p> <p>HARDLY a day passes without news of a new offshoring deal. Last week insurer Royal Sun Alliance announced the departure of 1,100 jobs to Bangalore, hard on the heels of rival Aviva's disclosure of plans to double offshoring capacity to 7,000. Reuters also opened a new centre in Bangalore that will eventually employ up to 1,500 people, 10 per cent of its workforce. </p> <p>Currently employing around 350,000 people, mainly in Bangalore and Mumbai, and accounting for $2.3 billion in exports, the 'business process outsourcing' sector has taken up the running from India's successful software and IT firms. It is expected to explode in the next decade, with Nasscom, the industry body, predicting employment of 1 million and revenues of $20bn by 2008. Industries heavily dependent on transactions, such as financial services, are prime targets: Deloitte forecasts that 10 per cent of the industry's total $2.15 trillion costs will move offshore by the end of next year, a figure that will double in the next five. Research group Forrester recently confirmed its 2002 prediction that 3.3 million US white-collar jobs would move overseas by 2015.</p>",
  "<p><strong> Lock stocks</strong><br> Suitcase padlocks that can be opened by US security officials are soon to be available in Britain. </p> <p>US Customs has keys for certain padlocks - but they are only for sale in America. That means UK travellers often have their locks broken open. Editor of travel magazine Wanderlust Lyn Hughes said: 'UK travellers should have the option of buying approved locks in this country.' </p> <p>From January Nomad (<a href=\"http://www.nomadtravel.co.uk\">www.nomadtravel.co.uk</a>) will sell padlocks that US officials can open without breaking and relock for about £8. </p> <p><strong> Stylish hotels</strong><br> New boutique hotels have opened at home and away. In Valencia, the Hospes Palau de la Mar (00 34 963 162884; <a href=\"http://www.hospes.es\">www.hospes.es</a>), in two refurbished palace residences has doubles from £109 a night. In Brighton, The Square (01273 691777; <a href=\"http://www.squarebrighton.com\">www.squarebrighton.com</a>) has doubles from £140 a night. </p> <p><strong> Green slopes</strong><br> Ellis Brigham is encouraging snow fiends to slow down global warming by switching to Ecotricity, electricity from renewable energy sources. Move to the supplier before 31 March and receive a £15 store voucher. Collect a leaflet from stores or see <a href=\"http://www.ellis-brigham.com\">www.ellis-brigham.com</a>.</p> <p><strong> Imagine, new routes</strong><br> Flybe (0871 700 0535; <a href=\"http://www.flybe.com\">www.flybe.com</a>) is to start using Liverpool John Lennon Airport in 2005, with services to Edinburgh and Glasgow from March, and Belfast from 10 February, all from £19 one way. A new service to Jersey will start on 7 May, flights from £39 one way.</p>",
  "<p>Buy three Rolexes, said the sign, and get one free. Since one watch cost just 110 Bulgarian leva - that's about £38 - you'd be better off picking up a few spares rather than paying for regular repairs. </p> <p>Cheaper still were the Swatches, at just over £6 ('Four for the price of three!'). Top-name perfumes, too: Kenzo, Calvin Klein, Armani, all little more than £4. Sure, the sample bottles looked - and smelt - dodgy, and giving one to your sweetheart would probably earn you a smack in the face, but the quality of the counterfeit cardboard packaging was superb. </p> <p>With prices such as these, Bulgaria is positioning itself as the new bargain basement of skiing. Andorra has happily given up its claim to the title, having invested heavily in its facilities in pursuit of a wealthier clientele - although its duty-free shops are still crammed full of cut-price goodies. The 'luxuries' in Bulgaria may be fake, but if the prices are low enough the Balkans could easily become the new Pyrenees. </p> <p>One thing the Bulgarian resort of Borovets certainly does not have to fake is novelty value. My hotel, the Rila, was a 250-room leviathan dating from the communist 1970s. The vast lobby felt like a cross between a leisure centre and a shopping mall. Women in bikinis on their way to the indoor pool sashayed past outlets selling everything from fake watches to fake jewellery and fake DVDs. An artist sketched caricatures of visiting skiers. One stall was offering a novel alternative to messing about on skis: buy a white ceramic figure, and then paint it yourself (from £1 for a small frog, up to a garden-size gnome for £17, paints included). </p> <p>Up in the room there was still a whiff of pre-glasnost hospitality: a shower that spluttered and gasped, an old and ripped shower curtain, and a curious noise coming out of the bath plughole, reminiscent of the soundtrack of a spaghetti western. But no shortage of space: two vast double beds, and a balcony with a view out over the pine trees and the alleyway below - a sea of corrugated iron roofs, with a dusting of snow over a shanty-town mix of greens, reds and yellows. </p> <p>Other hotels scattered among the pines appeared after the country abandoned communism in 1989; some of the homes, though, go back to the days of the tsars. One of them belongs to a certain Simeon Sakskoburggotski. If the name sounds familiar, it could be because he belongs to the pan-European Saxe-Coburg-Gotha dynasty, which has put bums on thrones from Lisbon to Brussels to Windsor. </p> <p>Like our own royals, he is a keen skier, though he has been rather more successful at reinventing himself with the times. Booted out of the country in 1946 at the age of nine, Tsar Simeon II did 55 years in exile before performing a spectacular piece of personal repackaging and returning in 2001 as Prime Minister. He's the first former monarch to return to power in a democratic election (watch out, Gordon Brown: Charlie Windsor might beat you to it). </p> <p>Simeon's lodge is one of several here that have been restored to their former owners after decades of state control. For Borovets first became popular at the end of the 19th century, when the royals and assorted aristocrats built hunting lodges among the pine woods about a mile above sea level on the slopes of Mount Musala, the highest mountain in the Balkan peninsula. Now Borovets is the country's biggest ski resort. </p> <p>I didn't spot any royalty, reincarnated or otherwise, on the slopes, but I did come across an exceptional number of giant furry animals. Pandas, bears, rabbits, foxes, cats - they have a habit of shuffling up to you as you struggle with your boots and bindings, putting an arm round you just as their photographer sidekick snaps a picture, which you can buy at the end of the day in your hotel lobby. At times you feel as though all the giant cuddly animals ever pensioned off from the West's big theme parks have ended up on this mountain, to work their way through retirement. </p> <p>Further down the slopes you're less likely to be accosted by oversize squirrels than by taxi drivers, who gather wherever a piste comes close to a road to shout for custom. Standing close to their yellow motors - mostly variations on an Eighties Lada theme - they yell 'Taxi!' as you ski past, just in case you want a lazy lift back to your forest lodge. </p> <p>On one score Borovets beats any other ski resort I have visited: the number of colours it uses on its piste map. Most ski areas content themselves with three - blue/red/black, to denote runs that are easy/intermediate/expert. Some have an extra-easy green level thrown in. Here you get five - though it took me some time on the mountain before I worked out that yellow stands for Not Built Yet. </p> <p>The new runs due to open this season should double the length of piste to 80 kilometres. Because the resort is so far south (about level with Rome), the treeline is high, so most of the runs are through thick pine forest; even at the top, at 2,560 metres, you're skiing among dwarf trees. All in all the 1,200m vertical drop is served by a couple of chairs, a dozen-odd button lifts, and a 4.8km-long gondola - first thing in the morning it had the longest lift queue I've ever seen. (That's where the taxis come in: ride up to mid-mountain, where lift queues are non-existent.) </p> <p>Some of the runs are quite technical: a couple are approved to hold international giant slalom races, and the resort has twice hosted Alpine World Cup events. If the more ambitious dreamers around here have their way, when Sofia wins the contest to host the 2014 Winter Olympics, Borovets will be the venue for the main skiing and snowboarding events. </p> <p>Whether or not it succeeds in winning over the world's top winter-sports athletes, Borovets is certainly pulling in skiers with an eye for a cheap deal. Unlike many Alpine resorts, you needn't blow a fortune on the mountain: a plate of spaghetti bolognese at a mountain restaurant, say, costs around £3. And a big meal - like those at the folklore shows, complete with suckling pigs roasting over a spit, mountains of side dishes, a bottle of wine each and surprisingly good traditional music and dancing, costs around £14. (With hotel-package food tending towards central European, ex-communist stodginess, you will want to eat out now and again.) </p> <p>Biggest bargains of all, perhaps, are the bars. Vodka-tonics, for example, came in at just over £1; more often than not, we were served two for the price of one. Happy hours seem to come around so frequently that when you do get just one drink for your money, you feel as though you've hit unhappy hour by mistake. </p> <p>So, what's the verdict? Compared with the Alps or the Pyrenees, the ski area is small, and the lifts antiquated; if you're after a high-mileage ski holiday, go elsewhere. Do consider Bulgaria, though, if you're a cost-conscious beginner. Or if, like me, you find that holidays to most Alpine resorts are becoming depressingly alike: a ski trip here is guaranteed to be quirky, unforgettable - and great value, too. </p> <p><strong>Factfile</strong></p> <p>James Bedding travelled to Bulgaria with Inghams (020 8780 4433, <a href=\"http://www.inghams.co.uk\">www.inghams.co.uk</a>). Seven nights at the Hotel Rila in Borovets costs from £374pp half-board, including British Airways flights Heathrow-Sofia and transfers. Lift pass £71 for six days; learn-to-ski package, including equipment hire, ski school (four hours each day for six days) and lift pass, £101.</p>",
  "<p>Anarchists stormed the stage at the European Social Forum in London on Saturday night, barring London Mayor Ken Livingstone from speaking.</p> <p>Up to 200 demonstrators, some of them masked, took control of the Forum claiming that the event, which purports to be a celebration of global justice and peace, has sold out.</p> <p>Around a dozen activists climbed scaffolding around the stage to unfurl banners with messages such as \"Ken's Party, War Party\" and \"Another world is for sale\" a pastiche of the Forum's own \"Our world is not for sale\" slogan.</p> <p>Mr Livingstone had not yet entered the 2,000-capacity hall.</p> <p>A spokeswomen for the mayor later said that Mr Livingstone had already been forced to pull out of the event \"GLA business\" </p> <p>She said \"The Mayor made it clear at his opening speech on Thursday that this was not an event for politicians, but for people.\"</p> <p>However there have been no annoouncements that Mr Livingstone had withdrawn and his name appeared in all the programme literature as the keynote speaker in the \"Unite Against Racism\" debate. </p> <p>His spokeswoman said that the decision for him not to appear had been taken \"mid-week\". </p> <p>He was not in the Alexandra Palace venue at the time of the attack, which had been clearly planned to target him.</p> <p>Speakers jostled for the microphone to attack the event organisers and sponsors - including The Guardian.</p> <p>Protesters claim the Forum, which has attracted around 20,000 delegates, has been used as a pretext for heavy-handed security measures against campaigners and activists.</p> <p>\"The police have been at every squat in vans with riot gear because of this event,\" one said.</p> <p>A representative of Indymedia, the activists' news network complained that the group's UK servers have been shut down on the FBI's orders.</p> <p>He said: \"One week ago the FBI issued a request to the Swiss and French governments to take down a server in London.</p> <p>\"How can US law be executed in the EU?\" He added: \"I ask the corporate media, partner of this event, The Guardian, to find out from the Home Office. They've had a week of reporting time to do it.\"</p> <p>This was met with loud applause.</p> <p>Police and private security guards stood by, while the action seemed to have the support of the majority of the 1,000-strong audience.</p> <p>After around 40 minutes a procession of the anarchists left the building and proceeded away from the Forum venue at Alexandra Palace behind a banner, followed by police cars.</p> <p><strong>·</strong> The Guardian is a media partner of the European Social Forum.</p>",
  "<p>It probably doesn't qualify me as a swineherd, but I recently attained my Pigs in Woodland certificate from Pershore/Holme Lacy college. The certificate confirms that I have studied (if only for a weekend) the many 'benefits of keeping pigs in woodland' as well as 'appropriate stocking rates' and 'environmental sensitivity'. It doesn't mention my relatively stoical behaviour when a huge Tamworth sow tried to eat my wellington, but I'm still proud to have it.</p> <p>Pigs, my classmates and I discovered, are naturally ethical farmers. They forage for acorns and bugs; part of their diet is sustainable debris: they clear the ground of brambles and weeds so that foresters don't need to use chemicals or chainsaws. They disperse seeds as they go, promoting biodiversity. Perhaps less ethical was the way my fellow classmates and I wolfed down sausages at lunchtime - all the while knowing that the pigs whose company we were enjoying were earmarked for Christmas freezers.</p> <p>But at least we knew they'd had a happy, natural life. The experience of these few rare-breed pigs is sadly the antithesis to conventional livestock rearing. That largely takes place indoors, in unhygienic, unnatural conditions. Intensive meat production fuels our increasingly unsustainable levels of consumption. A typical European meat eater will devour 760 chickens, 20 pigs, 29 sheep, five cows and half a trawler-net of fish in a lifetime.</p> <p>For many, organic meat is the answer (<a href=\"http://www.soilassociation.org.uk\">www.soilassociation.org.uk</a> is the UK's main organic certifying body). Its provenance, crucial post- BSE and foot and mouth, is assured. Then there's the fact that organic animals are reared naturally, the use of GM feed is prohibited, and levels of animal welfare are high. By virtue of its expense, organic meat also promotes less frequent meat eating - the argument being that if you can't go veggie, you'd better at least cut down. There are around 138m 'meat reducers' in Europe. </p> <p>The RSPCA's Freedom Food certification guarantees that its 2,000 producers have adhered to high RSPCA animal-welfare standards. This Christmas, the first range of Freedom Food-accredited turkeys goes on sale in the Co-op. Accredited producers can also sell straight to the customer online at <a href=\"http://www.farmgatedirect.com\">www.farmgatedirect.com</a>. </p> <p>But there's no getting away from the fact that the really ethical approach to meat is to give it up. If you can step aside from the issue of killing animals in the first place, after driving a car, eating meat is alleged to be the most environmentally destructive thing you can do. The intensive farming of the global herd for meat and dairy causes deforestation, desertification and uses up precious land and water resources. It takes 100,000 litres of water to produce 1kg of beef but only 900 litres to produce 1kg of wheat. Thirty-eight per cent of the world's grain is fed to chicken, pigs and cows to produce meat for a minority of people in the developed world. If you want to feed the world, the theory goes, then you'd better turn veggie - irrespective of tasty sausages.</p> <p><strong>·</strong> For details of Pershore/Holme Lacy courses, call 01432 870 316 or go to <a href=\"http://www.pershore.ac.uk\">www.pershore.ac.uk</a></p> <p><a href=\"mailto:lucy.siegle@observer.co.uk\">lucy.siegle@observer.co.uk</a></p>",
  "<p>Four out of five buyers of new houses and flats are stuck with 'mediocre' and 'bland' properties, according to a campaign advising the public on what to consider when purchasing a new-build home. </p> <p>The campaign is the idea of the Commission for Architecture and the Built Environment (Cabe), a government-funded design watchdog. Cabe audited 100 private housing estates built between 2000 and 2003 and scored them on their design and their suitability for their local areas. </p> <p>The builders analysed were Barratt, Bellway, Berkeley Group, Bovis, Bryant, Countryside, Fairview, George Wimpey, Laing, Persimmon, Ward Homes and Wilson Bowden. The survey reveals that: </p> <p><strong>·</strong> 22 per cent of the schemes are 'poor' </p> <p><strong>·</strong> a further 61 per cent are merely 'average' </p> <p><strong>·</strong> only 17 per cent are 'good' or 'very good'. </p> <p>The survey has two main criticisms of developers. The first is that too often they allow cars, roads and the needs of drivers to dominate. In many estates any open space is treated as 'a technical area for storing and manoeuvring cars', the audit says. </p> <p>The second is that outside London there have been few attempts to use local materials or regional designs, so new residential areas are 'relatively indistinguishable from each other, without a true sense of place'. </p> <p>With the Government committed to creating 200,000 new homes in the next 15 years, the report is outspoken about what it sees as a trend towards quantity over quality. 'We will not settle for mediocre. If we carry on this way, we will leave a sorry legacy for future generations. In our haste to build new homes, it would be a crime if future generations have to suffer the consequences of rushed design and a lack of ambition,' says Cabe commissioner Paul Finch. </p> <p>Cabe also criticises local councils for not creating detailed planning proposals for sites and for having too few skilled staff, thereby giving developers carte blanche. </p> <p>House builders have reacted predictably to the report. 'We welcome it. It's useful as far as it goes,' says Pierre Williams of the House Builders' Federation. He says the fact that only 22 per cent of developments have been branded as poor by such a rigorous body as Cabe actually suggests that design has improved in recent years. But he says the specific criticisms are unrealistic. 'Of course it would be nice to give less room to the car. But homebuyers' lifestyles depend on having one, because public transport is normally woefully inadequate,' he says. </p> <p>The HBF also says that the high level of national and local government intervention in house building - seen in recent years through regulations promoting higher-density, brownfield development, sustainability, building regulations and more rigorous health and safety legislation - inevitably leads to a great similarity between developments. </p> <p>'But even so developers use local vernacular styles and buyers vote with their feet demanding such things,' Williams insists. 'Perception lags behind reality - the claim that builders built boxes had some credence 10 years ago but absolutely not now.' </p> <p>Cabe insists that its audit is not an exercise in blame, and case studies within it demonstrate how well resourced local authorities can work with collaborative and creative housebuilders to deliver good housing. </p> <p>The commission says the public often buy poor-quality homes because they do not recognise designs that will cause problems in the future. The website gives extensive lists of tips on how to avoid similar pitfalls and suggests questions for people to ask staff and estate agents in show houses. </p> <p>Now Cabe wants this audit to kickstart a huge public consultation. The new website will allow people to check if their new home is included - if not, they will be encouraged to nominate it for a future audit and contribute anecdotal 'homes from hell' stories to the site. </p> <p>Developers, you have been warned.</p>",
  "<p>You watch the TV makeovers, leaf through magazines full of ideal interiors, and sooner or later you catch the bug. Suddenly you see your home through the eyes of others, and it's not a pretty sight. Although you know in your heart that the transformation isn't going to be as easily achieved as they make out, once you've opened Pandora's box, there's no going back. </p> <p>Getting hold of the stuff perfect homes are made of is never simple, and usually involves a huge amount of stress and wasted time. Like the pain of childbirth, the agony of the Ikea trip is something we tend to forget, along with the tortuous hours spent traipsing around out-of-town retail parks and the epic voyages in search of domestic treasures in the Tottenham Court Road. And, however nicely designed the piece of furniture, is it worth the tooth-grinding torture of self assembly? </p> <p>So why not try good old-fashioned catalogue shopping - from the comfort of your dowdy old sofa? A whole new home could be just a phone call or two away. </p> <p>The AM.PM French furnishings catalogue, recently launched by French fashion catalogue people La Redoute, is well worth a look. I have been salivating over pictures of its curvaceous Ludmilla sofas and day beds with removable velour covers in sumptuous colours (£825-£1,050). It also has some exotic chests of drawers, including a pretty one covered in fancy hand-carved aluminium with glass handles (£750) that looks like something your great-uncle might have had shipped from India. There's a very Parisian looking rococo-style one in mango wood with a bow front and curvy bits (also £750).It comes either a dark stained finish or a weathered grey that would perfectly offset a sleek modernist look. </p> <p>And there's not an Allen key in sight - like most of AM.PM's furniture the chests come fully assembled. There are lovely rubberwood stackable storage cubes with rounded corners (£55 each) and unusual chromed lidded bins that you can shovel mess into and use as side tables (£45). There's also a whole range of kitchen and dining room furniture and tableware, so that you can get the French-farmhouse look without buying a second home. I particularly like the Joplin white display cabinets (£600), although I wonder how the glass doors and sides stand up to cross-channel transportation. </p> <p>If it's design classics you're after, the Ocean catalogue has all the old favourites: an Eames lounger chair (£1,995 with stool), a Le Corbusier chaise longue (£325) and a Panton plastic chair (£145). There's also a huge selection of up-to-the-minute furniture, accessories and lighting. If you need dining chairs, its 1950s-style bent plywood Butterfly chairs with steel legs are £170 for six. </p> <p>Speaking of good deals, the Cotswold Company has a Chill-Out Corner Sofa - one of those sectional sofas with a day bed at the end. The sofa part converts into a double bed, and the day bed has a storage cavity to hold guest bedding. A snip at £899. </p> <p>But before the furniture is delivered, you'll need to decorate. The Green Shop has a Natural Paints catalogue with everything for the environment-friendly decorator, from fillers and strippers to paints and wood stain. Five litres of award-winning Auro washable emulsion costs £31.77. The Green Shop will mix paints to match any swatch you send them. Along with the paint catalogue you will get a fascinating catalogue of 'products for a sustainable future', including solar panels and low-flush toilets. </p> <p>As a keen bargain hunter and would-be DIY fanatic, my favourite catalogue has to be Screwfix Direct. Packed with everything a builder, plumber or electrician could need, this is the place to get stainless steel socket covers (from £7.56) and replacement kitchen unit doors in solid pine (£9.99). Paint them a funky colour and give your kitchen a cheap facelift. Screwfix will even sell you a whole 13-tread Victorian-style staircase with balustrade for £349.99. Try self-assembly on that one. </p> <p><strong>Contacts:</strong></p> <p><strong> AM.PM 0870 0500 455</strong> &lt;A HREF=\"http://www.redoute.co.uk\"</p> <p><strong>Ocean 0870 2426 283 </strong> <a href=\"http://www.oceanuk.com\">www.oceanuk.com</a> </p> <p><strong>The Cotswold Company </strong> 0870 241 0973 <a href=\"http://www.cotswoldco.com\">www.cotswoldco.com</a> </p> <p><strong>The Green Shop </strong> 01452 770629 &lt;A HREF=\"http://www.greenshop.co.uk\"</p> <p><strong> Screwfix Direct </strong> 0500 414141 <a href=\"http://www.screwfix.com\">www.screwfix.com </a></p>",
  "<p>A major factor why people have not saved enough for their retirement in recent years has been growing disillusionment with the established pensions industry. It is this public discontent, resulting from a history of scandals, which investment trust groups hope will work to their advantage when selling pension schemes. </p> <p>Investment trust pension schemes are still relatively unknown, but Baillie Gifford, the latest group to launch a scheme, feels their time has come. Chris Fletcher, head of retail investments at Baillie Gifford, argues: 'The need to save for retirement has never been greater, but people want a pension they can trust. We believe the transparency of our scheme, the low charges and the fact that our trusts issue regular annual reports so savers will know exactly where their money is invested, will give people greater confidence to save.' </p> <p>Baillie Gifford is the UK's fourth-largest investment trust group. Other investment trust managers which offer pension plans include Alliance Trust Savings (ATS), F&amp;C and JP MorganFleming. They are not well known because, unlike conventional pension schemes, they do not pay commission to advisers. This helps to keep their costs down, but means they are only likely to be recommended by those paid by fees. </p> <p>Another major attraction of the Baillie Gifford pension is that it is a self-invested personal pension (SIPP) scheme. Investors can invest in Baillie Gifford's own investment trusts, but they will also have a choice of other managers' investment funds and UK shares too. </p> <p>SIPPs are rapidly becoming the pension of choice, according to Craig Wetton of advisory firm Chartwell. He says: 'There is growing interest, because people no longer want to be tied to one company in case its funds underperform. With a SIPP you get a pension wrapper and you can then choose your own investments to go in it. If those don't perform, you can switch to others without the hassle of changing your pension provider.' </p> <p>Baillie Gifford, which manages eight investment trusts, including four international generalists, is naturally hoping savers will choose its trusts as core holdings within their pension schemes. Fletcher says: 'We believe investment trusts are ideally suited for long-term retirement savings, particularly our global trusts, which have widely spread portfolios and low expense ratios.' </p> <p>Low charges are a major feature of the Baillie Gifford scheme, which is run on its behalf by Alliance Trust Savings (ATS). In fact, it is a virtual clone of ATS's own scheme. ATS introduced its SIPP in 1997, offering investors the choice of any UK investment trust, any UK share and a limited range of unit trusts and Oeics. The scheme's charges are purely transaction based. In other words investors incur charges only when investments are bought and sold, or dividends are reinvested. Unlike many SIPPs, there is no set-up charge or annual management fee. </p> <p>The cost of buying and selling investments in the ATS SIPP is £7.50 for weekly dealing or £15 for daily dealing plus 0.2 per cent commission. This means the most cost-effective way of investing is through lump sums rather than regular monthly savings. Investors who choose the Baillie Gifford scheme and buy the group's own trusts will have their commission charges refunded. ATS also runs pension schemes for City of London and Witan investment trusts. </p> <p>ATS currently has over £135 million under management in its pension scheme. Customer satisfaction appears to be high. Around 80 per cent of its business comes direct from investors, and according to business development manager Steve Latto around half of new SIPP sales are from word-of- mouth recommendations by existing customers. In terms of investment choices, he says an average of 50 per cent is invested in investment trusts, with global growth trusts the most favoured choices. The other 50 per cent is invested in a mixture of shares and cash. The ATS SIPP has also proved popular with adults who want to open pension plans for children. Latto says around a quarter of new pension plans opened are for children. </p> <p>Wetton advises anyone choosing a SIPP: 'Charges are important but not everything. You also want administration efficiency and freedom of investment choice. Alliance has a very competitive charging structure and is very efficient. The only drawback is that it has a restricted choice of unit trusts and Oiecs. But they are totally upfront about that. If investors are happy with that, it is a good deal.' </p> <p><strong>Contacts:</strong></p> <p><strong> ATS </strong> 01382 201 900<strong> </strong> </p> <p>&lt;A HREF=\"http://www.alliancetrusts.com\"</p> <p>\"&gt;www.alliancetrusts.com </p> <p><strong> Baillie Gifford</strong> </p> <p>0131 275 2000 </p> <p><a href=\"http://www.bailliegifford.com\">www.bailliegifford.com </a></p>",
  "<p>Twenty years ago this month a mini revolution happened in the investment trust industry: the first savings scheme was launched by Foreign and Colonial Investment Trust. It meant investors no longer had to buy investment trust shares through a stockbroker but could go direct to the investment trust manager, just as they did when buying a unit trust. </p> <p>This instantly made investment trusts cheaper and easier to access, and even today investment trust savings schemes remain one of the most cost-effective ways of investing in the stock market. </p> <p>Until 1984 investment trusts were not allowed to offer their own shares for sale because legislation prevented companies from promoting their own shares. But they needed to find a way around these laws, so they could drum up more business. They had been losing ground for some time as institutional investors had offloaded their shares in generalist investment trusts, causing the shares to develop big discounts. </p> <p>It was Michael Hart, legendary postwar investment manager of Foreign and Colonial, who had seen how savings schemes worked in the US and decided to introduce them here to encourage more private investors to buy shares. </p> <p>It has certainly been successful for Foreign and Colonial. In 1984 only 25 per cent of its shareholders were private investors; now they make up over 80 per cent of its investor base. Since then most investment trust managers have introduced savings schemes. Today they are offered by more than 40 groups giving access to more than 200 trusts. </p> <p>During the second quarter of this year £45 million was invested via the schemes. Charles Cade, head of investment trust research at brokers Close Wins, says: 'Without investment trust savings schemes, global investment trusts would not have survived.' </p> <p>The attraction of the schemes for investors is that they can save as little as £20 a month in a professionally managed portfolio of shares in a variety of trusts, ranging from global generalists to highly specialist trusts focusing on, say, the Far East or smaller UK companies. Charges are minimal. Many schemes have no initial charge at all, although investors do have to pay 0.5 per cent stamp duty. At most the cost of buying is 1 per cent. </p> <p>What is even more advantageous for savers is the low annual charges on investment trusts compared with other forms of saving. </p> <p>Latest figures from fund analyst Fitzrovia International show that nearly a third of conventional investment trusts have total expense ratios of less than 1 per cent, while for almost two thirds they are less than 1.5 per cent. By contrast, annual charges on unit trusts tend to start at 1.5 per cent. Other forms of saving schemes such as tax-exempt friendly society plans are also more expensive. </p> <p>Low charges do not, of course, guarantee good per formance. A comparison of the returns that would have been achieved by regular savers who had saved £50 a month over the past 10 years shows mixed results. </p> <p>The top 10 performers are impressive. They would have turned the £6,000 saved over the period into sums of between £9,736 and £15,940. But savers who had chosen the bottom performers would have been disappointed, as they would have ended up with less than they had put in. Global trusts, the most popular choice among regular savers, generally occupy the middle ground. </p> <p>Carolyn Corless of Bloomsbury Financial Planning, a self-confessed fan of investment trust savings schemes, says: 'They are ideal for modest savers or those putting money aside for children who want to invest long-term in the stock market because they are so low-cost. The big international trusts, such as Alliance, Foreign and Colonial and Witan, give a fantastic spread. They may underperform at times and they won't shoot the lights out - they are the steady-as-she-goes type of investments. But that is exactly what most savers want.' </p> <p><strong>\"This is India's Century\"</strong></p> <p>Alistair Elliott, 46, a consultant from Brighton, started saving £100 a month in JP Morgan Fleming's Indian investment trust four years ago. He says: 'I wanted to make some extra savings for my retirement. As I am already a member of a pension scheme, I decided to go for something more high-risk. My view is that countries like India and China have great prospects - this is going to be their century. I knew it was going to be a rollercoaster ride so I wasn't worried when the Indian stock market fell after the election earlier this year. I am in it for the long term, and I know that when the market goes down I get more for my money.'</p> <p><strong>Value of £50 invested each month over 10 years </strong></p> <p>Top performers £ </p> <p>TR Property 15,940 </p> <p>Fidelity European Values 11,931 </p> <p>British Empire Securities 11,284 </p> <p>Hansa Trust 10,615 </p> <p>JP Morgan Fleming Indian 10,591</p> <p>Worst performers £ </p> <p>F&amp;C Pacific 5,225 </p> <p>HendersonStrata 5,131 </p> <p>Invesco City &amp; Commercial 4,816 </p> <p>Henderson Small Companies 4,719 </p> <p>Edinburgh Small Companies 3,909</p> <p>Source: AITC</p>",
  "<p>Traditionally, young, blonde, ex-model Australian actresses who take their first faltering steps into the limelight via the medium of Neighbours do not end up as the darlings of the American indie scene. Pop stars? Quite possibly. Pantomime leads? Almost certainly. Embraced by the dark, edgy, Sundance-approved fringes of the movie industry? Absolutely not. Unless, it seems, they're Radha Mitchell. </p> <p>Despite looking like a younger Sharon Stone, giggling habitually like a tipsy coquette and having starred as two different characters in Australia's leading soap opera, over the last eight years Mitchell has established herself as a versatile and accomplished fixture on the moody art-house flick circuit. She launched her assault on the indie scene by 'cornering the market on the lesbian ingenue' - first as Danni in Emma-Kate Croghan's directorial debut Love and Other Catastrophes, then as Syd in Lisa Cholodenko's loudly acclaimed High Art. 'After that, I was offered lots of lesbian roles, but I didn't want them because I'd already played the best there was,' she says earnestly. And then she giggles. From then on, she majored in 'independent films, different roles', systematically demolishing the spectre of Neighbours. She wrote, directed and starred in a black-and-white movie called Four Reasons, and broke out into the mainstream a little playing Colin Farrell's wife in 2002's unnerving Phone Booth. </p> <p>Over the next few months, Mitchell will come as close as she's capable to being a ubiquitous presence in our multiplexes, appearing in three enormously different films, each of which is relatively high profile. She co-stars alongside Johnny Depp and Kate Winslet in Finding Neverland, a fictionalised version of how JM Barrie came to write Peter Pan (out later this month); opposite Denzel Washington in Man on Fire, a harrowing portrayal of the kidnapping industry in Mexico City (out now); and as both Melinda and Melinda in Woody Allen's new film, Melinda and Melinda (out in January). </p> <p>Is she prepared for the increased exposure? 'Um, not sure. I never wanted to be a movie star. I'd definitely rather be rich than famous.'</p> <p>She had, she thinks, the defining Woody Allen experience on the set of Melinda and Melinda. 'He doesn't like to rehearse. Most of the cast didn't have the script, they didn't even know who they were in the film. And I thought for the first two days: God, I'm fired, for sure I'm fired - because he wasn't talking to me, he was just saying: \"Action\" and \"Cut.\" And you hear all these stories about, like, actors go on set one day and then the next day they're gone and someone else is in there, playing their part. But then I realised he had a very casual attitude towards shooting. Like he'd ask us if we'd finished yet, because he wanted to go and have a bath. And then literally would go home after, like, two takes: \"No, you were great!\" That was the environment he was creating. That's what Woody Allen movies are about: anxiety, anticipation, uncertainty.'</p> <p>Mitchell grew up in Melbourne, in a family environment she'll only describe as 'very unusual. I think my parents see my life now as very conservative.' She won't elaborate, frustratingly. 'I don't feel like going there. It wasn't bad. I just had lots of experiences that sheltered children wouldn't have,' she's said in the past. Now, all she'll add is: 'My mum had a clothing store, and we'd go on trips to India for fabrics...' which isn't all that unconservative.</p> <p>Mitchell had no burning acting ambitions as a child. 'No. But I was certainly... enthusiastic. I had a friend, and we always used to pretend to be twins. We had this fantasy about going to Hollywood together. We were about four. But how did it all end up as it is now? Well, I think because I did Love and Other Catastrophes and then I realised that there was some kind of possibility there, and you don't waste it... Because in Australia there really isn't a lot to do. There aren't a lot of opportunities.'</p> <p>There was always, however, Neighbours. Is the soap mandatory for aspiring Australian actors? <br> 'It probably is,' Mitchell says. 'I think everybody should be subjected to it. It's incredibly boring.'<br> How awful is it?<br> 'The first two months I was on it, I had fun. I hadn't worked much, so when it came up, I was: \"Wow!\" And the guy who I had all my scenes with, he was about to get axed from the show, so he had a passion to stay on. So we were the only people ever in the history of Neighbours to rehearse.'</p> <p>Mitchell has lived in LA for seven years. There, she dips in and out of Australian expat society ('Sometimes I hang out with Naomi [Watts] and Heath [Ledger]. I don't really know Guy [Pearce]') and she may or may not have a boyfriend. 'That's too private. I'd rather talk about my bank balance.' She'd also rather talk about the pressure of plastic surgery. 'For Man on Fire the director rang me and asked if I was going to cut my mole off, if I wouldn't mind. I was really kind of put out. I suddenly found that I have this very strong attachment to my mole.'</p> <p>For her next project, Rahda Mitchell's contemplating more genre-subverting activities. 'I'm maybe going to be a vampire. Although they've said: You can't have a blonde vampire. The director said: Do you want to dye your hair? But I don't. I want to be a blonde vampire. Catherine Deneuve was a blonde vampire, and she was my favourite vampire ever.'</p> <p><strong>·</strong> Finding Neverland is out on 29 October</p>",
  "Is Britain moving forwards or backwards? How people answer that question will help decide the outcome of the next general election. <p>And here is the oddest paradox. Ask most people whether they are proud of their country and they will almost certainly say yes. You'll get the same answer if you ask whether people's living standards are better than seven years ago. Or if their city, town or village is better. Or if the schools, surgeries and hospitals are improving. But personal optimism sits side by side with collective pessimism: people say their experience is better but wonder whether it is the same for others. The Tory strategy is to persuade people that a country that is winning is actually losing. </p> <p>To win a historic third term, New Labour has to break through the fog of doubt by challenging and beating the politics of pessimism. This week will see Tony Blair and his senior ministers do just that - on the economy, health, education and crime. It is part of a national battle Labour will wage to win back hope and confidence in Britain. </p> <p>Remember that bread-and-butter domestic issues - crime and jobs, health and education, childcare and pensions - win elections. Make sure the people's party is on the people's side. Labour exists for a simple reason - to make life better for hard-working families. People want to hear less of the arcane language of reform and more about how better childcare can help people balance work and family life or how local communities and the police can work together with new powers to beat crime and antisocial behaviour. In other words, talk the people's language, not the language of the Westminster village. </p> <p>See life through the prism of people's lives, not the news prism. Bill Clinton recently said that politicians mistakenly define their reality according to the day's media, whereas people judge politics according to their own lives. If the public really judged Labour according to much of the media, we would neither still be ahead in the polls nor as strong as we are. </p> <p>We should not be afraid to say Britain is working. It is. Look at any of our great cities - Newcastle, Manchester, Liverpool, Leeds, Edinburgh, Glasgow, Cardiff, Birmingham, Bristol, London. For all the challenges they face, they are all buzzing. People in towns like Darlington - my constituency- take enormous pride in it and in its progress. So when that election campaign comes, Labour will need to emphasise local as well as national delivery. </p> <p>Labour should have the confidence to stand up against those who would run down Britain. It's not all down to government. We have some of the best musicians and artists in the world. We are a home to world-beating companies such as Nissan and Rolls-Royce. Our universities, financial services, pharmaceutical and biotechnology industries lead Europe. </p> <p>Of course, not every problem has been solved. But we've got the strongest economy in Europe - and it will be centre stage in any election campaign. We also have the best record on jobs and more money going into our great public services when elsewhere it is being cut back. A reform programme is turning heads in Europe as Britain shows what a flexible economy and modernised services can bring. And with Britain strong and respected in the world - and hugely influential in Europe - we should be very confident about what we have achieved. </p> <p>Do not allow the election to become a comparison between a mythical party of perfection and the actual party of government. Instead, compare Labour's record with the Tories. There really is no comparison. Virtually no one describes the years before 1997 as the good old days. Then it was three million unemployed. Now it is two million more employed. Then it was 400,000 more on hospital waiting lists. Now it is almost 200,000 off. Then it was crime doubled. Now it's crime down by one quarter. Then it was the poll tax. Now it's the minimum wage. We tried it their way for 18 years. We've tried it ours for seven. Our way works better. </p> <p>Britain is going places but if we are to open up opportunities for all, we will need a radical third-term programme founded on Labour values. The ambitious five-year plans for health, education, crime and transport are a good start. This autumn, the government will launch plans for culture, enterprise and the environment. All draw a sharp contrast with the Tories. Labour policies put aspiration and opportunities in the hands of people, regardless of wealth. This is in contrast with Conservative policies to cut inheritance tax or subsidise patients to pay for private health, rewarding privilege. By taking the radical centre ground, Tony Blair has forced Michael Howard into the gravest of political errors - vacating the centre and taking his party, instead, to the right. </p> <p>So the battle is between optimism and pessimism. The Tories want to create a mood of negativism in the country so people will say yes, the economy is strong, but that has nothing to do with the government. Yes, there is a new school building round the corner, but that is the council, not the government. Yes, care at the local hospital might be better but that is not the government's doing. We should not over-claim our success. Much of the good that is happening in the country is down to individuals, to companies, to councils, to the decent people in our public services. Allow them to speak up for Britain's progress, too. </p> <p>Indeed, as long-standing problems are tackled, others gain prominence. Waiting lists are down - but there is MRSA. Crime is down - but gun crime is now a real concern. </p> <p>We have delivered a lot and have a lot more to give. We have a lot to be optimistic about. People know the reality and the progress in their own lives. Labour's task is to ensure they also make the connection with the choice they made to put Labour in power. Britain is working - we must not let the Conservatives wreck it. </p> <p><b>·</b> Alan Milburn is former Secretary of State for Health, and MP for Darlington</p>",
  "<p>Scientists are seeking permission to carry out experiments that would result in children being born with three biological parents. UK medical authorities say they will almost certainly approve the application in the next few weeks. </p> <p>The aim of the technique is to prevent mothers passing on degenerative genetic diseases to their children. But campaigners say it could lead to significant increases in elderly women having children. They also claim it represents an unacceptable step towards the creation of designer babies. </p> <p>'By creating a child with three genetic parents, these scientists are taking the first step towards genetic engineering of human beings. That is not a direction in which we should be going,' said Dr David King, director of Human Genetics Alert. </p> <p>The technology - which is being developed by a team at Newcastle University - will involve the implanting of the nucleus of an embryo from an affected mother into an egg taken from a donor that has been stripped of its nucleus. </p> <p>Human eggs carry small spherical or rod-like bodies called mitochondria, which supply energy for the growing foetus. These have their own genes, inherited separately from the child's main chromosomal genes. </p> <p>Crucially, some mitochondrial DNA is defective and can pass on one of around 50 degenerative diseases. It is thought more than 1,000 children in Britain suffer from diseases caused by defective mitochondria, some ending up with chronic brain disease. </p> <p>Neurologist Professor Doug Turnbull and embryologist Dr Mary Herbert believe that by implanting the nucleus of an embryo of a mother with defective mitochondria into the egg of a woman with healthy mitochondria, the resultant foetus will be free of the destructive genetic diseases. </p> <p>The Newcastle team, which has applied for permission from the Human Fertilisation and Embryology Authority (HFEA) to carry out the experiments, stress they are at least three years away from offering the treatment. If they get approval they will experiment on abnormally fertilised eggs that have come from IVF treatment which would otherwise have been discarded. </p> <p>'At the moment there is no cure for these children who are often very ill with a poor quality of life,' said Turnbull. 'We are at a very early stage of this work, but it does offer the potential to help many mothers and their families.' </p> <p>However, the prospect horrifies groups who believe the ethical problems and safety risks far outweigh any benefits to future generations. Dr Jamie Grifo, of New York University, applied to carry out similar experiments but was prevented from doing so in America. He then carried out operations in China using a technique similar to that planned by Turnbull and Herbert, removing the nuclei from one set of eggs and implanting them into another set of emptied eggs with healthy mitochondria. A Chinese woman became pregnant as a result, but lost both infants after six months. </p> <p>Dr King said: 'These new techniques of reproductive technology, which involve more and more manipulation of embryos, are potentially very risky for the child.' </p> <p>Patrick Cusworth, of the charity Life, condemned the work, saying it would raise questions as to who would be the real mother. </p> <p>'We would also be concerned about the safety of any embryo or child born from this method and worried that the technology could be abused by other scientists for different purposes.' </p> <p>The claims were dismissed by Paul Preston, of The Children's Mitochondrial Disease Network. He has three children who suffer from inherited diseases. </p> <p>'This research offers us real hope and could be a vital step forward,' he said. 'Anybody who has to live with a child that is unaware of the environment he lives in, who cannot move and can only eat or drink through a tube does not realise the suffering caused by such diseases. This is not about genetic engineering but about stopping children suffering.' </p> <p>A spokeswoman for the HFEA confirmed it had received an application for the research but would not comment on when or if it was likely to be approved.</p>",
  "<p>Spanish explorers called them Las Encantadas, the Enchanted Isles, and Charles Darwin used his studies of the islands as the foundation for his theory of natural selection. The Galapagos are among the world's most important scientific treasures, a group of stark volcanic islands fringed by deserted beaches and inhabited by unique varieties of giant tortoise, lizards and birds. </p> <p>Yet life on this idyllic United Nations world heritage site has turned sour. Pitched battles have broken out between fishermen, armed with machetes, and conservationists. Ecuador, which owns the islands, has sent a naval patrol to quell disturbances, while police last week began arresting local men for rioting and assault. </p> <p>The controversial director of the Galapagos National Park - which controls 97 per cent of Galapagos land and the marine reserve extending to 40 miles offshore - has been sacked, while an air of uneasy tension hangs over the archipelago, as the islanders prepare for next month's election when they pick deputies to represent them in Ecuador's national assembly. </p> <p>'It's a very tense situation,' said Leonor Stjepic, director of the London-based Galapagos Conservation Trust, which raises money to help projects on the islands. 'We are watching it with concern.' </p> <p>The violence has been triggered by an alarming growth in the islands' population. Puerto Ayora, on Santa Cruz island, housed just 45 inhabitants in the Fifties. Today there are more than 10,000, while the islands' total population is more than 19,000 and growing by 6 per cent a year, despite recently introduced laws to limit waves of immigrants fleeing the slums of Ecuador for a life 'in paradise'. On top of this, more than 100,000 tourists visit the islands every year. </p> <p>Such numbers have put the islands' special ecology under intense pressure. Conservationists, backed by the Ecuador government, have replied by imposing strict controls to protect the islands' iguanas, blue-footed boobies and giant tortoises. (Variations in these creatures, on different islands, led Darwin to his great, revolutionary theory.) </p> <p>These moves have infuriated many local people, however. They want to exploit the islands' waters and catch its protected species of sharks, lobsters and sea cucumbers (marine creatures related to sea urchins), which can fetch high prices in Japan and South Korea. </p> <p>Infuriated fishermen laid siege to the Charles Darwin research station on Santa Cruz last February, threatened to kill Lonesome George - the last surviving member of the Pinta Island subspecies of the Galapagos giant tortoise - and blockaded island ports. </p> <p>The dispute was defused after the Ecuador government made concessions by increasing fishing quotas, which angered conservationists. 'It is tragic, the short-term gain of a few fishermen versus the long-term survival of the Galapagos,' said John McCosker of the California Academy of Sciences. 'They are killing the golden goose.' </p> <p>Then, last month, the Ecuador government appointed Fausto Cepeda as the national park's new director, a post that has become a political football for the mainland government. There have been nine directors in the past 18 months. </p> <p>This appointment was particularly controversial, however. Cepeda was known to have close ties with the fishing industry, and the rangers, who run the national park and marine reserve, rebelled. </p> <p>More than 300 staged a sit-in at the park's headquarters, barricaded themselves in and prevented Cepeda from taking up his post. After haranguing his staff, Cepeda departed. Later a group of about 100 fishermen, carrying machetes, saws and cutlasses, stormed the park gate and the rangers' barricades. A pitched battle broke out, and at least two people suffered serious injuries. </p> <p>Eventually, Cepeda - with the fishermen's help - entered the park. 'I am in office. I am in control. And I am trying to lower the tension,' he announced. </p> <p>The Ecuador government took no chances, and sent a patrol boat to maintain the peace. A few days later, Ecuador Environment Minister Fabian Valdivieso met a delegation of rangers. After discussions, he emerged to tell newspapers that he had decided to remove Cepeda from the post. </p> <p>In his place, Valdivieso has given the job to biologist Victor Carrion. A local man, and an experienced biologist, Carrion has the support of the rangers, and may be able to defuse the Galapagos crisis. </p> <p>However, the long-term pressures on the islands, with their continually swelling population, are serious and will not disappear that easily. As the population continues to rise, the pressure on the environment, one of the most important in the world, gets more intense. </p> <p>'We cannot keep the Galapagos in a bubble,' said Stjepic. 'We have to balance its special environment with the needs of local people. In that sense, it is a microcosm for all the other threatened parts of the world. So getting it right here is going to be a very, very important trick to pull off.' </p> <p><strong>·</strong> Additional research: William Lee</p>",
  "The United States of America is about to reach a fork in the road, but it seems the country has not yet decided which direction to take. There is little time left for debate, nor is more needed. The American election has been in full swing all year. The deliberately truncated nature of the Democratic primaries ensured John Kerry and President George W Bush would face-off against each other from early March. It has been a long, hard-fought campaign. The war in Iraq has ensured passions on both sides would always run deep. As a result, Americans have had ample opportunity to measure Republicans and Democrats against each other. Arguments have been thrashed out, the points have been made, policies compared and contrasted. The debates have greatly helped this process. <p>Kerry has emerged from them with a renewed vigour that had once seemed to be ebbing in the face of attacks on his war record in August. Now a fuller portrait of the man has emerged. It is a picture in which there is much to admire. From behind the Republican rhetoric of a wooden elitist who chopped and changed with the political winds, Kerry has come over as surprisingly warm. His joke in the final debate that he had 'married up' with his wife, Teresa Heinz Kerry, showed a refreshing ability not to take himself too seriously. </p> <p>At the same time, Kerry has made his arguments forcefully and, unlike Bush, without too much TV-unfriendly anger. Yes, he has performed acrobatics over Iraq, but on a host of other issues, he has emerged as a man of principle seeking to engage America in the wider world. It has been a reasoned appeal to a more complex world view than the unilateralist Republicans have offered. What right-wingers have lambasted as 'flip-flopping' is, in fact, often nuance. And, in a world of increasing extremism, nuance is no bad thing. As Kerry said in the Arizona debate: 'Like Franklin Roosevelt, I don't care whether an idea is a Republican idea or a Democrat idea. I just care whether it works for America.' </p> <p>And Kerry's ideas look good not just for America but for the rest of us. Take the environment. Bush shuns the Kyoto pact on reducing emissions. Kerry also will not sign it. But he has said he favours re-opening negotiations about it. Take taxes. Bush favours making his tax cuts, which heavily favour the wealthy, permanent despite America's huge deficit. Kerry favours taking away only the cuts for those earning more than $200,000 a year. This is not Kerry as radical tax-and-spend liberal as Bush charges - this is simply reasonable. </p> <p>Take embryonic stem cell research. Bush opposes it from a position rooted in personal religious beliefs; Kerry favours allowing America's scientists to press on, perhaps to the eventual benefit of mankind. Take abortion, an issue that resonates across the world. Bush is against it. His decision is deeply influenced by his brand of born-again Christian faith and reflects the religious right in America. It has seen Bush pass legislation banning 'partial birth abortion'. </p> <p>Many Democrats believe a second Bush term will see a much wider attack. Kerry is also against abortion. He says that, as a Catholic, he cannot accept it. But, more importantly, Kerry believes his faith should never be imposed on others; he is firmly pro-choice in politics. This is heartening. America was created with a constitution that strictly separates church and state, an inspiration and model to many nations. Bush has blurred some of the edges; Kerry will maintain this vital divide. </p> <p>Take the United Nations. Many Republicans openly scorn Kerry's comments on a 'global test' for intervention. That is ridiculous. If America were directly threatened, Kerry has said he would react pre-emptively, just as Bush would. Kerry's comments were merely about wanting to persuade the world to follow America's lead, not seeking to bully it. Kerry wants to reconnect America with the wider community of nations. </p> <p>Finally, there is Iraq. Here, there is little difference between the two candidates. Whatever their thoughts on the rights and wrongs of the invasion, both candidates are committed to staying the course. That is probably the only reasonable option. </p> <p>So, with 17 days to go until voting, America is fast approaching that fork in the road. For both Americans and the rest of us, the path John Kerry would take seems brighter.</p>",
  "<p><strong>Various<br>Ronnie Scott's Forty-Five </strong> <br>(UCJ 982 3827) </p> <p>Released to coincide with the celebrations surrounding the 45th anniversary of Ronnie Scott's club, this double CD compilation presents 22 tracks of the kind of music heard at the Soho jazz mecca in recent times. Artists range from Wayne Shorter to Diana Krall, from Guy Barker to Manu Dibango. As a demonstration of the rich diversity of contemporary jazz, it is fascinating, but the quality of the individual tracks makes it engrossing on its own account. Particularly impressive are the Yellowjackets, Michael Brecker and Guy Barker, represented here by a haunting version of 'The Peacocks'. With its future assured by a partnership deal with Old Vic boss Sally Green, the club has more than a birthday to celebrate at its Barbican gala concert next Saturday. </p> <p><strong>·</strong> To order Ronnie Scott's Forty-Five for £12.99 with free UK p&amp;p, call the Observer Music Service on 0870 836 0713</p>",
  "<p>I was born in St. Mary's Hospital in Grand Rapids, Michigan, on the first of November, 1962. My mom wanted to name me after my dad, which would have made me John Kiedis III, but my dad was leaning toward Clark Gable Kiedis or Courage Kiedis. In the end, they settled on Anthony Kiedis, which was an homage to my great-grandfather. But from the start, I was known as Tony. </p> <p>When I was three, we moved to California and I have vague recollections of the first apartment that the three of us shared, but in under a year, my parents had split up. My dad's budding career as a film director got derailed in 1966, when he ran into a cute young roller-skating carhop who introduced him to pot. </p> <p>When I was about four, my dad and I were on one of our outings, walking down Sunset Strip, when he suddenly stopped and gently blew some pot smoke into my face. We walked a few more blocks, and I was getting more and more excited. Then I stopped and asked: 'Dad, am I dreaming?' </p> <p>'No, you're awake,' he said. </p> <p>'Okay.' I shrugged and proceeded to scamper up a traffic light like a little monkey, feeling slightly altered. </p> <p>Once my dad got into pot, he started hanging out at the music clubs that were part of the new scene on Sunset Strip. Correspondingly, we saw less and less of him. Each summer my mom and I returned to Grand Rapids to see our relatives. Grandma Molly and her husband, Ted, would take me to Grand Haven Beach, and we'd have a great time. During that stay in the summer of 1967, my mom met a new man at Grand Haven. After they spent some time together, he talked her into returning to Michigan with him, in December 1967. </p> <p>Every so often, my dad would make an unscheduled visit to Michigan. He'd show up with a lot of heavy suitcases, which he stored in the basement. I realised from trips to California that he was involved in moving huge truckloads of marijuana, but it never registered that when he came to visit, that was what he was up to. I was just euphoric that he was there. And he couldn't have been more different from every other person in the state. Everyone on my block, everyone I'd ever come into contact with in Michigan, wore short hair and short-sleeved button-down shirts. My dad would show up in six-inch silver platform snakeskin shoes with rainbows on them, bell-bottom jeans with crazy velvet patchwork all over them, giant belts covered in turquoise, skintight, almost midriff T-shirts with some great emblem on them, and tight little velvet rocker jackets from London. His slightly receding hair was down to his waist, and he had a bushy handlebar mustache and huge sideburns. </p> <p>My mom didn't exactly embrace my dad as a good friend, but she recognised how important he was to me, so she was always pleasant and facilitated our communication. He would stay in my room, and when he left, she would sit down with me, and I would write him thank-you notes for whatever presents he'd bought me, and tell him how much fun it was to see him. </p> <p>By the age of 10, in the fifth grade, I had also begun to show some entrepreneurial talent. I would organise the neighbourhood kids, and we'd put on shows in my basement. I'd pick out a record, usually by the Partridge Family, and we'd all act out the songs using makeshift instruments like brooms and upside-down laundry tubs. I was always Keith Partridge, and we'd lip-sync and dance around and entertain the other kids who weren't quite capable of partaking in the performance. </p> <p>I was always looking to make a buck or two, so one time when we had the use of a friend's basement, I decided I would charge whatever these kids could come up with - a dime, a nickel, a quarter - to come down there to attend a Partridge Family concert. I set up a big curtain and put a stereo behind it. Then I addressed the crowd: 'The Partridge Family are basically shy, and besides, they're much too famous to be in Grand Rapids, so they're going to play a song for you from behind this curtain.' </p> <p>In sixth grade, I started coming home for lunch, and my friends would congregate there. We'd play spin the bottle, and even though we had our own girlfriends, swapping was never a problem. Mostly we just French-kissed; sometimes we'd designate the time that the kiss had to last. I tried to get my girlfriend to take off her bra and let me feel her up, but she wouldn't give in. Somewhere late in the sixth grade, I decided that it was time to go live with my dad. My mom was at her wits' end with me. </p> <p>When i left michigan aged 12 in 1974 I told all my friends I was moving to California to be a movie star. But as soon as I started driving around with my dad, singing along to the pop songs on the radio (which I wasn't particularly good at), I announced: 'I'm going to be a singer. That's really what I'm going to do.' </p> <p>I had been there only a few days when my dad called me into the kitchen. He was sitting at the table with a pretty 18-year-old girl he'd been hanging out with that week. 'Do you want to smoke a joint?' he asked me. </p> <p>Back in Michigan, I automatically would have answered no. But being in this new environment made me adventurous. So my dad got out a thick black American Heritage Dictionary box. He opened the box, and it was full of weed. Using the lid as a preparation area, he broke off some of the pot, letting the seeds roll down to the bottom of the lid. Then he took out some rolling papers and showed me exactly how to roll a perfectly formed joint. I found it fascinating. </p> <p>Then he lit up the joint and passed it to me. 'Don't take too much. You don't want to cough your lungs out,' he counselled. </p> <p>I took a little drag and then gave the joint back to him. It went around the table a few times, and soon we were all laughing and feeling really mellow. And then I realised I was high. I loved the sensation. It felt like medicine to soothe the soul and awaken the senses. There was nothing awkward or scary - I didn't feel like I had lost control - in fact, I felt like I was in control. </p> <p>Then my dad handed me an Instamatic camera and said: 'I think she wants you to take some pictures of her.' I instinctively knew that some form of skin was about to be exposed, so I said to her: 'What if we pull up your shirt and I'll take a picture of you?' </p> <p>'That's a good idea, but I think it might be more artistic if you just had her expose one of her breasts,' my dad said. We all concurred. I took some pictures, and no one felt uncomfortable about it. </p> <p>My priority that fall was to get into a good junior high school. I was supposed to enrol in Bancroft, but when we went to check it out, we saw that the building was in a shady neighborhood and scarred with all sorts of gang graffiti. The place just didn't scream out: 'Let's go to school and have fun here.' So my dad drove us to Emerson, which was in Westwood. It was a classic California Mediterranean building, with lush lawns and flowering trees and an American flag waving proudly in the breeze. Plus, everywhere I looked, there were these hot little 13-year-olds walking around in their tight Ditto jeans. 'Whatever it takes, I want to go here,' I said. </p> <p>What it took was using Sonny Bono's Bel Air address as my own. One of my dad's former girlfriends, Connie, had left him for Sonny, who had recently split with Cher. But everyone stayed friendly, and I'd met Sonny on my previous visit and he was fine with the deception, so I enrolled. </p> <p>The Sonny and Cher Show was probably the biggest thing on television then, and Sonny was always generous about ensuring that I'd get whatever extra care I needed. One time I was at his Bel Air mansion during a star-studded Hollywood party. I didn't care about the Tony Curtises of the world at that point, so I started going up and down in the mansion's old carved-wood elevator. Suddenly, I got stuck between floors, and they had to use a giant fireman's axe to free me. I knew I was in big trouble, but Sonny never screamed at me or demeaned me in front of all the adults who were watching this rescue. He just calmly taught me to respect other people's property and not play in things that weren't made to be played in. </p> <p>At the same time, my bond with my dad got stronger and stronger. As soon as I had moved in with him, he instantly became my role model and my hero, so everything I could do to bolster the solidarity between us was my mission. It was also his. We were a team. Naturally, one of our bonding experiences was to go on his pot-smuggling escapades. I became his cover for these trips. We'd take seven giant Samsonite suitcases and fill them up with pot. At the airport, we'd go from one airline to another, checking in these bags, because at that time they didn't even look to see if you were on that flight. We'd land at a major airport, collect all the suitcases, and drive to someplace like Kenosha, Wisconsin. </p> <p>On our Kenosha trip, we checked into a motel, because my dad's transactions were going to take a couple of days. I was adamant that I wanted to go with him when the deal went down, but he was dealing with badass biker types, so he sent me to a movie, which turned out to be the new James Bond flick, Live and Let Die. The transactions took place over a three-day weekend, so I wound up going to that movie every day we were there, which was fine with me. </p> <p>We had to return to LA with 30 grand in cash. My dad told me I'd be carrying the money, because if they caught someone who looked like him with all that money, he'd be busted for sure. That was fine with me. I'd much prefer to be part of the action than be sitting on the sidelines. So we rigged a belt piece, stuffed it with the cash, and taped it to my abdomen. 'If they try to arrest me, you just fade away,' he instructed me. 'Just pretend you're not with me and keep on going.' </p> <p>We made it back to LA, and I later found out that my dad was only getting $200 a trip to mule that pot for friends. I also discovered that he was supplementing that meagre income with a nice steady cash inflow from a growing coke-dealing business. </p> <p>There were a lot of people coming by, but not as many as you would think. My dad was fairly surreptitious about his dealings, and he knew the risk would increase with a lot of activity. But what his clientele lacked in quantity, it sure made up for in quality. There were plenty of movie stars and TV stars and writers and rock stars, and tons of girls. </p> <p>It was hard to convince me that we weren't living large, especially on the weekends, when my dad took me out nightclubbing, where he was known as the Lord of the Sunset Strip. (He was also known as Spider, a nickname he had picked up in the late Sixties when he scaled a building to get into the apartment of a girl he was fixated on.) </p> <p>Sunset Strip in the early Seventies was the artery of life that flowed through West Hollywood. People constantly jammed the street, shuttling between the best clubs In town. There was the Whisky a Go Go and Filthy McNasty's. Two blocks from the Whisky was the Roxy, another live music club. Across the parking lot from the Roxy was the Rainbow Bar and Grill. The Rainbow was Spider's domain. Every night he'd get there around nine and meet up with his posse. </p> <p>We'd be at the Rainbow most of the night. He didn't stay put at the table the whole time, just long enough for his anchors to arrive to hold down the table, and then they'd all take turns making the rounds within the restaurant bar area, or going upstairs. I always loved the upstairs club. Whenever one of my dad's girlfriends would want to dance, she'd ask me, because Spider was not a dancer. </p> <p>The night wouldn't be complete without cocaine, and it became a great sport to see how clandestinely you could consume your blow. The experienced coke hounds were easy to spot, because they all had the right-pinkie coke fingernail. They'd grow that pinkie at least a good half-inch past the finger and shape it perfectly, and that was the ultimate coke spoon of the time. My dad took great pride in his elaborately manicured coke nail. But I also noticed that one of his nails was far shorter than the rest. </p> <p>'What's up with that one?' I asked. </p> <p>'That's so I don't hurt the ladies down below when I'm using my finger on them,' he said. Boy, that stuck in my mind. I was the only child present for all this insanity. For the most part, the adults who didn't know me just ignored me. But Keith Moon, the drummer for the Who, always tried to make me feel at ease. In the midst of this chaotic, riotous, party-life atmosphere where everyone was screaming and shouting and sniffing and snorting and drinking and humping, Moon would take the time to be still and take me under his arm and say: 'How you doing, kid? Are you having a good time? Shouldn't you be in school or something? Well, I'm glad you're here, anyway.' </p> <p>All of this was taking an emotional toll on me, in ways that I couldn't even articulate. Even though I had friends at Emerson school, and I was going to the Rainbow on weekends as my dad's sidekick, I was alone a lot and starting to create my own world. I had to get up in the morning and go to school and be a guy in his own private bubble. I didn't mind it, since I had this space to pretend in and create in and think in and observe in. Sometime that year, one of the neighbour's cats had kittens, and I used to take one of the fluffy white kittens up on the roof of the garage apartment behind us to hang out with. He was my little friend, but at times, I would scold that kitten, for no reason other than to exert power over him. During one of these scolding sessions, I started thumping the kitty in the face with my fingers. It wasn't anything deadly, but it was an act of aggression, which was strange, because I'd always been an animal lover. </p> <p>As soon as I moved in with my dad, the idea of having sex also became a priority for me. Girls my age at Emerson wanted nothing to do with me. My father had a succession of beautiful young teenage girlfriends whom I couldn't help fantasising about, but I couldn't quite get up the nerve to approach them. Then he started seeing a girl named Kimberly. </p> <p>Kimberly was a beautiful, softly-spoken 18-year-old redhead with snow-white skin and huge, perfectly formed breasts. She had an ethereal, dreamy personality that was typified by her adamant refusal to wear her glasses despite terrible nearsightedness. I once asked her if she could see without them, and she said that things were very fuzzy. So why didn't she wear the glasses? 'I prefer the world unclear,' she said. </p> <p>One night shortly before my twelfth birthday, we were all at the Rainbow. I was high as a little kite on a quaalude, and I got up the courage to write my father a note: 'I know this is your girlfriend, but I'm pretty sure she's up for the task so if it's okay with you, can we arrange a situation where I end up having sex with Kimberly tonight?' </p> <p>He brokered the deal in a flash. She was game, so we went back to the house, and he said: 'Okay, there's the bed, there's the girl, do what you will.' My father's bed was bizarre to begin with, because he had piled four mattresses on top of one another to create an almost thronelike effect. He was a little too present for my taste, and I was nervous enough as it was, but Kimberly did everything. She guided me the whole way, and she was very loving and gentle, and it was all pretty natural. I can't remember if it lasted five minutes or an hour. It was just a blurry, hazy, sexy moment. </p> <p>It was a fun thing to do, and I never felt traumatised then, but I think subconsciously it always stuck with me in a weird way. I didn't wake up the next morning going, 'Geez, what the hell was that?' I woke up wanting to go brag about it to my friends and find out how I could arrange for it to happen again. But that was the last time my dad ever let me do that. Whenever he'd have a new beautiful girlfriend, I'd say, 'Remember that night with Kimberly? How about if ...' </p> <p>He'd always cut me off. 'Oh, no, no, no. That was a one time deal. Don't even bring that up. It's not going to happen.' </p> <p>Around that time, I also had the wonderful experience of being babysat one night by Cher. I was in the eighth grade and still hanging with Sonny and Connie from time to time, and for some reason, they got jammed up, so Cher volunteered to watch me for the night. We camped out in her bedroom, having a heart-to-heart talk for hours on end, really getting to be friends for the first time. </p> <p>After a while, it was time for bed. Because it was a large house and I might get spooked being alone, Cher let me crash on her bed until Sonny and Connie arrived. In my mind, there was a bit of tension - not that I was going to make any moves on this woman, just the idea that I'd be in bed with such a gorgeous creature. But I thought it was OK because we were friends. </p> <p>Then Cher got up to go to the bathroom and get ready for bed. It was dark in the bedroom, but light in the bathroom, so I watched her take off her clothes, all the while feigning to be on my way to sleep. There was a woman's naked body, and it was long and slender and special and just thrilling. Not that I had the wherewithal to want some physical relationship with her, but in my mind, it was a stimulating and semi-innocent moment. After she put on her nightgown, she walked back into the room and got into bed. I remember thinking, 'This is not bad, lying next to this beautiful lady.' </p> <p>Sex was still pretty sporadic for me at the age of 13. But even then there wasn't a kid I knew who was getting laid. Every one of my friends was destined to stay a virgin for the next few years, so part of the joy for me was going to school the next day and telling my friends, 'Hey, I spent the night with a girl.' They were like, 'Whoa, that's beyond comprehension.' </p> <p>I'll never forget my first day of high school. I arrived at Uni High and checked in with my counsellor to get my class assignment. Then she dropped the bombshell. 'Tony, I know you've been going to Emerson for three years under a false address. Because you don't live in the district, you can't go to school here.' </p> <p>I didn't know it then, of course, but that was one of the most eventful twists of fate I'd ever experience. </p> <p>I went home to figure out which high school was in my district. It turned out to be Fairfax High, a sprawling school on the corner of Fairfax and Melrose. I went there the next day and felt like an alien in a sea of people who already knew one another. Because I was a day late, a lot of the classes I wanted were full. I didn't know any students, I didn't know any teachers, I didn't even know where the cafeteria was. </p> <p>I started filling out my class forms, and when they asked for my name, I impulsively wrote 'Anthony' instead of 'Tony.' When roll was called, the teachers all called out 'Anthony Kiedis,' and I didn't correct them. I just became Anthony - this slightly different guy who was more mature, more in control, more adult. </p> <p>Once again, I started befriending all of the loneliest and the most unwanted kids in school. My first friends were Ben Tang, a scrawny, uncoordinated, huge-bespectacled Chinese kid, and Tony Shurr, a pasty-faced 98-pound weakling. About a month into the school year, Tony and I were talking in the quad at lunchtime when a tiny, crazy-looking, gap-toothed, big-haired kid came waltzing up to Tony, put him in a headlock, and started roughing him up. I couldn't tell at first if this was friendly fooling around or if the guy was bullying my best friend at Fairfax, so I erred on the side of friendship. I stepped in, grabbed him off Tony, and hissed, 'If you touch him again, you're going to regret it for the rest of your life.' </p> <p>'What are you talking about? He's my friend,' the kid protested. </p> <p>It's weird. Even though we were starting off on this 'I'll kick your ass' aggressiveness, I felt an instant connection to the remarkable little weirdo. Tony told me his name was Michael Balzary, soon to be known beyond the confines of Fairfax High as Flea. </p> <p>Mike was another outsider at Fairfax. He had been born in Australia and was painfully shy and insecure, so I assumed the alpha role in the relationship. This would be the dynamic that would continue for a long time, and it would be a beautiful thing, because we shared so much together. However, it would also carry an aspect of resentment for him, because I was kind of a bastard and a mean-spirited bully at times along the way. </p> <p>Mike's mom was a real sweetheart, even if she had a bizarre Australian accent. But for the first few months I knew him, Mike kept talking to me about his older sister, Karen, who was back in Australia. 'She's a wildcat,' he'd tell me. 'She's really hot. She's got a million boyfriends, and she's the best gymnast at Hollywood High. She went streaking in the middle of a citywide competition.' I had to meet this Balzary sister. </p> <p>Later that school year, Karen finally showed up. She was young and foxy and incredibly forward. By then it was common for Mike and me to sleep over at each other's houses. In fact, Mike's room had two tiny cot beds, one for him and one for me. His family had a hot tub in the backyard, and one night Mike, Karen, and I were in the tub drinking some wine. Karen's hand was continually wandering over to me under those bubbles, and when Mike called it a night and I was about to do the same, Karen grabbed me. 'You stay,' she implored. Time to meet the sister. </p> <p>Karen immediately took charge. She started making out with me, then took me back to her bedroom, where she spent the next three hours introducing me to a variety of sexual experiences I hadn't thought possible. </p> <p>The next day Mike asked, 'How was my sister?' I spared him the details because, after all, she was his sister, but I did thank him profusely for introducing us. Years and years later, he came to me and said: 'We're really good friends, but this is something that's been bothering me for years. While you were in the room with my sister, I went outside the house and was peeping through the window for a few seconds.' By then I couldn't have cared less, but it was probably a good thing that he waited as long as he did to tell me. </p> <p><strong>'We're the red hot chili peppers, goddamn it!'</strong><br></p> <p>Anthony Kiedis reflects on further highs and lows in the Red Hot Chili Peppers' career: </p> <p><strong>1983 </strong> The fledgling band meet a lawyer for the first time. 'We decided to moon the lady at reception. \"We're the Red Hot Chili Peppers, goddamn it, and we want to see Eric ...\", and we dropped our trousers.' </p> <p><strong> 1988</strong> Original guitarist Hillel Slovak dies of a heroin overdose: </p> <p>'I went into denial. He was my best pal, but I was dying of the same thing that killed him.' </p> <p>Drummer Jack Irons leaves: </p> <p>'Jack said: \"I don't want to be part of something where my fucking friends are dying.\" We understood.' </p> <p><strong> 1991 </strong> The band's masterpiece, Blood Sugar Sex Magik, is released.</p> <p>'We all knew we were doing our best work yet and we had created something that was real and strong and beautiful.' </p> <p><strong> 1992 </strong> Guitarist John Frusciante leaves: </p> <p>'I resented him for abandoning our musical comradeship.' </p> <p><strong> 1997 </strong> While in India, Kiedis visits the Dalai Lama. </p> <p>'He cupped my hand in his hand and looked me in the eye. \"Anthony. Welcome to India ... we have to get a picture of you and I.\" </p> <p>\"If there's anything I can do let me know,\" I said. </p> <p>\"If [Beastie Boy] Adam Yauch ever calls you to play a festival for us, please make yourself available.\"' </p> <p><strong> 1998 </strong> Frusciante returns: 'One day in April, Flea went over there and they sat together and listened to records. Then Flea popped the question: \"What would you think about coming back and playing in the band?\" John just started sobbing and said: \"Nothing would make me happier in the world.\"' </p> <p><strong>· </strong>Extracted from Scar Tissue by Anthony Kiedis published by Time Warner Books on 21 October at £17.99. © Anthony Kiedis 2004.</p>",
  "<p>Actually, there was snow in Africa that Christmas time - but it was on the peaks of Kilimanjaro. And, of course, the only bells that ring there are not the clanging chimes of doom. You've also got the Ghanaian kangogi and the grello - a castanet-like finger bell. But no-one was picking nits - least of all me. Aged nine, the Boomtown Rats had been my favourite band of the punk era. I never understood why my elder brother - a Pistols fan - scorned them for not being proper punks. What, after all, could be more punk than being in a gang called the Boomtown Rats? Months before Band Aid, I was one of approximately 12 people who had bought the Rats' final album, In The Long Grass. I was hardcore. And so, by the end of 1984, when the nation conferred sainthood upon Geldof, I felt that this was a vindication for both of us. In May 1985, when news broke of a spectacular benefit for the Ethiopian famine, I knew that I would be there, WHATEVER IT TOOK. </p> <p>Tickets were due to go on sale at 10am the following Friday - the very morning I was due to sit my History GCSE. I knew there'd be no point getting the bus to Cyclops Records - Birmingham's sole ticket outlet - after the exam. By midday, it would be way too late. There was only one person who loved me enough to join that queue at dawn, but Friday was the busiest morning in my parents' chip shop - my mum had three crates of cod to fillet and portion, and a gallon of curry sauce to make. The last thing she needed was to spend four hours queuing to secure my entry into the Greatest Gig Of All Time. But she did. I repaid her by failing my GCSE. </p> <p>That evening, a customer in the chippie offered £400 cash for my tickets. My dad called me; I said no. A week later, another customer bid £1,000. No way. My parents thought I'd gone mad - but I knew that any gig which gathered together Ultravox, Sade and the Style Council would surely never be repeated. I may have failed at history, but soon I was going to be part of it. </p> <p>That was the pitch anyway, but after a brief phone-around of my classmates I realised I might have a problem getting someone to come with me. Finally word came through via my brother, that one of his cool art school friends was desperate to go. So desperate, in fact, that she would consider going with a teenage spenk. </p> <p>We must have made an odd sight. I had downy bum-fluff on my face and brown cords; Annette was a Home Counties Clare Grogan. But Live Aid transcended tribal boundaries. It was my punk; the day the kids got together to show those square politicians ithat with Ultravox, Sade, and the Style Council on our side, we were capable of a revolution.</p> <p>Of course, if some kind of kids' uprising ever takes place in this country, it won't start with Status Quo singing 'Rockin' All Over The World'. At the time though, it seemed a fitting way for the 'global jukebox' to get going. When the gates had opened, Annette and I sprinted across the massive blue tarpaulin to bag a spot just beside the sound desk in the middle of the pitch. Had Quo sung 'Pictures Of Matchstick Men', it would have been more appropriate, given that this was all we could see. </p> <p>In the week before the show, there had been murmurings that this was all a shameless bid on Bob's part to reignite his career. Needless to say, I totally supported his decision to do a Boomtown Rats set. So when his band did 'I Don't Like Mondays' and he sang, 'And the lesson to day is HOWTODIE!' while raising his saintly first in the air and holding the pose for a tiny eternity, it felt like I had seen nothing quite as poetically meaningful in all my life. 'Yes!' I thought to myself, 'because, when you think about it, the lesson today sort of is how to die.' It was a good day for this sort of pop revisionism. </p> <p>While it took me years to bring myself to be critical about anything I saw on 13 July 1985, I clearly remember knowing within seconds of Freddie's first 'DAAAAAAYO!' that Queen were about to win Live Aid. Only two moments that day truly managed to silence the John Motson in my adolescent head asking, 'Is Pete about to undergo the defining experience of his life?' One of them was the Nuremberg-style double-clap on 'Radio Ga-Ga', with which I found myself joining in. The second was 'We Are The Champions'. Indeed, not only did Queen win Live Aid, but they rubbed everyone's noses in it with a song built around the age-old playground chant, 'Nyer-nyer-nyer-nyer-nyer'! What a fantastically graceless thing to do. </p> <p>Then there was the emotional finale; Bob raised aloft by almost every sticker in my 1985 Smash Hits yearbook. Yes, that was good. But look at it now and you'll notice how poorly stage-managed it is, with A-list stars like Freddie Mercury and David Bowie struggling to wrest a bit of mic action off Big Country's bassist and Harvey Goldsmith. Besides, after six hours rooted to the spot, I was bursting for a piss. </p> <p>We bought cheeseburgers at Euston and ate them on the train to Birmingham. My dad picked me up. 'Did you see us on the telly?' I asked. 'We were in the middle of the pitch and Annette had a colourful golf umbrella.' No they hadn't, but everyone was talking about how Bob Geldof had said 'Fuck' live on air. The revolution had been televised. </p> <p>Now people were really going to have to sit up and pay attention when the Boomtown Rats released their next album.</p>",
  "Opera has long been seen as the preserve of the wealthy elite, but new figures prove that in Leeds at least this is no longer the case. During the 2003-04 season, there was a 25 per cent jump from the previous year in ticket sales for performances by Opera North in the city. <p>The company has also noted a considerable broadening in the type of people attending, with a particular increase in the number of young people and first-timers. The results are startling given the previous national trend of shrinking and ageing audiences. </p> <p>'I believe this can be a fully accessible art form,' said Richard Mantle, General Director of Opera North. 'We need to take the barriers away. There was this idea that opera is a middle-class event and I do not think that is the case. There has also been a huge renaissance in Leeds in terms of retail and eating and drinking which has led to an influx of young professionals into the city. We have seen large numbers of them attending shows.' </p> <p>Much of the success has come from the decision to stage 'Eight Little Greats' last season, which consisted of eight 90-minute operas. The company put on two a night, so people could choose to go to only one, shorter show which would fit around other activities and cost half the price of a normal ticket price. This allowed those who were put off by long, expensive nights to give opera a go. </p> <p>'We always got a larger audience for the later show,' added Mantle. 'That suggests people were fitting it around going out for meals before, and perhaps going to bars or clubbing later.' </p> <p>Hannah Baldock moved to Leeds last year from Hull and had never been to the opera - the last time she remembered going into a theatre was for a pantomime as a child - but she decided to give it a go. </p> <p>The 26-year-old, who works for a development agency, Leeds Vision, was offered the cheaper tickets for 'Eight Little Greats' and decided to fit it into a night out. </p> <p>'I would never have thought of going before,' she said. 'But it was really beautiful inside the theatre. I really enjoyed it. I could understand all of it and was surprised by how modern it was. We went out for drinks before and then went out into Leeds afterwards, which was great.' Baldock says she is definitely planning to go back. </p> <p>Opera North also takes it shows on tours across the North and to London. The news that the company is going from strength to strength has been met with delight in the city. </p> <p>'These figures reinforce my instinct about the importance of Opera North,' said Richard Gregory, deputy chairman of Yorkshire Forward. 'It is vital for Leeds to have nationally renowned cultural organisations and important to attract and keep talent in the region. The opera company has always had its hardcore supporters, but the news that the demographic has widened is fantastic and something I have noticed during performances I attended.' </p> <p>John Harrison, artistic director emeritus of the West Yorkshire Playhouse and author of the recently published Not Quite Famous, agreed: 'It is wonderful that they did something that meant more people wanted to go to opera. </p> <p>'Leeds is quite a metropolis now - it has fantastic shops, Michelin-starred restaurants and nationally renowned theatre and opera. I came more than 20 years ago for one year and stayed. People ask me now if I would move back south and I say, why?' </p> <p>The success of Opera North is also important for local businesses. 'It is very attractive for businesses who are coming into the area,' said Penny Hemming, director of the CBI for Yorkshire and the Humber. </p> <p>'Senior business people do look at the quality of the local environment, and having a successful opera company is part of that.'</p>",
  "One of Britain's leading documentary makers has attacked television's obsession with Islamic terrorism, claiming it has done nothing to dispel myths surrounding al-Qaeda and is too willing to take the government line on the 'high' level of the threat. <p>Adam Curtis, the man behind a controversial three-part BBC documentary about al-Qaeda, said that television had too often taken the 'path of least resistance', leading to simplistic view of terror scares around the world. </p> <p>He said that programmes such as Dirty War, a dramatised account of a radioactive attack on London, gave a 'false idea of reality' and led people to believe terrorists could strike at any minute. </p> <p>'Much of what is said even by newscasters is unsubstantiated and nobody complains,' he said. 'There has been no attempt to explain to people why this terror scare has happened. It is not a journalistic conspiracy, just the path of least resistance' </p> <p>Although Curtis has welcomed the chance the BBC has given him to put together the documentary about the actual threat posed by terrorists, he accused the broadcast media of falling too easily into line with the concerns expressed by the government. The opportunity to tell thrilling stories about sleeper cells in every major city has drawn networks into a 'complicity' with Tony Blair and George Bush. </p> <p>Television dramas had also fallen into the trap, he argued. 'Episodes of programmes such as Spooks support that false idea of reality.' </p> <p>Co-produced with Stephen Lambert, the creator of Wife Swap, Curtis's films examine the growth of the idea that a lethal and dedicated band of international terrorists is trying to destroy the West. The Power of Nightmares, also points up similarities between the tenets of Islamic fundamentalist thought and the American neo-conservative movement. </p> <p>A BBC spokeswomen emphasised that Curtis's quarrel is with all forms of media and that the BBC is happy to give airtime to his arguments. The corporation also defended its right to broadcast popular dramas which reflect current concerns about terrorism. </p> <p>'Global terrorism is at the forefront of public consciousness and the BBC aims to explore the issues raised by it from all sides of the debate,' she said. </p> <p><b>·</b> The first part of 'The Power of Nightmares' is on BBC2 on Wednesday at 9pm.</p>",
  "<p>Telly is not the same as TV. Telly - which is what we still just about have in Britain - is the hearth and soul of the nation. It's cosy and nice and helps you feel content. Devoid of content, TV - which is what they have here in America - fills you with a discontent of which the urge to channel-surf is the sofa-bound expression. You can snuggle up with the telly and generally feel better about your life, especially if it's raining outside and you're watching a documentary about some sorry-ass country where they probably only have one channel and it's not even in colour. Telly makes you feel at home. TV turns a home into a hotel room, a living room into a departure lounge. You're sitting in your apartment in New York, the TV is on, you feel peckish - so you call room service (i.e. get a pizza delivered). Next thing you know there's an ad for pizza on TV and you wonder if everything - even that first pang of hunger - has been pre-programmed by some cynical conspiracy of the networks and the fast-food industry. </p> <p>It's not that there's anything wrong with American programmes; it's the experience of watching them in America that is so awful. Some American programmes are pretty cool but even these become unwatchable when watched in America. Not that I'm the best person to ask about this. I never get into TV series until after they've started plummeting downhill. I only started watching NYPD Blue when the guy who made it famous was no longer in it and his place had been taken by another guy and everything that happened in the precinct had become as automated as a car plant. I've not yet seen The Sopranos or Sex and the City but I am into this show called Friends. Have you seen it? It's about this group of celebrities, it's really funny and the women in it are all amazingly gorgeous. </p> <p>I'm joking of course. It's not funny at all. I happened to be in Texas when the last episode was shown. With all the commercial breaks this hour-long farewell got distended to about five hours and at the end of it all I concluded that I had never spent an evening more stupidly in my life even though that life, I sometimes think, has consisted overwhelmingly of stupid evenings. </p> <p>Last night, for example, I did something really stupid: I watched the news. The news here is something else. What that something is I'm not sure, but it's certainly not news in any current-affairs sense of the term. It's more like an infomercial sponsored by a cryogenics firm and hosted by a celebrity one assumed was long dead. In a culture that sets so much store by youth Americans have a strangely soft spot for these trusty - the 't' is silent - old anchors who've been sitting pretty since Hoffman and Redford broke the story of the Watergate scandal or the My Lai massacre or whatever. It's the media equivalent of the Oxford don syndrome: stick around long enough and senility will seem like charming eccentricity. Take Larry King, who recently interviewed Yusuf Islam (formerly Cat Stevens) on CNN. Yusuf seemed like a nice enough cat, but he never really got to the heart of the matter and said: 'Listen Larry, you sit there in your signature braces and your trademark specs, drinking your mug of coffee, and you think that makes you a character? Well, as a Muslim I've got to tell you, you're not a character, you're a toss-pot and if you had an ounce of human decency you'd take those braces and martyr yourself with them right here on prime-time.' </p> <p>As for analysis or tough questioning - forget it. Politicians don't get interviewed on American TV, they get sucked off. The only good thing about the news is the weather. During the Florida storms the news channels became the weather channels. Basically, the weather was the news. CNN sent a reporter to stand in the flight-path of the cataracts and hurricanoes and see if he could stay on his feet. It was King Lear in the age of The Day after Tomorrow and, as such, required a level of concentration I found hard to sustain. Not that this stopped me watching. At times the no-expense-spared scale of the devastation made it all seem like an extravagant advert for an end-of-season sale of stuff that no one wanted in the first place. Certainly if it's cut-price catharsis you're after, few sights can rival that of a walk-in refrigerator crashed out on the roof of an SUV. </p> <p>Sports fans, of course, would beg to differ. Sport is big news here. The only problem is that despite all the time given over to talking about sport there's no sport to speak of. There's just basketball, American football and baseball (the US equivalent of cafe society, as Don DeLillo points out; you sit there and nothing happens), none of which counts. I happened to catch the end of the Olympics here and it was a completely different experience to the one you were having over there in what Donnie Rumsfeld charmingly terms 'old Europe'. A global event only in the sense in which the so-called World Series claims to be one, this Olympics con sisted solely of American triumphs and tragedies. No, sorry, I got muddled up - I was thinking of the Fox News coverage of Iraq. </p> <p>Speaking of fiction, there are always plenty of movies on TV. You should try watching one. At first the commercials crop up every 20 minutes. Then, gradually, they become longer and more frequent. Soon there are breaks within the commercial breaks, advertising what's coming up later on the same channel. After an hour these Sterne-like breaks are of such a length and frequency that it's difficult to keep track of the plot. After an hour and a half - which, because of the accumulated interruptions translates into less than 40 minutes of actual movie time - you have completely forgotten what you're watching so you abandon the film and flip to The World's Scariest Police Videos . Intended to persuade viewers of the dedication of the cops, these shows tacitly suggest the opposite: namely that a lot of this reckless driving is kick-started by the eagerness of the police to give chase (ie start filming). Still, once you've abandoned all hope of telly and embraced the idea of TV, these compilations provide all the intellectual stimulation of Top Gear and Antiques Road Show combined. In a recent one the cops were chasing a guy who, it turned out, was a schizophrenic. He was convinced that he was chasing a suspect and that the police car in pursuit was his back-up. This wasn't just mindless fun - it wasn't even mindless fun - it was meta-high-concept TV. </p> <p>Before I settled for this kind of no-budget thrillage - 'in the destructive element, immerse!' as the reality novelist Joseph Conrad put it - I expended a lot of energy complaining about how bad American TV was and how, despite years of dumbing down, the BBC was still a world leader in tellyhood. This, I realise now, was an extremely parochial position. The truth is that American TV is so bad that no one watches it. Not a soul. They've all given up. In London I know only one person who doesn't have a telly and regard him somewhat suspiciously because of this ('Get a life!' I feel like saying). In New York there's no stigma attached to turning off and tuning out; people have evolved beyond TV. Or at least that's what they claim. But then, as I look out of my window, I see all the nearby apartments are filled not with the patient amber glow of a reading lamp but the blue lurch of something suspiciously like TV. Someone is still watching, even if no one's prepared to broadcast the fact. </p> <p><strong>·</strong> Geoff Dyer's most recent book is Yoga For People Who Can't Be Bothered To Do It (Abacus).</p>",
  "<p>It was one of those unseasonably warm May days that prompts everyone to act like it's dress-down Friday. Even at 9.15am the sun was hot enough to make Islington's Upper Street seem eerily Mediterranean - all pavement cafes, lattes and sunglasses. Down a side turning, Angel studio was coming to life. On the stripped pine studio floor saxophonists and trumpeters were warming up to record singer Clare Teal's new album. A trombonist read a copy of the Sun spread across his music stand. Microphones and cable were everywhere. As producer Tony Platt worked on the balances, a cheerful 'Morning everyone' announced the singer's arrival. There was no mistaking that accent. </p> <p>Clare Teal is a Yorkshire lass and as down-to-earth as they come. Already she's cracking jokes and the studio's studied air of seriousness is broken by roars of laughter. You'd think she does this sort of thing every day of her life, but you'd be wrong. Don't Talk will be her debut album for a major recording company. A couple of months earlier she was at the centre of a bidding war between record giants Universal and Sony. </p> <p>It was a re-run of the battle they had to sign Jamie Cullum. On that occasion Universal won out with a remarkable £1.3 million deal for the young singer, whose album Twentysomething promptly went double platinum and shot to the top of the album charts behind Norah Jones and Katie Melua to give jazz albums the entire top three for the first time in 48 years of album chart history. All of a sudden, jazzy singers are selling records by the bucketload. So when Sony went after Clare Teal, it was a high stakes game. This time it made sure it got her with a deal that broke even Cullum's. Now she has to deliver. </p> <p>Musical director Simon Wallace calls for 'I Just Want to Make Love to You', and the band run it down while the recording engineer checks balances. 'Is that at an A or an Ab at bar 59?' asks the third trumpet player. There are more clean-ups, and when Wallace is happy, producer Tony Platt calls for a take. They're going for it in real time, Clare in the vocal booth and the band live on the studio floor. No click track, no dropping in, no overdubs - it's almost unheard of in today's record biz. </p> <p>Standing barefoot, and giving it all she's got, it's clear Clare Teal really is a very good singer, despite all the people who are now going round saying exactly that. At the end of the song, the band break out into a round of spontaneous applause as Tony Platt announces over the PA, 'That's a take!' </p> <p>The emergence of jazzy singers has taken the record business by surprise. A whole industry geared to the youth market, with its ears to the ground waiting for the next teenage rapper from Hackney or a breaking indie-rock band who have perfected the psychotic stare, was left scratching its collective head at this clean-living bunch singing songs twice as old as they were. The first stirrings of this quiet revolution were felt following the success of Norah Jones's Come Away With Me in 2002-3, which concentrated record companies' minds in a way that only 18 million worldwide sales can. Something big was stirring and it had caught the majors asleep at the switch. </p> <p>As they gazed at a huge hole in their balance sheets in 2002, they saw that between 1992 and 2001, the proportion of consumers aged 45 and over had nearly doubled, to 23.7 per cent. Buyers over 30 now made up 54.5 per cent of the market as compared with 36.1 per cent for those between 15 and 30, a figure that reflected the general ageing of the population. The 30-60 year olds were now the fastest-growing wing of the music-buying public, and the majors, after much procrastination, identified them as an audience that did not usually download music. Nor were they au fait with video games and other competing attractions. They set out to woo them. </p> <p>Three months later Clare Teal is about to preview six songs from Don't Talk for 50 movers and shakers in the media business in the French Parlour at Claridges. Michael Parkinson arrives and mingles with guests with a joke here and a nod and a wink there. Backstage, Clare nervously waits for the return of her trousers, which she sent out at the last minute to get altered. When they finally turn up, she and Simon Wallace walk out to the grand piano in the far corner of the room. 'Everyone was up one end and it was me and Simon down the other. Very odd!' she says afterwards. 'The whole reason for just having a pianist was that I could do it live, and that if you can do it just with a piano then it's a demonstration of a point.' </p> <p>With a small PA and just piano accompaniment she effortlessly runs through half a dozen songs, ending up with a rousing original called 'Messin' with Fire'. Like a younger version of Victoria Wood, her off-the-cuff humour between songs has a bunch of seasoned music biz pros eating out of her hand. </p> <p>It was national public radio in the United States, not MTV, that introduced Norah Jones to her audience, revealing the huge potential of the 35- to 60-year-old demographic that the record companies had never really gone after. In the UK, Radio 2 is booming courtesy of 'the Saga louts', and shows such as Michael Parkinson's Sunday slot play an increasingly important role in giving exposure to the jazzy singers. But Parky's TV chat show is even more significant. Last year, Michael Bublé and Jamie Cullum appeared as virtual unknowns on his show, and in weeks were generating the kind of six-figure sales that few pop debutantes achieve without a campaign of hit singles preparing the way. </p> <p>Almost without anyone noticing we're up to here in jazz-styled singers. What was a trickle before Norah Jones - the two million plus sales of Diana Krall's The Look of Love and solid sales from the likes of Jane Monheit, Natalie Cole and Karrin Allyson in the USA - has become a flood. As Cullum's Twentysomething continues to clock up sales in the millions, record company A&amp;R men are out trawling the clubs, pubs and karaoke bars in search of smokey-voiced sirens who can sing in tune, who can bring a bit of jazz or soul to the table, know a few standards and can mix them up with a few original compositions. </p> <p>There are out-and-out jazz singers, there are singers with the kind of unaffected whimsy of a Norah Jones, there are soul singers and pop singers singing jazzy stuff and there are young singers who record companies think are worth a punt in the hope of appealing to playlist compilers. You pay your money and you take your choice - one person's Katie Melua is another's Diana Krall. Jazz and pop are conflating at their respective margins. </p> <p>The mood created by the jazzy singers effect escapes easy definition, but is one of melting barriers between generations and genres. 'It might have started off as something novel and new, the lounge scene, but all of a sudden there were these really talented artists making some great records, artists audiences could go and see, and it kind of moved from there,' says Adam Sieff, Sony's Director of Jazz for UK and Europe. 'Suddenly there's an audience who listens to and appreciates these singers. What started off as a small area of the business is now the mainstream - that's terribly exciting!' </p> <p>So in this new musical landscape is Clare Teal a creation of Sony records signed to piggyback this fast-growing market trend, or does her emergence reveal a genuine talent? On this, insiders seem united. 'Clare is a great entertainer as well as a great jazz artist as well as a songwriter - she really covers all the bases,' insists Sieff. 'While she was recording Don't Talk I was continually surprised by what I heard. But there's so much more to Clare than just the voice. She's also a wonderful entertainer. That's the reason why people are attracted to her and like her.' </p> <p>Able to marry words and music in a way that only the very best singers can, Teal brings interest, sophistication and wit in a very personal way to the popular songform. At 31, she's experienced some of the emotional lumps and bumps that life can deal and she's paid her dues. Listen to her voice and there's a depth and maturity that many of the current batch of young teenage chanteuses, who look as if the worst thing in life they've experienced is runny mascara, conspicuously lack. Teal is not being groomed as a sex goddess but as a singer. 'What they get is this plump northerner who is not terribly glamorous, who is not American,' she jokes. And according to Jon Newey, editor of Jazzwise, the UK's leading jazz magazine, she's the real deal. 'While Clare Teal may appear to be a beneficiary of the jazzy vocal craze, she was knocking 'em dead in jazz clubs years before the phenomenon took off,' he says. 'We featured her before she was signed by any record label, indie or major, because she was good.' </p> <p>Born and raised in Shipton, Yorkshire, Teal developed a fascination for jazz from her father's collection of old 78s. 'They were in this trunk and on novelty Sunday afternoons it would be carted down from the attic and then we'd get these amazing discs out, and I was so excited by it,' she recalls with a characteristic laugh. 'Lots of British dance bands; Harry Roy, Joe Loss. And I was a massive Geraldo fan - at six, what a geek!' </p> <p>From a very young age, she developed a fascination with jazz and jazz singers to the exclusion of pop. 'I had this very normal life; went to church every Sunday, went to school, had friends, played out, did sport, and then I had this other world that nobody knew about,' she says. '\"Clare's in the attic again!\" And I'd sit and imitate these singers - listen and hone and imitate, listen and hone and imitate - a very useful thing in retrospect, but at the time probably a bit odd!' </p> <p>After music lessons on electric organ and formal studies on clarinet, she went to music college ('Got a good degree!') and then into the advertising business. Work for upcoming jazz singers was so minimal as to be non-existent. Entering a national contest to find the next Billie Holiday, she came second, but there was little work, other than singing for beer money with trad bands. Then came a break, filling in for another singer at a jazz festival. It went so well she resolved to make a serious attempt to build a career as a singer. A demo to the UK's biggest jazz indie Candid saw her land a contract, and from a gig diary with just one date, the northern work ethic kicked in as she set about phoning around for work. 'I'd phone as somebody else: \"Hey, have you heard this great jazz singer?\" That's when my training in advertising came in handy. Everything has a purpose!' </p> <p>After three albums on Candid, and interminable one-night stands criss-crossing the UK - 'It's always Devon on a Saturday and Yorkshire on a Sunday, you can guarantee it' - she had built up a large following but was as far away from a national breakthrough as ever. Two years ago she was actually one of the first to champion Cullum, pushing him into a record deal, and after seeing his career take off she could have been forgiven for thinking, 'Where do I go from here?' The answer came in the form of her manager David Carr. 'In my line of work I've come across hundreds of good singers, but very rarely somebody who obviously had an exceptional talent,' he says. 'I was shocked at the hardship she was facing; it was simply a case of her needing somebody inside the music business that could help.' </p> <p>National radio play, a string of profile gigs, an appearance last November on Parkinson and a major label contract followed in quick succession. 'Even last year I had no idea this would happen at all,' says Clare frankly. 'When we had the Parkinson call, the only national television I had done was [regional news programme] Points West! Nobody knew who I was, and that's not changed very much at all - except in Waitrose in Bath. I do get stopped there, usually when I'm buying lavatory cleaner.' </p> <p>'Clare's the entire package,' says Michael Parkinson in the comfortable country pub he owns in Berkshire. Parky's enthusiasm is plainly genuine. 'I think this record will really take off for her. It's the best record I've heard from an English artist since ... well, I can't remember when. I've been really excited about it. I went to a couple of gigs and I was convinced; you just know. And I think they've done her proud on this record!' (Don't Talk was launched before an audience of millions on Parky's new chatshow on ITV the night before publication of this piece.) </p> <p>Record business insiders are quietly predicting that sales will go through the roof and it's not difficult to see why. Every song on it is well chosen, a mixture of the unexpected - the Beach Boys' title track, Laura Nyro's 'Stoned Soul Picnic'; the expected - classics from the American songbook; and her own four originals. </p> <p>For Clare Teal, the vocal boom couldn't have come at a better moment. 'This facet of the music business seems to be doing well right now, long may it continue!' she says. 'Even if it doesn't, I can look back and think, wow, we did this! I made absolutely the best album I could at this moment in time in my life. And that's a nice thing to carry around with you.'</p> <p><strong>The Teal test</strong></p> <p>Will Clare Teal's major label debut, Don't Talk , take off? OMM tested the record ahead of its release with a cross section of the public, none of whom were yet familiar with her work</p> <p><strong>Montana Caller, 12, Joanna Santos-Pinto, 12, students</strong> </p> <p>It is absolutely rubbish. It is not our style. We like R&amp;B and rapping. Stuff like Dizzee Rascal, and Lethal B. </p> <p><strong> Danny Magus, 20, music student</strong> </p> <p>The first one sounds like something from The Jungle Book, but the rest of it sounds like commercial jazz. Middle-aged men would listen to it, a jazz fan sitting there with a brandy. </p> <p><strong> Alex Cope, 31, pilot</strong> </p> <p>I think it is good but a bit cabaret. It is pleasant. I think my dad would like it. </p> <p><strong> Millie O'Brien, 45, social services worker</strong> </p> <p>She has got a good deep voice. It is the sort of thing I would listen to in my spare time. I will look out for her. </p> <p><strong> Peter Stenson, 70, actor. </strong><br> </p> <p>It is lovely. It is very Julie London, and it is very Fifties and big band. I might buy it.</p>",
  "<p>It will come as a relief to the millions of Britons who worry about the environment but aren't quite sure what to do about it - it is time take off the hair shirt and stop fretting that it's all a little overwhelming.</p> <p>A new book offers a hopeful 'three minute-a-day action plan to save the world'. Aimed at busy people, or the simply lazy, The Armchair Environmentalist is based on the theory 'if we all do a little, it adds up to a lot'. </p> <p>As a mother who runs her own publishing company in America, the author, Karen Christensen, admits even she is not virtuous all the time. But she wants to encourage more people to realise they don't have to live in wigwams and eat organic mung beans to make a difference. </p> <p>Christensen's approach is more about changing light bulbs, buying in bulk and swapping the oven for a microwave to save energy. </p> <p>A few statistics back up the cumulative effect theory. If every home in the UK put in two low-energy light bulbs the electricity saved would power all the street lights in the country. And if everyone pumped up their car tyres properly it would save bil lions of litres of fuel and millions of tyres from the scrap heap every year. </p> <p>'Everybody knows that there are changes we can make at home to help protect the earth, but many of them seem too complicated or daunting - or plain trivial,' writes Christensen. </p> <p>'Like you, I want maximum impact for the time I put in and wanted to be able to do a little here and there.' </p> <p>The idea is backed by Jonathon Porritt, the government's chief environmental adviser. He argues that as dire warnings about the future appear every week - last week there were warnings of another 'unprecedented and unexplained' rise in carbon dioxide - a 'can do' attitude is becoming more important. </p> <p>'The necessary has to be made desirable before any kind of transformation becomes possible,' he says in a forward to the report. </p> <p>The book, published on 28 October, offers ideas from the minuscule - put down doormats to reduce the need to clean your house - to the more sacrificial - set the thermostat at no more than 16C. </p> <p>Some claim to save money, such as low-energy bulbs which last eight times longer than standard bulbs, and greener cars, which save fuel. Others are more expensive, such as buying certified organic produce, including corn, bananas and apples. </p> <p>Even the most entrenched couch potatoes will find something to celebrate here: smoothing out washed clothes or buying fabrics that don't crease saves electricity ironing, while washing-up uses more water than a fully loaded dishwasher on an economy cycle. </p> <p>And the book itself? Well, it is one of the first in Britain printed on 100 per cent recycled paper. </p> <p>Some environmentalists believe the 'sackcloth and ashes' asceticism of the early 1990s turned off a lot of potential supporters and diverted attention from more effective ways of helping the planet. </p> <p>'The green movement was delayed by politicians dumping responsibility on individuals, that distracted people from collective political action,' said Spencer Fitz-Gibbon, the Green party spokesman on climate change. </p> <p>In the late Nineties the debate changed to one which majored on the financial benefits of using less energy and making less waste. Now the idea has been repackaged more completely for a fast-moving consumer society. </p> <p>It is an evolution applauded by Kathy Sykes, professor of public engagement in science at Bristol University. </p> <p>'There isn't much evidence that if people just understand the issue and know about the issue then they'll change their behaviour,' said Sykes. 'Actually getting people to do the actions and change behaviour: that makes people care a bit more.' </p> <p>There are some who fear that 'environmentalism-lite' risks creating complacency by underplaying the severity of climate change, toxic pollution and waste mountains. </p> <p>To this end the book does contain suggestions far beyond the three-minute comfort zone, including turning your garden organic or moving to a smaller house . </p> <p>'There is a time to get out of our armchairs,' said Christensen. </p> <p>And if none of the above appeals, number seven in Christensen's top 10 from the book is: 'Have more sex. It's a natural, free, low-tech form of recreation and a good form of exercise.' </p> <p>A word of warning though: 'If you use a condom make sure you put it in the dustbin, not down the loo.' </p> <p><strong>How to do your bit</strong></p> <p><strong>·</strong> Put in low-energy bulbs. Two in every home will save enough power for all Britain's street lights</p> <p><strong>·</strong> Keep vehicle tyres inflated. If all were at the correct pressure, it would save 35m litres of fuel daily</p> <p><strong>·</strong> Put down doormats. Keeping out dirt will reduce the need for chemical cleaners</p> <p><strong>·</strong> Use a low-dose contraceptive pill. Build-up of oestrogen in water is blamed for sex changes in fish</p> <p><strong>·</strong> Bulk buy. It saves both on shopping trips and packaging that is expensive to dispose of</p> <p><strong>·</strong> Save water in the garden by using porous soaker hoses, not sprinklers, at dawn or dusk</p>",
  "<p>It's a task that would cow Hercules and a mission that has eluded world leaders. But now a group of economists has attempted to solve the planet's biggest problems.</p> <p>They have produced a list of 17 projects - tackling disease, war, famine and corruption - which they claim are the best way for the world to spend its limited funds.</p> <p>It is as controversial as it is ambitious: top of the list is preventing HIV/Aids, mostly by issuing free condoms, sex education and training sex workers. Second is tackling malnutrition. Third is preventing malaria and fourth liberalising trade. </p> <p>Next on the list are another five solutions judged 'good' value for money and four judged 'fair'. Most divisive, though, will be the four solutions judged 'bad' value for money - including policies on global warming and climate change. </p> <p>Expanding access to education didn't even make the list - not because it's a bad idea but because the experts were uncertain of its success. </p> <p>The Copenhagen Consensus project was set up by Danish statistician Bjorn Lomborg, author of the controversial The Skeptical Environmentalist, which claimed many green policies - especially on climate change - were misguided. </p> <p>This week Lomborg is in London to mount a public defence of his latest project - and the book that goes with it, Global Crises, Global Solutions - at London's Institute of Contemporary Arts. </p> <p>Lomborg has been criticised for demanding that governments make 'false choices' between vastly contrasting solutions, such as mosquito nets, water pumps and carbon taxes. He told The Observer that politicians always made such choices and that his project aimed to give them more evidence to make better decisions.</p> <p>'I understand the sentiment: the point is - and these are approximate numbers - the benefit to cost ratio of doing something like HIV/Aids [prevention] is something like 40 to one. If you do something like local health services it was four to one. </p> <p>'If you spend a certain amount of money do you want to see 10 times as many people [helped] or just one?' </p> <p>The Copenhagen Consensus narrowed down a list of 32 global problems to the 10 biggest threats. </p> <p>Some were high-profile issues such as climate change, communicable diseases, conflicts, malnutrition and hunger, migration and sanitation and access to clean water. Others were less visible: education, financial instability, governance and corruption, and subsidies and trade barriers. </p> <p>Lomborg asked three economists in each field to prepare expert papers and got eight of the world's top economists - including several Nobel Laureates - to rank suggested solutions according to cost and benefit. </p> <p><strong>A brighter future</strong><br> 10 things on the priority list</p> <p>1. Control HIV/Aids - primarily through prevention such as free condoms and sex education. </p> <p>2. Tackle malnutrition by providing supplements with micro-nutrients. </p> <p>3. Liberalise world trade by persuading countries to open their markets </p> <p>4. Control malaria by using insecticide-permeated nets to protect people and targeting pregnant women. </p> <p>5. Use new agricultural technology such as improved seed varieties and farming practices for bigger and more reliable crops. </p> <p>6. Encourage community-managed water supply and sanitation schemes to reduce the totals of 1.1m people with unsafe water and 2.4m with bad sanitation. </p> <p>7. Use small-scale water technology - low-cost electric or diesel pumps, natural irrigation and rain-harvesting - in order to give help to farmers. </p> <p>8. Lower barriers to migration for skilled workers. </p> <p>9. Improve both infant and child nutrition. </p> <p>10. Introduce 'optimal' carbon tax of US$150-600 per tonne aimed at reducing global carbon emissions by about half.</p>",
  "Six weeks ago, The Observer asked six people just starting out at very different points in the world of education to record their hopes and fears in personal journals. As the autumn term progresses, we hear how some are having the best time of their lives, while for others the past few weeks have brought upset, stress, strains - and, for one, the threat of a court case. <p><b>·</b> <b>Anna Whicher</b>, 18, a former pupil of the private Badminton School, has started at Reading University after failing to get the A-level grades she needed to study French and history at Warwick. </p> <p>After being so horribly disappointed not to get a place at Warwick and feeling I was coming to Reading on sufferance, the moment I walked into Wantage Hall, I knew this was the right place to be. </p> <p>I thought I must have strayed into an Oxford college: Wantage is like something out of Harry Potter. The dining room looks like the great hall at Hogwarts, with long wooden tables and portraits on the walls. It has some bizarre traditions, such as letting sheep into the court once a year. </p> <p>Reading was my 'insurance offer', so I only had temporary accommodation. It was torturous not knowing whether I could stay in the hall, but I made friends with the other temporary students who were in the same boat and kept my fingers crossed. My corridor is mixed, so when I walk out of the shower, there are men everywhere, which is a culture shock. </p> <p>I know it's a cliché but freshers week has been one of the best weeks of my life. I am missing my best friends, Lucy and Ed, but I've averaged four hours' sleep a night thanks to an endless stream of drinking, meeting new people and having so much fun. </p> <p>The atmosphere is incredible: we have quiz nights, drinking competitions and speed dating. When we get home in the early hours, quiet snacks in the kitchen degenerate into food fights involving the whole corridor, with chairs as barricades and food, shaving cream and water as ammunition. </p> <p>I was told last week that a room had become available in Wantage if I would be prepared to share a room. I would, so that's wonderful. </p> <p>Budgeting is another preoccupation. I'm spending way over my set amount for socialising and drinking, but once I'm fully into the course I expect that will slow down. </p> <p>Lectures started last week, and they have been fascinating, but I have been given work like there is no tomorrow. It's getting a bit hectic trying to balance everything but it's all part of the game. </p> <p><b>·</b> <b>Azim Ansari</b> was 14 when he and his brother smuggled themselves into Britain from Afghanistan in 2001. They have not heard from their parents, four brothers and two sisters since. Azim achieved 'A' grades in A-level maths and physics and a B in computing this year. He has just started at St John's College, Oxford, where he is studying engineering. The Home Office, however, has rejected his application to stay in the UK, and the brothers' first appeal takes place next week. </p> <p>My brother Wali and I have our first Immigration Service hearing on Thursday to decide if we must return to Afghanistan. </p> <p>Since I came to Oxford, we have had to get a new lawyer. Our old solicitor was too far away for us to visit regularly. The upshot is that we have had to tell our story again. </p> <p>It's hard for me. I'm trying to start a new life in Oxford, and having to retell it reminds me how uncertain my life is and that I don't know if it will ever be secure. </p> <p>I watch the students around me going out and having a good time, and I don't know if I even have it in me to behave like that now; I have too much on my mind to let go. If I tried, I think I would feel too guilty because my family made so many sacrifices to get me here, and now I don't even know where they are. </p> <p>Our new solicitor is on holiday so my brother and I will represent ourselves. Usually they send a barrister but we can't afford the £150 to £200 that would cost. </p> <p>I hope it won't be too difficult to explain our case, but the thought of it has made it hard to concentrate and get enthusiastic about university. When you're unsure what will happen, it makes you not want to work, which is awful because I've come to university to work hard; that's the whole point of my family's sacrifice. </p> <p>In every other way, my life is good. If only I could enjoy it. My girlfriend, Becky, and I have been given a lovely flat near the college, Becky has found a job, I am enjoying my lectures, and Oxford is a great place. The people are lovely and there are parks and museums and the river. I would really love to stay. </p> <p>We are asking people to sign a petition to help us at <a href=\"http://www.asylumbristol.org.uk\">www.asylumbristol.org.uk</a> or <a href=\"http://www.ncadc.org.uk/archives/filed%20newszines/newszine50/waliazim.html\">www.ncadc.org.uk/archives/filed%20newszines/newszine50/waliazim.html</a> </p> <p><b>·</b> <b>Richard Killip</b>, 18, from Bradford, was the first member of his family to take A-levels, let alone go to university. Yet he has gone to Cambridge to study politics, law and environmental studies. </p> <p>My stepmum started joking before I left home that if I came back during the holidays talking posh, there would be trouble. </p> <p>I think this revealed a fear because none of my family has any understanding of universities or of the student way of life. They worry they won't be able to make conversation with me when I come back. </p> <p>I have never wanted university to change me - I was determined to keep my accent, for example - but my stepmum's comment made me realise it could happen, and I'm even more determined now to ensure that it doesn't. </p> <p>Even so, I've made such good friends here so quickly that I go through periods where I completely forget my friends at home. It's worrying how easily I can forget people. Queens' College has started to feel like home after just a few weeks. </p> <p>Part of the problem is that Queens is such an insular place. My lectures take place within 250 yards of my rooms and the college has so many facilities, I rarely have to leave the grounds. There is a real chance that I will absorb the culture without realising it, and I will have to make sure that doesn't happen. </p> <p>Before I arrived, the thought of living with people who had had everything given to them with a silver spoon, both in terms of education and life chances, really worried me. I was concerned I would be looked down on because I would be far behind the private school kids in terms of extra-curricular education and because I didn't have the chance to prepare myself for life here. Because no one from Bradford College had been to Oxbridge in 30 years, I had to focus entirely on simply getting myself here, so I was worried that students from the [private] schools would have had far more time to do all sorts of background preparation. </p> <p>I anticipated I would only really make friends with state school people and there would be two distinct groups. But it doesn't matter to anyone where we went to school. There are some very posh people here but in general, we all just get on together. </p> <p> <b>·</b> <b>Diana Shepherd</b> has been brought in as head of Craven Park, a community primary school in the east London borough of Hackney, which had been put into special measures and earmarked for closure. After a protest by parents last May, the local education authority agreed to relaunch it with a new head and extra funding. Shepherd has a year to improve Craven Park: next year a new, permanent head will be brought in. </p> <p>I have said that the children in this school can achieve as well as those anywhere in the country. There is a feeling that traumatic things have happened here, that this is a school with scars that are only beginning to heal and that one reason it was failing was that too few people believe in it. </p> <p>But I am rigorous in my demand that everyone, from the cleaners to the parents to the teachers, has the highest expectation of themselves, this school and its students, and that they act to make those expectations a reality. </p> <p>I have started a continuous programme of Ofsted-like inspections of my classes. I am Ofsted trained, so I sit in and judge the quality of the teaching. It's difficult for the teachers but they will have to get used to it: if their lessons are satisfactory, I will only repeat the inspection twice a term. If they continue to fail, I will act, both to support and to challenge them. </p> <p>I have to be delicate, though. I have set up a support system so teachers don't feel undermined, and understand that it's not a personal criticism but an opportunity for professional development. </p> <p>I am already experiencing problems, however. One teacher is finding the changes quite hard going. We've offered her additional support but she's proving resistant. </p> <p>It's the same with parents. They say to me all the time that I'm new and I don't understand how things were. </p> <p>I'm starting with immediate, smaller changes that will have an obvious impact, to give people confidence in me. Lunchtimes are chaotic, which is going to change, and the back gate is going to be locked so all late children come past the reception area. There are a lot of them now, which is disrupts lessons. </p> <p>A mother told me last week that her 10-year-old daughter was being bullied. I had to admit we didn't have an active anti-bullying programme, although work was going into developing one. </p> <p>The mother reported it to governors. It was awkward, but par for the course as I strive to improve the school. </p> <p> <b>·</b> <b>Jon Hanna</b>, 24, started his first job this term as a qualified history and religious education teacher at the Seacole Centre, a pilot project targeted at troubled GCSE students in Hackney. </p> <p>I've just seen one of the new TV teacher recruitment advertisements. A colleague was very upset because it pictures idyllic students who develop their opinions based on their school experience. </p> <p>It just isn't like that, and I'm glad: that would be boring. Our students have lots of challenging options and beliefs. They don't come to my lessons empty and need to fill up: they are not cars. It's more like they are coming to dinner and all bringing different foods, which I have to make into a suitable meal. </p> <p>It was great coming back to school [Hanna taught there before qualifying], but I'm already thinking I spend more time dealing with problems than actually teaching. For some students, coming to school is an alarming experience where they exchange a comfortable, loving environment for a chaotic, bustling, busy place where people forget their name and know little about them. </p> <p>Yet for the really unlucky ones, school is a longed-for escape from a difficult and oppressive home existence. They need us most. </p> <p>I met an old friend from university last week, who now earns three times what I get, and has all his evenings and weekends to himself. </p> <p>I felt jealous at first and wondered if I'd made a massive mistake. Then I wondered if he really has as much fun at work as me, whether his 'clients' crack him up quite as much as my students do me. I doubt it. The good thing about teaching is that you are never bored. Stressed, yes, but bored? Definitely not. </p> <p>I've hit one big problem already, and don't know what to do. I've been trained to design our lessons for students of all abilities. But what should I be doing with those who can't read at all? </p> <p>The political chat now is all about inclusion, and it's right in principle. But is it right that we allow some students to go through school and leave without the most basic skills? </p> <p> <b>·</b> <b>Tom Widdows</b> is principal of the successful Bexley Business Academy, in south London, which recently hit the headlines by threatening to take Ofsted to court. </p> <p>Last month we became the first city academy to challenge Ofsted over a finding of 'significant weaknesses' in teaching. Schools are not officially allowed to question its judgment, but encouraged to push the boundaries. To us that means rejecting an irrational, inconsistent and preposterous report. </p> <p>We were so outraged by the findings of the inspectors, who interfered in the way we teach, that we instructed Queen's Counsel. Ofsted eventually withdrew the report, replacing it with a less formal monitoring letter. </p> <p>Ofsted's persistence in standing by its findings without first addressing our formal complaint, which challenged the way those findings were arrived at, raised many questions about the appropriateness of an organisation that is self-regulatory. </p> <p>We have now received a response, which requires a further response from us, and so it goes on... </p> <p>So it was a difficult end to last term and, even though we won our point, I feel angry about the amount of time and energy the school has been forced to spend on getting Ofsted to simply listen to our case. Our job is to teach children, not get into these arguments. Strangely, the whole idiotic affair energised us; we came back at the beginning of this term more unified, determined and positive than ever. </p> <p>We're fortunate that financially we can fight Ofsted, but I am even more fortunate to be surrounded by an innovative governing body and supportive parents who are brave enough to fight. Often governing bodies feel intimidated by Ofsted, but we felt we had to state our case because the transformation we have witnessed in our students has been astounding. Only two students obtained five A* to C GCSE passes in the final year of Thamesmead Community College, the failing school we replaced. </p> <p>We achieved 35 per cent this year and with all our students getting at least one GCSE we are in the top five per cent of schools nationally. At Thamesmead, the exclusion rate was more than 20 a year. We have excluded only five students in the last year. Attendance is up from 70 per cent to 90 per cent. </p> <p>Our idea of long school days is working brilliantly: we have more than 100 children coming in at 7am. They have breakfast, use the computers and do homework. </p> <p>The really big thing for me is that the school is open until 9pm and a lot of teachers work late to do their work, so many students see them as role models. I see classrooms of teachers and students sitting quietly together, doing separate work. </p> <p>I found that quite emotional. It proves we're instilling a feeling in students that learning is something they really want to do.</p>",
  "<p><strong>The Chequebook And The Cruise-Misile</strong> <br> Arundhati Roy and David Barsamian <br>Harper Perennial £8.99, pp178 </p> <p>Born and raised in a village on the south-west tip of India, Arundhati Roy ran away from home at the age of 16: 'All I wanted to do was escape ... I was the worst thing a girl could be: thin, black, and clever.' The opposite of Michael Moore in all of these respects, Roy has since become one of the leading polemicists and activists of our time, brought to the world's attention by her Booker prize-winning novel, The God of Small Things. With a prefatory panegyric by Naomi Klein, The Chequebook and the Cruise-Missile is a series of conversations between this formidable voice and its compiler and editor David Barsamian. In the context of her upbringing and fame, she discusses her attitudes to global politics and the imperialism of the United States, arguing passionately against the centralisation of power in huge organisations such as the World Bank, and repeatedly confirming her reputation for rare and inspiring eloquence. </p> <p> <strong> Tobias Smollett</strong> <br>Jeremy Lewis <br>Pimlico £8.99, pp316 </p> <p>As a novelist, physician and Grub Street hack, Tobias Smollett never achieved the recognition he so wanted. Overshadowed by Fielding and Richardson during his lifetime, he has fared little better since his death in 1771, arousing curiosity, the occasional comparison with Dickens, and little more. As a playwright he was (thankfully) never staged, and as a Scotsman living in London, he encountered crippling restraints on his medical career. Jeremy Lewis's valiant and enthusiastic biography, the first to be published in more than 50 years, makes no attempt to revolutionise opinions of the man. Instead, by tracing his life from ship's surgeon (where he encountered the most deplorable conditions) to his death at 50 from over work (he wrote the 200,000-word Roderick Random in only eight weeks), Lewis aims only to remind us of what he did achieve, and ensure that he be remembered for something better than his characters' notorious 'double evacuations'. </p> <p> <strong> The World I Live In</strong> <br>Helen Keller; ed. Roger Shattuck <br>New York Review Books £8.99, pp182 </p> <p>Nineteen months after her birth in 1880, Helen Keller was left totally blind and deaf by an unidentified viral infection. It took five and half years before her teacher, Anne Sullivan, managed to communicate with her through touch, during which period she later referred to herself not as 'I' but as 'Phantom'. With Sullivan's help she went on to be first published at the age of 12, to write a 400-page autobiography, aged 23, and to graduate from college at 24. The World I Live In is a collection of her essays from 1908 in which she describes a 'tactual' universe, experienced largely through her hands but also through infinitesimal vibrations, smells and temperatures. It is an astounding account, enhanced further by Roger Shattuck's excellent introduction in which he explores the implications of her experience, shedding light on the relationship between language, selfhood and our understanding of thought itself.</p>",
  "<p><strong> How Mumbo-Jumbo Conquered The World</strong></p> <p><strong> Francis Wheen</strong> Harper Perennial £7.99, pp338 </p> <p>Can't work out whether Bush or bin Laden is the greater threat? Uncertain why you feel so enraged when your friends discuss crop circles or Francis Fukuyama? Not unsure which cookie-cutter party to vote for? Considering consulting you horoscope? Don't. Instead read Francis Wheen's attack on the infiltration of mumbo-jumbo into every area of public discourse. </p> <p>The global citizen is assaulted with a cacophony of claptrap, and mumbo-jumbo has gained the upper hand. Its spread is aided by credulity, laziness, political opportunism, jargon, and an insatiable media. Few people have time to make sure the record is straightened. Even when they do, they often prefer it crooked. Take The Jupiter Effect , a bestselling book that claimed the alignment of the planets would cause devastating earthquakes in California in 1982. Despite quick exposure as drivel by scientists, and the author retracting his claims, mass panic aided by media hype occurred on the allotted day. </p> <p>Wheen is doing his valiant (and hilarious) best for the rational. By comparing the rise to power of the Ayatollah Khomeini and Margaret Thatcher in 1979, he points out the common ground between medievally nostalgic Islamists and neo-liberals extolling the 'Christian' virtues of junk bond bubbles - a distaste for reason, science and secularism, the Enlightenment pillars that Kant optimistically expected to be in sway by the year 1800. </p> <p>Wheen illustrates the overlap of extraterrestrial conspiracy theories, the self-help tracts of corporate gurus, the saccharine ramblings of Third Way wonks, postmodern academics relativising wars into theoretical constructs and determinist neo-con views on the clash of civilisations. </p> <p>The book zings along, throwing up interesting facts. Ronald Reagan used to consult an astrologer, while Mikhail Gorbachev is a fan of life coaches. How ever did we avoid Armageddon?</p>",
  "<p><strong>The Hornet's Nest</strong><br>by Jimmy Carter<br>Simon and Schuster £17.99, pp480</p> <p>JImmy Carter is a great man who achieved greatness only after the carnival left town, a statesman revered for wisdom only when his power had drained away. The greatest living ex-President of the United States? There's not much competition, unless you like chewing gum with Gerald Ford or chewing the fat with Papa Bush. But Carter's industry, honesty and unflagging niceness make an unassailable case. Nothing has so become him as the rest of his life.</p> <p>Yet you can, alas, have too much of a good thing, maybe 480 or so pages too much. We know Carter the submarine officer, nuclear engineer, peanut farmer, governor, commander in chief, Nobel peacemaker and global democracy monitor well enough. We may even have read some of his previous 16 books: the memoirs, histories, poems and children's stories. But a novel... this novel?</p> <p>For the truth is that Carter has produced the worst of all offerings - an unreadable book, one which leaves other unreadables (like The Da Vinci Code) floundering in his lumpen wake.</p> <p>Is it the story he has to unfold, of how the War of Independence bubbled and boiled, for 20 years, through Georgia, Florida and the Carolinas? No; that's promising enough. Off go two sons of a Philadelphia shoemaker to seek their fortunes in frontier country. Henry gets killed early on, but Ethan and his Epsey, along with Kindred and his Mavis, ride the tides of war across the South. There's enough material here - pretty fresh if you don't know your Dixie - to mould into gripping adventure.</p> <p>It isn't the outline or ambition of the plot which makes The Hornet's Nest far less than the bee's knees, though; it's the pacing (slow-slow-slower-quick) and the telling. The author the dust jacket insists on calling President Carter is such a detail freak that every new character comes fully kitted in adjectival anoraks.</p> <p>So Elijah Clarke, for typical instance, 'had thick black hair cut about even with the lobes of his ears. His eyes were surprisingly large but squinted often as he talked. His aquiline nose and somewhat protruding chin have an impression of strength to a short upper lip and a soft-looking mouth. He had prominent yellowed teeth...' The surface descriptions run on and on.</p> <p>Worse, so do the little interpolated lectures which recall Jimmy's other brief career as a Sunday school teacher. Please, sir, what's the difference between a Whig and a Tory? And the whole class has to sit very quiet while he tells you, at length.</p> <p>Then there's the dialogue, the bits between inverted commas which all read the same whoever's talking. When Indian chiefs meet to discuss the state of their world, they say: 'There is little doubt that continuing warfare is against our best interests', rather as though they were Norwegian diplomats trying to resuscitate the Oslo accords.</p> <p>When a very young Indian reports political developments, he seems to be auditioning for a Washington Post column. Apparently, 'John Stuart is not involved in this proposal and may even disapprove if questioned directly, but has been aware for many months of the Creeks who have co-operated with the Rangers. Increasingly, Governor Tonyn is making overall decisions as Stuart has become relatively inactive and somewhat isolated in Pensacola from the contested frontier areas...'</p> <p>Enough! It's not fair. Someone at S&amp;S should have saved Carter from himself, and curiosity corner. He doesn't deserve this perverse profile in courage. The great man has moral authority. He was better than Kerry or Clinton when he tackled Iraq at this year's Boston convention. He was valiant for truth when he gave the Venezuela election a clean bill of health. He's a continuing good deed in a bad world. He deserves our admiration.</p> <p>Maybe future historians will write interminable theses on this novel as artefact and store them in the Carter memorial library. Maybe his obsession with detail is part of a much deeper Carter condition. Maybe what one American critic calls his 'exalted ambivalencies' are also the curse of Kerry. But meanwhile, let's get back to the Middle East, Bosnia or Port-au-Prince. Something he and we can start and one day finish.</p>"
]