[
  "<p>David Beckham's influence on a football match is more far-reaching than even Sven-Goran Eriksson would wish. Despite his suspension the England captain's name is looming over tonight's World Cup qualifier in Azerbaijan. Unable to set a problem for the opposition, he is posing one for his own manager. </p> <p> Eriksson will delay until tomorrow his response to Beckham's statement that he sought a booking in Saturday's win over Wales when he knew that a rib injury would rule him out in any case. The midfielder is thereby restoring his disciplinary record to pristine condition. </p> <p> Beckham chose to declare his sneakiness. Knowing that the public think him dim, he wanted to demonstrate that he does have \"the brains to be that clever\". People have changed their minds all right. They have decided now that he is even more foolish than they had imagined. </p> <p> Did Beckham's PR man not advise him that such comments would only create havoc for a manager he so admires? The Swede is getting all too familiar with English self-destructiveness. \"We have a wonderful squad,\" he said, setting out the happy prospect that is regularly blighted by folly. </p> <p> \"It's getting better and better every time we are together. The team gets stronger and stronger, it gets younger and younger. I think the future for England in international football is great, great. Now and then a problem pops up. If a big problem doesn't crop up, we create it ourselves.\" </p> <p> Might his mind have been drifting back to the needless ban that kept Rio Ferdinand out of Euro 2004? Beckham's error is not on that scale but he has shown again that, with so prominent a position in global society, he can cause mayhem with a phrase or two. </p> <p> \"I have had in the past many famous football players,\" Eriksson reflected, \"but I don't think any manager in the world has had as famous a player as David Beckham. He must be the most famous football player, along with Maradona maybe and Pele. David is what he is.\"</p> <p> Eriksson is most grateful for the healthy aspects of Beckham's pervasive presence but he must be aghast at the fact that he will have to show some disapproval of his captain. It was in keeping with Beckham's celebrity that the manager's attempts to contact him yesterday got no further than his answering machine. </p> <p> All the same there was no rush since Eriksson will give his verdict on the business only tomorrow or Friday, after World Cup duties in Baku have been completed. At the minimum he will be expected to censure the midfielder. </p> <p> The FA itself may wish to display disciplinary zeal but any suspension from, for example, the qualifier with Northern Ireland in March would be harmful to England's cause and provocative to players still resentful from Ferdinand's famous exclusion from the match with Turkey. </p> <p> Dropping Beckham for the friendly with Spain next month would be meaningless if he is still injured. \"I've sent players home, I've sold players, I've fined them,\" said Eriksson, setting out disciplinary credentials from his days as a club manager. He is likely, however, to prefer some sort of token reprimand for Beckham. </p> <p> Eriksson himself has definitely been punished. He was made to discuss morality and sport at unreasonable length. No manager wishes to agree that he does not take his ethics to the stadium with him. He spoke of sides settling for a mutually beneficial draw and of forwards hitting the deck when they might have ridden a tackle as he chronicled the shabby practices that arise when passion and ambition are at work. </p> <p> \"I am not a teacher,\" Eriksson protested. \"I am not a father at Sunday school. I'd like to live in a perfect world as well - no problems, no fouls - but it's football. You have 11 opponents, you have the pressure and things happen in life.\"</p> <p> That is a fair account of the way sport is, and has been, since long before he entered the scene but Eriksson should be annoyed that he was compelled to announce his acceptance of all the shoddiness. </p> <p> Beckham, at Real, has managed to get himself booked in the past but there was an aspect to Saturday's actions that was particularly offensive. All he needed to do to be booked was waste time, fail to retreat at a free-kick or even just take off his jersey. Instead he jumped into a potentially damaging challenge on Ben Thatcher. </p> <p> The rest of the squad might have mulled over such isssues as they readied themselves for tonight's game. It is likely, however, that they were more interested in what Eriksson has in store for them. After his deployment of three forwards against Wales, there were suggestions that the Swede will switch to 4-4-2 so that England would have sufficient numbers in midfield. </p> <p> Nonetheless the manager may now keep Wayne Rooney, Michael Owen and Jermain Defoe together up front. Eriksson could not then afford to put a winger like Shaun Wright-Phillips in the team. Although Owen Hargreaves is a candidate for the Beckham vacancy, it may well be that Jermaine Jenas gets the job instead. </p> <p> At least neither man will be in the market for a booking.</p>",
  "Britain leads the world in delayed action in bed, it was revealed yesterday. <p>A survey produced by condom maker Durex - who else? - shows that we spend 22.5 minutes in foreplay, 36 seconds ahead of the German runners-up and more than three minutes more than the so-called sexy French. </p> <p>Bottom of the world league are the Thais, who get the preliminaries over in a mere 11.5 minutes (perhaps it's the heat) and would probably urge the Brits to get on with it. </p> <p>At this stage you have to ask how these measurements were made in 41 countries: lovers with stopwatches? Discreet researchers with clipboards? Egg timers? </p> <p>The Durex report does not explain. But it makes clear that 350,000 people replied to its global sex survey. </p> <p>Britons come third in the vibrator league (almost half of us own one) but have sex a mere 119 times a year, way behind the French, who manage it 137 times (probably because they spend only 19 minutes in foreplay). </p> <p>Sad to say, we are well down the orgasms table. The Italians are champions, with 61% saying they have an orgasm every time they have sex. The Serbians and Montenegrins are panting not far behind but only 19% of Chinese hit the jackpot every time and more than one in 10 of them have never had an orgasm. </p> <p>But the Chinese compensate by sleeping around a bit: they say they have an average of 19.3 sexual partners each, compared with the more restrained Vietnamese, who have two and a half each. </p> <p>A quarter of those surveyed confessed to faking an orgasm in the previous year. But 82% of Macedonians and Serbs/Montenegrins bragged that they did not need to. </p> <p>The survey shows that 35% of the 350,000 watched porn with their partners, 22% donned blindfolds or handcuffs and one in five used sex toys. Women are keener on porn than men, and are more likely to reach for the blindfolds and cuffs. </p> <p>Icelanders are the quickest to sample the pleasures of the flesh and have sex for the first time at an average age of 15.7. Perhaps it's the cold. The Vietnamese don't get round to it till they are nearly 20. </p> <p>Sixty-four per cent of Swedes and Danes have had unprotected sex without knowing their partner's sexual history. </p> <p>The survey does not suggest what percentage of respondents may have lied.</p>",
  "<p>Under-performing Marks &amp; Spencer has announced more bad news on sales - especially in its once premier food business. </p> <p>The gloomy news came as the Office of Fair Trading waved through the planned sale of its retail financial services division to HSBC bank for £760m. </p> <p>The watchdog's decision not to refer the sale of M&amp;S Money - the retailer's credit and charge card operation - means it can press ahead with the deal. </p> <p>The 300-strong chain, which rebuffed a 400p-a-share offer from entrepreneur Philip Green in July, said its like-for-like food sales, which exclude gains generated by new space, fell 2.6% over the past 12 weeks. </p> <p>Two weeks ago, when M&amp;S launched a £2.3bn tender offer to buy back shares, the chain had produced a trading update that showed like-for-like sales down 2%. </p> <p>Like-for-like sales of so-called \"general merchandise\" - clothing and homewares - were down 7.7% but there has been no new downturn in this area over the past two weeks. </p> <p>The retailer also told investors to expect first-half profits of £285m-£295m, down from £325m last year but in line with market estimates. It is booking an exceptional charge of £80m to cover the costs of shutting down the Lifestore experiment, moving head office to Paddington and takeover defence costs. The shares rose 4.25p to 347.25p. </p> <p>The huge tender offer - which dwarfs all previous ones - will be priced in the range 332p-380p. </p> <p>It was designed to flush out short-term shareholders, such as hedge funds, who bought to gamble on a takeover. </p> <p>Shareholders must decide whether the gloomy trading is going to continue and sell or whether new chief executive Stuart Rose can turn things around. The lower the eventual strike price, the more shares M&amp;S will be able to buy and the better the outcome for those shareholders who remain (in terms of earnings per share). </p> <p>The tender - to be approved at an egm on Friday week - and the sale of M&amp;S Money were both major planks of Mr Rose's strategy to see off Mr Green by releasing value to shareholders.</p>",
  "One has to be careful about ascribing complexity of thought to the people who murdered Ken Bigley. After all, anyone who cuts off the head of a living, talking man must surely be lacking, at the very least, the vital mental facility of empathy. But whether intended or not, the consequences of Bigley's videoed beheading, and the other similar killings that preceded it, are many and far-reaching. <p>First of all, it's obvious that such barbarity is a powerful disincentive to civilians staying in or going to Iraq as part of the reconstruction workforce. It places further pressure on the government, and Tony Blair in particular, to rethink its war policy. It gives global publicity to a small group of fanatics and fosters the idea of an \"us\" and an unknowably frightening \"them\". But perhaps most cunning of all, it challenges Islam to define itself in ways that it might prefer to avoid: pro- or anti-Western, as moderate or militant, as \"with us or against us\". </p> <p>Among the many voices of British Muslims who pleaded on behalf of Bigley was Yusuf Islam, the artist formerly known as Cat Stevens. This is what he wrote in an open letter to the Tawhid and Jihad group thought to be holding the civil engineer: \"As a member of the Muslim Council I request you, in the name of Allah, the Rahman (the all-merciful), to release British citizen Ken Bigley for the good name of our religion and according to the sayings of Allah in the glorious Qur'an.\" He also went on to ask that the kidnappers \"show the world the justice and mercy which Islam teaches us\". </p> <p>Crucially, then, Yusuf Islam was appealing not only as a Muslim but also to fellow Muslims. This is significant because many Muslims in this country have expressed anger and frustration at the manner in which they have been involuntarily grouped together with suicide bombers and violent extremists. As far back as 1997, in a conversation I had with him, Islam told me he wanted to counter the misconception of what he called his religion's \"phenomenological appearance\". \"It's not curry,\" he told me. \"It's not terrorism.\" </p> <p>As we know, the \"Muslims\" to whom Islam made his appeal went on to cut off the 62-year-old Bigley's head with a knife while shouting, as if to remind us of the authority of its justice, \"God is great\". If that's not terrorism, then what is? </p> <p>Naturally, there will be those who will skim over the grim details and point out that British forces should not be in Iraq and that many thousands of Iraqis have died and no one makes too much fuss about them (this numerical realism has its place, of course, although it should be observed that more concern is shown for dead Iraqis now than the many tens of thousands who died under Saddam). </p> <p>The point is that even if Britain left Iraq tomorrow, the decapitations would not stop. Abu Musab al-Zarqawi and his cohorts would not suddenly take up kite-flying. Their psychopathology would not be miraculously cured. And anyway, it's Iraqis who make up the vast majority of their victims. There is an argument about whether the fundamentalists would have a footing in Iraq if Saddam was still in power, but it's a futile argument. He's not there now but the beheaders are, intoxicated with religious sadism. </p> <p>Zarqawi is a Jordanian, an extremist who has literally driven to the conflict. But conflict can also drive people to extremism. And it must be his hope that his internet snuff movies find not only a horrified infidel audience but also an appreciative Islamic one. If so, it may be at this point that his strategy becomes too clever for its own good. </p> <p>Perhaps Yusuf Islam does not mean much to Zarqawi. Very possibly he's never heard any of his records, even the recent religious ones on which he sings without godless instruments. But Islam, who has been a key figure in gaining government support for Islamic schools, does have a respected position among Muslims in Britain, and if Tawhid and Jihad had really wanted to gain a propaganda coup, it might have responded to Islam with a demonstration of leniency rather than ritualised murder. </p> <p>In reality, gaining the respect of fellow Muslims was always going to be a much weaker motivating factor for Bigley's kidnappers than their own hatred of the West. This, I think, is a sad truth of which Islam was well apprised before writing his letter. </p> <p>Nevertheless in writing it, he positioned himself, and the British Muslims for whom he spoke, on the side of universal humanity. Alas, that is a position that in the past he has not always occupied unambiguously. When Ayatollah Khomeini issued his fatwa on Salman Rushdie, Islam was reported to have made a speech in favour of the decree. He denied it, claiming that he had only protested at the publication of the Satanic Verses. </p> <p>Yet eight years later, he told me that he thought Rushdie, who was still under round-the-clock protection, should be \"extradited\" to Iran to stand trial - where presumably his sentence would have been a good deal stiffer than a fine. He also expressed views on adultery and the punishment thereof, that might best be described as mediaeval, if that didn't defame a whole epoch. </p> <p>However, since 9/11, an event he wasted no time in denouncing, Islam has distanced himself from Islamic literalists and relaxed his hardline interpretation of the Qur'an. Islam, he argues, is a religion of peace. Like all faiths, Islam is in fact a religion of many things - including calls to war - but at the moment it's enough to say that it's not a religion of cutting off innocent men's heads. And Yusuf Islam said that. It may not have saved Bigley but it might help save a religion from the same fate of kidnapping and, ultimately, bloody death.</p>",
  "<p>Global Crossing shares collapsed yesterday after the former Wall Street darling warned that its future was again in doubt. </p> <p>The telecommunications company, once worth $50bn (£27.8bn) and a symbol of the hubris of the stock market boom of the late 1990s, said it needs another $40m to get through the rest of the year. Global is cutting 600 jobs in an attempt to stay afloat, about 15% of its workforce. </p> <p>The company said that it would need \"substantial additional financing\" beyond the end of 2004. It lost $223m in the first half of the year. </p> <p>Global Crossing emerged from bankruptcy in December 2003 after Singapore's ST Telemedia took a 61% stake in the business. It said it was in discussions with ST Telemedia for further backing. </p> <p>The struggling Global built a network of high bandwidth cables around the world and spent extravagantly during the 1990s technology boom. Demand failed to keep pace and it was left to wrestle with falling prices. It also faced accounting scandals, and the firm buckled under $12.4bn of debt.</p>",
  "<b> A union dissolved</b> <br> <p>It will go down in history as the most powerful union ever to emerge out of Britain's working classes. Formed in 1945, the National Union of Mineworkers at the height of its powers had nearly 600,000 members. This wasn't a union you could easily join. If you were a miner, you were inside the bubble; if not, you were outside. Simple as that - in or out. Soon, if a merger with the Rail, Maritime and Transport Union goes ahead, everyone may soon be out. </p> <p>When I first heard the name of the NUM, a 15-year-old only three months out of school, it was linked with the weight of a generation before me. Standing at the gates to Solsgirth colliery in Fife on September 10 1979, I, along with more than a hundred other new teenage miners, received my \"check\" number (the number management would know us by) in my left hand and my \"card\" number in my right (the number union officials would use). (A Glen: check 515, card 7890.) One minute I was an outsider, a 15-year-old boy; the next I was one of the men. </p> <p>It was Tory prime minister Stanley Baldwin who once said: \"Do not rub your nose against the NUM.\" For nearly 40 years many governments tried, but it was only with the strike of 1984-85 that the fate of the NUM would eventually be decided. </p> <p>It was a vicious year that saw communities split apart, but one often overlooked fact of the strike is the unrelenting efforts the NUM made to look after its members, both financially and socially. The Fife branch held weekly meetings in a social club in Dunfermline, where myself and hundreds of others would gather to receive a weekly allowance (£7.50 for single miners; £18 for those with families) and meet others in the same predicament. </p> <p>Although the money was undoubtedly helpful, it was the sense of camaraderie that pervaded these meetings that was priceless. It was here that stories of hardship (lack of money, demoralisation, hunger) and joy (picket line fights, sense of a cause worth fighting for) were traded. </p> <p>Following the strike, Neil Kinnock, then leader of the Labour party, publicly backed the NUM; privately he blamed Scargill for not holding ballots before calling the strike. It was the beginning of the end of a partnership that stretched back to the days of Keir Hardie in 1892. </p> <p>Over its 60-year history, the NUM achieved more than any other union in Britain: it stood up for ordinary workers; believed in the power of solidarity and community; and blackened the eyes of a few Tory prime ministers. And there are plenty worse legacies to have than that.<br><b>Allan Glen</b></p> <p> <b> No sex for streaky Beckham</b><br> </p> <p>Those of you who have seen the seminal romcom Legally Blonde may recall the courtroom scene in which our heroine, Elle Woods, elegantly unravels a witness's alibi by questioning her account that, at the time of her father's murder, she was first having her hair permed, then taking a shower. The problem, as Elle points out, is that one of the first rules of perming is that one should avoid at all costs getting the perm wet in the first few hours. </p> <p>So it was impossible not to feel a twitch of deja vu when reading the account of Harlow beautician Dannielle Heath, who alleged in a Sunday paper that she had rough-and-tumbled with David Beckham. Heath apparently befriended the Beckhams when they visited her salon, and was asked to come wax and spray-tan the couple at their own home. </p> <p>Heath's account bore the hallmarks of authenticity - references to David's taste for Body Shop Body Butter and intimate depilation, in the same way as Wayne Rooney's cowgirl courtesan brought a touch of gritty realism to her kiss-and-tell with her talk of beef and tomato Pot Noodles. </p> <p>In one memorable interlude, however, Heath tells how she was flown to Madrid to tan the England captain prior to a photoshoot. \"We went down to the kitchen to spray on the tan,\" recalls Heath, whose beautician training evidently did not encompass food hygiene. \"After we did the tan, I said I wanted to go to bed and he asked if I wanted him to come up ... He crept in about half an hour later.\" </p> <p>So far, so scintillating. However, if at this point we apply the Legally Blonde line of attack, Heath's tale falls apart. David Beckham is no stranger to tanning treatments. He would, therefore, have known the instruction that in the hours after application, he must indulge in no activity that might cause perspiration, else the tan will streak. </p> <p>With this in mind, can we really be expected to believe that Beckham followed Heath upstairs a mere half an hour after his application? Can we accept that, in these circumstances, he held her \"tight\"? Finally, can we truly countenance the idea that Heath could stomach the intense aroma of digestive biscuits that accompanies the application of any fake tan? Your honour, I rest my case.<br><b>Laura Barton</b></p> <p> <b> Mad about Vladimir</b><br> </p> <p>They have had the Putin spy novel, the Putin doll, the Putin pop song, the Putin theme cafe. But no matter how vivid the simulacra of the president's image, it seems it was still not enough for a doting public. So now Russians can get closer to the endlessly enigmatic and mysterious roots of a KGB officer turned president by going on a tour of his home town. </p> <p>Since Putin came to power in 2000, St Petersburg has been lavished with refurbishments and attention from the Kremlin. Yet it is not this freshly painted capital of Russian culture around which Irina Lyapina provides tours. Her patch is the backstreets and alleys where the young son of an engineer grew up. </p> <p>Lyapina considers her role a non-profit enterprise, a sort of \"humanitarian aid for people\", and she is shy of talking about it. She told the Gazeta newspaper: \"I thought of the idea a few years ago. I was sure that people from all over the country wanted to know more about our president.\" </p> <p>The old, rusting Soviet town upon whose streets Putin fought and played is now unrecognisable, as I discovered whenI took a similar tour. I was accompanied by Putin's old judo trainer, Anatoli Rakhlin, a small, neat and senior man, who drove me round in his luxury Mercedes. </p> <p>We stopped outside the headquarters of a gas transportation business in Baskov Pereulok, a street whose buildings are adorned with ornate pre-revolutionary architecture. Inside the courtyard of number 21 is the tiny communal flat where Putin grew up. Rakhlin led me up a flight of stairs to the place where he is convinced that Putin lived and pointed to the dark brown door that led into the flat. He told me: \"It was an old house with a dirty, unlit entrance. Their [single] room was immaculate - extremely clean and orderly.\" </p> <p>A few streets away is the grammar school where Putin's penchant for political leadership first emerged. As his social history teacher, Tamara Stelmajova, explained, Putin took on the role of class \"polit-informer\", which meant he had to make a weekly presentation to his classmates on global and domestic politics. Even today, the school - like the rest of Russia - brims with the president's image, its walls lined with portraits by faithful students: Putin skiing, Putin in class, Putin with his imagined, and of course unnamed first love. </p> <p>The imagery is striking, as is much of the architecture that the tour takes in. But in the same way we'll never know who Putin's sweetheart really was, the closed doors and enchanted myths of St Petersburg do little to bring us closer to who Putin really is.<br><b> Nick Paton Walsh</b></p> <p><b> I speak your text</b><br> </p> <p>\"Gay boy,\" said an automated female voice down my home phone. Then I was asked if I'd like to hear the message again. Oh, I suppose so; go on then. \"Gay boy,\" she confirmed. </p> <p>My phone had rung normally, I had picked it up, and there had been that pause that usually means you're about to be told you've definitely won a big prize, or persuaded that all your windows need replacing. But no, there was a message for me. To hear it I needed to press 2, and it was at that point that the lady computer had disputed my sexuality. </p> <p>A few minutes later I got a text message on my mobile. \"Gay boy,\" it said (I was starting to get used to this). What grabbed my attention was not so much the question of why this (rather unreconstructed) person was saying I was gay. Rather, the interesting thing was that he had texted my home phone at all. He soon realised what he had done and texted my mobile too, but he needn't have bothered; his original misfired message had already been read out to me. </p> <p>Maybe everyone knows this, but I didn't: BT now send texts to home phones. The service is called the SMS text-delivery system and it works with most mobile networks. You text someone's landline and an automated voice reads it out to them. It costs the same as a normal text message, and it's hilarious - for about half a day. </p> <p>Yes, of course, I immediately wondered how foul-mouthed this lady computer would be. The answer was very. She'll say anything: F words, C words, the lot. She does have a problem with \"twat\", which comes out as \"twot\", but otherwise Miss SMS Text-Delivery System can cuss like Calamity Jane. </p> <p>I tested her pronunciation on some difficult words. She was perfect - the only one that tripped her up was chthonic, but I hardly ever use that in texts anyway. </p> <p>Just think how this could revolutionise your life. Imagine the situation: you have a friend you need to tell something to, and you want to text him because you don't feeling like talking right now, but he doesn't have a mobile. Well, now you can. Even if you want to say that, because of your psoriasis and eczema, you can't go to Leicester. You twot.<br><b>Sam Wollaston</b></p>",
  "<p>Caesars Entertainment, the Las Vegas-based owner of Caesars Palace, has announced plans to build a hotel-casino next to Wembley Stadium, in a £334m joint project with UK property group Quintain Estates and Development.</p> <p>The hotel, Caesars Wembley, will be a 650,000sq ft (60,000 square metre), nine-storey, 400-room building built on a 13 acre (5.3 hectare) site. It will feature a spa and swimming pool, a collection of designer shops, convention and meeting facilities, along with restaurants, bars and lounges. </p> <p>The casino will boast 75,000sq ft of gambling space, with 135 tables and 1,250 slot machines.</p> <p>The 50/50 joint venture is contingent on planning permission and deregulation of UK gambling laws, which is expected to be passed by parliament next year. Building is due to begin once the legislation goes through, and should be finished by the end of 2008 - two years after the new national stadium holds its first FA Cup Final. </p> <p>Wembley is also a key part of London's bid for the 2012 Olympics, and the Football Association hopes it could feature in future World Cup tournaments.</p> <p>Quintain, which was a joint developer of the Millennium Dome, owns 58 acres of land in Wembley surrounding the stadium, and was last month given approval by the Office of the Deputy Prime Minister for a £1.3bn development to build 3,700 homes on 42 acres of brownfield land.</p> <p>Today's announcement represents the second stage of Wembley's redevelopment. Under the deal, Quintain will provide the site, and Caesars will put in cash to the value of the land. The rest of the project will be funded through debt and cash from each company.</p> <p>Nick Shattock, Quintain's property director, said: \"Wembley is recognised in the Mayor's London plan as an international leisure destination. We are delighted to be working with Caesars, a leading global brand. Together, we are providing Wembley with another world-class facility in one of the largest mixed-use urban regeneration schemes in the UK.</p> <p>\"People in the past came to Wembley an hour before kick off and left as soon as they could get out of the car park. We want to change that ... we want to create a day out for them.\"</p> <p>The deal marks Caesars' first foray this side of the Atlantic. The company said the area would be a natural attraction for tourists, with the hotel overlooking concert venue Wembley Arena, as well as being just 200 metres from the 90,000-seater stadium.</p> <p>Wallace Barr, Caesars Entertainment president and chief executive, said: \"Wembley promises to become one of Europe's top new leisure destinations. With that in mind, it is a natural location for our first European casino project.\"</p> <p>It is less than a month since the government published the latest plans to deregulate the gambling industry, saying high-stakes machines would only be allowed at the largest of casinos - a move which analysts said would favour the big American operators. </p> <p>\"You will have a Las Vegas experience. It will not be of the scope and size of Caesars Palace in Las Vegas ... but it certainly will have the quality,\" Mr Barr said.</p> <p>The Las Vegas Caesars Palace has around 2,500 rooms, a 129,000 sq ft casino, a 4.5 acre pool complex, 22 restaurants and two shopping centres.</p> <p>At 2.50pm, Quintain shares were up 5.75p at 465.75p.</p>",
  "<p>French corporate raider Vincent Bollore now controls over 20% of Havas, intensifying speculation about the fate of the world's sixth-largest advertising group, which is vulnerable to a takeover.</p> <p>He now holds 20.19% of the capital and 20.69% of the voting rights, which puts him in a stronger position to gain at least two seats on the Havas board, which he has demanded before but not yet been given.</p> <p>Mr Bollore has been steadily building up his stake in the French group since last month after Havas, which owns the Euro RSCG network, launched a failed bid to win control of rival advertising group Grey Global, which he strongly objected to. </p> <p>Grey was bought by WPP, sparking a renewal of the fierce rivalry between WPP's chief executive, Sir Martin Sorrell, and the Havas chairman, Alain de Pouzillhac, who have clashed in the past. </p> <p>Today, Mr de Pouzillhac was left in the extraordinary position of having to use a newspaper interview to ask Mr Bollore to explain his actions.</p> <p>\"In the name of Havas's 15,000 employees, my concern is to know the intentions of Vincent Bollore,\" Mr de Pouzilhac said in an interview with Le Figaro. \"We wrote to him about this on September 16 and await a response. You will admit that, given his record, our questions are legitimate.\" </p> <p>Mr Bollore is known for building stakes in companies he considers undervalued and then demanding management changes. He has requested at least two seats on the Havas board, a request that Mr de Pouzillhac has not yet agreed to.</p> <p>In an interview with Le Figaro yesterday, Mr Bollore said he was a long-term investor in Havas and intended to remain so - unless there was an outside offer for the group. </p> <p>He denied he was stalking the group on behalf of any of its rivals, such as Publicis Groupe and WPP.</p> <p>\"We're not used to carrying luggage for others; I'm not sure, moreover, that third parties would want us to do so,\" Mr Bollore told the newspaper. He said he wanted to inject capital into the group.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The government will continue to step in when councils are failing due to political or other reasons, the local government minister, Nick Raynsford, warned today.</p> <p>Mr Raynsford was speaking on the first day of the Society of Local Authority Chief Executives' annual conference in Brighton, themed on managing performance in a political environment.</p> <p>He lauded the \"duality\" of political and managerial leadership, saying that while there were inevitable \"tensions\" between the two, the pairing could make for creative results. </p> <p>\"Of course there are tensions,\" he said, \"just as there are between central and local government. But this can be a constructive as well as a negative thing.\"</p> <p>Mr Raynsford told a room full of council chief executives from across the UK that in order to safeguard performance, the government would continue to step in wherever a council's performance was being jeopardised. </p> <p>This would mean intervening not only where councils are rated \"poor\" and \"weak\" under comprehensive performance assessment (CPA), but where political leadership was causing turbulence in the council waters. </p> <p>Mr Raynsford sent in troubleshooter Tony Allen to Hull council last year after concerns over the calibre of political leadership.</p> <p>However, the government has so far kept away from Lincolnshire county council, which recently saw the high profile exit of its chief executive, David Bowles, following Conservative leader Ian Croft's refusal to work with him - though the Audit Commission has announced its intentions to inspect the troubled council.</p> <p>\"Our commitment to tackling local government problems continues as much in the areas of political failures,\" Mr Raynsford assured the conference.</p> <p>Mr Raynsford also announced that a series of consultation documents will be delivered over the next few months to invite contributions for his 10-year vision for local government, launched earlier this summer. </p> <p>The government's local area agreements, about to be piloted across 21 councils, were only the start of what he hoped would be greater pooling of resources to achieve joint delivery through the dismantling of traditional sectional boundaries, he said.</p> <p>The LAA (local area agreement) pilots will see 20 councils try out new spending freedoms with funding pooled across three specific service areas, with a further one, Telford and Wrekin, testing out the more radical option of receiving a single pot of non-mainstream funding to achieve service delivery.</p> <p>Mr Raynsford said the pilots were very much with a view to a wider roll out across the range of councils in the future, and partly served as a reassurance mechanism to fellow cabinet ministers, to prove that loosening the reins on funding pots would yield satisfactory results locally by councils. </p> <p>He also insisted that the government had no new target to supersede the 2.5% efficiency target set out for local government as part of the spending review. \"Our commitment is 2.5%,\" he said. \"If you can do more, so much the better.\"</p> <p>He warned chief executives off anything but the lowest of council tax increases next year. \"I will not have any hesitation in using our capping powers again,\" he said.</p>",
  "<p>Tony has been coming to the gym for less than two months, but he's a pro already. Barely breaking a sweat as he cranks his treadmill up to the max, he announces that he is \"in training\". The biggest event in his sporting calendar might be a while off, but he is taking no chances. Thanks to his thrice-weekly workout sessions, Tony is confident victory will be his at next June's sports day. </p> <p>Tony is six years old. He is one of the keenest (and teeny-tiniest) converts to the UK's first gym dedicated to six to 11-year-olds. With its Playmobil-proportioned equipment and dizzying colour scheme, the Kids gym at the Magnum Leisure Centre in Irvine on Scotland's west coast claims to be leading the monumental struggle against childhood obesity. Along with its equally new facility for 11 to 16-year-olds, the centre is on a mission to encourage even the littlest of little 'uns to embrace a healthier lifestyle. </p> <p>Eyebrows are often raised at the notion of encouraging already fresh-air-starved children to spend yet more time indoors (and charging them £2.50 for the privilege). For others, such facilities can't be conjured up quickly enough. </p> <p>Everyone, however, agrees that something drastic has to be done to combat Scotland's catastrophically high childhood obesity problem. </p> <p>Figures released by the health department of the Scottish Executive suggest that one-third of all 12-year-olds in Scotland are overweight, with a terrifying one in five deemed \"clinically obese\". NHS Scotland reported that Scots youth are among the fattest in the developed world - only Italy and Malta have more overweight children. What's more, recent research by the University of Edinburgh revealed that only 22.8% of girls and 38.4% of boys in Scotland meet the recommended guidelines for levels of physical activity. </p> <p>From the outside, the Magnum complex looks more retro than revolutionary. Perched on the bleak harbourside, its grubby exterior has seen better days. Step inside and down the stairs and things start to look a lot snazzier. The bass of some charty house music is just audible and the pulse gets going as you turn down a fairy-lit, purple and orange painted corridor. Push through the double doors and you're in teeny/tweeny heaven - part disco, part dinky Pleasure Beach - all flashing lights and sleek black machines and hip young staff. </p> <p>This headache-inducing Shangri-la is the brand new Shokks fitness centre, for 11 to 16-year-olds, one of two new ventures that are part of the Challenging Childhood Obesity project. On one side of the 300 sq metre room, in its own little brightly coloured, mirror-lined suite, is the unimaginatively monickered kids gym. </p> <p>Three boys are beginning their workout with 20-year-old instructor Cameron Carmichael. There's Tony, training for sports day, and his schoolfriend Andrew, both six, and Arron, seven. Some sessions have up to 12 children, but you get the feeling that Cameron has got enough on his hands with this trio. Together they boast enough raw energy to power the whole of Ayrshire. </p> <p>Peter Mackreth is a senior lecturer in physical activity and obesity management at Leeds Metropolitan University, and helps coordinate its highly publicised \"fat camps\". While generally in favour of increased opportunities for exercise among young people, he has reservations about the kind of facilities on offer at the Magnum: \"My main concern would be to ensure that the children are properly supervised, and that all activities are age-appropriate and developmentally appropriate. The main thing is that the experience is safe and enjoyable.\" </p> <p>Experts stress that it is particularly important that any resistance machines are set to a suitable level, as small limbs are particularly susceptible to damage and tearing. If weights are used, it is imperative that they are not too heavy, and lifted using the correct form and techniques. </p> <p>The tailored package offered at the under-11s gym in Irvine is based around the principles of gymnastics, and combines equipment use and group activities such as dodgeball and hopscotch. Put together in conjunction with the Italian fitness company Panatta, the diddy equipment is specially designed with small bodies in mind and aims to promote movement, balance and coordination rather than sinister baby bodybuilding. All the machines are fitted with big belisha beacons that go off when the children aren't performing the exercises properly, and the specially trained staff are on hand at all times. </p> <p>It takes a bit of getting used to, seeing solitary tots sweating on a stationary bike like adults on a pre-holiday healthkick. Nevertheless, there are welcome differences between this gym and its adult equivalent. </p> <p>The only outlandish branding is on the children's outfits, and there are no idealised pictures of perfect bodies, no MTV looping videos or painfully perfect pop stars to provide skewed role models. Although there is a machine dispensing sugary juice, the children are encouraged to make regular trips to the water cooler. </p> <p>Andrew Orr is busy giving his lower back a seeing-to on the Tommy machine, his rather over-enthusiastic rowing causing the lights to flash almost permanently. His mum, Lindsay, looking on through the window (it's compulsory for mums and dads of all under-eights to stay in the building), has no time for the theory that there's something a little spooky about children who can barely tie their own shoelaces working out. \"Oh no,\" she says, shaking her head. \"I think it's great. It's just something a bit different, isn't it? He already plays football and other sports, but still has so much excess energy that I'm happy for him to do anything to burn it off.\" </p> <p>And isn't it just a cynical ploy to encourage tiddlers to get hooked on paid-for exercise, resulting in pricey gym memberships later in life? \"Oh noooo,\" she says again. \"I've heard a lot of people saying that, but they're obviously not the kind of people who get enjoyment from exercise. There are so many overweight kids and adults, that if we can try and set an example for them, if they can tag along, it's got to be a good thing.\" </p> <p>Alison Lynch, Arron's mum, is equally delighted. \"His hand-eye coordination has improved lots since he started coming here,\" she says. \"He's still not very good at balancing, but I've noticed a definite difference.\" </p> <p>But wouldn't children be better off playing outside? Dr John McKendrick, a child-play expert from Glasgow Caledonian University, has criticised parents who \"wrap their children up in cotton wool\" rather than letting them play outside with friends. Perhaps surprisingly, he considers the children's gyms to be a positive step in the right direction, but recognises the limitations of such initiatives: \"In an ideal world you wouldn't need them and all children would be able to play outside in a safe environment but, as that sadly isn't the case, such facilities are a helpful addition to a wider programme of encouraging physical activity. </p> <p>\"But such initiatives do not present a panacea to the national obesity problem. It is important that exercise becomes part of daily life.\" </p> <p>At £2.50 a pop, Magnum sessions are beyond the budget of many families. It's also questionable whether public money is best channelled into such exclusive ventures - the two gyms are partly funded by grants of £53,000 from the Big Lottery Fund and North Ayrshire Leisure. Plus, its slightly out-of-the-way location inevitably means that most children are ferried in by car - a great irony that McKendrick points out: \"This perpetuates existing patterns of transport, and the nationwide problem of there being not enough independent mobility of our children.\" </p> <p>It's easy to tut about kids being cooped up in unnatural environments as they work out like munchkin hamsters, but the fact is that many children simply don't like being outside. Brenda Walker has brought her two children, Kirstin, 11, and Alistair, nine, to the gym. She says that, while her daughter is sport-mad, it's more of an effort getting her son off his backside. \"He's a PlayStation boy,\" she says, with a sigh. \"I'll try anything to wrench him away from that.\"</p>",
  "<p>Forget Fahrenheit 9/11. Team America: World Police is easily the most riveting political satire of the year, if not the most entertaining, the silliest and the dirtiest.</p> <p>This unhinged parody of '80s action movies focuses on a gung-ho team of American special agents, played by marionettes, who are hell-bent on ridding the world of terrorists, even if it means toppling the Eiffel Tower and mowing down innocent civilians in the process. Featuring terrorists who mumble \"Jihad\" and \"Mohammed\" and puppets engaging in sexual positions never before seen at the Cineplex, Team America constitutes a generational litmus test like none before it. At the screening I attended, younger viewers laughed hysterically and emerged with huge grins on their faces, older viewers sat in silence and walked slowly from their seats, scowling. But your ultimate reaction to this film will no doubt depend entirely on 1) how many bad formulaic action movies you sat through in the '80s; 2) whether the word \"fuck\" makes you uncomfortable; and 3) how excited you are to see miniature replicas of self-righteous celebrities get their heads blown to smithereens.</p> <p>Trey Parker and Matt Stone, the creators of South Park, have created a visually stunning, wildly goofy but undeniably incisive critique of American culture and our role as global cops. Wall-to-wall absurdity from the first shot, it doesn't pull any punches, and even its Scooby Doo-like ending will have you laughing louder than you have at any of the limp comic offerings of the last few years.</p> <p>Unless, of course, you hate it.</p> <p>I met up with Parker and Stone in Beverly Hills, Calif., where our interview was the first in a two-day whirlwind of movie junkets for Team America. A day after Sean Penn attacked them publicly in a letter, and shortly after the movie finally received an R rating by the MPAA after making some required cuts (including, reportedly, a \"golden shower\" scene between marionettes), the two seemed slightly shellshocked, but were extremely easygoing and eager to talk about what's arguably their funniest, most ambitious work to date.</p> <p><strong>I saw Team America last night and, my God, I've never seen anything so obnoxious in my life.</strong></p> <p><strong>Parker:</strong> [Laughs] My family's in town - my aunts and uncles - and I really don't even want them to see it.</p> <p><strong>Really?</strong></p> <p><strong>Parker:</strong> Not out of embarrassment, I just know they're gonna be confused.</p> <p><strong>I've never heard more hysterical laughter at a screening before in my life, but when I was walking out I saw a few older people with extremely grim looks on their faces.</strong></p> <p><strong>Stone:</strong> Right. I don't think it's for older people.</p> <p><strong>And it's probably hard to translate it for them.</strong></p> <p><strong>Stone:</strong> I did an interview the other day with this college kid who was like, \"I think this movie will span generations! What would you say to an 85-year-old about the movie?\" I was like, \"Don't go see this movie. Because you'll be bummed out. It is not for you.\"</p> <p><strong>Are there ever people who say, \"Oh, I usually hate humor like this, but you guys do it so well.\" Or do people who hate this kind of humor just hate your stuff?</strong></p> <p><strong>Parker:</strong> Yeah, they hate our stuff. And they hate us.</p> <p><strong>Stone:</strong> They hate us. But we haven't really had that many reactions to the movie yet. It's only been shown [in screenings] for the first three or four days, so we don't really know.</p> <p><strong>Parker:</strong> We got some hatred yesterday from some of the foreign press people, who were like, \"This movie is so hateful!\" and \"How dare you?\" They basically wanted to use all their time to just try to slam us. And then I was thinking about it, and I thought, I guess if I didn't offend an uptight old German woman - I mean, if we can't offend her, we haven't done anything.</p> <p><strong>Stone:</strong> At least we offended somebody.</p> <p><strong>Still, do you ever feel like you cover your asses too much by taking on targets on opposing sides?</strong></p> <p><strong>Parker:</strong> I don't think so, because we do take somewhat of a stand at the end. I mean, I believe we do make a point at the end of the movie. Some people consider that point to be fairly right-wing, and some people consider it to be fairly left-wing ...</p> <p><strong>What do you think that point is?</strong></p> <p><strong>Parker:</strong> [Laughs] The thing is, obviously, we're not setting out to make a movie going, Look, America, this is how you should run things, this is how it should be. Because then we'd be no better than the fucking actors we hate. But the only thing that we assert is that there's a difference between dicks and assholes. That's the biggest thing that we assert.</p> <p><strong>Stone:</strong> That's such a strong political statement.</p> <p><strong>Parker:</strong> And it really kinda is! Because that's the thing that we realized when we were making the movie. It was always the hardest thing. We wanted to deal with this emotion of being hated as an American. That was the thing that was intriguing to us, and having Gary (the main character) deal with that emotion. And so, him becoming ashamed to be a part of Team America and being ashamed of himself, he comes to realize that, just as he got his brother killed by gorillas - he didn't kill his brother; he was a dick, he wasn't an asshole - so too does America have this role in the world as a dick. Cops are dicks, you fucking hate cops, but you need 'em.</p> <p><strong>Thanks to all the assholes - or criminals. Or in the case of the movie, terrorists.</strong></p> <p><strong>Parker:</strong> Right. Because there are assholes - terrorists - you gotta have dicks - people who hunt down terrorists. And I think that that is a pretty strong thing to assert, actually ... at least the pussies think so.</p> <p><strong>The pussies being the whiny liberals. But you obviously make fun of dicks - or ugly Americans - for the first half of the movie.</strong></p> <p><strong>Stone:</strong> Well, it's just Gary coming to terms with the fact that it's an imperfect world, basically. And this is Gary going, \"This is as much sense as I can make of it.\"</p> <p><strong>Parker:</strong> Dicks are bad, and it sucks to be a dick, but it's way worse to be an asshole, and because there are assholes, we need dicks. So shut the fuck up, all you pussies!</p> <p><strong>Stone:</strong> That does seem like a funny way to put it.</p> <p><strong>What question are you dreading the most?</strong></p> <p><strong>Parker:</strong> Why marionettes?</p> <p><strong>Stone:</strong> Why puppets? That's what everyone always says first thing. \"Why puppets, guys?\"</p> <p><strong>Better cross that one off the list ...</strong></p> <p><strong>Parker:</strong> Well, you always have the one question that you answer in every interview, to the point where we know that one of us is going to start the answer, and we know exactly what the other one is going to say ...</p> <p><strong>So it ends up feeling rehearsed.</strong></p> <p><strong>Parker:</strong> It's the only thing that does, because we try to stay really conversational. Because there is a fascinating story behind it, which we won't tell you now.</p> <p><strong>Stone:</strong> Since you're not going to ask that.</p> <p><strong>Parker:</strong> But because there is a specific story behind it, it gets told and retold.</p> <p><strong>OK, I shot myself in the foot. I'll just have to <a href=\"http://www.imdb.com/title/tt0372588/trivia\">link to the story</a>. I'm wondering, do you ever take a break and eat some lunch and come back and say, \"Man, I'm not so sure about that part that goes 'Lick my butt and suck my balls'\"?</strong></p> <p><strong>Stone:</strong> No. Those are always the parts we're most sure about.</p> <p><strong>Although I did notice that, when you do the touching ballad-reprise of [the movie's theme song] \"America! Fuck, Yeah!\" you didn't include the lyric \"lick my butt.\"</strong></p> <p><strong>Parker:</strong> [Laughs] Oh yeah! That's true.</p> <p><strong>Do you feel that you seek to offend people, or do you find that insinuation offensive?</strong></p> <p><strong>Parker:</strong> No, in fact, it's funny, I was talking to my parents about this ...</p> <p><strong>Stone:</strong> No, we're just offensive.</p> <p><strong>Parker:</strong> Yeah. I was all nervous last night because the movie was playing ... Like, we've never seen the whole movie.</p> <p><strong>Stone:</strong> No one had ever seen it until last night.</p> <p><strong>Because you were cutting it to get the R rating?</strong></p> <p><strong>Stone:</strong> Because of the schedule we were on, no one had ever sat down and actually watched the entire movie on film, with the sound mix, start to finish, until it played in however many theaters.</p> <p><strong>Parker:</strong> I was really nervous, and my dad said, \"I don't understand why you're all nervous,\" and I said, \"I'm just really scared that people are getting really pissed off right now.\" Not scared, but just bummed out. And I realize that I really do - and I think Matt's the same way - if someone does really get offended by our movie, we don't feel good about it. We want people to love the movie, you know what I mean? Even psycho German lady the other day kinda bummed us out, you know? Because it was like, Come on, you didn't like it? Deep down, we want everyone to laugh and have a good time. We don't go, Oh, let's piss these people off.</p> <p><strong>Stone:</strong> We just are offensive people. I mean, I offend people all the time in everyday life and I wish I didn't; I just fucking say the wrong thing.</p> <p><strong>What do you think creates a person who naturally offends by accident?</strong></p> <p><strong>Stone:</strong> When that person is just really charismatic and cool!</p> <p><strong>Parker:</strong> No, I think we just deal with everything with humor. Everything. We say all the time, \"I know that if one of us got cancer tomorrow, we would be joking about it.\" It's just the way we deal with stuff. A lot of people with no sense of humor think that that means that you just basically don't care about anyone or anything, and it's not true.</p> <p>Ultimately, I think we're both pretty optimistic people, too. A lot of this movie came out of, you're laughing at people because you're sort of saying, \"Dude, relax.\" You have the Michael Moores of the world and all these people telling you, \"These people are evil and America's going to be destroyed in a matter of five years!\" And it's just, to us, not that dire. It's like, you know what? Our lives are pretty fucking great. And a lot of the lives we see around us are pretty fucking great, and everything's gonna be OK. That's just our basic philosophy.</p> <p><strong>What about the people who'd say, Well, you've got to get out of your bubble and check out the world and see how fucked up things are for everyone else.</strong></p> <p><strong>Stone:</strong> It's about optimism, though. That's the big thing about the movie; that end message is about American optimism. And that's the difference between America and the rest of the world, because if you go to Europe, people are not optimistic about the future there. And Americans do have a naive optimism about that - it's not just us, and the fact that we live in this L.A. bubble - I think all Americans have this naive optimism and have for a long time. And a lot of times it's naive, and it's unfounded, and it's even wrong, but it's somehow that optimism that keeps America looking forward and trying to make the world better. And I really do think that's something that's unique to America that doesn't exist in a lot of the world.</p> <p><strong>And it can be a self-fulfilling prophecy.</strong></p> <p><strong>Stone:</strong> Exactly. A lot of times it fuels the good things. Sure, it's stupid, and a lot of times it's a big smile while eating a big shit sandwich, but you just keep going, you know?</p> <p><strong>Parker:</strong> But another thing that goes along with the optimism part of it is basically the idea of, well, if I'm not going to have a fucking great time and I'm not going to really appreciate and enjoy and say life is great, then there really is no hope. Because all of the hope for the world is that there can be a great life, and to me, I'm proof of that, that there can be a great life. And yes, it's all about trying to dole that out to as many people as possible, but it's also about, when you have a great country, and it all works, and your life is awesome, then be able to say so! But for some reason, it's almost taboo to say, My fucking life is awesome, and I have a great time, and I have a sweet house and a nice car. People are like [using a scolding voice], \"Hey, hey, hey, hey!\"</p> <p><strong>Stone:</strong> Especially the richest people in the world, which we know some of in this town, you know? [Angry voice] \"The world is fucked up!\"</p> <p><strong>Parker:</strong> Look, we were below middle class growing up, and I had a dream that someday things were gonna be better, and I assume that's the way it is in Third World countries. So, if you're not going to enjoy the dream, then there's no hope for anything.</p> <p><strong>Stone:</strong> I think that when Trey wrote \"America! Fuck, Yeah!\" - that song? That, to me, encapsulates it. We could talk for hours about America's overzealous stance overseas, but there's also, you know, \"America! Fuck, Yeah!\" too. And somehow that song encapsulates an hourlong conversation. When people ask me, \"What's your attitude about America?\" I think of Trey's song. That's the perfect way to put it. It's awesome, and you have to admit it's also a little cheesily testosterone-driven at the same time ...</p> <p><strong>A little cheesily testosterone-driven?</strong></p> <p><strong>Stone:</strong> Yeah. But. It's awesome.</p> <p><strong>After the movie's first scene, I really wondered if you could keep up that level of really sharp satire. Did you ever think, \"Ah, maybe we shouldn't put in the dick and asshole stuff, because we could make a piece of art that anyone could see and appreciate\"?</strong></p> <p><strong>Stone:</strong> [Laughs.] Nope. I wish that would've occurred to us earlier.</p> <p><strong>Parker:</strong> Although the tone of the movie did change completely after shooting that scene, because we shot that scene first. The script was written ... a bit more like \"South Park,\" but even a little more jokey than \"South Park,\" and I think it's good that we wrote it that way, because Paramount had to say, \"OK, comedy? Oh, this is a funny script.\" Whereas, this movie, as a script, there are so many times where, if you were reading the script, you'd say, \"Where's the joke?\" Because so much of the joke is coming off of [the marionettes] trying to do drama. So we had way more jokey-jokes in the script, more like fucking Adam Sandler jokes - I mean, not that bad, but ...</p> <p><strong>Stone:</strong> But joke jokes.</p> <p><strong>Parker:</strong> And after shooting that first scene, we were like, Dude, we've gotta take all the jokes out of this movie.</p> <p><strong>Stone:</strong> Then we did a pass where there was not a single joke or laugh in the whole movie, it was kind of just a fucked-up, serious, weird satire. But that was no fun to watch, and we're no good at doing that kind of thing.</p> <p><strong>Parker:</strong> So then we started putting all the pussy and dick stuff in.</p> <p><strong>Stone:</strong> But then it became, saying that kind of stuff, but with the serious music, and the collision of the music and the tone? That became what the movie was about. I think that most people will get that, but there will be people that don't get that. And if you don't get that central conceit of the movie, you'll just hate the movie more and more and more.</p> <p><strong>Yeah, but screw those people, right?</strong></p> <p><strong>Stone:</strong> Well, I agree, but that's what people have to get, or they're gonna be like, \"What the fuck is this crap?\" And that's generational.</p> <p><strong>Not spelling it all out clearly, though, makes it so much better than it would be if you connected all the dots.</strong></p> <p><strong>Parker:</strong> Oh, yeah. For sure.</p> <p><strong>Stone:</strong> But I also think that's generational, because 85-year-olds didn't grow up watching \"Top Gun\" and all the other movies that have that kind of stupid structure seared into them.</p> <p><strong>I have to ask you quickly about <a href=\"http://www.drudgereport.com/penn.htm\">the letter from Sean Penn</a> (who, along with other Hollywood political activists like Tim Robbins and Susan Sarandon, is satirized in the film), which was posted on Matt Drudge ...</strong></p> <p><strong>Parker:</strong> We got it the day before, actually. He was nice enough to send it to us before he sent it to the world.</p> <p><strong>Stone:</strong> I remember when I got it, thinking that it read like a fucking open letter. It doesn't really read like it's really to us. That was my first thing; I was like, this doesn't read like a private letter.</p> <p><strong>And then the next day it was an open letter.</strong></p> <p><strong>Stone:</strong> Yeah! The next day it was open.</p> <p><strong>Parker:</strong> I mean, I just don't understand. If he really is pissed, why would he do us that huge of a favor? I mean, seriously, there is nothing he could've done to help this movie more.</p> <p><strong>Stone:</strong> He just proved that we nailed him so perfectly in the movie. Because if you read the letter what he says in the movie is exactly like what he would say in the movie.</p> <p><strong>It was actually the marionette that wrote you that letter! I like how he sets you two up in the letter as such losers. \"I remember seeing you at a party. I remember how you dropped my name to appear witty ...\"</strong></p> <p><strong>Parker:</strong> By the way, we've never met him. You do meet a lot of people. We've met a lot, and maybe we've even forgotten some, but I would remember Sean Penn. We never met Sean Penn, either one of us.</p> <p><strong>Stone:</strong> But when you read it, the letter comes from such a high place of arrogance, you know, [deep, serious voice] \"You guys are young guys! If you don't have children, you can't say anything about anything!\" And the whole voting thing. All we ever said was that we thought that uninformed people should not vote - on either side of the political spectrum. It doesn't matter who you're gonna vote for. If you really don't know who you're gonna vote for, or are uninformed, or haven't really thought about it? Just stay home. Don't let people fucking shame you into going to the polls.</p> <p><strong>Parker:</strong> If you have absolutely no idea, fuck it.</p> <p><strong>Stone:</strong> If you really don't know or you're just going to vote for George Bush because he's already in office, or you're gonna vote for John Kerry because he's on the cover of Rolling Stone, don't do that. That's lame. Just stay home. That's all we ever said.</p> <p><strong>Publicist:</strong> We really have to wrap up now.</p> <p><strong>Well, in parting, do you have a special message for all those undecided voters out there?</strong></p> <p><strong>Stone:</strong> Stay home.</p> <p><strong>Parker:</strong> Don't vote!</p> <p><strong>Stone:</strong> And it's no big deal. If you don't want to vote, you don't have to. Fuck that vote or die shit. I hate that.</p> <p><strong>·</strong> About the writer: Heather Havrilesky is Salon's TV critic. She also maintains the <a href=\"http://www.rabbitblog.com/\">rabbit blog</a>.</p>",
  "<p>\"If there's one thing I've learned at Five it is just how difficult it is to get noticed. My God it is a completely different ball game,\" says Ben Frow, the executive who commissioned The Farm, gave the nod to Rebecca Loos conducting a semen-generating procedure on a boar, and is seeing the ratings at 10pm float gently upwards.</p> <p>\"So I'm proud of The Farm in many ways. I am proud because I think it is very well made. I'm proud because I think it is an intelligent programme, and I think it combines some of the best bits of what people generally refer to as reality television in terms of people's relationships, confrontation and honesty.</p> <p>\"This is not a controlled environment; we're having to learn; there's the weather, nature; it's a new challenge, we are trying to stretch reality television.</p> <p>\"How people live with a whole new dimension that most people know nothing about, which is farming. I certainly learn something every day.</p> <p>\"I didn't know calves were separated from their mothers at birth, that the milk we drink is calves' milk. I think it's an intelligent programme.</p> <p>\"Nor can the producers, Endemol, exactly predict when animals are going to be born, one of its big 'ah' factors. There was also an on-screen killing of two chickens last week, so discreet it passed without comment - they were then plucked, then eaten for an evening meal.</p> <p>\"We'll do it again, it was a bit too short. But I am very keen to do a show that is not gratuitous, salacious. I would rather not have a show that is a ratings success, because for Five, it's important people look at it and say 'I didn't think Five would do a programme that good'. It reflects on Five, Five can play with the big boys.</p> <p>\"The most important thing is the welfare of animals: our top priority. The French (where the format was devised) have a different attitude to animals. Frankly, I could do a reality show where old people are neglected and there would be less reaction from the British public.</p> <p>\"The Animal Liberation Front, the RSPCA, they all were screaming and shouting before we got to air. They make a daily point about what we do like; what they do like and don't like. The truth is I am not going to be making a 'I'm a Factory Farm Animal Get Me Out of Here!' sort of show, it is just too grim.</p> <p>Frow, the fast-talking former Channel 4 executive who commissioned its raft of property hits as well as The Salon, the replacement for the breakfast show; How Clean is Your House and Too Posh to Wash, reflects on how C4 \"tried to kill the Farm on opening night\" by running blockbuster Gladiator against it.</p> <p>Kevin [Lygo, Channel 4's director of television] said to me: 'the opening show will make it or break it'. I'm encouraged, the word is out there. I am proud of it, I think we can hold our heads up high. There comes a point when you either know it is going to be a disaster - you just feel sick all the time - or you feel you're going to be all right because even if it doesn't get 10 million viewers, which it won't, the word is out there.</p> <p>\"And the profile is just fantastic. The truth is: part of our bonus scheme at Five depends on whether we hit our demographic, the 16-34 audience.\"</p> <p>Frow says three of his commissions, Cosmetic Surgery Live, which is to return in a souped-up mode, and Colin and Justin all score. \"They are way up on our average for the 16-34 demographic\" and may all return.</p> <p>\"I would like to think The Farm would come back in some form or another. The only downside of doing The Farm now is the weather. It's not been kind to us.\"</p> <p>But he says he will be picky about the time of year it goes out because of the competition from other reality shows.</p> <p>\"It's like owning a holiday timeshare, you have to find out when everyone else is booked in, you don't want two shows butting in on each other. Celebrity Big Brother is in January, The Games April, Big Brother, July. Unless you go for daytime or late at night 11 pm.\"</p> <p>How did Frow adjust a bought-in format? \"I have an overall vision, and want to be happy in my gut, I am a viewer, I enjoy the combination, people's relationships, cosiness, mugs of tea by the Aga, animals being born, having to do horrible jobs then going in and being cosy again</p> <p>\"What I did was say, bring to it an American - they brought me Vanilla Ice and the first married couple. Paul Daniels and Debbie McGee. What I wanted to do was move the boundaries of reality TV, lift the claustrophobia. </p> <p>\"It's not about bonking. The best shows are not dominated by anyone one thing, they have a bit of everything. So The Farm is a good old smattering of Pet Rescue, and we've also got sexy farmer Ryan in there, he's the big success of the show, he gets an awful lot of fan mail, he's gorgeous, so smouldery. I was given a selection of farmers, he was chosen for looks, I don't want to watch a horrible, old, bearded farmer, we're Five, after all, I wanted the farmer to be young, funny, vibrant, sexy, warm, all those things.</p> <p>\"So I am already working on more things for him. I love working with Endemol. We're changing the format as we go along. It is very hard for the celebrities; they are having a tough time. These are celebrities, they are used to doing very little. They are up at 6.30am every day, and usually up way after midnight. I don't want to piss people off. We are doing the opposite of a penalties system, we are operating a reward system, going positive rather than negative.\"</p> <p>The next, and final, week, says Frow, is when the farmers are going to be self sufficient, only eating the food they produce and animals they kill.</p> <p>\"When you're working with celebrities, its worse than animals and children.</p> <p>\"They are very difficult to manage. I would love to see what reaction there is in agricultural colleges. When we did The Salon applications to hairdressing college went up 200%.\"</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The pace of house price inflation slowed in August from the month before, the government said yesterday. </p> <p>The Office of the Deputy Prime Minister said prices rose on average by a non-seasonally adjusted 1.2% between July and August, although that was a slower rate than the rises seen in the last two Augusts and lowered the annual rate of increase to 13.6% from 14.3%. </p> <p>Prices in London fell 0.4% on the month, dragging the annual rate of increase to 6.5% from 8.4% in July. The ODPM said the average house price in August was just under £179,000, up from £177,500 in July. </p> <p>Economists said the numbers confirmed their suspicions that the boom of recent years was over. </p> <p>\"With valuations at all-time record highs, confidence low and the full impact of higher interest rates yet to be seen, it seems likely to us that outright falls in average house prices, such as those seen in London in August, will become more widespread over the coming months,\" said Ed Stansfield of Capital Economics. </p> <p>He predicted prices would fall 20% over the next three years. </p> <p>Howard Archer of Global Insight said: \"We still believe further softness in house prices is very likely over the next few months at least, given the significant recent slowdown in mortgage approvals, widespread reports of waning buyer interest and the lengthening average time taken to sell a house.\"</p>",
  "<p><strong>·</strong> Find out why there are concerns about housing 'ghettoes'<br><strong>·</strong> Job of the week - executive director, Aston Pride New Deal for Communities<br><strong>·</strong> Try the Guardian's new Jobmatch service for vacancies in housing</p> <p>Welcome to SocietyGuardian.co.uk's weekly round-up for housing and regeneration professionals</p> <p>^^^^^^^^^^</p> <p><strong>WHAT'S HAPPENING IN THE HOUSING AND REGENERATION SECTORS THIS WEEK</strong></p> <p>A new ministerial advisory group has been set up to examine concerns that a government scheme to give social housing tenants more choice about where they live is leading to greater racial segregation <a href=\"http://society.theguardian.com/housing/story/0,7890,1324812,00.html\">Read the story</a> .... The majority of newly built houses in London, the south-east and the east of England are no better than average, according to a survey published by the Commission for Architecture and the Built Environment <a href=\"http://society.theguardian.com/housing/news/0,8366,1324328,00.html\">Read the story</a> .... The extent of homelessness among 16 to 24-year-olds in England has been revealed for the first timein research from York University showing that up to 52,000 were without housing last year <a href=\"http://society.theguardian.com/homelessness/story/0,8150,1324312,00.html\">Read the story</a> .... It's a disgrace that none of the candidates to run architecture's watchdog has any real knowledge of the subject, argues Deyan Sudjic <a href=\"http://society.theguardian.com/urbandesign/story/0,11200,1324548,00.html\">Read his comment column</a> .... A charity's attempt to bring home the problems of substandard housing got off to a less than ideal start when London Underground banned it from launching its campaign at a tube station <a href=\"http://society.theguardian.com/housing/story/0,7890,1324559,00.html\">Read the story</a></p> <p>^^^^^^^^^^</p> <p><strong>PREVIEW: WHAT'S IN TOMORROW'S SOCIETYGUARDIAN SUPPLEMENT</strong></p> <p>Social enterprise should expand to cover every area of life, says Rowena Young; Debbie Andalo offers careers advice to a tenancy manager rethinking his position; plus Moving on - a 16-page supplement on housing the homeless.</p> <p>^^^^^^^^^^</p> <p><strong>HOUSING AND REGENERATION DIARY: WHAT'S COMING UP THIS WEEK</strong></p> <p>TODAY: Richard Brown, head of Olympic and Thames Gateway projects at the Greater London Authority will address a two-day <a href=\"http://www.cityscapeonline.com\">conference on the future of the capital</a>.</p> <p>Dame Mavis McDonald, permanent secretary at the Office of the Deputy Prime Minster, <a href=\"http://www.parliament.uk/parliamentary_committees/odpm/odpm_042009.cfm\">answers MPs' questions</a> about her department's annual report.</p> <p>WEDNESDAY: Representatives from the Countryside Agency and the Royal Town Planning Institute appear before the <a href=\"http://www.parliament.uk/parliamentary_committees/environmental_audit_committee.cfm\">environmental select committee's</a> inquiry into the sustainability of the government's plans for an expansion in housebuilding.</p> <p>THURSDAY: English Heritage is teaming up with the Women's Institute to launch a new <a href=\"http://www.english-heritage.org.uk\">campaign against street clutter</a> created by the plethora of confusing signposts.</p> <p>The housing minister, Keith Hill, will speak at a <a href=\"http://www.neilstewartassociates.com/se160/index.html\">conference on community cohesion</a>. </p> <p>FRIDAY: Ferran Mascarell, the president of Barcelona Cultural Institute, will address the <a href=\"http://www.london.gov.uk/view_press_release.jsp?releaseid=4467\">European Local Authorities Forum</a> at London's city hall on the role of culture in regeneration. </p> <p>^^^^^^^^^^</p> <p><strong>ELSEWHERE THIS WEEK</strong></p> <p>The mayor of London, Ken Livingstone, yesterday marked the start of a week of <a href=\"http://www.london.gov.uk/view_press_release.jsp?releaseid=4468\">action to tackle the capital's empty homes</a> by launching a new guide by the Empty Homes Agency which advises local authorities how to bring vacant properties back into use.</p> <p>Kerrier Homes Trust, which took over Kerrier council's housing stock in 1998, has finally been <a href=\"http://www.housingcorplibrary.org.uk/HousingCorp.nsf/AllDocuments/D81B76972602AE2080256F2A004AA7D9\">given a clean bill off health by the Housing Corporation</a> after spending almost three years under supervision over concerns about its governance and management. </p> <p>The Local Government Association has published a <a href=\"http://www.lga.gov.uk/Publication.asp?lSection=0&amp;id=SXDDAA-A7827EC7\">report into councils' homelessness strategies</a>. </p> <p>In its latest batch of assessment reports, the Housing Corporation has expressed concern about the viability, governance, and development of <a href=\"http://www.housingcorplibrary.org.uk/HousingCorp.nsf/AllDocuments/53365EE455E9FA0080256F2400448955/$FILE/CARR%20GOMM%20SOCIETY_HCA_1_.pdf\">supported housing specialist the Carr-Gomm Society</a> (pdf). </p> <p>^^^^^^^^^^</p> <p><strong>JOB OF THE WEEK</strong></p> <p>Could you help Birmingham build on its record of regeneration success? Aston Pride New Deal for Communities is looking for a new executive director. A salary package of Up to £64,000 is on offer.</p> <p>For more vacancies, including five posts at Rossendale council and regeneration director for North East Lincolnshire council, see tomorrow's SocietyGuardian supplement or visit our <a href=\"http://jobs.theguardian.com/\">free online database</a>. </p> <p>^^^^^^^^^^</p> <p><strong>GUARDIAN JOBMATCH</strong></p> <p>Our unique housing and regeneration Jobmatch service is designed to find jobs tailored to your individual skills and experience. Once you've signed up and entered your CV details, Guardian Jobmatch will find suitable vacancies and send them to you by email. Register now <a href=\"http://www.guardianjobmatch.co.uk/housing\">here</a> and let us do the work for you.</p>",
  "<p>Ken Leech confesses that he's never sure whether to feel proud or depressed that Centrepoint, the tiny charity he helped set up in 1969, has mushroomed to become one of the giants among homeless organisations.</p> <p>When Centrepoint began, it provided emergency shelter for the rising tide of homeless young people arriving in London, and consisted of a disused basement in St Anne's Church in Soho, where Leech was curate. It was staffed by himself, Anton Wallich-Clifford, of the Simon Community charity, and a host of volunteers. Funds amounted to the last £30 in Leech's bank account.</p> <p>Today, Centrepoint has a turnover of £12m, employs more than 250 staff and, in addition to emergency night shelter, offers longer-term housing for more than 500 homeless youngsters, as well as a range of social, educational and even health services. It has become an institution. But the fact that it still exists, and has needed to expand, is a reflection of the increasingly intractable nature of youth homelessness. \"We certainly didn't see the problem of homelessness as being insoluble in those days. The general feeling was this was a problem that was soluble given the political will,\" Leech says.</p> <p>He and Wallich-Clifford came up with the idea of Centrepoint after noticing that in addition to the \"West End regulars\" (hardened drug users already well known to the agencies), a new breed of homeless youngster was appearing on the streets of London.</p> <p>\"This group didn't fit any of the labels and were completely clueless about what to do,\" Leech recalls. \"They were just ordinary kids who had basically done what Norman Tebbit was later to urge - they had got on their bikes in search of work, only to find another department was saying: 'You've made yourself intentionally homeless, so we have no responsibility for you'.</p> <p>\"I remember meeting Anton in September or October, 1969, and saying that we really ought to do something with our basement to help these kids. I asked him how much money he had. He was £8,000 in the red. I had £30 in my account. So I said I thought we should risk it!\"</p> <p>It didn't begin auspiciously. On the first night, nobody turned up. But the next night three youngsters arrived, and in the first month, 600 people came through the doors. By the end of the first year, Centrepoint had helped 6,000 people and the temporary refuge was on its way to becoming a permanent London landmark.</p> <p>Many were - and are - puzzled by its name. It has never been based in Centre Point, the towering office block off Tottenham Court Road. In fact, Leech chose the name because the shelter lay at the centre point of St Anne's parish. However, when he mentioned this to one of the charity's advisers, she pointed out it would have the added advantage of causing maximum embarrassment and confusion to the owners of the (then empty) tower block.</p> <p>It succeeded in that. Homeless youngsters would turn up at regular intervals at Centre Point, expecting a roof over their heads, while correspondence would often go to the wrong address. But in recent years, says Leech, relations between the two organisations have been more harmonious.</p> <p>Although it was by then an integral part of the homelessness infrastructure, Centrepoint remained relatively small through the 70s. In 1972, it opened its first short-stay hostel, but two years later, the charity still had only 12 staff and an annual turnover of just over £30,000. \"We are constantly asked how we should like to develop our services, meaning to grow larger,\" wrote coordinator Bill Kirkpatrick in the annual report. \"Our answer to this is not to become larger, but rather to improve our services. We say this in the belief that smallness encourages personal growth, while largeness inhibits it.\"</p> <p>That began to change in the 80s. Rising unemployment combined with a series of measures introduced by the Thatcher government, including the slashing of public-sector housing, rate-capping and benefit cuts, led to an explosion in the number of people on the streets - and a higher profile for homeless organisations.</p> <p>In 1988, Centrepoint published its influential report No Way Home, revealing that there were then more than 50,000 homeless people in London. Of these, four in five had come looking for work and had got into difficulties. Many others had left home because they had been thrown out. Nick Hardwick, who was the charity's chief executive from 1986 to 1995, says that in the early days, the sight of youngsters sleeping on the street and begging was still rare. But by the end of the decade, the problem had reached crisis proportions. \"Most of these people weren't homeless because they were drug addicts or whatever,\" he says. \"They were there because there was nowhere for them to live. And some of those kids died right there on the street.\"</p> <p>As the crisis grew, so did Centrepoint. Between 1990 and 1995, its turnover more than quadrupled from £1.3m to £5.8m. It now ran three night shelters and nine hostels, and had a national development unit with links across the country. It also carried greater political clout. Hardwick made a point of inviting ministers to see the reality of streetsleeping for themselves. \"At one stage, we must have had half the cabinet out on the streets,\" he chuckles. He recalls accompanying Michael Howard and Chris Patten to the infamous \"cardboard city\" at the Bull Ring in Waterloo. \"It was a dark night and there must have been 200-300 people sleeping there. A lot of them were young and many had acute mental problems. People had lit fires from spare bits of plastic, which was causing a terrible smell; others were rolling around. It was a vision of hell - and I think Patten and Howard were stunned.\"</p> <p>The scale of the problem eventually led to changes. In 1990, the government announced its \"rough sleepers\" initiative, and Hardwick was seconded to the department of the environment for six months to advise on its implementation. He has no doubt that Princess Diana's very public involvement with Centrepoint in the 1990s - she became its patron in 1992 - was another important factor in its raised profile. She made many more visits than were ever publicised, he says.</p> <p>\"At one point, it seemed she was coming to us on a monthly basis. She would agree to do the public things because she knew it helped us with our profile, and donations, but her preferred option was always to talk to people out of the spotlight.\" </p> <p>And she had an extraordinary empathy with the youngsters. Hardwick recalls a boy arriving at the shelter with clear mental health problems. He was crawling with lice. The staff were unable to get him to clean himself up, \"but she sat down with this lad and talked to him for an hour and a half and, in the end, he agreed\".</p> <p>Hardwick and current chief executive Anthony Lawton agree the position of the young homeless has improved in the intervening years - partly thanks to New Labour's commitment to fighting social exclusion and ending the blight of sleeping rough.</p> <p>Hardwick admits there can be conflicts between wanting to be \"inside the tent\", working with and influencing a government that provides much of Centrepoint's funding, while also remaining true to the charity's radical mission and \"speaking the truth to power\".</p> <p>Partly as a result of increased central funding, the organisation now finds itself, for the first time, on a sound financial footing. Past annual reports were filled with grim warnings about the danger of money running out.</p> <p>Even in the mid-90s, says Hardwick, it was a hand-to-mouth existence. Lawton is proud of this new-found financial security. But he is concerned that 60% of the organisation's funding now comes from central and local government, with 20% from donations and a similar proportion from rents and charges. Over the next five years, he says, the aim is to triple the money from donations while reducing reliance on government grants.</p> <p>He also believes Centrepoint must focus not simply on giving youngsters shelter, but on helping with the complex social problems that often lie behind that homelessness. \"We have to be concerned with every aspect of young people's lives, not just bricks and mortar, and we have to work with young people, not simply on their behalf,\" he says. Lawton is equally determined to make Centrepoint a genuinely national organisation. The charity's national development team is working with local authorities and other agencies on a range of schemes. Over the next few years, there will be direct services outside central London - in Greater London, the midlands and the north-east.</p> <p>This repositioning is partly a reflection of the changing profile of the young homeless themselves. Back in the late 60s, those turning up at St Anne's tended to be men, mainly from Scotland, Ireland and the north, drawn to the capital by tales of plentiful job opportunities. These days, the clientele is principally from the south-east, women as often as men, and the reasons for being on the street are multi-factorial. A disproportionate number of clients are black and a growing number are refugees. But despite the changes, Lawton stresses, it is vital that Centrepoint remains true to its roots, retaining the intimacy and idealism of the early days and remembering that its fundamental task remains the same - \"to give young people on a downward spiral a chance to turn things around\".</p> <p>\"I would like to think that if Ken [Leech] walked back in,\" says Lawton, \"he would feel the organisation was being true to the original spirit, but in a manner appropriate to 2004.\"</p>",
  "<p>Buoyed by the smash box office successes of Shrek 2 and Shark Tale, DreamWorks Animation is planning to go public with a share sale which is expected to raise as much as $650m (£364m). </p> <p>The share sale is expected to be the biggest initial offering in the entertainment business since MGM went public seven years ago, and would allow the company's founders - Steven Spielberg, David Geffen and Jeffrey Katzenberg - and original backers to recoup some of their $1.1bn (£616m) investment.</p> <p>Katzenberg, who heads the animation unit and is responsible for the global hit film Shrek and its sequel, is expected to start working on the company's initial public offering as early as next Tuesday, with the hope of selling shares by late October or early November. </p> <p>The fishy gangster flick Shark Tale has so far earned $87.7m (£49.1m) and held on to the US box office top spot for a second week. That follows on the success of Shrek 2, which has earned $877m (£491m) worldwide and is the number one movie of the year.</p>",
  "<p><strong>Prescott:</strong> We are going to build on the progress that we have made over the past seven years to really get to grips with homelessness and poverty. I'm proud of the work we've done so far. We've cut rough sleeping by 72% and more than doubled the amount we spend on affordable housing compared with 1997. We've strengthened the law to provide more protection for vulnerable homeless people and ended the scandal of homeless families forced to live for unnacceptably long periods in B&amp;B hotels, with no room for their children to work, play and grow.</p> <p>While we have improved the situation for many thousands of people, young and old, there is still widespread inequality and that is clearly unacceptable. Decades ago, I think we ignored the problems of poverty and homelessness; today we are doing something about it.</p> <p>This really hit home the other day when I watched Cathy Come Home again for the first time in years. The film isn't just a masterpiece, it reminded me of how life was in the 60s and how shocking Cathy's story was. It showed the terrible consequences of living in a society where there was little support and no choice.</p> <p>For those who haven't seen it, Cathy got married and wanted to start a family and a nice home of her own. Things went wrong when her child arrived. The kid wasn't welcome. She put herself on the waiting list, but it didn't make any difference. She was then forced into short-term, emergency accommodation, where she had to separate from her husband. </p> <p>He went off looking for work and she was left on her own. In desperation, she ended up with her child in a caravan, but that wasn't safe. The caravan was set on fire. The last scene was heartbreaking when she was left to sleep on the street and in the railway station. Her child was taken away from her - she was homeless and alone.</p> <p>One day I want to be able to say that no young person in Britain is disadvantaged by their personal circumstances. We will give people the chance to live in a decent home, in a healthy and safe environment, with a solid education and secure employment. As I said, we have improved the situation for millions, but there's still a long way to go.</p> <p><strong>Centrepoint</strong>: Last month, the prime minister declared that the government's crusade against social exclusion was working, but his claim coincided with new figures that showed homelessness had reached a new record high. How do you square that circle?</p> <p><strong>Prescott</strong>: The important thing for us was to strengthen the law to give more vulnerable people - in particular young people - protection and accommodation and to bring them in to the welfare system. This contributes to a short-term statistical increase in homelessness. Of course, that creates good headlines for the papers and I have to live with that. </p> <p>For me, getting more help to more people is the most important thing - it shows that we are really making a difference. Having put the safety net into place, I expect the level of homelessness and use of temporary accommodation to fall over the next three years as our policies on prevention and housing start to take effect.</p> <p>I think that our approach to tackling inequality across the board is the right way. Investing in health, education, housing and employment is helping to tackle poverty for everyone. The challenge now is to get that support to the most disadvantaged. We already have 700,000 fewer kids in poverty and 1.85 million more people in work. We've also cut the number of non-decent homes by 1 million since 1997. No one can say for certain where we'll be in 10 years, but I'm convinced that we're making the right investments today.</p> <p><strong>Centrepoint</strong>: The government has a clear priority to reach the families most in need, but what action are you taking to reach those young people who have been thrown out of their family home?</p> <p><strong>Prescott</strong>: By addressing the needs of families today, we are helping to solve the problems that young people will face tomorrow. We have taken special action to tackle homelessness among young people too. We amended the law to give housing priority to homeless 16- and 17-year-olds and young people leaving care. I'm also pleased that an independent evaluation of local authorities, due to be published later this year, has found that virtually all of their homelessness strategies make special mention of young people's needs.</p> <p>More than 85% have considered special proposals to help 16- and 17-year-olds, including targeted advice and support, specialist accommodation - like foyers - and family mediation. Like I said earlier, tackling the underlying inequalities, the underlying causes, is the most important thing. Of course, things do go wrong and a Labour government will be there to catch people when they fall.</p> <p><strong>Centrepoint</strong>: How can you tackle the problems of young homeless people effectively if you do not know how many there are, or where they're living?</p> <p><strong>Prescott</strong>: We already know a great deal about homelessness and we learn more every year from improved data. Next year, for example, we will be carrying out a major survey of homeless households, including 16- and 17-year-olds.</p> <p>The attempt by York University and Centrepoint to quantify the number of homeless young people is welcome, but I'm not sure about using figures from Scotland and applying them to England.</p> <p>I think the best way to understand the problem is to look at it at a regional and local level - that's where the problems are and where the services are delivered. The Homelessness Act is helping by identifying and dealing with homelessness through local reviews and strategies. </p> <p><strong>Centrepoint</strong>: Having expressed concern at the large number of housing associations, do you think there are too many homelessness charities?</p> <p><strong>Prescott</strong>: For a start, these charities are often focused on local areas and needs and they work collaboratively with others, like Centrepoint. In my view, coordination is essential to success, regardless of the number of organisations involved. The Homelessness Act is helping local authorities to develop even stronger partnerships with the voluntary sector, and I want to see this continue.</p>",
  "<p>Aston University yesterday announced a collaboration with the Australian pharmaceutical manufacturing company Mayne Pharma to run the first dedicated medical manufacturing clean room in the West Midlands.</p> <p>The Birmingham-based university's Business Partnership Unit set up the agreement, which aims to produce specialist cancer and other drugs in aseptic facilities in order to support the preparation of pharmaceuticals with a short shelf life. </p> <p>The agreement ensures the 10-year production of drugs at the clean room - an ultra clean, sterile and controlled environment for pharmaceutical manufacture, research and teaching. It will provide a complete specialist environment to support the development of new medicines. </p> <p>Its rooms are temperature and humidity controlled to allow the aseptic production, manipulation and reconstitution of a variety of medical products (including chemotherapy drugs usually used in the treatment of cancer and for premature babies) that cannot be sterilised commercially. </p> <p>Guppy Dhariwal, the director of finance and business services at Aston University, said: \"[This agreement] will not only create new jobs in the region but it will, to the best of our knowledge, be the first manufacturing unit of its type that brings together high-quality university research with advanced pharmaceutical manufacturing techniques.\"</p> <p> Aston University, which has the only pharmacy school in the region, is expected to benefit from this new partnership through research and teaching in pharmacy. However, Paul Burkwood from the university, stressed that while the agreement would \"hugely benefit the local community\", the university would not benefit financially.</p>",
  "<p>Council chief executives are to investigate ways to avoid showdowns with politicians, it has been revealed ahead of their annual conference which starts today.</p> <p>The decision by the Society of Local Authority Chief Executives (Solace) to focus on dodging the pitfalls of working with elected council leaders, follows survey findings which signal widespread backing among chief executives for the introduction of \"prenuptial agreements\". </p> <p>The Solace president, Cheryl Miller, decided to devote a thinktank to working with elected politicians. It is timely, coming just weeks after the high-profile affair at Lincolnshire council came to a close when the chief executive, David Bowles, agreed to leave following the Tory leader, Ian Croft's, refusal to work with him.</p> <p>The aim is to produce useful guidance for chief executives and their political peers at the end of the year, to avoid future debacles. Ms Miller said: \"It is about giving advice about some of the simple things not to do to avoid being in trouble with their political masters.\"</p> <p>The survey canvassed chief executives on proposals already mooted by the local authority Employers Organisation, to introduce \"prenuptial agreements\" to ensure that chief executives were adequately recompensed in exchange for a swift departure from the council.</p> <p>With the volatility of politicians clearly in their sights, more than half (55%) of the 229 council chiefs surveyed said they would like to see \"prenuptial agreements\" written into their contacts in case their relationship with the council collapses.</p> <p>A further quarter (24%) said they wanted this safeguard in addition to existing statutory protection, according to the survey carried out by the Local Government Chronicle. </p> <p>The Audit Commission has signalled its intention to inspect Lincolnshire council after Mr Bowles accepted a £400,000 payoff to quit because working with Mr Croft became impossible after the jailing of his predecessor as council leader, Jim Speechley.</p> <p>Mr Speechley received an 18-month sentence after Mr Bowles revealed the former leader had sought to influence a planning decision which would have boosted the value of his land. He is due to appeal next month.</p> <p>Ms Miller, currently chief executive of East Sussex council, admitted the likes of David Bowles and former Hull council chief executive Jim Brookes - who was similarly ousted from office after incumbent Labour leader Colin Inglis took the helm - may be invited to give evidence to the commission.</p> <p>The decision by Solace to hold its three day annual conference, which starts today, on the theme of \"managing in a political environment\" is likely to invite some spirited tales of chief executives similarly thwarted by elected leaders.</p>",
  "<p>Following last week's Online article on the <a href=\"http://www.theguardian.com/online/story/0,3605,1320832,00.html\">rise of anonymous workplace bloggers</a>, this is the second of our full interviews with the people who spill the beans on their chosen profession. Yesterday we printed a Q&amp;A with the writer of <a href=\"http://blogs.theguardian.com/online/archives/weblogging/2004/10/whats_in_a_name.html\">Call Centre Confidential</a>.</p> <p>This time around it's Dr Dre, who blogs about working for a major fast food retailer at <a href=\"http://anytownNHStrust.blogspot.com\">Doing Less Harm</a>.</p> <p><strong>Online:</strong> When did you start your blog and why? Were other blogs, in particular other job/workplace blogs, an inspiration?</p> <p><strong>Dr Dre:</strong> I've been blogging for about three months now, but I've been toying with the idea for much longer. Whenever my colleagues and I had lunch, we would swap funny stories of things that had happened. Someone once said to me that mine were always the funniest and that I had a knack for storytelling. It was then that I started to think maybe I should share these stories.</p> <p>I never really read many blogs up until about a year ago when your blog awards introduced me to Call Centre Confidential. I've been reading that ever since and it was a case of, if Wrapstar can do this, so can I. From a writing point of view, Charlie Brooker's Screen Burn in the Guide makes me cry with laughter every week. If I could write half as well as him and get half the laughs then I would be satisfied</p> <p><strong>O:</strong> What were you initially hoping to achieve with the blog? Has your blog (and what you write on it) changed as it's gone on?</p> <p><strong>D:</strong> I didn't really have any aims when I set out other than to make people laugh. Because it's only three months old, there hasn't been much of a change, although I have become a better writer.</p> <p>I suppose at the start I was always looking for stories which had a huge significance to the Trust and that people would be able to relate to. But more recently, I have become focused on the tiny details of my office environment. Like answering the phone, the canteen toast run and ordering the water cooler water.</p> <p><strong>O:</strong> What's reaction to it been like so far? Which kinds of entries are the most popular/draw the most comment?</p> <p><strong>D:</strong> The reaction has been OK, all of the people I have had contact with have said how much they enjoy the blog - example comment \"Your blog made me howl\". The most popular entry I have written was about the star rating system and some of the problems our Trust faces. We are in a unique situation where we need money to invest in one area to get our stars while the PCT needs us to invest in another area so they can get their stars. I also seem to get a good reaction on posts which focus around meetings and my observations on them. I suppose this is because these are universal to any work place and the same stupid things happen everywhere.</p> <p><strong>O:</strong> You blog anonymously - if you blogged under your real name, how would your blog be different?</p> <p><strong>D:</strong> It certainly would be very different. Without this veil of anonymity, I don't think I would tell half the stories I do. Or at least I would have to edit them to the point where they become unfunny. It would become more about me and what I am experiencing rather than the Trust as a whole and the characters in my team. Or more likely, without anonymity, it wouldn't exist.</p> <p><strong>O:</strong> Does anyone from your work read your blog? If so, has anyone guessed that you're behind the blog?</p> <p><strong>D:</strong> I don't think anyone at my work reads my blog, which is probably a good thing. In a very quiet week, I wrote a story about something that had happened in my previous job. One of the comments I got was from a former colleague, who left their work email address. What they didn't realise was that the person I was blogging about was sitting in an office on the floor above them and that was probably a good thing.</p> <p>I often wonder what people's reactions would be if they found it. I think and hope the individuals involved will see it for what it is - a joke. Although I'm not sure what the organisation would think. This is the issue that keeps most work bloggers awake at night.</p> <p><strong>O:</strong> Do you see your blog as a purely personal thing - a way of dealing with the everyday frustrations at work - or does it have a more general, possibly political purpose - a kind of low-level whistle-blowing function - letting people know the reality of certain modern jobs?</p> <p><strong>D:</strong> I really didn't start my blog for any other reason other than to make people laugh. If in that process, I can make some statements about the modern workplace or some quasi-political posts about the NHS, then that is purely a side issue. I would like to think that my blog and the stories I tell would be just as suited to any office environment. I happen to write about the NHS because I work in it. If I worked in a consultancy firm, then I'm sure I would be able to tell similar stories.</p> <p>I suppose in some way my blog does whistle blow but not on the NHS so much, more on the office environment in general and what it is like to work in the 21st century.</p> <p><strong>O:</strong> Some people have suggested workplace blogs are a kind of rebellion against modern 'overwork' culture (in which people work longer and longer hours, in which work is seen as some sort of defining moral value, in which workers are under more and more surveillance and control, via audits, reviews etc). Do you agree?</p> <p><strong>D:</strong> Working in the NHS, I think it will probably take a few years before we catch on to some of these ideas about more control and audits and reviews ;) I think the majority of work blogs are more of a rebellion against the stupid initiatives that people come up with. Rather than the overwork culture it's more of a rebellion against idiocy. Why spend thousands of pounds on getting a new logo when there are wards where 8 nurses have to share one PC, which is locked in the sister's office.</p> <p>I always think of Dilbert when I'm writing mine.</p> <p><strong>O:</strong> Why do you think people read your blog? To find out 'the inside truth' about a particular area of modern life?</p> <p><strong>D:</strong> I would hope first and foremost that people read my blog to be entertained. If they are coming for a cheap laugh, I hope they get it. If they are coming to know more about the NHS, then I hope they find that too.</p> <p>I blame 'Driving School' and 'Sylvanian Waters'. Both shows are responsible for the current swathe of 'reality' TV. It seems an inherent part of today's popular culture that people want to look over the fence and into your living room to see if the grass is greener or if you have grass! I'm sure at some level there is some snooping going on but I hope my readers don't expect an insightful and intelligent deconstruction of the modern NHS workplace because they won't get that from me. All they will get is 15 or so lines of text setting them up for a punchline.</p> <p><strong>O:</strong> Is what you write on your blog 'the truth' about your job? Or do you sometimes find yourself embellishing slightly, to make the blog more interesting. Bloggers often say that, though they set out to write about the everyday reality of their lives, they find that they've created a kind of alternate persona, which both is them and isn't, at the same time. Perhaps another way of coming at this is to say that blogs can be like stories and, as you build up momentum/audience, is there a temptation to spice things up slightly to keep people hooked?</p> <p><strong>D:</strong> Hmmm, I often joke with the one person who knows about me and the blog that it is probably 95% truthful. There are two major twists I put in as the vast majority of posts don't happen as they are written. They are either a mish-mash of things that have happened to me in this job and some from my previous jobs or the actual action finishes before the punch line and I embellish slightly to get the story to a funnier conclusion.</p> <p>For instance, in one of my recent posts the Consultant I spoke to did not say \"Do you not know who I am?\" but I couldn't finish on the joke I wanted to, unless I added that line. I have yet to manipulate a workplace situation into something that could be bloggable but on a quiet week soon, I know I won't be able to resist.</p> <p><strong>O:</strong> Why are anonymous job blogs so popular now? Does it say something about modern work? Or does it say something about blogs and what people think they 're best at (e.g. personal accounts that take you inside a previously hidden world/correct big media assumptions etc)?</p> <p><strong>D:</strong> I think I answered this one a couple of questions ago. The need for and love of 'reality' TV has meant that people have become more inquisitive and want to look into hidden worlds. I will never get to work in a call centre but thanks to Call Centre Confidential I now know that it really is just like any other office but instead of focusing on fixing people, like the NHS, its about selling stuff.</p> <p><strong>O:</strong> What do you hope to achieve with your blog? A way out of your current job? A publishing deal?</p> <p><strong>D:</strong> I really don't aim to achieve anything. I love my current job and wouldn't swap it for any other job. My main aim is to keep it funny and keep it light hearted. There are too many blogs that are written by someone in their mid 20s and all they do is spout some 'Dawson's Creek' /'Bridget Jones' style teen angst. What I want to show is that blogging doesn't necessarily have to be about that and that it can be a fun thing.</p> <p>I have really never considered a publishing deal and I don't think I would want one. I am a public sector IT worker and will be for life, I enjoy that and don't see any reason why I would want to change that. Anyway, if I did get offered one, my old English teacher would probably have a heart attack. It was never my strongest subject.</p> <p><strong>O:</strong> Is doing your blog still fun? Do you foresee a time when it might feel like another (unpaid) job? If that happened, what would you do?</p> <p><strong>D:</strong> Blogging is still fun but it is stressful. Keeping my ears open for small tit-bits of information which would make an amusing post can be time consuming and distracting. For someone who has never been a good writer, like me, finalising the post before publishing is one of the hardest things. Checking over the flow of the sentences and making sure the language is as tight as possible. All this does take some of the fun out of blogging. I'm quite sure that my blog has a finite life span. I just hope I realise when it's the right moment to call time on it. I hope that when it does become a chore or when I become unfunny or start using the same jokes over and over again, or just steal them from 'The Simpsons', that I am gracious enough to walk away and leave my blog.</p> <p><strong>O:</strong> Do you feel a sense of responsibility to your readers? By which I mean I think a lot of people read job/workplace blogs and trust that they're telling it like it is about a particular job... Which is another way of saying - do you see yourself as a kind of journalist, with certain responsibilities as a result, or does the blog only have to please you/work for you?</p> <p><strong>D:</strong> I really don't feel too much responsibility to be truthful to my readers. I think the vast majority of them can identify that my blog is not 100% accurate because some of the things that happen are just too outrageous to be true. I look at it as the equivalent of watching 'Casualty' or 'Green Wing'. Watch 'Casualty' if you want the real hospital experience but if you want to see some real-ish people (all be it with the volume turned up) put into amusing situations, watch Green Wing.</p> <p>I don't really feel any journalistic integrity. As Wrapstar of Call Centre Confidential once put it, if you get a choice between printing the legend or the truth - print whichever is funnier. All the blog really has to do is make people laugh. I don't think I need to be totally truthful. Maybe if someone reads one of my posts then they may be misled into thinking that the entire health service is like that, but if they stick around and read more - I hope they will realise that I use a certain amount of artistic licence.</p> <p>I am not a journalist, I am more of a chilled out entertainer. Now where have I heard that phrase before? ;)</p> <p><em>Interview by Jim McClellan</em></p>",
  "A rival counter-conference to this week's European Social Forum in London is being planned to protest at the \"hijacking\" of the anti-war, global justice event by mainstream organisations and individuals such as the trade unions and the mayor of London. <p>This week's ESF - the third annual meeting of leftwing and environmental activists from across Europe - is expected to attract around 20,000 people from across Europe for three days of debate. It will culminate in a demonstration on Sunday against the US President, George Bush, and the war in Iraq.</p> <p>But internal splits, between grassroots activists on one side and key players and major sponsors on the other, have now broken into the open, with a hardcore of anarchists and direct action supporters organising a more freeform, rival conference.</p> <p>While delegates, who pay a £30 registration fee, will spend Thursday and Friday at the main conference venues of Alexandra Palace and Bloomsbury to debate war, racism and corporate power, the fringe festival - dubbed \"Beyond ESF\" - will celebrate \"self-organised cultures of resistance\".</p> <p>It's organisers, backed by the small London anarchists' outfit the Wombles, will meet away from the main conference site, at Middlesex University in Tottenham.</p> <p>Organisers say the purpose of the alternative conference is because the ESF has been \"hijacked by authoritarian organisations such as the SWP [Socialist Workers party] and racist, war-crazy corporate whores Neo Labour [who have] got in on the act through Ken Livingstone and the GLA\".</p> <p>A spokesman for the mayor rejected the accusation that the event had become \"corporate\", and added that: \"The ESF is being held by London, and the mayor is only 'hosting' a welcome reception.\"</p> <p>However, several of the mayor's team of advisors, including Lee Jaspar, attended the Paris ESF in November 2003 to lobby for the event to come to London.</p> <p>The Wombles state: \"Beyond ESF is radically different from the official ESF. No government sponsorship (GLA and mayor of London) and no political parties. There will be no 'leading activists', 'big-name speakers' or entrance fee.\"</p> <p>Workshops on ad-busting, shoplifting global brands, defence of the Roma people, opposition to the EU constitution and the history of squatting will be held, culminating in a day of discussion on resisting the forthcoming Gleneagles meeting of the G8 under UK stewardship.</p> <p>The four main themes are billed as \"Autonomy &amp; Struggle\", \"No Borders &amp; Migration\", \"Casualisation\", and \"Social Control &amp; Repression\". In addition there will be food, cinema and live musical entertainment each evening. </p> <p>Splits had already been apparent in the year-long build up to the conference. Ken Livingstone's team won the right to host the conference at last year's ESF in Paris, but since then rows have developed behind the scenes between the so-called \"horizontals\", or non-affiliated groups, and the \"verticals\", such as the trade unions, the GLA and the Socialist Workers party.</p> <p>The activists' news site Indymedia will be covering both the official ESF and the counter-conference. They will be broadcasting an hour-long daily show rounding up the ESF on Resonance 104.4 FM. Some 20,000 copies of an Autonomous Spaces free newspaper have also been published to persuade delegates to the official conference to attend some of the rival events.</p> <p>On the cultural side, the Rampart squatted art and social space in Whitechapel will be organising film shows, music and workshops, food, internet access, audio &amp; video editing and prop &amp; banner making as well as hosting the \"Mobile Carnival Forum\" - a double-decker bus making a daily spontaneous trip between venues, and the situationist art-guerrillas the \"Lab of Insurrectionary Imagination\" will also work out of the squat.</p> <p>The Guardian is a media partner of the ESF.</p> <p>Official ESF website: <a href=\"http://www.fse-esf.org/en/\">www.fse-esf.org/en/</a></p> <p>Beyond ESF agenda: <a href=\"http://wombles.org.uk/news/article_2004_10_8_5355.php\">wombles.org.uk/news/article_2004_10_8_5355.php</a></p> <p>Laboratory of Insurrection: <a href=\"http://www.labofii.net/home/\">www.labofii.net/home/</a></p>",
  "<p>The Devon farmer who has been coaching celebrities on Five's controversial reality show, The Farm, is set to get a starring role in another TV series. </p> <p>And the station is planning another series of The Farm, which has been branded tasteless after David Beckham's former PA Rebecca Loos masturbated a pig in an artificial insemination exercise.</p> <p>Ben Frow, the executive who commissioned the series, said farmer Ryan Hooper, 38, was the star of the show.</p> <p>\"He's the big success of the show, he gets an awful lot of fan mail. He's gorgeous, so smouldery, sexy farmer Ryan. I was given a selection of farmers and he was chosen for looks. I don't want to watch a horrible, old, bearded farmer, we're Five, after all. I wanted the farmer to be young, funny, vibrant, sexy, warm, all those things.</p> <p>\"So I am already working on more things for him.\"</p> <p>The decision to give Mr Hooper, whom some have likened to George Clooney, his own show won't please everyone. Newspaper columnist Christine Odone recently described the farmer as a \"dimwit whose painful exhibitionism is the best argument for abolishing all agricultural subsidies\". </p> <p>However, Mr Frow is delighted with the performance of the show, which has been pulling in more than 1.5 million viewers - a sizeable hit for the station - and the controversy it has created. </p> <p>He said it was \"difficult to get noticed\" at Five because of the perception that the channel is so downmarket, but that he genuinely believed the series has been educational.</p> <p>\"So I'm proud of The Farm in many ways. I am proud because I think it is very well made. I'm proud because I think it is an intelligent programme, and I think it combines some of the best bits of what people generally refer to as reality television in terms of people's relationships, confrontation and honesty.</p> <p>\"This is not a controlled environment, we're having to learn,. There's the weather, nature, it's a new challenge, we are trying to stretch reality television.</p> <p>\"How people live with a whole new dimension that most people know nothing about, which is farming. I certainly learn something every day.</p> <p>\"I didn't know calves were separated from their mothers at birth, that the milk we drink is calves' milk. I think it's an intelligent programme.</p> <p> \"We'll do it again. It was a bit too short. But I am very keen to do a show that is not gratuitous, salacious. And the profile is just fantastic. The truth is part of our bonus scheme at Five depends on whether we hit our demographic, the 16-34 audience.</p> <p>\"I would like to think The Farm would come back in some form or another. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "You can see why it would make a good story - Tony Blair journeys to Ethiopia, one of the poorest countries in the world, where 10% of the population is entirely reliant on food aid. While he's in a meeting with the rest of the commissioners for Africa, his British Airways plane is flying to Nairobi, a round trip of well over a thousand miles, to pick up his dinner. <p>It works on so many counts: prime minister interested in the starving, but only so long as he doesn't have to miss out on his prawn risotto; statesman concerned about the environment, but not so concerned that he'll spare the jet fuel and just have a bag of peanuts; international meeting a very good thing but probably, on balance, better to have done it with a conference call. And so it hit the front page of the Evening Standard. I was very tickled (I was covering this trip for Marie Claire) since, when I got home, all my friends asked me how the asparagus mousse was, and I thought they'd got second sight while I was away. </p> <p>Downing Street the next day issued a statement insisting that Blair had already eaten when he got on the plane. And now they mention it, that's absolutely true - at the final press conference, Blair said the commission would finish their meeting over a working dinner. I remember thinking, \"He wants to get a move on, we're leaving in three hours.\" So, if the food wasn't for him, it was solely brought on for the very journalists who stitched him up about it when they got home. </p> <p>It was just British Airways policy. They have to get their food from a listed supplier, and there are none in Ethiopia because it's not on any of their scheduled flight paths. It's probably an insurance thing, and you can see why they'd want to cover their arses, on this flight especially. When you're carrying the kind of people who will complain like billyo about not getting a hot meal on the way out, and then run riot with the outrage of someone having gone to get them a hot meal on the way back, you don't want to give them food poisoning. </p> <p>Sure, it was a silly, pointless detour and summarises the crazed profligacy and duff priorities of the developed world rather well. However, it had nothing to do with the prime minister, unless you contend that every piece of business and insurance protocol traces a line directly back to him, which I don't think you can. </p> <p>I say all this not because I've had my head turned and decided that politicians can't be hypocrites. I'm quite sure that while Blair wasn't eating his BA dinner, someone else in some other part of the glorious party was buying an SUV, or making any one of the ungreen, unsocialist moves that happen so often and put us all on the sniff for hypocrisy in the first place. </p> <p>But there are two impulses behind this kind of story. One is the honest inquiry as to whether what is preached is also practised. This is the very noblest work of the media; it's what makes people call it things like \"the central nervous system of democracy\" (when they're not calling it a seething pit of self-interest and frippery). From this proceed most of the clashes between politicians and journalists, since politicians insist on the necessity of journalism without prejudice, and looking for double standards is not without prejudice, even if the prejudgment is apolitical, is as simple as \"these people lie - they lie all the time\". </p> <p>The second impulse is without agenda of any sort - it is simply the desire to serve the demands of the narrative. It has an enormous impact on the presentation of news, and is way less responsible than even the most immovable bias, since it is entirely self-referential. </p> <p>Narrative needs rhetorical irony, in its broadest sense - it needs a disjunction between language and meaning, a complication of the simple statement that will take the story beyond: \"Blair went there; said this; did OK, by all accounts; came home.\" Hypocrisy, of course, is not ironic, but irony surfaces in the exposure of it. So, often, the search for hypocrisy and the search for a satisfying narrative arc will dovetail very well, but sometimes they don't, and the narrative must nevertheless be served. </p> <p>That's when you get stories such as this one, which, even though literally true, was untrue in the messages it delivered. This isn't to say that it matters terribly - no government is going to be brought down by whether or not the leader ate the airline meal, and in terms of the subtler business of drip-by-drip discrediting, Blair provides plenty of material for that which is true on every level. </p> <p>But politicians get very exercised about the press, and how \"cynical\" it is about them, how much it denigrates them, as if the media were implacably opposed to the very idea of any kind of elected representative. In fact, it's just the essence of a good yarn, to find the gap between the words and the true situation. If they'd stop going on about how flawless they were, we'd stop looking for flaws. </p> <p><a href=\"mailto: zoe_williams@ntlworld.com\">zoe_williams@ntlworld.com</a></p>",
  "<p>Roger Lewis says the word \"homecoming\" does not do justice to his surprise switch from Classic FM to ITV Wales. Instead he uses a word from his native Welsh: hiraeth. \"There is no word for it in the English language. But it's a longing, an inner desire that touches upon the heart and soul to return to Wales.\" </p> <p>That yearning led to Lewis resigning as managing director of Classic FM last month after accepting the same post at ITV Wales. He was born the son of a steel worker in the south Wales village of Cefn Cribwr and rose from playing in the National Youth Orchestra of Wales to award-winning radio producer, head of music at Radio 1, EMI executive and then leader of Classic FM. </p> <p>The urge to return home is sincere. His friends felt the hiraeth in his speech at his 50th birthday party in August, he says. None the less, there is an initial disconnect when he frames the ITV Wales move in such emotional terms. </p> <p>In person Lewis is affable and engaging, and his enthusiasm for the job ahead is clear. The doubt is rooted in an impressive CV that charts the progress of a driven executive who has not let emotion sway tough decisions: he fired Henry Kelly from the Classic FM breakfast show - to the dismay of some listeners - and culled half the workforce at the Decca record company in the late 90s. </p> <p>Since the resignation there has been speculation about whether the timing was his choice, too. News of his departure was released on the same day that GWR, the owner of Classic FM, announced a £711m merger with Capital Radio. As a GWR director he would have been a contender for boardroom seat at the biggest commercial radio group the UK has ever seen. </p> <p><strong>Sealed exit</strong><br> </p> <p>Lewis says his departure was sealed seven years ago when he and his wife, a GP from a neighbouring village to Cefn Cribwr, decided to return in 2006 after their youngest son finished school. An approach from headhunters and talks over a GWR-Capital deal accelerated the plan, he says. </p> <p>\"This year the planets began to line up very slowly when we started discussions on the future of GWR ... </p> <p>\"All of a sudden during the course of this time, this opportunity slowly unfolded. I has already had very amicable discussions with Ralph Bernard, [executive chairman of GWR] who was very supportive and generous. One could see a win for everyone.\" </p> <p>Lewis says he is not going back to ITV Wales in December \"to hang my boots up.\" For all his admiration of ITV's executive team - he points out that broadcasting boss Mick Desmond is from Ebbw Vale - it is clear that Wales will be as much a priority as ITV: \"They both have to work hand in hand, and I have always taken an holistic approach to my thinking. </p> <p>\"Yes, I am passionate about serving Wales, but I have to ensure I safeguard the interests of ITV. That does not necessarily mean that one or the other should suffer.\" Critics of the new-look ITV argue that a previously robust regional presence is withering at the expense of an all-powerful network centre in London. </p> <p>The momentum away from the regions gathered pace last month, with the publication of phase two of Ofcom's review of public service broadcasting. It recommended a \"proposed initial reduction in, then phased withdrawal of, regional non-news obligations\". What is the role of ITV Wales in a network that is shedding its federal character? \"The business has to be driven from the centre. There is no question of that because ITV is working in a global marketplace. Potentially there is a tension, but one should see that as a creative tension and not as a parochial defensive tension.\" </p> <p>If the independent production community in Wales and ITV staff in Cardiff feel Lewis is facing a tough task, they can take heart from his track record of making minority voices heard. </p> <p>His leadership of Classic FM has soured the palates of the purists - Alan Bennett called it radio for \"Saga louts\" - but it has given classical music an unparalleled reach in the UK. It had 5.1 million listeners when Lewis took over in 1998; he leaves at the end of the month with 6.5 million tuning in every week. Classic FM may not bash out the whole of Rachmaninov's Third at drivetime, but it is a programming and branding success story under its managing director's leadership. </p> <p><strong>Public service</strong><br> </p> <p>\"The starting point is what is right for the audience, how we develop a relationship with our audience that has depth. Any relationship is based on trust and confidence. You are then growing your share of heart and mind for an audience. Today all media has to play a part in the lives and community of its audience.\" </p> <p>Lewis adds that Classic FM has done this without the burden of public service obligations. It does not have to broadcast news, sponsor education projects, develop relationships with orchestras all over the country or employ a composer in residence, but all are part of the Classic FM identity. </p> <p>Describing Classic FM as the \"touchstone\" for what he will do at ITV Wales, he says public service broadcasting ideals are an integral part of the radio station's business plan, if not its licence. </p> <p>As he lays out his plans, Lewis gestures to the Classic FM-branded magazines, books and concert leaflets that litter his office at the station's Oxford Street headquarters in London. The repeated references to heart, mind and soul are the vocabulary of a marketing expert as well as a Welshman passionate about his country. </p> <p>\"All of this stuff has to make sense and drive the business forward, and that's the challenge. The big challenge in a fragmenting TV marketplace is how do you maintain appropriate share of the heart and mind of your viewers.\" </p> <p> <strong>Return of the native</strong></p> <p>Richard Lewis's journey back to the land of his fathers: Born in Cefn Cribwrin in <strong>1954</strong>. From Nottingham University (BA Hons, music), he worked as a musician, composer and musical director at companies including Scottish Ballet (<strong>1976-1980</strong>); music officer, Darlington Arts Centre (<strong>1980-82</strong>); producer and presenter, Radio Tees (<strong>1981-84</strong>); producer, Capital Radio (<strong>1984-85</strong>); producer and head of music department, BBC Radio (<strong>1985-1990</strong>); head of EMI Classical Division and Premier Label Group (<strong>1990-97</strong>); worldwide president, Decca records (<strong>1997-98</strong> ); managing director, Classic FM (<strong>1998-2004</strong>); managing director, ITV Wales (<strong>December 2004</strong>).</p>",
  "An Indian billionaire's plan to build a series of floating \"eco-tourist\" cities on the Sundarbans, the world's biggest mangrove swamp, is being opposed by campaigners who say it amounts to the \"total destruction\" of the pristine delta system. <p>Subrata Roy's £78m project includes medical centres, a casino, a golf course and five-star hotels on four islands linked by speedboats in the wetland straddling the border with Bangladesh. </p> <p>His company, Sahara, which has acquired 2,250 hectares (900 acres) of land, says it will bring employment to one of the poorest places in India. Work was supposed to start this month but has been delayed by the protests. </p> <p>Unesco designated the Sundarbans a world heritage site in 1987. </p> <p>Environmentalists say the maze of rivers and mangroves has some of the world's most endangered species, such as the Bengal tiger and the Irrawady dolphin, as well as providing a livelihood for 500,000 villagers whose access to the creeks and streams would be blocked by the development. </p> <p>\"This is a plaything for the rich that is being created in the guise of development,\" said Bittu Sahgal, editor of Sanctuary, a magazine which campaigns on green issues. \"It would be a particularly short-sighted way for the government to conduct business if this gets approved.\" </p> <p>One prominent critic is Amitav Ghosh, whose latest novel, The Hungry Tide, is set in the Sundarbans. </p> <p>He described the scheme as ill-conceived, pointing out that the Ganges river system, which empties through the Sundarbans, carried eight times as much silt as the Amazon. </p> <p>He said: \"There is little scope for scuba diving or lying on beaches. You have flooding, there are sharks and crocodiles in the water. Islands come and go. </p> <p>\"It is a very inhospitable environment, and because no in-depth marine survey has been carried out, we have no idea of the extent of the biodiversity there. If this goes ahead, we may never know.\" </p> <p>Urbanisation and industrialisation have eaten away at the area's wildlife. In the 19th century British naturalists reported that it teemed with marine life, but most of that has disappeared. </p> <p>In 1832, 20 whales were beached in the marshy flatlands outside Calcutta. Today that area houses the city's infotech companies. </p> <p>Mr Ghosh said the Sundarbans had hidden meteorological dangers which the developers seemed to have disregarded: they protected the cities upstream of the salt waterways from the frequent gales and cyclones off the Bay of Bengal. </p> <p>\"The word cyclone was originally coined by the British in the 19th century when they tried to built a port in the Sundarbans. It was swamped by a storm. That is something Sahara might want to consider.\" </p> <p>Sahara said yesterday that it had completed a two-year environmental impact survey which took into account the worst case scenario. </p> <p>\"We already have up to 500 people a day coming into the Sundarbans as part of unorganised tourism,\" said its project manager, Romi Datta. </p> <p>\"All we are offering is to regulate that and develop the area in an environmentally sustainable way.\" </p> <p>He said the four island and three floating \"five star facilities\", each \"appropriately\" themed, would attract domestic and foreign tourists. </p> <p>\"For example, where the Ganges ends is an island called Sagar, where we have taken 370 acres of land. Because it is a sacred river we will look to build ayurvedic and yoga facilities there.\" </p> <p>But environmentalists argued that a development of this scope would destroy the very habitat the company claimed it wanted to protect. </p> <p>Joy Dasgupta, a professor of anthropology in Calcutta, said: \"It is unclear as to how the ecosystem would cope with the sewage, grease, oil and detergents that will inevitably be discharged by such a project. </p> <p>\"The consequences are difficult to imagine, but they all look pretty bad.\"</p>",
  "The EU ended 12 years of economic sanctions against Libya yesterday and effectively lifted an arms embargo, in response to Tripoli abandoning plans to develop weapons of mass destruction. <p>The move, agreed at an EU foreign ministers' meeting, reflected a warming of relations in recent months. </p> <p>The ministers implemented a 2003 UN decision to drop a trade embargo against Libya and downgraded their ban on arms sales to Tripoli imposed in 1986 to technical restraints. </p> <p>\"Libya is among the first countries to dismantle ... its weapons of mass destruction programme under international supervision,\" the foreign ministers said. </p> <p>The Foreign Office minister, Lady Symons, will travel to Tripoli today for a three-day trip, a senior British official said yesterday, \"to take forward\" Libya's integration into the world community. </p> <p>Friction remains on human rights, most notably a Libyan court's sentencing to death in May of five Bulgarian nurses and a Palestinian doctor for allegedly infecting more than 400 children with the HIV virus. Human rights groups say Libya concocted the story to hide unsafe practices in its hospitals.</p>",
  "<p>Failures of anti-BSE tests in abattoirs are continuing nearly 18 years after the deadly disease was first identified in cattle, an independent report confirmed yesterday. </p> <p>Rules designed to protect consumers from being infected through food by checking animals at higher risk of BSE have not been universally followed and no one knows how many animals have slipped through the testing net. </p> <p>An independent inquiry commissioned by the government's Food Standards Agency concluded that the risk to human health from the failures was \"very low\" but also pointed to several shortcomings in the system. </p> <p>These come at a sensitive time since ministers are shortly to consider whether other controls should be relaxed, as BSE in cattle is expected to almost disappear by 2010. During the 1990s there was ignorance of, and poor adherence to, rules. </p> <p>Now only cattle under 30 months old are allowed into food because animals that show symptoms are usually far older, and the last known under-30 month case was in 1996. In addition, organs and other body parts most likely to be infected are banned, a measure said to remove more than 99% of infectivity. </p> <p>The inquiry was launched in June after it was revealed that some so-called casualty animals over two-years-old, which had been culled after injury or illness, were not being tested for the disease. </p> <p>The investigation, headed by Patrick Wall, professor of food safety at University College, Dublin, and former head of the Food Safety Authority of Ireland, pointed out that 2,800 casualty animals that had been tested had not shown any sign of the disease. </p> <p>But it also found that the environment department Defra, the food agency, the Meat Hygiene Service for which it is responsible, and organisations providing vets, many from abroad, especially Spain, all contributed to failures in the system. </p> <p>Prof Wall said: \"It is our view these failures occurred principally because the requirements and the objectives of testing were not clearly agreed nor communicated effectively and not properly monitored.\" </p> <p>There were 128 cases of animals known as having slipped through the net and 133 possible further cases. But there may have been more, the report said. </p> <p>Some vets had been using their own judgment as to which animals should be tested and not recording minor injuries or abnormalities. The exact level of failure to test against the current instruction cannot therefore be determined with any certainty, as no records exist for these animals. </p> <p>Instructions had been changed five times and the most significant alteration, that vets should not have the right to exercise professional judgment, had not been flagged up by the authorities. </p> <p>In addition, vets seeking further guidance were given inconsistent replies. However British rules about what were casualty animals went far further than the European Union controls demanded, so that sometimes they were not practical. </p> <p>The report said there must be more supervision and training of vets, of which there was a 25% annual turnover. Vets from overseas often did not have practical experience of British abattoirs. More generally, vets felt isolated. </p> <p>The food agency board will consider the report on Thursday. Chairman Sir John Krebs said: \"While it is reassuring that the risks from these failings is very low, the agency expects the proper implementation of all BSE controls and surveillance records.\"</p>",
  "It seems, where climate change is concerned, that it's always \"too early to draw any long-term conclusions\" (Climate fears as carbon levels soar, October 11). Yet there's been an observable pattern in recent years, not merely of the increased frequency and severity of extreme weather events and the breaking of long-standing records, but also of reports from eminent scientists saying global warming looks like being worse than we thought. <p>We've been treated to speeches by Blair and Howard on the imperative for urgent action. There is a pattern here, too, in which politicians make ever more serious speeches about climate change but pursue the same policies as before. Thus Blair is no closer to supporting the air-traffic emissions reduction bill than he was two climate speeches ago. </p> <p>Sadly, another disturbing pattern is that newspapers, including the Guardian, print the words of Conservative, Labour and Lib Dem politicians, but not our well-informed critique of those parties' climate policies. In a very real sense, the media shares the responsibility for the lack of serious action on climate change because it helps mainstream politicians lull the public into thinking politicians are on the case when clearly they are not.<br> <b>Dr Spencer Fitz-Gibbon</b><br> Green party spokesperson on climate change </p> <p>That the jump in atmospheric carbon dioxide concentrations provides a field day for doomsters is predictable, but the fact that it was not itself predicted by current climate models is cause for hope. It should not prompt panic, but curiosity. </p> <p>If the models are wrong about carbon dioxide accumulation, they may also be wrong about other things. Despite the investment that some scientists, most environmentalists and many bureaucrats have in it, grand climate theory is nearly as hard to verify as theology. </p> <p>An unexpected change in a key variable is a good test of a model. If CO2 is the principal driver of climate change, then those models tell us climate change should now be accelerating. If temperature rises speed up accordingly, some part of the model may survive - though it isn't proved right, because CO2 and temperature may both be driven by something more important that we don't know about. If they do something different, then the models are wrong, and we need to look for other heroes and villains.<br> <b>Guy Herbert</b><br> London </p> <p>To explain why carbon levels soar need we do no more than turn to Saturday's Weekend magazine, where Tesco announces: \"Sugar snap peas. Flown fresh from Guatemala. By jet. Then delivered to your house. By Tesco van\"? While many companies now employ senior staff to tell us how impeccably green they are, Britain's biggest supermarket is bragging about its environmentally ruinous practices.<br> <b>Nigel Wright</b><br> Sheffield </p> <p>If the government is to persuade more people to save, it must offer an alternative to stock exchange-based pension schemes. With an almost fixed number of shares now in existence, making people save more on the stock exchange has no long-term benefit. In our report, People's Pensions, for the New Economics Foundation, we suggested that pension cash should instead be invested in new infrastructure projects including renewable energy and energy-savings schemes. If people thought that their pension savings might make this planet a better place to live during their retirement then they might have the incentive to save.<br> <b>Richard Murphy</b><br> <b>Colin Hines</b><br> Finance for the Future</p>",
  "<p>Your article \"Exxon admits greenhouse gas emissions\" (October 7) was more about omissions rather than emissions. ExxonMobil's position and record on greenhouse gas emissions were misrepresented.</p> <p>You reported that ExxonMobil's emissions are increasing, but neglected to mention that emissions have increased on an industry-wide basis. This is because energy companies are increasing production to meet growing world energy demand. On an emissions-per-barrel-produced basis, ExxonMobil's record is basically flat. </p> <p>With ExxonMobil being one of the world's largest refiners, it is not surprising that our gross emissions numbers are higher than those of other companies. On a per tonne of refined crude oil basis, our emissions are comparable to other major international refiners. </p> <p>The article suggests that our emissions could be higher than we have published because our numbers may not contain emissions arising from the use of power at Esso petrol stations or from our tankers. But our figures do include these emissions. </p> <p>One thing you did get right was to say that we are taking significant actions to reduce GHG emissions. For example, over the past four years our US refineries have saved enough energy to supply 900,000 European households with electricity each year. Our Global Energy Management System has identified opportunities for an additional 10% improvement in the efficiency of our refineries and we are taking a leading role in the World Bank greenhouse gas flaring reduction initiative.<br> <strong>Nick R Thomas</strong><br> Manager, UK &amp; Ireland public affairs, ExxonMobil </p> <p>Esso should be doubly embarrassed by its attitude towards its own growing greenhouse gas emissions. First, the company is misguided if it thinks the level at which its emissions stand has much relevance. Its reputation as the No 1 global warming villain comes not because of its own carbon profligacy, but because of the huge pressure it has put on politicians to reject the Kyoto treaty. </p> <p>Second, its current high-profile advertisements claim the company is reducing emissions, when it is not. The news that Esso has no targets for reducing emissions, and is, in fact, letting them grow, shows that it can't even greenwash its reputation effectively. If Esso were really concerned with reducing emissions, it would follow BP and Shell and support the Kyoto protocol.<br> <strong>Nick Davies</strong><br> Greenpeace</p>",
  "<p>It is a tragic irony that the actor Christopher Reeve, who has died of heart failure aged 52, was renowned for two such contrasting roles: Superman, the supreme physical specimen, and a man paralysed from the neck down. Unfortunately, the latter was all too real. </p> <p>In 1995, with his film career flourishing, Reeve, a keen rider, broke his neck when he was thrown from his horse during an equestrian competition in Virginia. After years of therapy, and despite pessimistic prognostications, he remained determined to walk again, and became a symbol of hope for quadriplegics like himself. \"I refuse to allow a disability to determine how I live my life,\" he said. \"I don't mean to be reckless, but setting a goal that seems a bit daunting actually is very helpful toward recovery.\" </p> <p>In 2000, Reeve was able to move his index finger and breathe for longer and longer periods without a respirator. He also regained sensation in other parts of his body. He dedicated almost all his energy to lobbying the US Congress for better insurance protection against catastrophic injury, and giving support to stem cell research. </p> <p>It would be a pity, however, if his heroic and heartrending situation obscured Reeve's many acting achievements. After all, he appeared in a total of 17 feature films, a dozen television movies and about 150 plays. </p> <p>Reeve was born into an intellectual family in New York; his father FD Reeve is a noted novelist, poet and scholar of Russian literature; his mother, the journalist Barbara Johnson. He enjoyed a stimulating childhood environment that included Sunday dinners with the poets Robert Frost and Robert Penn Warren, and the politician and academic Daniel Patrick Moynihan. </p> <p>The atmosphere was such that Reeve's father was disappointed to learn that the role of Superman that his son had been offered was not one in the George Bernard Shaw play, Man And Superman. </p> <p>Reeve started acting while a pupil at the exclusive Princeton day school. \"I never once asked myself, 'Who am I?' or 'What am I doing?,'\" he recalled. \"Right from the beginning, the theatre was like home to me. It seemed to be what I did best. I never doubted that I belonged in it.\" Appropriately, after high school he toured the country as Celeste Holm's leading man in The Irregular Verb To Love. </p> <p>While at Cornell University, New York state, he majored in music theory and English, and spent time studying theatre in Britain and France. In London, he worked at the Old Vic. \"I was a glorified errand boy, but it was a very exciting time. I helped by teaching the British actors to speak with an American accent. Then I went to Paris to work with the Comédie Française.\" </p> <p>In lieu of his final year at Cornell, Reeve was one of two students (Robin Williams was the other) accepted at the Juilliard School of Performing Arts, New York. There, he studied under the celebrated John Houseman, supporting himself financially with a role in the long-running television soap, Love Of Life. His looks and his athletic, 6ft 4in frame made him perfect material for a soap-opera hero. </p> <p>In 1976, he won the coveted role of Katharine Hepburn's grandson in a Broadway production of Enid Bagnold's A Matter Of Gravity. That same year, he got a small part in Gray Lady Down, a submarine adventure film. </p> <p>It was while appearing in an off-Broadway production that Reeve successfully screen-tested for the 1978 movie Superman - the most inspired casting of an unknown in a series since Sean Connery's James Bond. Reeve portrayed Superman as \"somebody that you can invite home for dinner ... What makes [him] a hero is not that he has power, but that he has the wisdom and the maturity to use the power wisely. From an acting point of view, that's how I approached the part.\" </p> <p>Of playing Clark Kent, Superman's alter ego, Reeve reckoned that \"there must be some difference stylistically between Clark and Superman. Otherwise, you just have a pair of glasses standing in for a character.\" Though he played the two roles without any sign of camp, he revealed a deft Cary Grant-inspired comic timing. </p> <p>Unfortunately, the three sequel films were a matter of diminishing returns and, after Superman IV: The Quest For Peace (1987), Reeve determined to \"escape the cape\". As he explained, \"I've flown, become evil, loved, stopped and turned the world backward. I've faced my peers, befriended children and small animals and rescued cats from trees. What else is there left for Superman to do?\" </p> <p>Away from his role as the man of steel, he portrayed a wide range of characters in films that included the love fantasy Somewhere In Time (1980); the thriller Death-trap (1982); Monsignor (1982), where, in the title role, he wore a cape again; and two Merchant-Ivory period pieces, The Bostonians (1984) and The Remains Of The Day (1993). </p> <p>He also showed his ability at farce in Switching Channels (1988) and Noises Off (1992). Further proof of his versatility came on stage in The Aspern Papers, in London with Vanessa Redgrave and Dame Wendy Hiller, Beaumarchais' The Marriage Of Figaro in New York, and Tennessee Williams' Summer And Smoke in Los Angeles, as well as touring in Love Letters. </p> <p>Before his accident, Reeve seemed to have everything. He was an accomplished pianist and a superb athlete. He earned his pilot's licence in his early 20s, and twice flew solo across the Atlantic. He also flew gliders and was an expert sailor, scuba diver and skier, though horses were his great passion. He returned to acting in 1998, in a TV movie update of Hitchcock's Rear Window, which, though a remarkable feat, was treated as a freak show. </p> <p>He is survived by his parents; by his wife Dana Morosini, whom he married in 1992, and their son; and by a son and daughter from an earlier long relationship with modelling executive Gae Exton. </p> <p><strong>Christopher Reed writes: </strong><br> Christopher Reeve's nine-year campaign for medical research into paralysis brought encouragement to millions worldwide, and he even forecast that he would walk again one day. His fame and personal efforts - such as a surprise appearance at the 1996 Oscar award ceremony in his wheelchair - substantially boosted money for research. </p> <p>Under the slogan \"Stand up for those who can't\", his Christopher Reeve Paralysis Foundation (CRPF), which, in 1999, merged with the American Paralysis Association, gave away millions of dollars to fund research and improve the quality of life for people suffering such injuries. </p> <p>Last July, the CRPF announced a grant of $779,000 to 126 non-profit organisations as part of its annual donations to help sufferers. When the programme began in 1999, only 20 groups benefited. Last May, the foundation donated $2m for individual research initiatives in Israel, a world leader in the field of paralysis injuries. </p> <p>Professor Geoff Raisman, director of the spinal repair unit at University College London, had been due to visit Reeve in December to discuss his work. Raisman and his team hope to start human trials in the next three years to help restore movement to people severely disabled like Reeve, using cells from the nasal cavity. \"Reeve was an inspiration,\" said Raisman. \"I knew him, and he had had a lot of hope in what we were doing.\" </p> <p>Another important project was the Christopher Reeve Paralysis Act, a law proposed in the US Congress to help paralysed Americans and fund research, which received bi-partisan support when it was launched last year. </p> <p><strong>· </strong>Christopher Reeve, actor and campaigner, born September 25 1952; October 10 2004</p>",
  "<p>The priorities of the drugs industry were yesterday called into question by research that shows many of the biggest companies spent more in the past 18 months on share buybacks and dividends for shareholders than on product research and development. </p> <p>According to the note from Banc of America analyst David Peterson, the nine biggest drug manufacturers spent some $56bn (£31bn) over the past 18 months on dividends and buybacks. </p> <p>Pfizer, the world's largest pharmaceuticals firm, spent $22.2bn on buybacks and dividends over the past six quarters, some 210% of that spent on research. The amount spent by GlaxoSmithKline on giving money back to its shareholders was 122% of its research budget. </p> <p>Merck returned $7.3bn, about 143% of research spending, the note said. </p> <p>Publication of the figures gives ammunition to critics of the high cost of prescription drugs. The issue is especially in flammatory in the United States, where healthcare costs are an important element of the presidential election campaign. </p> <p>The common defence from the pharmaceutical industry against charges of profiteering is that drug prices are spiralling higher because of the need to fund research and development of new cures. </p> <p>A GSK spokesman said: \"GSK has a duty to both patients and its shareholders. We invested over £2.5bn in R&amp;D last year - one of the highest spends in the industry. </p> <p>\"At the same time, the recent environment of low interest rates means that repurchasing the company's own shares represents a good opportunity to enhance returns to shareholders\". </p> <p>Pfizer did not return calls seeking comment. </p> <p>AstraZeneca's last hope of getting its anti-stroke drug, Exanta, approved in the lucrative American market was dashed yesterday when regulators officially rejected the drug for sale. </p> <p>Analysts said the company will have to take an estimated $70m hit as it has to scrap stockpiled tablets and bin promotional leaflets . </p> <p>The outcome had been expected after a group of scientists declined to recommended its approval last month. The drug has been approved in the less lucrative European market to stop blood clots during operations - but surgeons have many other treatments to choose from.</p>",
  "<p>Losing sleep</p> <p>Malcolm Lloyd's pupils, Sam Palmer-Grey's children and Lauren Hillier's younger sister (Multiple choice, October 5) have my sympathies. I don't believe in making children go to bed early. I believe in letting them go when they want to. Teenagers need less sleep than their parents. Why should children miss out on good TV programmes or their social lives because \"there's school in the morning\"? Would mothers tell their husbands they couldn't watch the football or go to the pub because there was work in the morning? If the kids are tired at school, let things sort themselves out.</p> <p><strong>Mark Taha</strong></p> <p><strong>Sydenham, London</strong></p> <p><strong>In support of the great outdoors</strong></p> <p>The article by David Bell, chief inspector of schools (Chance discovery, Teach, September 28) might have given the impression that outdoor education is always offered by schools (mentioned nine times) but never by youth services (not mentioned).</p> <p>In fact, teachers (mentioned 16 times) are far from the only professionals taking young people on outdoor activities; give credit to youth workers, social workers, community development workers and police officers (none mentioned at all).</p> <p>Strangely enough, Ofsted inspects both schools and youth services. Another example of not very joined-up education policy?</p> <p><strong>Chris Johnson</strong></p> <p><strong>Bradford</strong></p> <p>The Youth Hostels Association (YHA) welcomes David Bell's recommendation that all students should get outdoor education. For the past two years we have urged the government to make at least one activity-based residential trip possible for every child. </p> <p>The perception of risk, however small, and the prospect of litigation, however remote, have become barriers to these opportunities. Yet the level of risk in a young person crossing the road or having an accident in the home is many times greater.</p> <p>Parents should have no fears about outdoor education. Excellent risk-management guidance and training for teachers is already provided by a range of organisations, including the YHA. Accommodation is comfortable and secure, staff are checked by the Criminal Records Bureau and financial support is available for children whose families may ordinarily find the cost of a trip prohibitive. Outdoor adventure offers exhilaration and fun that simply cannot be reproduced in the perceived safety of the classroom.</p> <p><strong>Roger Clarke</strong></p> <p><strong>Chief executive, Youth Hostels Association, Matlock</strong></p> <p>David Bell highlights the fact that there has been a significant decline in opportunities for pupils to take part in outdoor activities. Consequently, many are denied opportunities to develop strategies for coping in unfamiliar territory, or leadership and teamwork skills that in turn lead to increased levels of confidence and self-esteem. There is clear evidence that fear of litigation and lack of confidence in dealing with the minutiae of risk-management documentation do deter some teachers from organising outdoor education activities.</p> <p>However, some teachers claim, quite reasonably, that the pressure to constantly test and re-test pupils, the demands of the national curriculum, the remodelling of the workforce and the work/life balance are also contributing factors.</p> <p>Clearly the stringent implementation of risk-management policies and procedures is essential if pupils are to be encouraged to participate in challenging outdoor education activities in a safe environment.</p> <p><strong>Norma Hornby</strong></p> <p><strong>Canal Boat Adventure Project, Halton, Cheshire</strong></p> <p>David Bell does not need to convince teachers of the benefits of educational trips - but he should be aware that fear of litigation is only one of many factors stopping teachers from volunteering to organise these activities. I have just returned from a highly successful trip involving challenging outdoor activities. I saw children achieve what they thought was impossible, reveal aspects of their characters never seen in school and visibly grow in confidence. It was an incredibly rewarding and worthwhile trip, but it was not a pain-free process. Following all the guidelines places a huge administrative burden on the leaders of the trips. Taking care of children in a residential setting is also a 24-hour job, involving taking responsibility for children in place of their parents. With all of this at a time when teachers are already overburdened, is it any wonder that many are opting out? I will be thinking carefully before undertaking another trip. But perhaps David Bell would like to organise it for us?</p> <p><strong>Fiona Taylor</strong></p> <p><strong>Bath</strong></p> <p><strong>Setting the record straight on Sussex</strong></p> <p>I know that in an account of a long interview (Higher profile, September 28) not all matters discussed can be included. However, I was sorry that some crucial points about chemistry at Sussex today were omitted from the interview with me. Sussex chemistry today is in excellent shape. There has been a significant upturn in the number and quality of the chemistry undergraduate intake. In addition, the university has recently made several outstanding young faculty appointments and I see in them an ambition to equal if not better the outstanding recent record of chemistry at Sussex - 10 fellows of the Royal Society, three Nobel laureates and one Wolf prizewinner.</p> <p><strong>Harry Kroto</strong></p> <p>University of Sussex</p>",
  "<p>Many of you will know staff, friends and colleagues who have entered teaching or learning support via what is termed a non-traditional route. This means those who did not have the opportunity to complete GCSE or A-level programmes, for a variety of reasons.</p> <p>Since 2000, foundation degrees have been developed by HE and FE institutions to provide an opportunity for people who are working to develop their professional understanding, knowledge and key skills while remaining at work. The principal aims of such programmes are to widen access into higher education.</p> <p>In Professional Development Manual, my new book, I describe the possibilities offered by work-based foundation degrees, which provide lifelong learning opportunities for all para-professionals who work in a school, college or HE environment.</p> <p>Headteachers might wish to consider what foundation degrees could provide for their staff. A possibility could be courses for learning assistants, often those without A-levels but who have considerable experience of working in education and/or childcare. Several local education authorities now have professional development programmes for learning and teaching assistants that include qualifications. Within the institutions offering such programmes, there are a range of access or orientation courses.</p> <p>For many learning assistants the question is: why embark on such a programme? I think that those involved can speak for themselves.</p> <p>Having left school at 15, Jane embarked on a career that included shop and factory work. Following the birth of her children she concentrated on running the home. Jane worked in the local primary school on a voluntary basis, assisting with reading and art. The local authority ran a programme to develop the skills of the volunteers; this led Jane to an access programme and foundation degree. This year, Jane graduated with a first-class honours in childhood studies, and is now working towards qualified teacher status. She continues to work at the same school where she began as a volunteer seven years ago. Next year she will have responsibility for a class and other para-professionals who are about to embark on an access programme.</p> <p>The benefits to the school have been tremendous. Jane lives locally and is part of the community; her knowledge of those attending the school is boundless. Jane also has a wealth of understanding that under pins her practice in the classroom. Her courses have included behaviour management, curriculum development and special educational needs, all relevant to effective practice.</p> <p>Jane is a great role model. Having left school with few qualifications, she now has a degree and can inspire those she teaches. She has also been invited to attend LEA training programmes to contribute to the professional development of other parents and members of the community who want to gain an education while sharing their skills and knowledge with the next generation of learners. </p> <p><strong>·</strong> Professor Sonia Blandford is dean of education at Canterbury Christ Church University College. <a href=\"mailto:masterclass@cant.ac.uk\">masterclass@cant.ac.uk</a>. Her book, Professional Development Manual, will be published by Pearson on October 29, price £85</p>",
  "<p>Natalie, 17, is staring intently at the computer screen in front of her as she reels off the GCSEs she got a little over a year ago: Bs in English and science, Cs in maths and sociology and an A in drama. \"I was really proud,\" she remembers. \"Then pouf\" - she flicks her fingers in the air like a puff of smoke - \"I left school and they didn't mean a thing.\"</p> <p>She's speaking from a computer terminal at her local Connexions advisory service in Ladbroke Grove, west London. On the screen in front of her is her CV, which she is preparing for an application to do a work-based NVQ in office skills. But her ambition is to be a counsellor. \"At school, I could listen to people and give them fair advice. That's what I want to do.\"</p> <p>In the year since Natalie left school, she has started and left a hairdressing course and completed one business course. She wants to do a work-based course because, despite her excellent GCSEs, she's \"not an education person\" - plus, she'll be paid. At the computer terminals around her are other young people working on CVs and gazing at the job ads: admin assistant, £12,000 a year; foot messenger £9,500; and the odd coveted modern apprenticeship.</p> <p>Among them is Shanay, 18, who's thinking of getting back into education, possibly a childcare course. She comes over all misty-eyed about school. \"At the time I thought I didn't like it. But school did me good. I'd go back if I could.\"</p> <p>Natalie and Shanay are among the 24% of British 17-year-olds who are currently not in training or education. It's the fifth highest drop-out rate among comparable countries, according to one recent study. Those people are a main motivating factor behind the review of the 14-19 curriculum, led by the former Ofsted head Mike Tom linson, which is due to deliver its final report next week.</p> <p>The education secretary, Charles Clarke, says he will judge it by five measures: whether it stretches the most able students, provides quality vocational education, reduces the burden of exams, prepares students for work and reduces the drop-out rate. On those criteria, the current system is failing Natalie.</p> <p>\"They need to update the curriculum. They fail on life skills,\" she says. \"They only tell you what you're bad at, not the things you're good at. But, at the same time, they don't really prepare you for downfalls - they don't tell you how hard this world is.\"</p> <p>Ahead of the publication of the Tomlinson report, Education Guardian visited five institutions across the country: a rural and an inner-city state school, an independent school, a further education college and the Connexions centre. At each, a group of five to seven 14- to 19-year-olds told us what they wanted from Tomlinson's report. They were asked what they like and dislike about the way they learn, what they felt they didn't learn enough of, and whether the current system was meeting their needs. And they were asked to come up with an alternative. Their ideas were surprising and controversial.</p> <p>What exams mean to the pupils at Bradford grammar, a leading private school that sits Hogwarts-style on the top of a hill, is game-playing. Aoife, a year 13 pupil currently taking her A2s (the second half of the A-level), says: \"It's a numbers game: if you resit this one you're more likely to get an A in that one. Then you can knock another up to an A. It takes away from the learning.\"</p> <p>Her classmate Rebecca adds: \"We know things like if you take an exam in January, fewer people are taking it then, so the grade boundaries are lower. It's really playing the system.\"</p> <p>The students are well aware they are at the more privileged end of the spectrum. Andrew, another A2 student, says he can't imagine a qualification that would stretch the most able while providing for the less able: \"You're left with a choice: the ones at the top or bottom. I think it should be the ones at the bottom who should be prioritised. I'm not convinced you can do both.\"</p> <p>The Bradford grammar pupils decide that to achieve this you have to raise the school leaving age to 19. Meanwhile, universities should set tests and coursework to select the top students.</p> <p>Their attitude contrasts sharply with A-level students at the other end of the M62, at Stockport College. The college serves 8,500 students in a town which, like the college, is on the up. Three years ago, the college failed an Ofsted inspection but today, with a new management team, it is a throbbing hub of mostly vocational learning.</p> <p>The students here say that a steady job and income can be a tempting proposition. A-level student Affia says: \"You can try so hard to stay in education and you feel you're not getting anywhere. You might just as well go and get a low job and think this is alright, this will do, I'm getting money and that's all I need.\"</p> <p>This feeling can intensify around exam time. Shakeela, 17, says she feels the pressure. \"Some people have exam phobia. Like exams are a no-go zone. I'm like that, so I end up having to work triple hard. If I was assessed on ability to interact and communicate, that would mean more. Because that's what life's really about.\"</p> <p>But none of the students at any of the institutions, all part of the most tested generation ever, would give up exams altogether. At Hornsey school for girls in London, Stephenie, 15, is doing her GCSEs. The school is nestled between the poverty of the Turkish-dominated Green Lanes, and the relative wealth of the trendy suburb of Muswell Hill, but the posh kids don't tend to go there. \"I quite like the idea of having achievements,\" she says. \"Knowing how well you're doing and having those moments when you've finished something and it's behind you.\"</p> <p>Here, as in all the schools, the students say there are far too many gaps in their knowledge that the curriculum doesn't address. They want more life skills and general knowledge. They want to know how to pay a bill, how to change a fuse, where countries are on the map and how to deal with stress. There is universal ridicule of personal, social and health education. Rukya, 15, says: \"Drugs and sex. Drugs and sex. That's all they talk about. To be honest, I think we get the point.\"</p> <p>Steyning grammar school in West Sussex - a comprehensive, despite its name - has a welcoming entrance decked with awards, leafy grounds and articulate, forthright pupils. In an airy classroom next to their cafe-style sixth-form common room, Peter, the head boy, is remembering the leap between GCSEs and A-levels. \"In GCSEs a well-trained monkey could pass by regurgitating text books, but that's to a lesser extent in A-levels. There should be more differentiation between top-level students and good exam-takers.\"</p> <p>Head girl Hannah adds: \"That's what GCSEs are testing: good exam-takers, someone who knows what the examiner wants.\"</p> <p>The conclusion the Steyning pupils uncomfortably find themselves coming to is a return, across the country, to the two-tier system - from 16 only. Peter says: \"You could have sixth form and technical colleges. But only from 16 because then you've had time, because then it's not elitist.\"</p> <p>This troubles Hannah: \"If you go back to the grammar school system you're selecting the top 20%, and it's been proved that children from poorer areas are not getting the opportunities. It's an unfair system that plays towards the white middle class.\"</p> <p>Eventually, Peter persuades his classmates the divide should start at 16, so that vocational options could be taught properly. Considering the contrast between these young people and Natalie in the Connexions centre, it's not so far from the situation now.</p> <p>All the students support Tomlinson's proposals for a \"core\" of non-academic skills. The Hornsey students want more residential trips to help them to socialise and get to know each other. In one of their more out-there moments, this became a Big Brother-style house where the students would have to live together for a week. Everything would be broken and they would have to fix things, cook and pay the bills, to help prepare them for life.</p> <p>But others just wanted recognition of their reponsibilities. Shakeela, at Stockport College, says: \"Universities and jobs just don't recognise mentoring or voluntary work. I've been a mentor for two years. I feel universities should recognise that in a qualification, but it doesn't mean anything to them.\"</p> <p>This was one of the strongest messages that came through when the government carried out a consultation of young people and teachers over the summer. In a series of roadshows and focus groups, the results of which have been seen by Education Guardian, young people were asked to set out what they wanted in a qualification.</p> <p>Carolyn Hayman, chief executive of the Foyer Federation, which works with homeless and disaffected young people, and a member of Tomlinson's working group, was involved in that consultation. \"Young people were saying there was an awful lot of pressure outside school - family responsibilities, or working responsibilities,\" she says. \"What they said was we'd like it if those pressures in our lives could be recognised within the framework.\"</p> <p>The Tomlinson report will recommend a core that covers the basic skills for life: maths, communications skills, ICT, as well as \"wider activities\". These include arts, sports, voluntary work, paid work and family responsibilities. \"People who have looked after disabled siblings will be recognised in the same way as if you've been captain of the rugby team,\" says Hayman. That idea is welcomed by the students we spoke to. But the rest of the plans that we know so far are treated with caution.</p> <p>\"If you brought in a diploma and got rid of GCSEs and A-levels and the government made sure people thought it was important, then that would be all right,\" says Yosauf, at Stockport College. \"But you're not. You're just saying it's like A-levels and GCSEs, just more advanced. If you leave at 16, employers will see you've only got half and say it's half as good. You're just half as good.\"</p> <p>Which brings these young people to precisely the sticking point the government has reached, 18 months into Tomlinson's review. Should they scrap the A-level and GCSE to pave the way for the new diploma?</p> <p>Harmeet, at Bradford, says: \"I don't have a problem with GCSE.\" But his classmate Antonio says: \"Give us something that is less orientated towards exams.\" And David at Steyning grammar says: \"I think they should look more at the system now and think about how they can change it.\" But they all agree they want a more transparent system in which they know what a qualification means, and so do the employers. \"They've got to be honest,\" says Yosauf. \"Even if that means telling us that the first level won't get us that far, at least it would be being honest to us.\"</p> <p>Through this snapshot of opinion, there is a consensus that there should be reform. They all want more flexibility, a chance to show what they can do in the way they do it best. They want to be able to chose between oral, written and coursework assessment. They want the skills they pick up outside school to be recognised. And they want employers and universities to understand what their qualifications mean. But for Natalie, back at the Connexions centre, Tomlinson also needs to design a qualification that will give her a reason to continue learning.</p> <p><strong>The wishlist</strong></p> <p>Education Guardian held discussion groups with 25 14- to 19-year-olds at five institutions across the country. The following is an amalgamation of what they want the Tomlinson report to recommend:</p> <p><strong>·</strong> Move the boundaries to 13-19 so people start a diploma-type qualification in year 9 to avoid the \"wasted\" year and give more time for breadth and depth.</p> <p><strong>·</strong> A modular system with one assessment per module, with an option to be assessed by exam, coursework or viva.</p> <p><strong>·</strong> Full Unified Marks Scheme (UMS) scores to be published.</p> <p><strong>·</strong> Flexibility, so you can take time out between modules and years.</p> <p><strong>·</strong> A proper, accepted and valued vocational route.</p> <p><strong>·</strong> Life skills course encompassing PE, cooking, annual trips away, philosophy, geography, general knowledge, preparing for life, stress management, interaction - assessed through role play.</p> <p><strong>·</strong> Work experience - a national organisation to monitor quality and stop students being used to make tea.</p> <p><strong>·</strong> Career guidance - need professional and chartered officers to offer advice.</p> <p><strong>·</strong> Universities to set their own tests for the top students.</p>",
  "<p>M a to rourou, ma taku rourou, ka ora ai te iwi \" - never in 900 years had the assembled scholars of Oxford University heard anything like it. As their new vice-chancellor, John Hood, the first outsider to head the institution, was ceremoniously installed last week, he reminded them of his New Zealand origins with the phrase he translated as: \"With your efforts, with our collective efforts, our university will be sustained.\"</p> <p>In the present embattled atmosphere at Oxford, there may be those who would have preferred a full Maori haka dance to hurl defiance at its critics, for he inherits a paradoxical institution - academically confident but anxious about how it is perceived. </p> <p>On the one hand, it is a university acknowledged as one of the best in the world, with a research income of £227.8m and rising, with four bright students knocking on its doors every year for each place, and the sort of effortless influence that goes with having more than 100 sitting MPs as graduates.</p> <p>On the other hand, that sort of profile attracts sniping, and many dons feel persecuted by politicians and the press. They feel the facts of the Laura Spence case - the Tyneside comprehensive pupil turned down for a place studying medicine in 2000 - were cynically distorted by Gordon Brown; they feel threatened by the Office for Fair Access (Offa), brought in to make sure tuition fees don't deter poor students, and by the official benchmarks to take more state-educated students, which Oxford, and most Russell group universities, keep failing to meet.</p> <p>In his first interview since taking up office, Hood sticks to English and picks his words carefully for the benefit of the Guardian. There was to be nothing like last week's outburst from the head of Trinity College, Michael Beloff, who told the government to \"take its tanks off Oxford's lawns\" and predicted the university would go private in 20 years - a symptom of the paranoia among parts of the university. But there was a quiet warning to see off any political threats to institutional autonomy and academic freedom - \"the essence of what a university is\".</p> <p>And faced with more literal attacks and threats from animal rights extremists who, flushed with success after forcing Cambridge to scrap a proposed primate laboratory centre, are now targeting Oxford's plans for an animal facility linked to medical research, Hood made it clear he would see the fight through.</p> <p>The university's ruling council turned to a businessman with a reputation for getting things done, to run the place efficiently and raise the money to make Oxford less dependent on the state; someone who has stood up to politicians in the past as head of a research-led university, but a man sensitive to the ideals of academic freedom. Hood had a successful 19-year business career before becoming vice-chancellor of the University of Auckland in 1997.</p> <p>What Oxford and the wider world will make of their choice remains to be seen. But in one of his first public outings last week, with a small gathering of higher education notables, he addressed them not in Maori but their own native tongue, and quoted Cardinal Newman on the idea of a university: \"It is the place to which a thousand schools make contributions; in which the intellect may safely range and speculate, sure to find its equal in some antagonist activity, and its judge in the tribunal of truth. It is a place where inquiry is pushed forward, discoveries verified and perfected, and rashness rendered innocuous, and error exposed, by the collision of mind with mind, and knowledge with knowledge.\"</p> <p>Newman's mantle was not put on specially for the occasion - he quoted the Oxford graduate and fellow enthusiastically in a 2001 speech at Melbourne University, when he spoke of the \"constructive tension\" between the Newman ideal of learning for its own sake and the Humboldt model of research geared to industrial society. The \"Newman core\" of the university should be protected and nourished while creatively developing the \"von Humboldt surrounds\", he said then, and tried to put into practice as head of the University of Auckland.</p> <p>At Auckland, he pushed up the university's research income and earnings from industry, but seems to have won over academic staff suspicious of this outsider from industry. He is no orator, but he is a communicator and listener - he has spent his 10 weeks in Oxford talking to as many people as possible.</p> <p>It is difficult to imagine the neat, self-contained Hood doing an All Blacks-style haka - that is definitely not his style - though there are reports that he doesn't suffer fools gladly. He is a cricketer - he played for Oxford when he was there as a Rhodes scholar - and the impression he gives is of an opening batsman, cautiously sizing up the state of the pitch and the pace of the bowling and playing a straight bat to most questions. But he is liable to dispatch slow balls to the boundary, pointing out with just a hint of impatience that he had dealt with a particular point in his inaugural address the day before. \"People make speeches about Oxford every day,\" Hood says when asked about Beloff's remarks. \"It won't be my habit to comment on the views of individuals and I don't intend to get drawn into discussion.\"</p> <p>Should Oxford be thinking of going private in the long run? The university needs to increase its income from both private and public sources, he responds. \"The world doesn't change very often in precipitate ways, and our immediate challenge is to do everything we can to improve the funding streams we have, particularly so that in the short term we can cover the full costs of all we do.\"</p> <p>On the \"tender issue\" of widening access, the vice-chancellor is committed to the ideal but irritated by criticism of the university's painstaking admissions process. \"We are dealing with deep societal issues,\" says Hood, who came to Oxford as a Rhodes scholar to gain more insight into the industrial sociology of Britain, because he was conscious the same historical class baggage had been carried to New Zealand.</p> <p>\"I think this university is doing and has done a huge amount to address the thoroughness of its entry procedures. It has invested over £2m a year in widening access initiatives in the broader community and schools of the nation, and that probably doesn't pick up all that the colleges are doing - the colleges have huge outreach activity. We have over 200 open days for students.</p> <p>\"Having said all that, we have to continue to do all in our power to show all of those in the wider community that this university is one to which all those with the ability and assessed promise can and should aspire. At the same time, other institutions - schools, councils, community institutions - and other leaders, political, civic and educational, have a responsibility along with us to demonstrate that places like Oxford are accessible to them and they can legitimately aspire to attend places like Oxford.\"</p> <p>But with 12,000 applications from the UK's 4,000 secondary schools and colleges for just 3,300 places, it is inevitable that extraordinarily talented students are going to be turned down, he says.</p> <p>There is no mention of Laura Spence, but he adds: \"I think it's disappointing that people tend to focus on the cases of the talented students who don't get in rather than encouraging people with the talent to be here to aspire to Oxford and other fine universities. Doubtless there are more talented people out there who aren't being reached.\"</p> <p>Doubtless, too, he hopes for good relations with government ministers. He has already met Charles Clarke, the education secretary, but he has a record of fighting what he regarded as interference by the state in university affairs.</p> <p>\"Ritualistic battles with officials and politicians is ... reluctantly but necessarily enjoined by universities. I regret to report that these battles have been a consistent component of my portfolio,\" he told his Melbourne audience three years ago.</p> <p>Last week, he said there would always be tensions about accountability and how a university's role was viewed by the government and the university itself. \"I and my colleagues have a responsibility to safeguard the very precious values of institutional autonomy and academic freedom; without them, you lose the essence of what a university is.\"</p> <p>The scramble for places will not ease up. Oxford is unlikely to expand undergraduate numbers, although in increasing its research effort as it intends, more postgraduates will come. The steady growth of the past few years should step up as the government increases research funding.</p> <p>Hood defends the system of college admissions, saying that advocates of a central system by which students applied to the university rather than particular colleges, have not come up with anything better. The present arrangements are time-consuming for academic staff, but he says these hours choosing the students they will teach are among the most important hours they spend.</p> <p>He talks about the \"huge strengths\" of the college model for Oxford, even though it is expensive. \"Our challenge is to harness these strengths as cleverly as we possibly can and do everything to make sure the processes are as efficient as they can be.\" One obvious strength he mentions is the key role of the colleges in fundraising from alumni.</p> <p>There have been no surprises so far, says Hood. His predecessor, Sir Colin Lucas, and his colleagues sent him all the council and committee papers for the last 15 months before his arrival - a prospect to horrify most people, but one for which Hood seems genuinely grateful.</p> <p>He lights up with enthusiasm at the academic riches he has been shown. \"My overwhelming impression is of a university full of absolutely outstanding academics and other colleagues. I have been most impressed by their exceptional commitment to their own disciplinary areas in the university and to the cause of tertiary education in this country.\"</p> <p>He adds: \"There is intense global competition for the most talented scholars. Over time, an internationally eminent, research university such as Oxford will maintain and enhance its standing only by being a well-resourced, and therefore a sustainable and credible, competitor. Reputations built on the memorable successes of the past do not of themselves provide stable foundations for the future.\"</p> <p>The clash with animal rights extremists over the facility Oxford is trying to build is set to be a thorn in the flesh of the new vice-chancellor, but it is an issue he is determined to face up to. The university is trying to get court injunctions to protect its staff from harassment. Hood says the right to protest lawfully should be respected - but so should the right of his colleagues to undertake lawful research: \"We will not under any circumstances condone unlawful activity.\" He endorses the stand of his predecessor, Lucas, who last week told Congregation, the dons' parliament, that the university had not sought this fight but now had to persevere with it on \"a serious point of principle ... if we are to allow ourselves to be intimidated into ceasing to do what we are lawfully entitled to do, what next will we be intimidated into ceasing?\"</p> <p>Hood will go in to bat for Oxford as a great national asset rather than a handy target to be \"poked with sticks\" by press and politicians. \"We need all of our communities of interest to understand what a fantastic asset we have in the leading research universities in this country. They need to understand the need for investment to maintain competitiveness in the international arena.\"</p> <p>Oxford expects a captain's innings.</p>",
  "<p>Britain's widening trade gap, increasing inflationary pressures for industry and the cost of North Sea oil rising through the $50 barrier provided the government with a triple dose of bad news on the economy yesterday. </p> <p>Fears were heightened in the City that Britain could be heading for a mild dose of stagflation - higher prices and weaker growth - in the wake of gloomy official data. </p> <p>Although there was some comfort for the government in the latest snapshot of retail spending, suggesting consumer durability in the face of the five increases in interest rates, the bulk of yesterday's news pointed to a gloomier pre-election environment. </p> <p>Data from the Office for National Statistics showed the UK on course for an annual goods deficit of about £60bn after record imports resulted in a shortfall of £5.2bn in August and £15.2bn in the latest quar ter. With revisions to figures showing that Britain's surplus in services was £1.4bn smaller than previously thought in the first eight months of the year, officials said the overall deficit was worsening. </p> <p>In August alone, a goods deficit of just over £5.2bn was partly offset by a surplus in services of just under £1.3bn, leaving a monthly shortfall in goods and services of £4bn. </p> <p>The increase in the trade deficit in goods and services from £3.6bn July came in spite of a bounce in the UK's surplus in oil, which rose from under £0.1bn in July to £0.3bn during August. </p> <p>Separate figures for producer prices from the ONS indicated dearer energy is adding to the cost pressures on Britain's manufacturing sector, where the price of goods leaving factory gates is running at its highest level for eight years. </p> <p>An annual rise of almost 11% in petroleum product prices meant the cost of manufactures were up by 3.1% in the year to September, the sharpest rate of increase since April 1986. Brent crude touched $50.50 briefly yesterday before falling below the $50 level later on profit-taking. </p> <p>The producer prices index is traditionally seen by economists as an early warning sign of inflationary pressure in the pipeline - with higher prices for goods leaving factories eventually feeding through into more expensive goods in the shops. </p> <p>Income Data Services, a thinktank on employment issues, predicted today that rising inflationary pressures would have a knock-on effect on wage bargainers over the coming months, a trend that could prompt the Bank of England to raise rates once more. </p> <p>The British Retail Consortium said spending in the shops recovered in September, up 2% year on year in comparison with a 0.6% rise in August. Despite the resilience of consumers, however, it said the trend was still down.</p>",
  "<p>The publication today of the Adair Turner report on pensions will prompt an orgy of headlines about how millions of Britons face pension misery. Yet one country grasped the nettle of pension reform a decade ago and pension misery is no longer part of the national psyche. </p> <p>In the 1980s Australia faced the same dilemma as Britain - an ageing population, too few people saving and a state pension withering on the vine. Less than half the population, especially women and minorities, were part of a company pension scheme. </p> <p>Today 95% of full-time employees in Australia have a company pension, compared with half in Britain. Approaching three-quarters of part-time workers have a pension, compared with less than 15% in the UK. And since the mid-1980s, Australia's nine million workers have seen the value of their pension assets soar from A$30bn (£12.2bn) to nearly A$600bn today. </p> <p>At the heart of Australia's pension system are compulsory employer contributions, brought in by a Labor government in 1992 and backed by unions, but strongly opposed at the time by small business groups. </p> <p>In 1992, every business in Australia was ordered to put aside 3% of each employee's salary into a superannuation scheme. The contribution rate was started at a low level then increased to hit its target of 9% in 2002, where it remains today. Employees were encouraged through tax incentives to pay into the schemes, known as \"the super\". </p> <p>Employers have to pay the 9% contribution for anybody between 18 and 70 who earns above A$450 a month. The self-employed are outside the scheme but are offered a raft of tax concessions to encourage them to join. On average, workers have chipped in an extra 2-3% of salary, meaning that the typical employee now has 12% of their earnings going into a private pension pot, usually made up of a mix of shares, bonds and property. </p> <p>The Australian government estimates that by saving 12% a year over a 40-year working life, each Australian will now retire on an income of about 40% of their pre-retirement salary. Somebody earning a typical salary of $50,000 a year will retire on $20,000 a year company pension plus an entitlement to a means-tested state pension. </p> <p>The so-called supers have emerged from the global bear market largely unscathed, earning their members investment returns of around 7%-8% a year. </p> <p>Resistance from employers to \"the super\" has largely crumbled and Australians are much less fearful than the British about their prospects in old age. David Harris, a pensions policy adviser to the Australian Labor government in the early 90s and one of the architects of the compulsory system, said: \"Australia then was just like Britain still is today. Company pensions were middle class, middle-aged and male. Our main concern was how to establish a pension for younger people, women and minorities. It's not flawless but it's largely worked.\" </p> <p>Mr Harris joined British actuarial consultancy Watson Wyatt and has now set up his own independent consultancy, Tor, promoting pension reform. \"On a Friday night in this country you know that the vast majority of young people go out on the town spending their wages without a thought to their pension. Their money is literally being pissed up against the wall. Australians are the same, but I know that when they go home every one of them has got a pension account.\" </p> <p>Yet any suggestion in the Adair report today that Britain should follow the Australians into a compulsory model will be stamped on by the pensions industry and employer groups. </p> <p>Critics say compulsion in Australia has failed; that the country's overall savings level has dropped since compulsion was introduced, that it does not provide an adequate level of retirement income, that it has hurt the economy and that, in any case, the demographics of Australia are so different that it cannot provide a model for the UK. Many point instead to the US 401K tax incentives model as the future for Britain. </p> <p>Ros Altmann, a governor at the London School of Economics, said: \"There's no clear evidence the Australian model has worked. The savings ratio has reduced since compulsion was introduced.\" </p> <p>The TUC says it is a myth that the savings rate in Australia has fallen and Mr Harris accuses \"vested interests\" of blocking a proper debate on compulsion in Britain.</p>",
  "<p>Royal &amp; SunAlliance yesterday became the latest company to announce plans to cut costs by axing jobs in Britain and transferring work to India. </p> <p>The decision by the insurer to move 1,200 jobs to Bangalore during the next two years prompted the trade union Amicus to call for more training and development for British-based workers. </p> <p>David Fleming, the national officer for Amicus, said: \"This announcement clearly shows that offshoring presents an unprecedented threat to UK jobs and the economy. The government needs to make raising skills a priority. Policies to enable the UK to compete need to be actioned with urgency to reverse employer under investment in training and development which will hamstring the UK service sector if it is allowed to continue.\" </p> <p>RSA has an 11,000-strong workforce in Britain with about 6,500 of them being involved in the type of call centre and customer service work that is being transferred to India. </p> <p>A number of British companies, particularly those involved in financial services, have been transferring work to India's skilled but cheap labour market in recent years. Insurance company Aviva expects to have 7,000 employees in India by 2007 while banking group HSBC expects to move about 4,500 jobs to lower labour cost countries. </p> <p>According to union estimates, some 8,000 jobs cuts have been announced in recent weeks as a result of plans by companies to move work to lower cost centres. </p> <p>RSA does not intend to employ the workers in India directly. It will use the services of consultancy Accenture, which has been advising it on a pilot programme involving some 100 roles. </p> <p>The insurer said the Indian-based workers would handle calls in the same way its current service operates - that is with calls being taken by the first operator who becomes available. The company expects to save £10m a year in costs and said the move to India was not just about cutting costs but also about extending the working day. </p> <p> Duncan Boyle, the chief executive of RSA's UK business, said: \"We work in a very competitive environment and processing some of our work in India will not only help us control costs but will also give us greater operational flexibility.\" </p> <p>RSA is trying to cut the roles through natural turnover and redeployment but has not ruled out making compulsory redundancies. </p> <p>The decision to move jobs to India followed a pilot scheme under which Indian workers joined the workforce in existing RSA centres and some RSA workers were temporarily located in India. </p> <p>Union officials at Amicus would like the industry to copy a scheme set up by Prudential - to head off stiff opposition to a plan to move jobs offshore - under which the insurer helps cover the cost of personal learning and development for staff. While unions warned of a \"very real threat,\" one of the firms which operates call centres in India insisted there was scope for growth in both the UK and In dia. Matthew Vallance, European director of ICICI OneSource, said: \"Estimates suggest the UK will be short of 714,000 workers by 2010, and so outsourcing work to India will help UK businesses to address this shortfall.\" </p> <p>Some 60% of British call centres are said to be expanding.</p>",
  "So, you quip, joining headline writers the world over, the father of deconstructionism has himself deconstructed. Jacques Derrida died in a Paris hospital on Friday at the age of 74 from pancreatic cancer, and you are paying tribute in the only way you know how: putting on a cod French accent and affecting a knowledge of his work. <p>Patricia Sullivan in the <b> Washington Post</b> helps you begin at the beginning: pronounce his name deh-ree-DAH and lay out his philosophy. \"Language, he said, is inadequate to provide a clear and unambiguous view of reality. In other words, the fixed meaning of [a text] dissolves when hidden ambiguities and contradictions are revealed. These contradictions ... reveal deep fissures in the foundation of the western world's civilisations, cultures and creations.\" If only it were that easy: the <b> New York Times</b> reminded you that \"Derrida and his colleagues were unwilling - some say unable - to define deconstructionism with any precision, so it has remained misunderstood, or interpreted in endlessly contradictory ways.\" </p> <p>Tapping your pipe on the table for emphasis, and quoting from the <b> Times</b>'s obituary, you remark that \"this is perhaps no more true than of Derrida himself, whose many works attest to a myriad number of personalities.\" </p> <p>One personality that he never achieved, as John Sturrock reminded you in the <b> Independent</b>, was that of a sportsman. The Algerian-born thinker \"had adolescent ambitions to play professional football but then realised he wasn't good enough\". </p> <p>Express your relief that he found glory in another field and \"enjoyed a global fame that his compatriots could hardly imagine\" (<b> Le Figaro</b>). Such success inevitably brought detractors, you sigh, glancing at the Times again. Derrida's work is not \"nihilistic, as some overly simplistic commentaries have remarked. Instead it [admits] that no meaning, no identity, is ever stable or fixed, but is dependent on multiple contexts, none of which is ever discrete or finite.\" </p> <p>Finish your exposition by following Derrida's instruction that we compliquons les choses , and remind your audience that you are essentially unreliable. Borrow Edward Rothstein's deconstructionist approach in the <b> New York Times</b>: \"Any attempt to explain or reason or demonstrate already contains the seeds of its undoing ... Find its hidden premises, its unacknowledged preferences ... and its authority is undone.\" Or, as a witty Times leader put it, \"Can there be any certainty in the death of Derrida?\"</p>"
]