[
  "<p>With the clock winding towards midnight in St Louis on Wednesday night, Edgar Renteria hit the ball tamely back at Keith Foulke. The Boston pitcher threw the ball to Doug Mientkiewicz on first base and Renteria was out. The Boston Red Sox had clinched their first World Series since 1918 in a clean sweep. After so long, it had come far easier than anybody had ever imagined. </p> <p>They were never behind in any of the four games. They outhit, outpitched and outhustled a St Louis Cardinals team that entered the World Series boasting the best regular-season record in the major leagues. </p> <p>As the Sox swarmed across the Busch Stadium infield, the historical reference points came gushing out. The last time anybody in this uniform could call himself a world champion, penicillin had yet to be invented, women did not have the right to vote and Woodrow Wilson was the president of the United States. </p> <p>\"We can't reverse what was a long time ago,\" said Terry Francona, the Red Sox coach whose only previous claim to fame had been that he was in charge of the minor league Birmingham Barons when they gave Michael Jordan the opportunity to try his hand at professional baseball. \"This was our team this year. You can't do anything else about any other year.\" </p> <p>That eight decades had yielded nothing but spectacular and occasionally tragic failure had been infamously attributed to the Sox owner Harry Frazee selling Babe Ruth, the pitcher who went on to become the greatest slugger the game had ever seen, to the New York Yankees in order to raise money to fund a Broadway show. </p> <p>\"The Curse of the Bambino\" hung over the franchise through generations. By defeating the New York Yankees in last week's American League championship series in the greatest comeback in the history of the sport, the Sox had begun the exorcism. It was a task they finished in style with their 3-0 win on Wednesday night. </p> <p>\"It's a great feeling knowing we are bringing the World Series championship home to Boston,\" said Derek Lowe, who emerged from a slump to become one of the heroes of the side. \"We always wondered how that would feel. We will get the chance to find out. </p> <p>\"It probably will hit home in about a week when we realise what we just did. This is a special team. I can't wait to go back to Yankee Stadium and not hear that 1918 chant any more.\" </p> <p>The celebrations that brought tens of thousands on to the streets of Boston in the early hours of yesterday morning - with no repeat of the fatality that marred the festivities after the defeat of the Yankees - were set in motion 11 months ago. That was when the team's general manager flew to Arizona to share Thanksgiving dinner with Curt Schilling and persuade him to move to Massachusetts. </p> <p>A cocksure, loquacious character - he used a Thursday morning television interview to urge people to vote for George W Bush - Schilling negotiated his own contract with a clause guaranteeing himself $2m on top of his guaranteed annual salary of $12m (£6.5m) when, not if, the Sox won the World Series. He earned every cent. </p> <p>Twice in the space of a week he pitched with a torn ankle tendon stitched together by surgeons in a procedure so novel they had to practise it on a cadaver. </p> <p>\"I'm doing what any guy on this team would do,\" said Schilling, who denied media reports that the blood on his sock was put there for effect. \"On this team there's a kinship in that locker room that I think is a by-product of the environment we play in here. I've never experienced anything like it. I've been on some great teams and had some close teams, but this environment creates an entirely different scenario for us in the clubhouse. I don't question for a second any of these guys doing it for the team.\" </p> <p>It was feared the Red Sox might struggle to get back up emotionally after the unbelievable high of the comeback against the Yankees. Such concerns ignored the unique make-up of this squad, a self-styled \"bunch of idiots\" who pride themselves on their unorthodox approach. </p> <p>Books are banned in the locker room at all times, no player is allowed to put on a headset before a game, and their talisman and centre fielder Johnny Damon can be found most evenings lying naked on the treatment table until five minutes before the first pitch is thrown. </p> <p>Wednesday night's World Series game was the first ever to coincide with a lunar eclipse, which some interpreted as a sign that the hour of the Sox was finally at hand. There were other omens too. Last winter, they tried to offload Manny Ramirez. This week he was voted Most Valuable Player of the World Series. </p> <p>More than once during the season they discussed trading Lowe. With his performances against the Yankees and the Cardinals, he has earned a place in Beantown folklore. </p> <p>Of course, this being the Red Sox, there may be a twist in the tail worthy of Stephen King, one of their greatest fans. Of the three pitchers who contributed most to this victory, Pedro Martinez and Lowe are free agents and almost certain to depart Fenway Park. Even worse is the prospect of Martinez fetching up at Yankee Stadium, whose owner George Steinbrenner will reportedly move heaven and earth to get his hands on the Dominican hurler. </p> <p>A World Series-winning Red Sox pitcher heading to the Yankees in controversial circumstances. Has a familiar ring to it, doesn't it?</p>",
  "Yasser Arafat has been around on the Middle Eastern scene for so long that it is hard to imagine what the region would look like without him. But as the ageing Palestinian president slips into what may be serious illness, Arabs, Israelis and the world need to think about his legacy - and beyond. Mr Arafat's historic achievement, recognised by friend and even foe, was to hold together a disparate coalition of armed groups under the umbrella of the PLO to forge a sense of legitimacy. That challenged Arab regimes and an Israeli state which long refused to recognise the national existence, let alone the rights, of its existential enemy. His crowning moment came in 1974 when he mounted the podium at the United Nations general assembly to make his famous gun and olive branch speech. When the 1967 war and occupation of the West Bank and Gaza Strip brought the bulk of his people under Israeli rule, Mr Arafat began the path that led, through exile in Jordan, Lebanon, and Tunisia, back to Gaza and Ramallah, his headquarters-cum-prison, and his transformation from guerrilla leader into visionary statesman and recipient, with Yitzhak Rabin, of the Nobel peace prize. <p>But Mr Arafat will not be remembered as the architect of peace. The breakthrough at Oslo in 1993 and the later talks at Camp David ended in a dangerous impasse that exploded into the second intifada, an expression of Palestinian rage and frustration, the pace set by the suicide bombers who have done so much to create the bleak and bloody landscape of today's Holy Land. Opinions are divided on Mr Arafat's role in this fateful development. If he chose, as many believe he did, to ride a tiger he could not control, it was a highly risky strategy whose outcome is still being measured in daily death and misery. </p> <p>Nor, however iconic his global status as \"Mr Palestine\", will he be remembered as a leader who delivered what his people required. Palestinians themselves, not just the US, Israel and Europe, demanded a Palestinian Authority that was effective, uncorrupt and accountable. But Israel is also to blame for the failure of the PA, because of its provocative expansion of illegal settlements, endless border closures, daily humiliations, reprisals and the construction of the West Bank \"security fence\" in a manner that seemed to be as much a land grab as an act of legitimate defence. </p> <p>Mr Arafat's obituary has been written countless times before - and, so far, it has always had to be updated. But the timing of this latest illness may create new opportunities. Neither George Bush nor Ariel Sharon will deal with a man they have demonised and sidelined, but without him they will no longer be able to argue that they have no one to negotiate with. Tony Blair has already signalled that progress in the Middle East will follow next week's US election. Whoever is in the White House must renew pressure for implementation of the internationally agreed road map to peace, and not acquiesce in Mr Sharon's unilateral withdrawal from Gaza. A fresher, less flawed face in Ramallah would help a lot. </p> <p>It is part of Mr Arafat's inimitable style that he has always concentrated power in his own hands, declined to groom a successor and has stood by as factions vied for supremacy. No succession will be smooth or easy, whether the winner is an uncharismatic veteran like Mahmoud Abbas, or a younger, tough local leader like Mohammed Dahlan, a product of years of occupation and resistance. Any successor will have to deal with the challenge to the PA by Hamas and Islamic Jihad, the Islamist groups whose power and appeal has increased as that of the PA has waned. These are just some of the new uncertainties that will come to the fore in a Middle East without Yasser Arafat. But this is the world into which the region may now be entering.</p>",
  "<p>\"Make hay while the sun shines, they say. Or, in the oil major's case, pump oil while the prices rocket.\" That was the lesson that emerged from the news that BP makes £1m profit an hour, said Martin Flanagan in the <strong> Scotsman</strong>. Britain's largest company posted a third-quarter profit on Tuesday of £2.1bn - a 43% increase on the same period last year - on sales of £73.9bn. This has taken its profit for the first nine months of 2004 to a record £6.8bn. BP has benefited from a 46% year-on-year increase in the price of Brent crude oil to an average of $41.50 (£22.70) a barrel. </p> <p>Lord Browne, BP's chief executive, said the global supply/demand balance suggests that Brent oil, which averaged at just under $18.50 a barrel during the 1990s, would remain above $30 a barrel over the next three to four years. \"At those levels,\" reckoned Flanagan, \"a major oil group would have to have cutting-edge incompetence not to turn a buck (a lot of them).\" </p> <p>\"Oil is a slippery business, and making money is often harder than BP makes it look,\" countered Neil Collins in the <strong> Daily Telegraph</strong>. \"BP took over not one but two of the American majors while oil prices were depressed. That foresight is [now] paying off handsomely.\" </p> <p>Collins predicted BP would be pilloried by parts of the popular press. The <strong> Sun</strong>, however, had not read that script. \"Critics who say that BP is milking the motorist have got it wrong,\" its editorial said. \"Never forget that 75% of the cost for a tank of petrol goes to the government. And the more profit BP makes, the more tax it pays.\" </p> <p>The market price for oil has risen by 65% this year, compared with a 10% price increase at the pump, said Alex Brummer in the <strong> Daily Mail</strong>. \"And tax rules on transfer pricing, competition regulations and low profit returns on the forecourts make the petrol price issue more complicated than it looks.\" </p> <p>The motorist should hesitate before crying foul for another reason, said Patience Wheatcroft in the <strong> Times</strong>: more than 16p out of every pound in every pension scheme in Britain is supported by BP shares. \"That thought should quieten any politician who might have been tempted to mention windfall tax,\" she reckoned. </p> <p>BP has also helped shore up the FTSE this year, said Brummer in the Mail, thanks in part to the £3bn it has \"pumped back into the stock market through its share buyback scheme, the largest in British corporate history\". </p> <p>In the London <strong> Evening Standard</strong>, Chris Blackhurst agreed that \"blaming the oil companies for making money from our use of petrol smacks of hitting the wrong target.\" The \"real villains\", he argued, were \"Tony Blair, George Bush and all the other world leaders who collectively and individually do so little to prevent us from relying on the black stuff\". </p> <p>BP was to a large degree pursuing an unconventional approach with its profits, noted Jeremy Warner in the <strong> Independent</strong>. \"Many companies faced with such a strong price for their basic product would let rip on investment in an attempt to exploit it. BP is resisting the temptation.\" </p> <p>But has Lord Browne got the balance between investment and returns to shareholders right? \"BP has been better than many of its peers ... at investing in its future, but if demand for oil continues to accelerate, then the Browne strategy will be open to criticism,\" warned Warner. </p> <p>BP's shares fell by 6.5p to 531p by the end of Tuesday for two reasons, agreed commentators. First, the results, while good, were toward the bottom end of City forecasts. Second, there are concerns about BP capital spending for 2005 being 7% higher than expected. \"Cost pressures are building,\" explained the Lex column in the <strong> Financial Times</strong>. \"Rig, service and steel costs are rising in double digits. The same conditions that have inflated oil prices are filtering down to oil industry costs.\" </p> <p>BP expects a 7% increase in medium-term growth thanks to a boost from new projects next year. \"Market forecasts already discount this outperformance,\" warned Lex. \"There is nothing obvious to drive oil prices down. But, with industry cost pressures proving to be less selective than investors, perhaps it is time for BP's premium to narrow.\"</p>",
  "<p><strong>Pizza, Popcorn and the President</strong><br> 12.30pm, BBC1 </p> <p>Tucked away in the daytime schedules, a documentary that sees Rageh Omaar travelling in the heartlands of the USA. His aim is to ask ordinary Americans how they'll be voting in the presidential elections and why. What will a journalist who came to fame with reports from Baghdad make of Midwestern perceptions of the war on terror? </p> <p><strong>Timewatch</strong><br> 9pm, BBC2 </p> <p>In October 1982, King Henry VIII's warship the Mary Rose was raised from the silt of the Solent. It was the culmination of a mammoth archaeological operation that saw divers spending 25,000 hours on the seabed and recovering more than 19,000 objects. The artefacts have given researchers a unique insight into Tudor life; and much of this documentary is given over to showing off such items as longbows, plates and even a urethral syringe used in treating French pox. (Medical historian David Hewitt: \"We always called our nasty diseases after our enemies.\") As a recent dive revealed, there are still further items on the seabed left to be recovered. </p> <p><strong>Green Wing</strong><br> 9.30pm, Channel 4 </p> <p>Final episode of the series and it's Mac's last day at the hospital. Time for Caroline to make her move or risk losing her hunky surgeon for good, even if his habit of turning everything into a joke gets irritating. Mac: \"It's to avoid confronting the very real and difficult issues that most proper adults have to deal with.\" But romance has eventually to take second place to an Oedipal plotline leading to a cliffhanger ending. Another season please. </p> <p><strong>Gender Swap</strong><br> 10pm, Five </p> <p>Booming antiques man David Dickinson and Fifth Gear's giggly Vicki Butler-Henderson don latex to try life as the opposite sex. Vicki takes it all in her stride, but David's soon worried that's he going to look like a \"big bloke dressed up as an old tart\".</p>",
  "David Clarke, who has died of cancer aged 63, belonged to the old school of British brewing. He believed passionately in the value of good beer delivered to local pubs. <p>In his case, the Hook Norton Brewery's beer was supplied by horse-drawn drays, and one of his proudest claims was that he had never brewed a drop of keg beer in his life. Behind an old-fashioned facade, however, Clarke and his family carved out a small but profitable niche in a market increasingly dominated by global brewers and their bland products. From the antique charm of the brewery in the Oxfordshire village of Hook Norton, Clarke fashioned delicious cask beers that were enjoyed not only in the company's 45 tied houses but also further afield in the free trade. </p> <p>Clarke was part of the fourth generation to run the family brewery. He was the great-grandson of John Harris, who founded the Hook Norton Brewery in 1849. Educated at Overthorpe and Bloxham school, Oxfordshire, he started his career at the brewery in 1958. In the manner of family breweries, he was then sent to do his \"pupillage\" or apprenticeship at another company, Burtonwood Brewery, near Warrington. When he returned home, he was put in charge of bottling. </p> <p>He joined the board in 1965 and took over as head brewer in 1974. Ten years later he became managing director and was responsible for a quiet, determined drive to increase sales of beer to the free trade. </p> <p>\"Quiet\" sums up Clarke. He was a man of few words, but his quietness was also his strength. He had neither the money nor the wish to over-hype his beers. He relied on word of mouth among beer lovers in and beyond the Campaign for Real Ale, and the image of heritage and yeomanry presented by his redbrick Victorian brewery. </p> <p>Hook Norton is a paradox. Visitors are greeted with \"Welcome to Brigadoon\", a reference to the mythical Highlands village that appears only once every 100 years and bewitches all who come across it. The village of Hook Norton is close to Banbury, but is almost lost down country lanes. It seems odd that this huddle of houses built of mellow Cotswold stone should also be home to the impressive six-storey brewery, which opened for business in 1900. </p> <p>The \"tower brewery\", with the brewing process flowing logically from floor to floor without the aid of pumps, was Clarke's pride and joy. At its heart is a 25-horse power steam engine, bought for £175, that still drives the malt mill and sends brewing water and grain to mash tuns, coppers and fermenters. </p> <p>Clarke skilfully used the past rather than allowing himself to be locked in it. Vessels from defunct breweries such as Flowers and Ruddles replaced older, worn-out ones. But the impression remains firmly traditional, with fermentation taking place in impressive circular wooden vessels known as \"rounds\", the staves held in place by iron hoops. Only the best Maris Otter malting barley is permitted along with such pungent English hop varieties as Challenger, Fuggles and Goldings. </p> <p>Clarke wanted people to know and admire his brewery. He built an impressive museum and reception area that traces the history of brewery and village, while he assiduously developed sales of a beer range that includes a dark mild, a bitter, the strong Old Hooky and a superb Double Stout. Seasonal beers were introduced to meet modern consumer preference, and Clarke and his son James, who succeeded him as managing director earlier this year, designed pub menus that encouraged customers to drink beer rather than wine with their meals. </p> <p>A countryman who enjoyed fishing, drinking cask beer and malt whisky, he was awarded the British Empire Medal in 1994 for his work as a volunteer with the Hook Norton Fire Service. In July this year, the all-parliamentary beer group gave him a lifetime achievement award for his contribution to sustaining traditional family brewing values. He is survived by his wife, Paula, his son James, and four grandchildren. </p> <p><b>·</b> David William Clarke, brewer, born January 14 1941; died September 29 2004</p>",
  "The villagers of Saint-Briac-sur-Mer are peculiarly obsessed by the American presidential elections. In the Bar de la Mairie at lunchtime, there's a sophisticated dissection of the latest televised debate, which several people have stayed up until four in the morning to watch. Like most people in Europe, the bar's occupants are rooting for John Kerry, but here the support for the Democratic candidate is fervent. \"It's looking good,\" one woman says, fresh off the golf course. \"I wouldn't be too confident,\" another regular responds, frowning into his wine glass. \"Everything depends on the swing states.\" <p>The source of this unusual fascination with the US campaign lies with the local mayor, an influential environmental campaigner, former government minister and himself a one-time presidential candidate, who sports a Vote John Kerry sticker in the rear window of his Volvo estate. Although the US Democratic campaigners have asked him to keep quiet about it, everyone here knows that Brice Lalonde is Kerry's first cousin. Their mothers are sisters who spent much of their childhood in this Brittany village. </p> <p>If Saint-Briac-sur-Mer is full of enthusiasm for Kerry, the feeling is not reciprocated. In the current climate of US francophobia, these close French ties are perceived as positively dangerous to the Democrats' campaign, to the extent that Kerry has stopped showing off his French in public, deflects questions about his European roots, and never refers to the family estate in Saint-Briac. The US side of the clan is so desperate to avoid damaging association with the cheese-eating surrender monkeys that when Lalonde travelled to support his cousin at the Democratic convention in August, many of his relatives were horrified. </p> <p>\"One part of the family refused to speak French with me and wanted me to hide,\" he says. \"Having French relatives is not seen as an advantage; I really sensed the anti-French feeling during the convention. It was extremely painful.\" </p> <p>Lalonde, 58, has been advised not to talk to the French press in case Republican researchers seize on his opinions as fuel for anti-Kerry campaigning. Bush has already scored points by portraying his rival as excessively concerned about other countries' opinions. Kerry's comment that foreign policy should pass a \"global test\" has become a key line of attack and the president has said with disdain that \"countries like France\" should not be allowed to influence US decisions. Hinting at Kerry's continental ties, White House officials spat the worst insult possible at him: \"He looks French.\" </p> <p>\"I don't want the French media to start saying that Kerry is French, or that Kerry is the French candidate. The Republican press could manipulate the French headlines in a way that would be very damaging for Kerry,\" he says. </p> <p>This enforced secrecy is a pity, because Lalonde might have some useful advice to offer his cousin. It's true that his presidential bid in 1981 brought him just 3% of the vote - a result that he hopes Kerry will beat - but in his more recent campaign to be elected as mayor he gained a backing of 80%. \"To be a successful candidate, you must be careful what you eat and you must be sure to sleep well,\" he says, as he works his way through a plate of three dozen oysters, bought from the Friday market in the square opposite the mairie. </p> <p>Lalonde's empire is somewhat smaller than the one his cousin is fighting for. Saint-Briac has only 2,000 permanent residents, although it expands to 12,000 in the summer when tourists flock to the beaches. Its economy once rested on fishing and agriculture, but now centres on tourism, and out of season it's a gloomy place - most of the houses are shuttered, the souvenir shops closed and the crazy golf course is deserted. During mayoral meetings, Lalonde discusses villagers' concerns about rising property prices and coastal pollution. Residents have never experienced a terrorist attack, and don't even have a crime problem to speak of. </p> <p>The family's Saint-Briac connection may be something of an embarrassment to Kerry, but it was crucial to Lalonde's 1995 mayoral campaign. He attributes his success to the residual affection that everyone in the village has for his and Kerry's maternal grandmother, Margaret Winthrop Forbes, who retired and died here. \"Everyone remembers our grandmother. She gave a lot of jobs to the villagers. She was a fine woman, an eccentric who insisted on having her cream brought from Jersey cows. The village was made up of fishermen and peasants at that time and they liked her. That fondness for our grandmother has translated into fondness for Kerry and for me,\" he says. </p> <p>All Lalonde's childhood summers were spent here, playing on the beaches with dozens of cousins, who travelled here every summer from America, Scotland, England and Switzerland. When Kerry's father was serving as a diplomat in Europe, John came often, and he and Lalonde - a couple of years younger - became close. </p> <p>\"Johnny was tall and always very fond of sport and organised all the games,\" he says. They would hunt for octopuses together in the shallows. \"But we knew that he would be interested in public affairs. He was always a very serious boy - he would joke around and play and have fun, but he was always very serious beneath, steady and thoughtful.\" </p> <p>He has a clear memory of the day Kerry rang to say that he was leaving to fight in Vietnam. \"He phoned to say goodbye; we were all very anxious for him,\" he says. But by this time Lalonde was already busy launching his own career in public life. As leader of the Sorbonne student union, he orchestrated one of the sit-ins that led to the nationwide 1968 demonstrations and for a while he was at the epicen tre of the social revolution in France. After graduating, he took his protest skills to America, where he worked with Friends of the Earth, advising them how to organise shock protests. He was with the vanguard of campaigners against nuclear testing in the Pacific; later he sacrificed his extreme positions to accept the post of environment minister with Mitterrand's government, and then, when he resigned, devoted himself to running a national green party, Génération Ecologie. </p> <p>His conventional political career was always half-hearted. \"I don't like politicians and I don't like politics,\" he says. \"Politics is not about the truth, it's about winning.\" He felt that he had to join the game in order to push forward his environmental agenda, but he abandoned national campaigning in the mid-90s to focus on a collection of other interests - his concern for women's rights in the Middle East, and his mission to plant more pistachio trees in the dry wilds of Afghanistan. He is as passionate about Afghanistan as he is about the environment and in 1999, after a trip to the country to meet the now dead Northern Alliance leader Ahmed Shah Masood, went so far as to call the White House to warn them about the threat posed by al-Qaida. Perhaps bemused by this panicky call from the mayor of Saint-Briac, the White House did nothing: \"Nobody listened to me.\" </p> <p>Lalonde's responsibilities as mayor occupy only two days a week; the rest of the time he spends in Paris working as an environmental consultant. But another of his obsessions is France's troubled relationship with America. The Democrats are wrong to be so afraid of him, because he is one of France's few self-confessed Americophiles. He was one of a tiny minority in France to believe that the American campaign in Iraq was wise (although he now thinks with hindsight he might have been \"a little betrayed\" by the Bush administration), and he is as furious at the French for their hostility to America as he is depressed by the current US distaste for France. </p> <p>\"It's politically correct in France to challenge America, or to say that Americans are just all hamburger-eaters,\" he says. He hopes his cousin will improve relations if he comes to power. \"France should not lead an anti-American crusade, it's stupid. We need America's leadership, but only one that's based on excellence - not on pure might and pure force. We are allies. We are the same civilisation. We need them.\" </p> <p>It is 20 years since Kerry last made it back to the beaches where he spent his childhood summers, but he and Lalonde meet intermittently when one or other passes through Washington or Paris. Many of the other clan members frequently gather in Saint-Briac for reunions, and a family newsletter is sent out regularly. Despite the official nervousness at the French mayor's presence at the Democratic conference, Kerry welcomed him with affection. </p> <p>Lalonde was a close follower of the Democratic movement long before Kerry became its candidate, and advised Al Gore on environmental issues in an informal way during his campaign in 2000. Kerry shares some of his environmental concerns and Lalonde is confident that he will get the US to sign the Kyoto convention (which both cousins helped negotiate). He says he won't go out to help Kerry on environmental policy or lobby him on green issues if he is victorious, commenting: \"I think the truth is that a Frenchman cannot influence anything of a foreign country's policy because it doesn't work like that.\" </p> <p>But Lalonde is not ready to congratulate Kerry just yet. \"Let's wait until he's elected before getting too excited. I also stood for the presidency. There was nothing to be proud about there.\"</p>",
  "<p>The increased spending on the military helped drive a sharp increase in profits at plane-maker Boeing and defence contractor Northrop Grumman during the third quarter. </p> <p>Boeing reported profits of $456m (£250m), up from $256m a year ago. The 78% rise was partly due to a state tax settlement but the company reported double-digit revenue growth in its integrated defence systems division. </p> <p>Northrop Grumman posted a 51% rise in earnings to $278m and raised its forecasts for the full year. </p> <p>The global \"war on terror\" has steadily fed through to the coffers of the defence industry. </p> <p>It emerged earlier this week that George Bush will ask for another $70bn in funding for the wars in Iraq and Afghanistan early next year. That is in addition to $25bn already requested for 2005, suggesting the cost of the Iraq and Afghan conflicts is escalating. The administration already requested $87bn for war costs this year. </p> <p>Lockheed Martin this week reported a 41% increase in quarterly profits of $307m. </p> <p>Boeing said that revenues had shown an 8% gain, reaching $13.2bn and easily beating Wall Street estimates. </p> <p>The company appears to have shrugged off the scandals that led the Pentagon to scrap a $23bn deal to provide new refuelling tankers for the air force, and left a question mark over other contracts. </p> <p>Defence generated around $8.3bn in revenues, up 13%, and accounted for $816m of Boeing's profits. The commercial division, struggling against Airbus, suffered an 8% decline in revenues to $4.6bn. It made $168m in operating profits. </p> <p>The chief executive, Harry Stonecipher, said he did not expect the ongoing Pentagon inquiries to affect business. This month Darleen Druyun, a former air force contracting officer, was sentenced to nine months in prison after admitting she had awarded a contract to Boeing and hiked up its value at the same time as she was discussing taking a job with the company. </p> <p>\"If anyone finds anything that needs to be cured, we'll cure it,\" Mr Stonecipher said.</p>",
  "<p>Talk to anyone who works from home and it won't be long before they impress upon you their profound gratitude at being able to bin the alarm clock and avoid those uncomfortably intimate crushes on the 8.15 to Waterloo.</p> <p>Work/life balance initiatives such as remote working and flexible hours have risen steadily, if more slowly than expected, over the last 10 years, thanks to a combination of technological advances and changing demographics, such as more women coming into the workplace.</p> <p>The purported benefits for employees are a reduction in stress, more time for family and a greater degree of control over their time. Employers see cost savings, less absenteeism and increased productivity as their reasons for being flexible-friendly. Small firms, especially, can benefit from reducing the cost of having workers present in a workplace.</p> <p>But it is the productivity factor that comes up time and time again when companies talk about flexible working, which raises the question: is this a way of extracting more from workers under the guise of touchy-feely altruism? Sometimes, says Ross Hendry of the public sector union Unison's Work Life Balance campaign.</p> <p>\"Occasionally the individual's experience of home working is negative. Managers will increase their workload to compensate for not being able to supervise them.\"</p> <p>Research by IT and business consultancy Skillfair suggests working from home isn't all bon-bons and cups of tea. More than half of those questioned in their survey into remote working said they worked longer away from the office.</p> <p>Other dissenting voices include the TUC. Earlier this year, general secretary Brendan Barber warned: \"Working outside the office should be an option that improves job quality for employees and brings people back into the workforce, not just a cheap option for employers.\"</p> <p>But on the whole, it seems more of us than ever want to go home to work. According to research by think-tank The Work Foundation, 47% of employees want flexibility.</p> <p>Among 18-24-year-olds, 80% said they would be more motivated at work if they had access to work/life balance schemes. The 2003 UK Graduate Careers survey showed that university leavers value flexibility more than pay when looking at prospective employers.</p> <p>Hendry says: \"Our research suggests the experience of remote working is neither wholly negative or positive for the employer and the employee. There are many good reasons why workers, despite feeling they are having more work dumped on them, still prefer to work at home, including a reduction in stress.\"</p> <p>In the wake of the dotcom boom, there are now many companies that use remote working exclusively. Alex Crockett runs Intrepid Developments, a Bristol-based internet and business systems consultancy providing IT solutions for the SME market. His developers all work from home, keeping in contact by means of instant messaging and video conferencing.</p> <p>The main benefit to the company is financial, says Crockett. \"We have little or no overheads in terms of office space. I can source talented staff from all over the UK, whereas if I was to bring them in-house I would only be able to find them from the locality.\"</p> <p>If these thoroughly modern work solutions are so great for everyone, why don't more of us enjoy them? A variety of reasons: inadequate IT, expenditure issues, even technophobe employees.</p> <p>Hendry says: \"Many employers think letting people work at home will save them money, but there are set-up costs. And, of course, some managers just aren't happy with not being able to supervise their staff all the time.\"</p> <p>Despite this, he says, flexible working will continue to grow. \"After one or two trailblazers in a workplace have done it and gone through all the teething problems, it becomes easier because it can be presented to colleagues and managers as doable. The more it is seen to work and the better and cheaper the technology becomes, the greater the numbers wanting to do it will be.\"</p> <p>One company with a long, fruitful experience of flexible working is Happy, which provides computer and online training. The company employs 36 staff at its offices near the City of London and was voted Family Friendly Employer of the Year 2003 by the NSPCC. It has had a flexible working policy in place for almost 10 years, but only formalised it seven years ago.</p> <p>Happy employees can work from home, choose flexible hours and take sabbaticals and dependency leave.</p> <p>The policies are so successful, says managing director Cathy Busani, that no one wants to leave. She says: \"We have a staff turnover under half the UK average, and when we are looking to recruit we don't need to advertise - we have more than 2,000 people on the job list waiting to hear of new jobs.\"</p> <p>Remote working is a popular option. Trainers work three or four days a week and one day at home. Admin staff can work remotely when they have special projects on and staff in the online department only come in two days a week.</p> <p>Busani says: \"The employer benefits, the worker benefits and the customers, who ultimately we are there for, benefit because they are dealt with by happy staff.\"</p> <p>The company provides loans for workers to buy PCs to use at home. Once they are set up, staff are closely monitored to ensure they are happy with their working environment. Twice-yearly appraisals are held, in which employees are asked if they are happy with their work/life balance.</p> <p>Unsurprisingly, the answer is usually \"yes\".</p>",
  "<p>Every reader who is a business owner or manager is likely to claim they offer their employees a good work/life balance. It would be crazy to claim otherwise; tantamount to admitting to a lousy HR policy if you're big enough to have such a policy, or just an admission of incompetence otherwise.</p> <p>But achieving a good work/life balance for your employees is actually more difficult than it might at first sound. Take Robert. Robert is fictional, but based on a real character. He's just been recruited fresh from college - he's full of energy and ideas which will benefit your organisation and his inexperience can also pay off because he has yet to acquire the patina of cynicism about whether a given idea will actually work. His idea of work/life balance is as follows:</p> <p><strong>·</strong> earn enough to buy a car and a flat, whatever hours it takes;</p> <p><strong>·</strong> mix with young colleagues and find a ready-made social life at his place of work.</p> <p>Take also John, also based on a real character. He is not a youngster, but he's not quite 40. He has a young family and is experienced; his energy is tempered by the years but his enthusiasm is still in place. His idea of work/life balance consists mostly of the following:</p> <p><strong>·</strong> earn enough to pay the mortgage and feed his family as well as running the car;</p> <p><strong>·</strong> he's put on weight over the years and is aware that exercise wouldn't be a bad thing, so if there's a gym membership going, so much the better.</p> <p><strong>·</strong> friendly colleagues would be good and the occasional social event pleasant enough, but from choice he'd like to get off on time and see his family, which is where he enjoys spending his time.</p> <p>Astute readers will have guessed that both recruits are based on the same person at different stages of his life. The difficulty for owner/managers seeking to accommodate both varieties of employee and many in between as well as those with different aspirations is that servicing every conceivable variation on work/life balance is effectively impossible.</p> <p>This is why Tim Osborn Jones of Henley Management College queries the value of the whole notion of such balance.</p> <p>People will want different things and not just because of their ages, he says. \"My overriding view of the work/ life balance debate is as much as it's been apparently a headline issue for the past five years, the debate hasn't actually moved anywhere in particular with any degree of further clarity and is possibly beginning to move off the centre stage.\"</p> <p>Reasonable though this may appear, there is certainly an issue of some sort affecting people in some way. Recruitment consultancy Adecco commissioned some research in May, which pointed to managers and owners in particular as having a work-rich, life-poor balance.</p> <p>Twenty per cent of managers worked for 20% more time than they were paid for, equating to seven days a week. Four in 10 admitted missing family commitments due to work, and around 35% admitted to having little energy on weekday evenings due to work.</p> <p>Flexible working directives and the like have helped to an extent, although fewer than 5% believed these would ever really happen in their workplace - and anecdotal evidence suggests that unless an individual has the right mindset, flexible working isn't the panacea some people might believe. BT, a pioneer in this area, found after the first year of allowing remote working early in this century that a number of employees were coming back and asking to be put back into the office. Not only was the social element of office working important to them, but the idea of being unable to shut the door on work and have an entirely separate home existence fails to appeal to everyone.</p> <p>Osborn Jones agrees that the work/life balance remains an issue, but says it needs to be seen in the context of other issues. \"In the particular context that it was forming, that is to say a dialogue between employer and employee, work/life balance is not going to disappear but a number of issues of that sort jostle for attention, research, solutions and priority.\"</p> <p>And it is this dialogue between employer and employee that holds the key. It is noticeable that in the example employees quoted early on in this article, none of the work/life balance attributed to the employees involved much in the way of work. Part of this is due to the nature of the employment market; as the market moves increasingly in favour of the employee it becomes incumbent on the employer to become an \"employer of choice\", to use the current jargon.</p> <p>Meanwhile there are management techniques that can help in establishing some sort of balance for a business, even in the smaller organisations. Paul Elliot considers himself an \"entrepreneurs' coach\" (see below for his background) and has identified a number of areas in which decision-makers frequently do unhelpful things in achieving any goals or not being swamped.</p> <p>\"They're firefighting most of the time,\" he says.</p> <p>\"Phone calls are coming in, faxes, emails, all those kind of things.\" The reflex action is the courteous one - if someone has emailed you or calls, you reply immediately with no thought as to whether it's likely to be productive or whether technology could help. Figures from a company called High Efficiency Skills, which assists people with speed reading, suggest people spend two hours per day reading emails and that they then send unfocused responses.</p> <p>Elliot blocks out every hour in his diary, with some flexibility built in. \"Answering the phone is something people do reactively, and really for very little benefit,\" he claims.</p> <p>He prefers to dedicate an hour in the afternoon to dealing with correspondence, whether this be voice, mail or fax, and his voicemail message says so - call him and he won't answer the phone, but he will tell you when he'll call back.</p> <p>Another thing to do from the \"work\" side of work/life balance is to set some targets. So often (and it's a generalisation, but not a bad one) companies exist because someone wants to run a business rather than to achieve any real end. \"On the whole, when I do speeches for clients, part of the reason they've got themselves into difficulties is because they haven't set any meaningful goals to start with.\"</p> <p>It goes deeper, however. Life coach Rachel McGuinness (see below) points out that a lot of people get so wound up in their working practice that they effectively no longer have a life - school and college friends are long gone and have not been replaced outside the working environment. The phrase \"get a life\" is often used as an insult, but it contains an element of sound advice.</p> <p>And there are ways in which companies can help people to get a life, if they really feel they need a push and if the money is available. A number of firms on the medium side of SMEs include in their training budget some cash for education that's not job-related. So if an employee really wants to learn Spanish, or take up pottery, they go to their manager who pays whatever peanuts the local authority evening classes cost, and the employee goes away feeling motivated to deliver excellence in his or her workplace.</p> <p>Another gives out incentivised Red Letter Day vouchers, so if someone performs well enough (not solely in terms of sales) they get a day gliding, or learning to make sushi, or whatever else they may wish to do.</p> <p>There are plenty of approaches, and they're worth considering. As Osborn Jones points out, at a time of full employment (you can argue the figures if you wish, but the perception is that employment is higher than, say, 20 years ago) there is likely to be more competition among the employers for the best job candidates than among the candidates for the best jobs.</p> <p>Taking a flexible approach to how people assimilate a job into their lives is a powerful tool in attracting those candidates, within the parameters of getting the job done. And with some forethought and research it needn't cost much.</p> <p>Useful website: <a href=\"http://www.dti.gov.uk/work-lifebalance\">www.dti.gov.uk/work-lifebalance</a></p> <p><strong>Case study: Rachel McGuinness</strong></p> <p>Rachel McGuinness was in a very stressful job for several years and, like a lot of people, she wanted to get out. \"My body just told me that I really needed to sort myself out,\" she says.</p> <p>She decided to revamp her lifestyle starting with her health, so diet was the first item addressed. Then exercise, and then \"making sure you actually have a life outside of work\". From these precepts her idea for the Life Spa, her own business, evolved.</p> <p>She studied business while working and continued after leaving. There are traps to avoid, however: \"When you're starting a business it's a euphoric phase so it's essential to keep your work/life balance under review at that time,\" she says. \"I also make sure that during my own time I'm making time for my family, making time for me and making time for my personal development.\"</p> <p><strong>Case study: Isobel Rimmer</strong></p> <p>Isobel Rimmer is MD of recruitment company Masterclass, which has 20 employees spread across two sites. Unusually, half of these employees are working mothers who have to fit their employment around childcare.</p> <p>Rimmer herself has three children, one of whom has a disability. The decision to offer three-day weeks or four-day weeks to the returning mothers was based on their effectiveness as business people.</p> <p>Rimmer says: \"Would my preference be still to have people five days a week? Yes it would be. But the reality is that mothers want to come back to work but couldn't five days a week, and if you gave them the choice of five days or nothing, you'd get nothing.\" The payback is enormous in terms of loyalty and getting experienced people, rather than spending months bringing a recruit up to speed.</p> <p>\"And if you offer someone the flexibility so they only work Tuesday to Thursday, they make sure they're working very hard on those days - and they'll do what needs to be done because they want to.\"</p> <p><strong>Case study: Paul Elliot</strong></p> <p>Paul Elliot ran his own seminar business and found it to be all-consuming. \"I'd bought all the very expensive big leather diaries and found it still wasn't working,\" he says. \"I'd got my head stuck in it - we'd been successful to a certain point but then breaking through that ceiling wasn't going to happen in the manner in which we were conducting business.\"</p> <p>Many small businesses, he believes, reach the stage at which they turn over half a million or so and can pay themselves a good salary. But they'll never break through that barrier because of the way in which they go about setting goals and managing their time.</p> <p>He set up Practical Achievement to address this imbalance. \"What I teach people is that you've got to set your goals for business and life in tandem. That's an absolute must. For example, rather than look at your business and think 'OK, I've been this successful this year so I can take this amount of money out', turn it on its head and say how much you want your business to pay you.\"</p> <p><strong>Case study: Kate Fishenden</strong></p> <p>Kate Fishenden has a company involved in branding and her husband was one of the partners, but they became aware that work was taking over because he was coming home later and later. \"I was back early because of the school run, and another partner moved to Birmingham then the other one moved to France, so we started thinking, why have we got an office?\"</p> <p>Their answer was to scrap the office all together and start a sister business, LingoLAB, which handles more than just name and trademark checking. \"The creative side gave us a reason to meet up,\" she says.</p> <p>The company now meets at least once a fortnight, it uses places like the Institute of Directors as a meeting place. \"We have a registered address at our accountant's, we meet mostly at client premises.\"</p>",
  "<p>As members of the Cerrie committee on internal radiation, we have noted with concern articles and letters in the media in recent weeks, both before and after the publication of our report on October 20. We wish it to make it clear we have full confidence in the Cerrie report and in Professor Goodhead's chairmanship of the committee. <br> <strong>Dr Roger Cox, Prof Sarah Darby, Dr Philip Day, Dr John Harrison, Dr Colin Muirhead, Peter Roche, Prof Jack Simmons, Dr Richard Wakeford, Prof Eric Wright</strong><br> Cerrie committee members </p> <p> Professor Goodhead's suggestion (Letters, October 27) that at the time of my appointment to the Cerrie committee's secretariat I was a personal friend of the then minister, Michael Meacher, is simply wrong. We had never met nor corresponded. </p> <p>The committee was set up as a deliberative body and included a representative range of opinions. It is well understood that the science underpinning the estimation of risk from internal radionuclides significantly impacts on the regulation of discharges from civil nuclear power stations and the servicing of nuclear arsenals. My role in the secretariat was to secure fair representation of all views on the committee, some of which were informed by evidence strongly suggesting that presently accepted risk factors may be in error by a factor of at least 100-fold. I am deeply concerned that my role was limited and constrained. I am further concerned that departmental legal opinions may have undercut the notional independence of governmental scientific advice.<br> <strong>Dr Paul Dorfman </strong><br> Secretary, Cerrie committee </p> <p> Dudley Goodhead is wrong to claim Paul Dorfman was a \"personal friend\" of mine. In fact, I had never met him. But having a balanced secretariat was certainly critical. Significantly, Marion Hill, a respected expert in the field of radiation protection standards, resigned from the Cerrie secretariat in February 2003 alleging she was being excluded, with serious conse quences for bias in the work of the committee. At no point did I ever make any attempt to influence the content of the committee's conclusions.<br> <strong>Michael Meacher MP</strong><br> Former environment minister </p> <p>The \"standard model\" to which Michael Meacher refers in his Comment article underpins the work of the radiation protection authorities worldwide and is indeed subject to some criticism - but not in the way he implies. Put simply, there is evidence that the risks at lower dose levels (less than, say, a 200mSievert dose) have been significantly overestimated on the basis of an extrapolation of Japanese atomic bomb data. We have developed DNA repair mechanisms, immune systems and apoptosis (programmed injured cell death) to cope with a modest rate of radiation insult. There is even emerging evidence of a more remarkable possibility, namely that low doses of radiation may be positively beneficial. Certainly it can confidently be stated that the risks with x-rays, CT scans etc are, at worst, very low and the potential benefits very great.<br> <strong>Prof Peter Dawson</strong><br> Royal College of Radiologists </p> <p>Even the \"conservative\" conclusions of the Cerrie committee - that the dangers from radiation have been underestimated by a factor of 10 - would, if adopted, lead to the closure of the civil nuclear industry, including Sellafield. And if our military personnel are to be properly protected, it should also lead to the withdrawal of our nuclear-propelled submarines from service in the Royal Navy, and the closure of our factories making and modernising our nuclear weapons at AWE Aldermaston and Burghfield.<br> <strong>Dr David Lowry</strong><br> Stoneleigh, Surrey </p>",
  "<b> Economy and jobs</b> <p><b>Bush:</b> Has staked economic policy on the benefits of tax cuts. Pledged to halve the budget deficit in a second term, relying on the hope that economic growth will increase tax revenues. Proposes to allow workers to put pension contributions into individual market funds, opting out of government system.</p> <p><b>Kerry:</b> Priority should be return to fiscal restraint, also promising to halve the budget deficit in the next five years, partly by increasing taxes on those earning over $200,000. Will create jobs through $25bn in direct aid to states in budget crisis and end tax-breaks for companies setting up production abroad. Opposes privatisation of pensions. </p> <p><b> Healthcare</b></p> <p><b>Bush:</b> Argues for incremental and free-market approach to healthcare crisis, which has left 45 million uninsured. Will offer tax credits to people who buy coverage in low premium, high-deductible \"health savings accounts\". Aims to reduce costs by putting limits on malpractice lawsuits.</p> <p><b>Kerry:</b> Wants comprehensive overhaul of the system, allowing all Americans to join a federal employee health plan, used by members of Congress. The government would pay 75% of the cost of \"catastrophic care\" in the event of serious injury or emergency surgery, lowering premiums. The whole plan would cost between $650bn and $1 trillion. </p> <p><b> Education</b></p> <p><b>Bush:</b> Wants to expand his No Child Left Behind programme tying school funding to test results, adding two more tests for high school pupils.</p> <p><b>Kerry:</b> Argues the programme has imposed tests without providing funds. Would increase financing and offer more generous tax credits for higher education costs. </p> <p><b> Energy and environment</b></p> <p><b>Bush:</b> Proposes reducing dependence on Middle East oil by increasing domestic drilling, particularly in the Arctic National Wildlife Refuge. Tax credits for fuel-efficient cars and renewable energy production.</p> <p><b>Kerry:</b> Proposes return to emission taxes on polluting industries, using the money to clean up contaminated sites. Also supports incentive for fuel efficient production and consumption. </p> <p><b> Gay marriage</b></p> <p><b>Bush:</b> Adamantly opposes gay marriage and supports a constitutional amendment banning it. Leaves it up to states to decide whether to grant same-sex couples the same benefits as heterosexual couples.</p> <p><b>Kerry:</b> Supports equal rights for gay couples, personally opposes gay marriage, but also opposes a constitutional amendment banning it. </p> <p><b> Abortion</b></p> <p><b>Bush:</b> Opposes abortion except in cases of rape, incest or danger to life of the mother. Officially would not make attitude to abortion a \"litmus test\" for appointment of new judges to the supreme court, but has made clear his preference for anti-abortion judges.</p> <p><b>Kerry:</b> Supports abortion rights, and would nominate judges to the higher courts who also support those rights. Opposed last year's law banning late-term abortions. </p> <p><b> Stem cell research </b></p> <p><b>Bush:</b> Will stick to his ban on federal funding for research that involves the use of more human embryos.</p> <p><b>Kerry:</b> Supports funding for research involving more human embryos. </p> <p><b> Gun control</b></p> <p><b>Bush:</b> Opposes most restrictions on gun ownership. Said he supported extending a ban on assault rifles but did nothing to stop it expiring in Congress in September. Endorsed by the National Rifle Association.</p> <p><b>Kerry:</b> Emphasises he is a gun owner and hunter, but supports a ban on assault weapons and legislation that would hold manufacturers liable for gun crimes in certain circumstances.</p>",
  "<p>Jef Raskin started the Macintosh project at Apple, so he can attract a lot of attention by claiming, as he did in last week's Online, that \"unfortunately, the Mac is now a mess\". </p> <p>What Raskin means, of course, is that the Mac is a mess, Microsoft Windows is a mess, GNU/Linux is a mess, and so is everything else based on the graphical user interface originally developed at Xerox's Palo Alto Research Center in the 1970s. Unfortunately or not, we have been stuck with much the same interface for 35 years, despite efforts to replace it. </p> <p>Even the people who invented the GUI had reservations about it. Alan Kay, for example, once told me they would have liked to use software agents. However, they didn't know how to do an agent interface, but they did know how to do a GUI. </p> <p>GUIs certainly have some disadvantages. One is that they are inherently slow, and they are not much faster even when you get to know them well. Experienced users soon start to use keyboard shortcuts that can not only be entered quickly but can be done in \"motor memory\". You no longer have to look at or think about commands, because they become automatic. </p> <p>The mouse is even more of a hazard: it can lead to physical harm from RSI (repetitive strain injury). </p> <p>When Raskin named the Macintosh project after his favourite Apple, it wasn't going to have a mouse or cursor keys: it would have \"leap\" keys instead. Sadly for him, when Steve Jobs was kicked off the Lisa development at Apple, he took over the Mac, and Jobs had other ideas. Raskin left the team in the summer of 1981, long before the Mac's launch in January 1984. </p> <p>Even then, what Raskin wanted wasn't so much a Mac as an \"information appliance\" that ordinary people would be able to use without learning computing. He went on to develop the SwyftCard - a document processor on an expansion card that plugged into an Apple II - which was launched in 1985. (\"Swyft\" meant something like \"Superb With Your Favorite Typing\".) </p> <p>That led to the Canon Cat Workprocessor, a small computer that did have two thumb-operated \"leap\" keys just in front of the spacebar, and a text-based interface, launched in 1987. You can still download the Cat's manual from Raskin's site, but the machine was soon discontinued, and few people ever got to use one. </p> <p>Raskin has not given up. He has written a book about interface design, The Humane Interface, and there's an open source project called Jef Raskin's Humane Environment, which is implementing his user interface ideas. The latest version is the Alpha 4 Leap Demonstrator. The site lists 19 developers, including Jef and his son Aza - a lot by open source standards - but there's no sign of widespread support. </p> <p>Raskin's aims are worthwhile. But whether he is right or wrong about GUIs in general, and the Mac in particular, it has introduced a lot more people to personal computing than the leap key.</p> <p><strong>Links</strong><br> </p> <p><strong> SwyftCard</strong> </p> <p><a href=\"http://masl.to/?R5B321C99\">masl.to/?R5B321C99</a> </p> <p><strong> Swyft Information Appliance</strong> </p> <p><a href=\"http://masl.to/?H5C325C99\">masl.to/?H5C325C99</a> </p> <p><strong> The Humane Interface (summary)</strong> </p> <p><a href=\"http://masl.to/?G5F311C99\">masl.to/?G5F311C99</a> </p> <p><strong>Humane Environment Project</strong></p> <p><a href=\"http://sourceforge.net/projects/ humane/\">sourceforge.net/projects/ humane/</a> </p> <p><strong> The Anti-Mac Interface by Don Gentner and Jacob Nielsen</strong> </p> <p><a href=\"http://www.acm.org/pubs/cacm/AUG96/antimac.htm     \">www.acm.org/pubs/cacm/AUG96/antimac.htm </a></p>",
  "No politician symbolises the Palestinian cause as completely as Yasser Arafat. If there is one thing his worsening health over the last few weeks has brought into sharp relief, it is that there is no obvious successor should Mr Palestine find himself unable to carry on. <p>Part of this is down to circumstances - Marwan Barghouti, once spoken of a future leader, is serving five life sentences and 40 years in an Israeli jail - and the Palestinian Authority, weakened by Israel, is not a strong enough civil entity to produce possible successors. </p> <p>Part is also down to Mr Arafat: both his prime ministers have submitted resignation letters after losing power struggles (Ahmed Qureia, the current prime minister, was persuaded to stay on); and his administration of the Palestinian Authority in the 1990s was not ideal.</p> <p>But it is also testimony to Mr Arafat's success at putting himself at the forefront of the Palestinian cause. Born to a Palestinian family in Cairo in 1929, he spent part of his childhood at his uncle's house in Jerusalem. His earliest involvement in Palestinian affairs came in 1946 when, age 17, he smuggled arms from Egypt to the Arab groups as Zionists battled British rule over the protectorate, convinced that the Palestinian Arabs would soon have to fight for themselves.</p> <p>His first attempt to shape the agenda came more than a decade later. By then working in oil-rich Kuwait, he and his friend Abu Jihad put together a magazine calling for the Palestinian refugees to return to their former lands. It formed the nucleus of Fatah, Mr Arafat's own faction, and in 1965 launched its first guerrilla raid. </p> <p>Mr Arafat was not always popular with Arab leaders: he fled Jordan to Lebanon, where he survived attack from the Syrians but, in 1974, King Hussein of Jordan recognised the PLO as \"sole legitimate\" representative of the Palestinian people. The same year, Mr Arafat became the first stateless leader to address the UN general assembly.</p> <p>Still, the recognition was not enough to win him a state. In 1988, the PLO renounced its claim to all Israel in favour of 22% of the former British mandate and acknowledged Israel's right to exist. It was a remarkable gesture but Mr Arafat miscalculated when he gave Saddam Hussein his support in the first Gulf war and at the 1991 Madrid peace conference, the representative of the PLO was not invited.</p> <p>If there was one move, however, that showed he was not giving up his leadership of the Palestinians (and letting the green of Hamas eclipse his black and white chequered keffiyeh as the key Palestinian symbol) it was the secret talks that culminated in the world-astounding Oslo agreement. His 1993 handshake on the White House lawn with the Israeli prime minister, Yitzhak Rabin, later assassinated by a rightwing Jewish fanatic, was one of most remarkable moments of the 1990s.</p> <p>The peace process, which gave the Palestinian Authority rule over parts of the West Bank and Gaza Strip, carried on right up to January 2001 despite suicide bombings in Jerusalem and Tel Aviv, the continued building of Israeli settlements in the occupied territories and, later on, the beginning of the second intifada. Ehud Barak, the then Israeli prime minister, made a series of offers to Mr Arafat on what Israel would concede to a Palestinian state but none of them was accepted. The final offer, made in January 2001 at Taba in Egypt, under pressure from Bill Clinton, who was about to end his presidency, was the best of the lot but whether it was the best Mr Arafat could reasonably expect remains controversial.</p> <p>Mr Barak and Mr Clinton both left office, to be replaced by Ariel Sharon and George Bush. Neither of them have been prepared to deal with Mr Arafat and when a US-backed peace plan was put on the table - the stalled road map - it insisted on structural reforms to the Palestinian Authority and a Palestinian prime minister to take Mr Arafat out of the process. Mr Sharon lay siege to his Ramallah compound, destroying it bit by bit, and said Mr Arafat had \"chosen the path of terrorism\" by not acting to end Hamas's existence in the Palestinian territories. Despite this, despite his failing health and political isolation he remain who he was 30 years ago: the only plausible Mr Palestine.</p>",
  "<p><strong> Life before </strong><br></p> <p>I've always had a slight problem with the term \"local community\". What exactly do people mean by it? I can understand it in the context of living in the countryside, where villages and even towns can more readily define a community's boundaries, but in a city such as London, where I live, it's a little harder to pin down a definition. Is the local community the street or estate you live on? Or is it one of the many other \"links\" people have: the postal code, the local authority, the parish, the train station, the football club, the school catchment area, the supermarket catchment area, the parliamentary constituency, or even the city as a whole?</p> <p>Even if I, somewhat arbitrarily, assume it to mean anyone living within a two-mile radius, I can't really boast much of a track record in working to improve the local community. Instead I can trot out some lame \"I'm-just-too-busy-to-find-time\" excuses: baby to raise, full-time job, that kind of thing. The most I can offer in the way of having any track record in giving time to others, in fact, is that during my sixth-form years I used to help out at the local hospital radio.</p> <p><strong> The ethical audit</strong><br></p> <p>The auditors: <strong> Hannah Berry</strong>, writer and researcher at Ethical Consumer magazine; <strong> Mike Childs</strong>, campaigns director at Friends of the Earth; <strong> Renee Elliott</strong>, council member of the Soil Association and founder of Planet Organic shops</p> <p>\"So what do you do for your local community?\"</p> <p>The question hangs in the air for an uncomfortable period of time.</p> <p>\"Well, I don't do volunteering for the local meals-on-wheels or pull shopping trolleys from canals, if that's what you mean,\" I respond, a little pathetically. \"We haven't lived in the area for too long, but we are getting to know more people. Is that what you mean?\"</p> <p>The auditors ask Jane and I if we vote. Always, we respond.</p> <p>Do we use locally owned and run shops? We probably used to more, but then a Sainsbury's Local opened up nearby.</p> <p>Do we know which councillor represents the ward we live in? No.</p> <p>Does anything about the area you live in annoy you? Beyond the obvious inner-city gripes, such as litter, graffiti, fear of crime and such like, we mention that the acquisition of the school behind our house by property developers concerns us - as it does many other local residents.</p> <p>\"By not getting involved with your local community,\" says Mike, \"you are probably missing out on opportunities to influence what goes on in your area and help shape a community that you want to live in.\"</p> <p>Mike adds that the first step towards feeling more empowered is to engage more with local democracy. \"The quality of life in your local community is very much affected by the actions of your local authority,\" he says. \"But how can you object to, say, plans concerning the redevelopment of the school if you don't even know who to contact about the decision? It has to be said that local authorities don't make it easy for people to comment on plans, or for people to give feedback on the quality of the services they offer. But local councils are getting better at it. If people don't engage with their local councillors and let them know what they think the council is doing well or what it should be doing better, then they cannot really complain when they fail to perform.\"</p> <p>Hannah is keen to get Jane and me to pin down exactly what we think the term \"local community\" really means for us: \"Is it the street you live in, your local friends with similar aspirations, or something else? A central criticism of the 'gentrification' of places like Brixton where you live is that middle-class home-buyers such as yourselves change the nature of the community precisely through their lack of desire to be part of it. Existing residents of a place like Brixton, which is known for its vibrancy, street life, pubs, busy market and multiculturalism, may well resent newcomers who spend no money with local businesses and take little interest in the area. Could you, for example, reverse your shopping habits and visit the supermarket just for items unavailable or unaffordable locally?\"</p> <p>This is a subject that sparks Renee's interest. \"For me, supporting the local community means buying local goods from local, independent stores where possible. Supporting your local economy - whether local means, say, the village, Yorkshire, or even Britain - is good for jobs and the economy of your own region and country. It is best because you're also not travelling unnecessarily.\"</p> <p>But it should go wider than just supporting local shops, says Mike. \"Supporting local services, such as libraries and swimming pools, also gives the clear message that these facilities are needed and wanted by local people.\"</p> <p>Hannah asks us if we buy a local weekly paper to keep abreast of local issues. I say that this is actually a bit of a bugbear of mine as I have searched high and low for a news-agent that will deliver newspapers but all of them say that, despite their best efforts, they can't find anyone who will do a paper round. I say that I would certainly be interested in receiving a local paper if it was delivered, but that it doesn't really cross my mind to pick one up otherwise.</p> <p>\"OK, well why not join the Brixton section of the online Urban 75 forum (<a href=\"http://www.urban75.org\">www.urban75.org</a>)?\" she says. \"When 28 African asylum seekers were stranded locally, Urban 75 members quickly knew and could take over food and blankets and fire off press releases to alert the media.\"</p> <p>Hannah adds that we should ask ourselves the question, \"Who is poor and why?\" \"Global social justice issues play out in Britain's cities as much as on the coffee plantations of Colombia. Are corporate interests displacing people or threatening a way of life? With its slightly fragmented but still strong radical counterculture, Brixton is an ideal place to live if you want to grapple with concepts of power structures, ethics and resistance. You could help, say, groups fighting displacement or support positive eco-initiatives such as community gardens. You should also interrupt racist or classist comments when you come across them.\"</p> <p>Mike says that he took the time before arriving at our house to research how many local groups there were near to us seeking help. \"Local community organisations and charities are often looking for volunteers and for financial support. According to <a href=\"http://www.upmystreet.com\">www.upmystreet.com</a>, there are 60 different charities and voluntary organisations within a mile of your home, so there are plenty of opportunities to get involved.\"</p> <p><strong> Life after</strong><br></p> <p>Neither Jane or I were really sure where to start. Some things sounded as if they should be quite easy to incorporate, such as frequenting more local shops, but the bigger themes such as \"grappling with power structures\" all seemed a little heady for us. We've never really seen ourselves as the grappling type. I might have signed the odd petition if someone in the street asked me, but that's often more out of embarrassment of saying no rather than being sympathetic to their cause per se. I've never been on a march or picketed outside the town hall, for example. In fact, the closest I ever get to the white heat of democracy in action is probably watching Question Time.</p> <p>Much of what the auditors had to say seemed to boil down to urging us to donate some of our time, not to our own needs, but to that of the wider community. Both of us agreed that this was indeed a noble sentiment; it was just a question of finding something, or someone, that might benefit from such a gesture.</p> <p>Then I received an email at work asking for volunteers for community projects near the office. I had seen this email do the rounds before but, even though I had been interested, had never acted on it, even though I knew that 100 or so people in the company take part. But re-reading the email seemed to directly answer one of my biggest concerns: namely, just when was I going to find the time to volunteer when I already struggled to clear any spare time in the day? The answer, as the email pointed out, was to give up my lunch hour once a week, a period of the day that can hardly be said to be the most productive time I spend, considering that it usually amounts to reading sports reports or sitting in the park. So I put my name down to help out with one-to-one reading during the \"Literacy Hour\" at a local primary school.</p> <p>Within a couple of weeks I was attending a training session with Community Service Volunteers (<a href=\"http://www.csv.org.uk\">www.csv.org.uk</a>), the UK's largest volunteer organisation, which oversees the scheme.</p> <p>I was more than a little nervous when it came to the first reading session. Thirty-odd children all looked at me quizzically as they came running in from the playground, no doubt wondering who on earth this tall man standing awkwardly in the corner next to their \"Countries of the World\" wall display was.</p> <p>Alfie was chosen as my first reader and he walked off to the reading corner to choose Where Are You, Blue Kangaroo? as our first book - a book I now know almost by heart. A term later I had been phonetically read the complete repertoire of reading corner with a selection of wonderfully engaging members of class 2P.</p> <p>It sounds a little silly now, but in the first few weeks when I started I used to feel guilty that I was actually enjoying it. I'm not sure why, but I used to feel that volunteering should be about suffering for a cause. It took me a while to learn that it only really works when both parties get something out of it.</p> <p>This school term I started mentoring at a local secondary school where English is a second language for over 50% of pupils - the theory being that I can hopefully guide, in some small way, a 14-year-old through their GCSEs and beyond. The reality was that, on our first encounter, it was me doing the learning: I went back to work knowing how to say \"My name is Leo\" in Bengali.</p> <p><strong>Do try this at home</strong></p> <p><strong>·</strong> Join the 22 million people in the UK who volunteer. There are many organisations that can help you choose from among the available schemes; <a href=\"http://www.do-it.org.uk\">www.do-it.org.uk</a> has links to hundreds of programmes. You can find out a little of what to expect through its Do-It weblog, an online diary compiled by volunteers. Other ways to give time include TimeBanks (<a href=\"http://www.timebank.co.uk\">www.timebank.co.uk</a>), LETS schemes (<a href=\"http://www.letslinkuk.net\">www.letslinkuk.net</a>) and, if you see your community in a more global sense, VSO (<a href=\"http://www.vso.org.uk\">www.vso.org.uk</a>).</p> <p><strong>·</strong> Engage your elected representatives. Write to/email your local councillor (addresses on council websites, or in libraries) with any grievance. Equally, involve your local MP (for example through <a href=\"http://www.faxyourmp.com\">www.faxyourmp.com</a>, or visit their surgery). And don't forget to check that they are representing your interests. Websites (<a href=\"http://www.theyworkforyou.com\">www.theyworkforyou.com</a>, <a href=\"http://www.publicwhip.org.uk\">www.publicwhip.org.uk</a>) now enable constituents to follow more easily every vote, early-day motion and speech their MP makes.</p> <p><strong>·</strong> Tackle social exclusion. Visit the We Are What We Do initiative (<a href=\"http://www.wearewhatwedo.org\">www.wearewhatwedo.org</a>, tel 020-7396 5330) for inspiration. Also contact the Neighbourhood Renewal Unit (<a href=\"http://www.renewal.net\">www.renewal.net</a>, tel 020-7944 8383).</p> <p><strong>·</strong> Tackle apathy. Visit <a href=\"http://www.antiapathy.org\">www.antiapathy.org</a>, which calls on us to wake up and become a source for positive social change.</p> <p><strong>·</strong> Become a mentor to someone in the local community. Contact the National Mentoring Network (<a href=\"http://www.nmn.org.uk\">nmn.org.uk</a>, tel: 0161 787 8600) for details of a scheme near to you.</p> <p><strong>·</strong> Help improve the local environment by volunteering to clean up a neglected area or eyesore. Contact the British Trust for Conservation Volunteers (<a href=\"http://www.btcv.org\">www.btcv.org</a>, tel 01302 572 244) to see if there's an initiative near you needing help. Or just organise your own informal clean-up. Encams (<a href=\"http://www.encams.org\">www.encams.org</a>, tel 01942 612639), the charity behind the Keep Britain Tidy campaign, advises on how to organise a community litter pick-up.</p> <p><strong>·</strong> Get composting with <a href=\"http://www.communitycompost.org\">www.communitycompost.org</a>. Around 60% of our food waste, currently deposited in bins and taken to landfill, could be composted. At the last count there were 230 community composting schemes around the UK.</p> <p><strong>·</strong> Watching the Community Channel (<a href=\"http://www.communitychannel.org)\">www.communitychannel.org)</a> might alert you to a local community project in need of help. The digital channel is available on Sky, Telewest, NTL and Freeview, and is funded by the Home Office's Active Community Unit.</p> <p><strong>·</strong> Support local shops and businesses.</p> <p><strong>·</strong> Work with your community to improve access to affordable, healthy, fresh (often organic) food by getting involved in community gardens. Visit <a href=\"http://www.foodshare.net\">www.foodshare.net</a> for inspiration.</p> <p><strong>·</strong> Paint a community building. Giving the youth centre a lick of paint can be free if you team up with Re&gt;Paint (<a href=\"http://www.communityrepaint.org.uk\">www.communityrepaint.org.uk</a>). It works with donations of surplus paint from householders and businesses.</p> <p><strong>·</strong> Help a local scheme apply for funding. The simplest form of community grants are lottery grants, available from Awards For All (<a href=\"http://www.awardsforall.org.uk\">www.awardsforall.org.uk</a>). These usually range from £500 to £5,000. In June 2004, the Community Fund and the New Opportunities Fund merged to become the Big Lottery Fund (<a href=\"http://www.biglotteryfund.org.uk\">www.biglotteryfund.org.uk</a>), the organisation that hands out the majority of community funding. Anyone setting up a new volunteering project should investigate the resources available from Volunteering England (<a href=\"http://www.volunteering.org.uk),\">www.volunteering.org.uk),</a> the umbrella group for most volunteer organisations. The site also contains links to funding bodies, including corporate funding. However, around the rest of the country, regional volunteer advice organisations exist, such as Volunteer Development Scotland (<a href=\"http://www.vds.org.uk\">www.vds.org.uk</a>), Wales Council for Voluntary Action (<a href=\"http://www.wcva.org.uk\">www.wcva.org.uk</a>) and Volunteer Development Agency Northern Ireland (<a href=\"http://www.volunteering-ni.org\">www.volunteering-ni.org</a>). In 2004, the government launched initiatives such as ChangeUp and Future Builders (<a href=\"http://www.futurebuilder.org.uk\">www.futurebuilder.org.uk</a>) to help fund, promote and advise voluntary organisations. For info, visit the Home Office website (<a href=\"http://www.homeoffice.gov.uk/comrace/active\">/www.homeoffice.gov.uk/comrace/active</a>).</p> <p><strong>·</strong> Do the little things that can mean a lot. Give blood; help someone cross the road; offer to do the grocery shopping for someone less mobile than you; pick up litter; defend someone who is being bullied; offer a lift to someone without a car; give some food to a homeless person.</p>",
  "<p>Troubled carmaker MG Rover has driven into the red again with a £77m loss for 2003, it was announced today. </p> <p>The Midlands-based company's losses compared with a £95m deficit in 2002. Rover's parent company, Phoenix Venture Holdings, said losses had been reduced for a fourth successive year, but that worldwide vehicle sales had dipped by 2.4% compared with 2002.</p> <p>And Phoenix warned that lower sales in 2004 together with the need to continue dealer recruitment in Europe would \"make it impossible for the group to continue to reduce its losses\". </p> <p>Phoenix chairman John Towers, who was among a group of Midlands businessmen who took over the company from BMW in 2000, has faced criticism over the establishment of a pensions trust fund for directors and senior staff. </p> <p>Today, Phoenix said the contribution to the trust fund, which was £12.95m in 2002, was £3.58m in 2003. It added that in 2002 the highest-paid director received £3.24m and that in 2003 the top pay was £1.55m. But the salary part of the overall package rose from £288,089 in 2002 to £817,486 in 2003. It was also announced that Phoenix directors' salaries, including benefits, increased by 1.6% to a total of £2.2m in 2003. </p> <p>Phoenix chief executive Kevin Howe said: \"In an increasingly challenging environment for the automotive industry, we have reduced the group's losses for the fourth consecutive year to a level that is now less than 10% of that in 1999, the last full year before we acquired the business from BMW. </p> <p>\"Our focus is now firmly on the future. We continue to invest in the development of the MG and Rover brands and to review our cost base as we work towards the planned collaboration with Shanghai Automotive Industry Corporation announced in June 2004.\" </p> <p>Phoenix said it hoped the joint venture agreement could be signed \"early in 2005\". Its report to shareholders said: \"Once the SAIC agreement has been approved we can expect renewed confidence in the future of the Group and the continuation of MG Rover vehicle production both at Longbridge [in Birmingham] and elsewhere in the world.\"</p> <p>There have been reports that another Rover collaboration - with Indian car-maker Tata - was under strain. Today Phoenix admitted that the sales of the CityRover, which Tata is making, had \"not yet reached planned levels because of a variety of issues including a delayed programme\". Phoenix said MG Rover's latest models had been well received, \"but this has not translated into stronger sales because of changes taking place in the UK dealer network\". </p> <p>\"The group is stepping up its dealer recruitment activities, both in the UK and abroad: in 2004 some 60 new continental dealers have joined MG Rover and the target is for a further 100 plus for 2005. </p> <p>The running of MG Rover was looked at in an inquiry into the motor industry earlier this year by the House of Commons trade and industry committee. The committee's chairman, Martin O'Neill, accused Mr Towers and Phoenix vice chairman Peter Beale of \"financial sleight of hand\". </p> <p>But the committee's report earlier this autumn cleared MG Rover bosses of allegations of financial mismanagement and asset-stripping. It also rejected claims that Phoenix was secretly planning to close the Longbridge factory. But MPs warned that Phoenix had to be more open about its business dealings. </p> <p>In the report to shareholders today, Mr Towers said: \"The committee recognised the challenges we face and found our approach consistent with any other vehicle manufacturer.\"</p>",
  "<p><strong>·</strong> House prices fell in October<br> <strong>·</strong> John Edwards answers your financial questions <br> <strong>·</strong> Alan Wilson on your rights when a company goes bust</p> <p><strong>October 28: House prices falling, says Nationwide </strong><br> House prices fell for the first time in three years this month, dropping by 0.4%, according to figures published today. Nationwide building society's monthly house price index for October showed the largest drop in prices since February 2001.  <a href=\"http://money.theguardian.com/houseprices/story/0,1456,1337842,00.html\">Story in full</a></p> <p><strong>On Guardian Unlimited Money</strong><br> <a href=\"http://money.theguardian.com/houseprices/0,1456,,00.html\">Special report: house prices </a></p> <p><strong>OTHER NEWS</strong></p> <p><strong>October 27: OFT takes on credit card firms over unfair charges </strong><br> The Office of Fair Trading has found credit card companies are using accounting policies and imposing charges on customers which are of \"questionable validity\", the Treasury select committee of MPs disclosed yesterday.  <a href=\"http://money.theguardian.com/creditanddebt/creditcards/story/0,1456,1336963,00.html\">Story in full</a></p> <p><strong>On Guardian Unlimited Money</strong><br> <a href=\"http://money.theguardian.com/creditanddebt/creditcards/0,1456,,00.html\"> More on credit cards </a></p> <p><strong>October 27: New parents could get a year's pay to stay at home </strong><br> Plans to pay new parents to stay at home for 12 months were given a boost yesterday, as ministers met business leaders to discuss overcoming \"career sexism\". <a href=\"http://money.theguardian.com/work/story/0,1456,1337159,00.html\">Story in full</a></p> <p><strong>On Guardian Unlimited Money</strong><br> <a href=\"http://money.theguardian.com/work/0,1456,,00.html\">More work news </a></p> <p><strong>·</strong> Do you have any feedback on any of these issues that you want get off your chest? Email us at money.editor@guardianunlimited.co.uk</p> <p><strong>ASK THE EXPERTS</strong></p> <p><strong>Question of the week</strong><br> \"After a mad few years I ran up some very large credit card bills and they seem to be hanging around forever. </p> <p>Unfortunately I have another very large bill which is currently costing me £200 a month, around half of which is in interest and I am not sure whether to search for another deal or go for a loan. I no longer use my credit cards unless it is an emergency so my aim is to just get rid of the outstanding balance as soon as I can so that I can save instead of paying off old debt. What should I do?\"</p> <p><strong>Our finance expert, John Edwards, says:</strong> \"Recent tragic stories in the press have highlighted just how dangerous it can be to get caught in the credit card trap. Switching from card to card to take advantage of special deals is not the answer. Special deals come with a price and eventually you get deeper and deeper into debt just trying to meet minimum payments. </p> <p>Credit cards are one of the most expensive ways of borrowing, so virtually any alternative is preferable. It should be worth your while to have a word with your bank manager to negotiate a personal loan sufficient to pay off all your credit card debt. Be careful, however, because these days banks are more interested in selling you commission-earning products, like insurance policies, than providing a proper service ...\" <br><a href=\"http://money.theguardian.com/experts/finance/story/0,11106,1337858,00.html\">Read his answer in full here</a></p> <p><strong>·</strong> Any questions? Email our panel of experts on financial concerns, consumer gripes, legal wrangles, debt worries and career-related problems at money.theguardian.com/experts</p> <p><strong>COLUMN</strong></p> <p><strong> Bust the creditor blues</strong> </p> <p><strong>Alan Wilson offers advice on how to ensure you and your finances stay on dry land when a company goes into liquidation</strong></p> <p>When a company goes into liquidation, its ordinary customers stand very little chance of getting their money back. The consumer is classed as an unsecured creditor, and has to go to the back of the queue when the company's few remaining assets are distributed. </p> <p>Hundreds of newlywed couples discovered this recently, when the company with which they had placed their wedding list went into liquidation.</p> <p>Several readers wrote to Guardian Unlimited Money about the now defunct Gift Registry, devastated to find out the firm had gone bust. One couple said they had used the service only because it allowed them to draw up a list from more than one supplier. Now they have lost gifts and gift vouchers worth over £2,000. </p> <p>The Gift Registry told customers to ask any wedding guest who purchased gifts through them with their credit card to lodge a claim for a refund with the credit card company. This might be embarrassing, but it is good advice. In fact, the best way to protect yourself from a company going bust is to pay by credit card. </p> <p>Under Section 75 of the Consumer Credit Act 1974 the card company is equally responsible for the suppliers' breach of contract or misrepresentation caused by insolvency, as long as the cost of the goods or services is between £100 and £30,000 ... <br><a href=\"http://money.theguardian.com/experts/legal/story/0,11106,1337895,00.html\">Read the article in full here</a></p> <p><strong>ON GUARDIAN UNLIMITED MONEY</strong></p> <p> <strong>Go green and save £200 on household bills </strong> Find out how you could save money and do your bit for the planet with our feature on energy efficiency. <a href=\"http://money.theguardian.com/utilities/story/0,11992,1335562,00.html\"> Read all about it here. </a></p> <p><strong> Paying too much for your mortgage?</strong><br> Compare hundreds of mortgages online and see how much you could save. Find out more <a href=\"http://money.theguardian.com/compareandbuy/\"> here</a>.</p>",
  "<p><strong>Q</strong> I have studied one year in business and two years of english with drama at university. during my second year I fell pregnant and decided to take a break. It is not financially possible for me to return to study at the moment and I am looking for advice as to how to start on the career ladder. I am interested in jobs in the media/arts but need some assistance. I am also living in the north and if necessary am willing to relocate. How do I start? Who can help? </p> <p><strong>A</strong> As a first step a visit to your local Information Advice and Guidance (IAG) centre where you can have a chat with a personal careers adviser. Local IAG centre is a partnership of organisations who offer information, advice and guidance on learning and work opportunities. You will have access to various printed materials, computer software and audiovisual materials to check out different careers in your chosen field.</p> <p>You can also ask for a confidential interview to help you identify your skills and experience, and to talk about the options that may be open to you. The guidance centre will help you plan a way to achieving the learning and work options you want. The centre can also organise help with motivation/confidence building, psychometric testing and writing CVs. </p> <p>Your local reference library will have contact details of your nearest IAG centre. </p> <p>As you live up north, check out NorthWest WorkPlace, which has a useful jobseekers'<a href=\"http://www.northwestworkplace.co.uk/\"> website</a>. </p> <p>The site covers job opportunities in Cheshire, Cumbria, greater Manchester, Merseyside and Lancashire. Plus you can ask about funding for any further training. You may be eligible for an individual training grant or a lifelong learning grant. </p> <p>As for job opportunities, you might want to use your drama studies to try your hand in the leisure and entertainment sector. Some work is arts-based, as with theatres and concert halls. Other jobs cover social activities such as cinemas and discos. The main responsibility is to organise a range of activities from films, discos, plays, operas and bingo to attract as many people as possible. </p> <p>The number of entertainment/leisure centres are growing fast, most of them have several cinemas, restaurants and other facilities that may have vacancies where you could use your business knowledge. </p> <p>Some local authorities also own and run entertainment venues in particular theatres and concert halls. It may be worth a try to see if you can land a job as part of a regional theatre's stage management team. The stage management team organises the production environment. They ensure the availability of rehearsal space, conduct rehearsals, supervise getting in and out of a venue, and ensure props and equipment are available and maintained. They also gather, record and disseminate production information to other theatre departments. </p> <p>However the working hours typically include regular unsocial hours which may be difficult with your childcare responsibilities.</p>",
  "<p>Modern art, a thousand voices have assured us over several lifetimes, means \"invention\", first and always. Yet the most dramatic and socially consequential invention that flowed out of modernism, the one that actually affected the most lives, not only in the country where it started but across the western world, was neither an art movement nor a single artist's output, nor any individual painting or sculpture. It was a context, an institution - a museum: New York's Museum of Modern Art, which next month moves back from its temporary quarters across the river in Queens to its old locus classicus on West 53rd Street, Manhattan, radically redesigned for it by the Japanese architect Yoshio Taniguchi. </p> <p>To put it plainly: Moma, to give it the acronym by which it is always known, made modern art mandatory in America. It did this not only by collecting it, showing it, moving big money into place behind it and evangelising for it, but by setting the prime example whereby, in the US, the function of the museum shifted from accumulation to teaching. This came to apply to almost all museums, not just those dedicated to a hitherto enigmatic or marginal \"modernism\". </p> <p>In the process it spawned lots of younger museums given over to \"modern art\" - roughly, art since about 1890. But although many of these are powerful in their own cities and countries, and some are actually better-endowed than the original, for sheer cachet nothing beats having your name as a Moma benefactor somewhere near (though necessarily below) those of Blanchette, David or Nelson Rockefeller. Moma - a deliciously Oedipal acronym! - will never escape the scent of big-mother power, not so long as there is an art world in Manhattan. </p> <p>Still less will the museum ever be forgiven its prominence, especially by artists who are not represented in its collections. It is and has been for decades a vastly influential place, and its assembly has been the work of many hands over three-quarters of a century: directors such as Rene D'Harnoncourt, senior curators such as William Rubin and (until his tragically early recent death from cancer) Kirk Varnedoe, and so on. A lot of singularly gifted and original minds (together with quite a few that were less so) have worked for Moma across the years. But originally, and in its essence, it was the brainchild of one man, an American, Alfred Hamilton Barr (1902-81). </p> <p>In fact, Barr's role in creating Moma, and working as its first director from 1929, the year its doors opened, to 1967, when he retired, was so fundamental to the direction that art-appreciation in America would take that thinking about him is a little like looking back on the career of a Henry Ford or a Thomas Edison. His work, in terms of museum practice and art education, was that basic. There was American visual culture before Barr's career, but it was nothing like what came during and after it. And the instrument of change, the megaphone of newness in the cultural sphere, and the means by which the new art was shown to be not just a weird, disjointed and rebellious episode in culture but a new and very serious canon, was Moma. </p> <p>Is there anyone alive with adult, first-hand memories of how modern art was viewed by Americans in 1929? Few, if any; it was too long ago. It's easy to be misled by the buildings. America was filled with a myth of newness that came fairly blasting out of the great structures that were beginning to fill Manhattan - the whole ethos of the skyscraper, of vibrant monumental Deco, of Raymond Hood (Rockefeller Center) and William van Alen (Chrysler Building) and Donald Deskey (Radio City). The general public found these things unconditionally thrilling: their height and size and dominating oomph were symbols of American prometheanism, an antidote to the miseries of the depression. </p> <p>But who was going to feel that about equally modernist paintings or sculptures? Practically no one, that's who. Their newness was merely puzzling or alienating; the great museums that were developing didn't want to make space for them, and the small ones had little or no clout. Basically, the only new Amercian art that Americans liked was \"regionalism\" - the narratives of an idealised or somewhat cornily heroic America, mostly set in the big acreage west of New York, done by Thomas Hart Benton and Grant Wood. So one had to begin the campaign of evangelising from scratch, more or less, and that was where Barr - the son of a clergyman, fittingly enough - came in. </p> <p>Moma began collecting in an almost incredibly favourable environment. Barr in the 30s was like a big-game hunter alone on the African veldt, surrounded by walking trophies in vast supply. The idea that anyone could, so to speak, just walk into a shop or an artist's studio and buy (relatively) cheap works of art that turned into historical masterpieces, things of the order of Picasso's Demoiselles d'Avignon, major Matisses, Leger's Three Women, great Russian Constructivist canvases and other sublime etceteras, is a lost dream today. Barr, however, could and did. It was as though someone from an older encyclopedic museum - the Metropolitan, say - had been given a time machine on which he could zip back to the Roman cinquecento or the siglo d'oro in Madrid, and start hoovering. Nobody except private collectors in Europe and the States, and not too many of them, wanted this stuff. Modern art wasn't museum art until Barr, that beaky, wren-like man in his faintly absurd yurt of an overcoat, made of a felt-like cloth so thick that you could almost prop it in the corner instead of hanging it up, came along. </p> <p>And it wasn't just art he wanted. Barr was at heart a pedagogue. Earlier museums had begun as repositories of royal or ducal treasures, or as holding-places for imperial loot. America had no such tradition. To Barr, a work of art was crystallised knowledge - of itself, of the style in which it was embedded, of the ideas around it. This is another of the aspects of museum philosophy that we accept as though it had always been in place - but its strongest point of origin was early Moma. Even the longish informative label (now largely abandoned) was a teaching-aid of Barr's, not used until much later by older museums. </p> <p>Probably the crucial inspiration in his development of museum-craft was a visit he made to the Bauhaus in Dessau. Ultimately this set the pattern whereby Moma viewed all visual culture, all artifacts made or imagined, as a totality. Not just paintings and sculpture, prints and drawings (and architecture, necessarily), but also typography, theater, still photography, film, industrial design (Moma was the first museum with floor lamps, phones, Bauhaus chairs and a real car in it) and every kind of mass-produced object whose industrial essence went counter to the fine-handiwork rubric under which utilitarian objects had previously been admitted to museums - a desk being OK if it was by Reisener in the 18th century, but non-OK if it had been made by the thousand in a European factory, like the designs of Thonet. Without saying so, Moma set out to turn into the antithesis of William Morris's messianic and delightful belief in the supremacy of the shaping hand. It would celebrate the shaping machine, the template, the big production run. And also, of course, the singular Hand as well. Moma came out wanting everything and its opposite. All were parts in the great symphony of a new culture, the total Gesamtkunstwerk (phew) whose very existence proved the uniqueness of Modernity. </p> <p>This meant promoting tolerance, not only between the public and the art, but between the various factions, movements and splinters of the wide Modernist enterprise. Though a missionary endeavour, Moma could not preach too narrow a set of doctrines. Picabia may have hated Cezanne, but Moma needed both. And yet there were self-evident biases. Barr's great loves were the School of Paris, from Cezanne on to Giacometti; German Weimar culture, especially the Bauhaus; Russian Constructivism; and Surrealism. (His 1936 show of Fantastic Art, Dada and Surrealism was one of the most influential exhibitions ever mounted by a museum; likewise, the epochal Modern Architecture: International Exhibition, 1932, curated by Henry-Russell Hitchcock and the young prodigy Philip Johnson, changed the course of American building.) Barr was always a bit sceptical of the claims that the New York School had surpassed the School of Paris, but there can be no question that Moma was one of the prime factors in the transfer of market and curatorial power from the Seine's banks to the Hudson's. Well before Barr yielded his director's chair to others, Moma had become the Kremlin of late modernism. </p> <p>Moma didn't like Pop Art, at least not at first, so that with the exception of Andy Warhol's Gold Marilyn - which even those who despise most Warhols, myself included, concede to be a masterpiece - it is short in that area. It has been badly neglectful of serious depictive art, and this left it woefully short on the great figures in modern British painting from Walter Sickert on, such as Frank Auerbach or Lucian Freud: Rubin couldn't bring himself to think of Freud as a \"modern artist\" at all, even though he, unlike so many of the figures on Moma's walls, was alive. </p> <p>Ever since its institutional love-affair with Diego Rivera and the Mexican muralists in the 1930s, Moma has paid attention to Latin American art - though not nearly enough, its critics would say; but if you want to glean some knowledge of what has gone on in Asia or Australia from Moma's collections or exhibition schedules, forget it. Can such things be fixed? And now that we have no living figures analogous to Picasso or Matisse, and the heroic (not to say pious) legends of modernist creativity have receded into the storybook past, can the idea of \"modern art\" be maintained in a museum's name? But this is a very different can of worms, which will not be disentangled until the 21st century is somewhat older. Meanwhile, as from November 20, we can go look again, and go figure.</p>",
  "Welcome to the Northerner, Guardian Unlimited's weekly digest of the best of the northern press. <p>______________________________</p> <p>The Yorkshire Post caught up with some of the last miners working one of the last shifts underground at the last pit in the Selby coalfield, but found the men were reluctant to talk.</p> <p>Mick Hanney, a 42-year-old face worker from Upton, Pontefract, paused long enough to tell the YP: \"A job for life, that's what they said we would have here.\"</p> <p>Asked what he would do when his work with a salvage crew was complete, he shrugged his shoulders and added: \"What I do know is they shouldn't be shutting us. There's another six years down that pit.\"</p> <p>UK Coal says that the Selby pits, with 600 miners, achieved the 12 million tonne annual output they were designed to produce only once in their 21-year history. The company insists that difficult geology meant mining at Selby was simply no longer economically viable.</p> <p>Norman Haslam, managing director of human resources, said UK Coal had lost GBP100m at Selby in three years. He told the YP: \"We simply cannot sustain those losses. The reason for the losses is that any coal that was easy to mine has been mined. The only coal left is very difficult to mine and hence very expensive. We simply cannot sell it for the money it costs to mine it.\"</p> <p>All this raises sad memories of the mass pit closures that followed the 1984 miners' strike. Now, as then, women have been in the thick of it.</p> <p>Bridget Bell, secretary of the national organisation Women Against Pit Closures, told the paper: \"We think it's a scandal that seven years into a Labour administration we're still facing pit closures. We shouldn't be invading other people's countries trying to get their oil when we've got tonnes of coal underneath our feet.</p> <p>\"There's still a case for coal, there's still a case for a non-nuclear energy policy, and there's still a case for defending our communities.\"</p> <p>The average age of Selby's miners is 43, a difficult age at which to start looking for new work. John Jackson from Barnsley, 49, wants to be a youth worker. Other Selby miners hope to become nurses, police officers, prison officers and driving instructors. And one wants to skipper a yacht. </p> <p>______________________________</p> <p>It is very difficult to believe that a real railway company calls itself Serco-NedRailways (who was Ned?) but apparently it does and has just won the franchise for regional services across the north. A newly unveiled logo does not spell out Serco-Ned in some fast-moving type; the official name, wait for it, will be Northern.</p> <p>This must have taken as much time to dream up as the new name for the institution created from the merger of Manchester University with the University of Manchester Institute of Science and Technology. After much consultation with focus groups, the huge new university, given its royal charter by the Queen last week, is to be known as the University of Manchester.</p> <p>______________________________</p> <p>Alan Myers, stout defender of the land of the eternal pie, has written with a hint of reproach following Laura Barton's not unkind notes about her home town of Wigan in last week's Northerner.</p> <p>\"I see in the New Dictionary of National Biography that there are 273 entries for Wigan, mostly to do with illustrious residents. The extraordinary (Thomas) Beecham family, the Lindsay art connoisseurs, George Stubbs the artist, Mrs Hemans the poet [The Boy Stood On The Burning Deck], Gerard Winstanley, the founder of the 17th century Diggers. </p> <p>\"Sir John Charnley's famous hip replacement department was/is here - still the best type of hip replacement. The Patak food empire which supplies 95% of Indian restaurants is located here, the Pilkington Glass concern is connected with the town. The comedians Ted Ray, George Formby and Frank Randle were born here, and John Rylands the Manchester philanthropist.</p> <p>\"Wigan are the giants of Rugby League and the football team now leads division one of the football league, heading for football's elite, the premiership.</p> <p>\"Wasn't Wigan the birthplace of Northern Soul?\"</p> <p>Indeed it was. But didn't Sir Thomas Beecham come from St Helens, home of Wigan's arch RL rivals?</p> <p>Mr Myers concludes: \"Orwell was a fish out of water there, but remarks on the kindness and courtesy he received.\"</p> <p>We are happy to have set the Wigan record straight.</p> <p>______________________________</p> <p>There was much grieving in Sheffield when Michael Grandage announced that he would be moving on after just five years as artistic director of the Crucible Theatre, its studio and the nearby Lyceum.</p> <p>Grandage mastered that great thrust stage, brought in some big names and worked wonders: the latest is his production of Don Carlos, with the usually affable Derek Jacobi transformed into a snarling tyrant And you can still have any seat in the house on a Saturday afternoon for GBP7.50.</p> <p>The theatrical sobbing stopped this week when the Crucible announced that Grandage's successor will be Sam West, son of Prunella Scales and Timothy West, and one of our best Hamlets of recent times.</p> <p>When not acting, he is directing and picked up an Olivier nomination for his Cosi Fan Tutte for English National Opera. His Sheffield debut will be as director of Terry Johnson's Insignificance next February.</p> <p>\"At heart, this job is about continuing to make great theatre for the people of Sheffield - a city I've known and loved since childhood,\" he said when the appointment was announced. \"The present high standing of Sheffield Theatres has come from a combination of great leadership and the perfect mix of spaces. The Crucible in particular is one of the most exciting stages in the country, and I'm looking forward to exploring it both as an actor and a director.\"</p> <p>And those of us within Crucible commuting distance will be looking forward to his explorations.</p> <p>Meanwhile Douglas Boyd, whose live recording of two Beethoven symphonies with the Manchester Camerata has attracted glowing reviews and comparisons with Toscanini, has announced that he will stay with the chamber band for another five years. And the Liverpool Daily Post reports that the Royal Liverpool Philharmonic is about to announce that it has found a major commercial sponsor. Bravos all round.</p> <p>______________________________</p> <p>The Boris Johnson saga lingers on, with the Liverpool Daily Post agonising over whether Liverpool presents the right image of itself. Peter Stoney, senior fellow at Liverpool University's management school, used the occasion to come over all upbeat: \"It is a small minority of people who persist in reiterating the same tired old stereotypes about Liverpool, time and time again,\" he wrote.</p> <p>\"Those who make allegations about whingeing and thieving Scousers fail to realise that the Liverpool sense of humour is second to none.</p> <p>\"The jokes may not be to everybody's taste, but they sure are funny, and the majority of Liverpudlians are good humoured and mature enough to take them in the spirit they are meant.</p> <p>\"The reality is that Liverpool is being marketed well, it is generally seen as a vibrant, progressive city with much to offer. The Boris Johnson episode was simply a case of a public schoolboy getting it wrong yet again. He is not a serious commentator and we should treat him with the contempt he deserves, and ignore him.</p> <p>\"The last decade has seen a change for the better in the city's fortunes and the human, physical, and financial assets of this magnificent city can withstand anything that the cynics throw at it, just like it did the Blitz.\"</p> <p>Not sure it's wise to evoke 60-year-old wartime spirit to support claims that Liverpool is relentlessly forward-looking. But you get his drift.</p> <p>______________________________</p> <p><b>DAVID WARD RECOMMENDS ...</b></p> <p>Try Ying Tong by Roy Smiles at the West Yorkshire Playhouse in Leeds. You may not like the Goons, may not have been around when they were doing silly things with rice puddings. But this is not a nostalgic tribute show; Smiles has tried to get inside Spike Milligan's head as he cracks up under the pressure of producing scripts. It runs until November 20.</p> <p>* <a href=\"http://www.wyplayhouse.co.uk/events/event_details.asp?event_ID=213\">West Yorkshire Playhouse</a></p> <p>______________________________</p> <p><b>NORTHERN NEWSPAPERS</b></p> <p><a href=\"http://www.thisislancashire.co.uk\">This is Lancashire</a><br><a href=\"http://www.thisishull.co.uk\">This is Hull</a><br><a href=\"http://www.news-and-star.co.uk\">News and Star (Cumbria)</a><br><a href=\"http://icliverpool.icnetwork.co.uk/\">Liverpool Echo</a><br><a href=\"http://icnewcastle.icnetwork.co.uk\">Newcastle Evening Chronicle</a><br><a href=\"http://www.thisisthenortheast.co.uk\">This is the North East</a><br><a href=\"http://www.ypn.co.uk\">Yorkshire Post</a><br><a href=\"http://www.sunderland-echo.co.uk\">Sunderland Echo</a><br><a href=\"http://www.manchesteronline.co.uk\">Manchester Online</a><br><a href=\"http://www.thisisbradford.co.uk\">This is Bradford</a><br><a href=\"http:// www.nwemail.co.uk\">North West Evening Mail</a><br><a href=\"http://www.sheffieldtoday.net\">Sheffield Today</a><br><a href=\"http://icteesside.icnetwork.co.uk/\">icTeesside</a><br><a href=\"http://www.halifaxcouriertoday.co.uk\">Halifax Evening Courier</a><br><a href=\"http://ichuddersfield.icnetwork.co.uk/\">Huddersfield Examiner</a><br><a href=\"http://www.scarboroughtoday.co.uk/\">Scarborough Evening News</a><br><a href=\"http://www.oldham-chronicle.co.uk\">Oldham Evening Chronicle</a><br><a href=\"http://www.cravenherald.co.uk/\">Craven Herald</a><br><a href=\"http://www.thisisthelakedistrict.co.uk\">The Westmorland Gazette</a></p>",
  "<p>Welcome to the lunchtime news alert from SocietyGuardian.co.uk</p> <p><strong>·</strong> School meals fail salt and fat tests<br><strong>·</strong> Vote now and help choose the Public Servant of the Year<br><strong>·</strong> Comment - Siobhain McDonagh on taking the fight to the yobs</p> <p>^^^^^^^^^^^<br>Today's top story - Blair announces huge leap in Asbo handouts</p> <p>The prime minister, Tony Blair, will today reveal that the number of antisocial behaviour orders handed out in the last 12 months amounts to twice the total issued in the previous four years.</p> <p>^^^^^^^^^^^<br><strong>MORE NEWS</strong></p> <p>Health</p> <p><strong>·</strong> School meals fail salt and fat tests </p> <p>Primary schoolchildren in England and Wales are being served school dinners containing much higher levels of fat, sugar and salt than nutritionists recommend, analysis shows. </p> <p><strong>·</strong> Fast-track to consultancy under medical school shake-up </p> <p>Bright young doctors could be consultant surgeons by the time they are 31 under training programmes to be introduced from next year. </p> <p><strong>·</strong> Bowel cancer tests in first national screening of both sexes </p> <p>The first national screening programme of men as well as women starts in 18 months' time, aimed at preventing more than 2,000 deaths from bowel cancer, the health secretary, John Reid, said yesterday.</p> <p><strong>·</strong> Red wine may fight lung cancer </p> <p>The list of excuses red wine lovers might employ for drinking their own health lengthens today with research from Spain suggesting a regular tipple helps guard against lung cancer, the most common cancer in Britain.</p> <p>^^^^^^^^^^<br>Housing</p> <p><strong>·</strong> Tories housing strategy 'comes close to playing race card' </p> <p>Michael Howard was accused yesterday of coming close to playing the race card in a new Conservative party housing strategy which blames immigration for creating a shortage of accommodation in the south of England.</p> <p>^^^^^^^^^^<br>Social care</p> <p><strong>·</strong> 'Flags of concern' on child database </p> <p>A giant electronic database containing a file on all 11 million children in England should have the scope to record any concerns of doctors and other professionals even if the child or their family do not give consent, the government says. </p> <p><strong>·</strong> Bill 'breaches rights of mentally ill' </p> <p>Proposals to forcibly treat people with mental health problems in the community amount to a form of antisocial behaviour order that would \"significantly breach\" their human rights, according to the Law Society.</p> <p>^^^^^^^^^^<br>Voluntary sector</p> <p><strong>·</strong> Women dig deeper for charity, survey finds </p> <p>Women continue to give more to charity than men and the traditional street tin collection is still the most popular way to make a charitable donation, according to the results of a new survey.</p> <p><strong>·</strong> Tearful Hassan in new video </p> <p>Margaret Hassan, the British aid worker being held hostage in Iraq, was seen pleading for the release of all female prisoners in Iraq, in a new video released through al-Jazeera last night. </p> <p>^^^^^^^^^^<br>Regeneration</p> <p><strong>·</strong> Architecture watchdog 'favours developers' </p> <p>The government's architecture watchdog is too eager to approve new developments at the expense of historic buildings, heritage groups warned MPs today.</p> <p><strong>·</strong> Inner-city developers threaten to evict doctors </p> <p>Paddington project delayed as GPs surgery shuns health centre.</p> <p>^^^^^^^^^^<br><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Law: Rethink of law on mercy killing </p> <p>Mercy killings could be removed from the category of murder and no longer punished by a life sentence under the first fundamental review of murder law for more than 50 years, announced yesterday by the home secretary, David Blunkett. </p> <p><strong>·</strong> Antisocial behaviour: Teesside town hall cracks down on trick or treaters </p> <p>A local authority has become the first to make a stand against nuisance Halloween trick or treaters by banning youngsters from buying eggs or flour in local supermarkets.</p> <p>^^^^^^^^^^^<br><strong>GUARDIAN PUBLIC SERVICES AWARDS</strong></p> <p>The shortlist for our Public Services Awards has just been announced. See the shortlist in full, plus read profiles of the five nominees in the Public Servant of the Year award - then cast your vote online <a href=\"http://society.theguardian.com/publicservicesawards/0,14484,1192465,00.html\">here</a>.</p> <p>^^^^^^^^^^<br><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Fathers' rights: Stand up for your rights, minister tells fathers </p> <p>In his new job in charge of family policy, Lord Filkin says men must make time for their children - and not be cowed by the courts. </p> <p><strong>·</strong> Crime: Taking the fight to the yobs </p> <p>Asbos are a year old, and are starting to work. But we must go much further in the battle against antisocial behaviour, writes Siobhain McDonagh MP.</p> <p><strong>·</strong> Environment: First things first </p> <p>Climate change doesn't mean the end of the world - yet. Bjørn Lomborg says we should focus on the areas where we can really make a difference.</p> <p><strong>·</strong> Internet and IT: A cool embrace </p> <p>With today's announcement of a significant shift in IT policy, is the government warming to open-source software? Michael Cross investigates.</p>",
  "Cries of election fraud, furious crowds in the street, nervous police pondering mutiny as a beleaguered government wonders whether to impose a state of emergency - the dramatic first round of the upheavals which led to a change of power in Georgia last autumn and in Serbia four years ago may be about to re-emerge in Ukraine. <p>When voters cast their ballots on Sunday to choose a new president, everybody expects the day itself will be calm. But the two main candidates' camps are talking up the danger of violence in the hours after the close of polls. Each side claims its man is ahead and the other will resort to dirty tricks or mass protests rather than accept defeat. </p> <p>Six months ago few Ukrainians predicted such tension. One reason is that the contest is unusually close, with opinion polls suggesting that neither Viktor Yanukovych, the current prime minister who is the establishment candidate, nor his challenger, Viktor Yushchenko, has a clear lead. </p> <p>The more significant factor is the extraordinary degree of foreign intervention in the campaign. One might have thought the US would have had enough on its plate not to be interested in Ukraine. But the cold war has never really died, and Ukraine is still seen as a powerful prize. Henry Kissinger was in Kiev last weekend, the latest in a recent string of high-level American visitors that included the republican senator John McCain and Richard Holbrooke, the potential next secretary of state if John Kerry wins. </p> <p>They were aroused, it seems, by the outgoing president Leonid Kuchma's sudden change of line on Nato. Eventual entry into the alliance has been a key part of Ukraine's national strategy, approved by parliament, for some years. In July, shortly after meeting George Bush at Nato's summit in Istanbul, Kuchma reversed it. </p> <p>Observers initially thought he was piqued by Bush's advice to him not to try for a third presidential term. But Yanukovych, Kuchma's favoured successor, is campaigning on the new anti-Nato posture and the Americans are angry. </p> <p>They always preferred Yushchenko, who was identified during his time as central bank governor several years ago as a pro-American neo-liberal. He was bound to be Washington's favoured candidate in this year's election. But it is mainly because of the Nato factor that the US has become much more engaged in recent weeks in denouncing the dangers of fraud, funding the exit polls which will be done on Sunday and financing the groups of activists who may take to the streets. </p> <p>Ostensibly, the US says it has always merely wanted to promote democracy, and nothing has changed. The Kuchma government certainly has a record of intolerance towards critics. Several crusading journalists have been murdered. But Ukraine's political observers note that US complaints fell silent after Ukraine sent troops to Iraq last year. </p> <p>They also wonder how much of a democrat Yushchenko is. He publicly compared supporters of one murdered journalist, Georgy Gongadze, to fascists. Like his rival, Yanukovych, he has links to oligarchic clans and served as a prime minister under Kuchma. So some of Ukraine's grassroots democrats believe the election is only the latest round in the struggle to divide state property, with the current in-group fearing the outsiders will take away what it stole. In Russia the oligarchs are safe under Putin. In Ukraine insecurity still reigns. </p> <p>Ordinary Ukrainians are in a difficult position. When Poland and Slovakia joined the EU this spring, they were left outside the fortress. Thirteen years after the euphoria of independence, it was inevitable that Ukrainians would rethink their future. This comes as Russia, after a period of neglect in Yeltsin's second term, has revived its interest in Ukraine. It has settled Ukraine's massive energy debts and made a long-term agreement on supplying low-priced oil and gas. </p> <p>Russia is also starting to create a \"common economic space\" with Ukraine, Belarus, and Kazakhstan which could lead to a free trade area. Whether this conflicts with Ukraine's original hopes of entering the EU is not clear, but Ukrainians feel the EU switched its priorities this year, with the focus of enlargement going to the Balkans and Turkey. Brussels needs to correct the message. The Turkish experience has shown EU programmes to strengthen civil society can make a real contribution to a country's transition from authoritarianism. </p> <p>Nato is a different case. The alliance has become nothing more than a tool of Washington's global policy, with an expansionist agenda that still includes a strong anti-Russian component, in spite of various programmes for cooperating with Moscow. </p> <p>Ukrainians are right to turn against it. Whatever economic and diplomatic support their country needs can be got much better from the EU and, unlike with Nato, at no cost in international tension. </p> <p><b>·</b> Jonathan Steele was a guest of the Russian Club in Ukraine at an expenses-paid conference in Kiev last weekend </p> <p><a href=\"mailto:j.steele@theguardian.com\">j.steele@theguardian.com</a></p>",
  "<p>Oil giant Royal Dutch/Shell today said it would scrap its twin board structure as it battles to restore confidence in the wake of its reserves crisis. </p> <p>The announcement came as the Anglo-Dutch company reported a 70% surge in profits for the third quarter. Shell made $4.41bn (£2.4bn) in the three months, off the back of record oil prices. </p> <p>The current structure - with one board in the Netherlands and another in the UK - has been criticised by investors who say it lacks transparency and accountability and contributed to the reserves overbooking scandal. </p> <p>In January, Shell admitted it had overbooked its oil and gas reserves by 20%, a disclosure which pummelled its shares, led to fines of £83m from regulators and the departure of three senior executives, including chairman Sir Philip Watts. </p> <p>Following the scandal, Shell - the world's third biggest oil group - pledged to review its corporate structure and governance.</p> <p>Today's proposals will see directors based at a single head office in The Hague, the Netherlands, while Jeroen van der Veer will remain chief executive and be handed extra powers in an effort to speed up reform. The merger is scheduled to take place next May.</p> <p>The overhaul will see more than 200 management jobs transferred across the North Sea, representing 7% of the 3,000 staff who currently work at Shell's London headquarters. </p> <p>Shell's assets are currently owned by its two parent companies, listed on different stock markets. Royal Dutch Petroleum, with its headquarters in The Hague, owns 60% of the assets, while London-based Shell Transport controls the remainder. </p> <p>But the company will now be unified - and known as Royal Dutch Shell plc - under a single board, chairman and chief executive. It will have its primary stock market listing in London, with a secondary listing in Amsterdam and American Depositary Receipts trading in New York. </p> <p>Shell said the proposals had the unanimous backing of the board and would bring greater simplicity, efficiency and accountability. Although many head office functions would move from London, the company said the global downstream and trading businesses would remain in the UK. </p> <p>Shell chairman Aad Jacobs said: \"Our proposals will not satisfy everyone in every respect but we firmly believe that we have come up with the best solution possible.\" </p> <p>Shares in the company had climbed by 20p to 443.75p at 9.20am. But some investors were concerned by news that Shell was reviewing a further 900m barrels of oil and gas reserves following an extensive audit.</p> <p>\"The unification of the company - that is the plus in this story,\" said Eureffect asset manager Lex Werkheim. \"The negative is the additional 900m barrels under review. Without the news of the structure change, the stock could have been trading in the red.\"</p>",
  "<p>W hen Indonesian and Australian archaeologists started to excavate a limestone cave on the Indonesian island of Flores, they weren't prepared for what they found, the skeleton of an entirely new species of human, Homo floresiensis, that lived as recently as 18,000 years ago. </p> <p>\"When we first unearthed the skeleton, I was simultaneously gobsmacked, puzzled and amused,\" says geochronologist Bert Roberts of the University of Wollongong. </p> <p>\"We had been looking for the remains of the earliest modern humans in Indonesia, so when we found the skeleton of a completely new species of human, with so many primitive traits and that survived until so recently, it really opened up a whole can of prehistoric worms. The discovery of Homo floresiensis was sweet serendipity.\" </p> <p>Peter Brown, an anthropologist from the University of New England in Armidale, New South Wales, says: \"I would have been less surprised if someone had uncovered an alien.\" The discovery at Liang Bua cave, described in Nature this week, could alter our outlook on our own place in nature. </p> <p>The discovery raises obvious questions about the diversity of the human family, such as whether undiscovered human-like species might survive today. Are we really the sole human custodians of our planet? Could the existence of Homo floresiensis rehabilitate persistent rumours of undiscovered human-like species elsewhere, notably the orang pendek of Malay folklore? Could cryptozoology come in from the cold? </p> <p>Unlike parts of Indonesia closer to the Asian mainland, far-flung Flores has been an island for at least a million years. As is the case with islands elsewhere, the fauna of Flores evolved in its own way, producing creatures larger or smaller than their mainland relatives: a looking-glass lost world of tiny elephants, giant rats, Komodo dragons and even larger, extinct lizards. </p> <p>This isolation had its effects on the human inhabitants. One of the most surprising things about the skeleton is its size: in life, no more than a metre tall, about the same size as one of the giant rats. Living in a hole in the ground and chased by lizards of mythical proportions, the creature has, perhaps inevitably, been nicknamed \"hobbit\" by some of the researchers - a reference to the tiny hole-dwelling heroes of The Lord of the Rings. </p> <p>For Brown, it was the smallness of the skull that showed that Homo floresiensis was truly different. When he measured the skull volume and found it a chimp-sized 380cc, he says his jaw \"dropped to my knees. Small stature is easy to accommodate, but small brain size is a bigger problem - it still is.\" And yet these tiny-brained creatures were skilled enough to make finely crafted stone tools. </p> <p>The clue to the origin of Homo floresiensis comes from earlier work sug gestive of the presence on Flores of earlier, full-sized prehumans. Michael Morwood, of the University of New England, New South Wales, co-director of the excavation, working closely with his Indonesian counterpart, RP Soejono, of the Indonesian Centre for Archaeology in Jakarta, whose team discovered the skeleton. </p> <p>In the mid-1990s, Morwood and his colleagues unearthed stone tools on the island dating back 800,000 years. The implication was that the toolmakers, presumably Homo erectus, were capable of navigating the open sea. It is possible that once marooned on Flores, a population of Homo erectus set its own evolutionary course, morphing into Homo floresiensis. </p> <p>When a small population of animals is cut off from a parent population for an extended period, it follows its own evolutionary course. Size change is a typical response. Small size is an ad vantage on isolated islands, where resources are scarce, so this might have been what predisposed the inhabitants of Flores towards smallness. </p> <p>It is hard to comprehend the significance of the survival of such a strange species of human until what is, in geological terms, a very recent date. To put this in context, by 18,000 years ago, modern Homo sapiens had been in Indonesia for at least 20,000 years. </p> <p>Chris Stringer, of the Natural History Museum in London, says: \"One of the first things I thought of, on learning about the Flores skeleton, was a possible parallel with the orang pendek [found in Sumatra].\" Bert Roberts offers hints of new discoveries just below the research horizon: \"When I was back in Flores just three weeks ago, Gert van den Bergh [from the Royal Netherlands Institute for Sea Research at Texel, and the team's expert on the fossil elephants] and I headed off to a village in central Flores where we heard the most amazing tales of little hairy people whom they called ebu gogo: ebu meaning \"grandmother\" and gogo \"he who eats anything\". </p> <p>\"The ebu gogo were short - about a metre tall - long-haired, pot-bellied, with ears that stuck out, walking with a slightly awkward gait, and had longish arms and fingers. They murmured at each other and could repeat words parrot-fashion. They could climb slender trees but were never seen holding stone tools, whereas we have lots of sophisticated artefacts associated with Homo floresiensis. That's the only inconsistency with the archaeological evidence. Gert had heard of these stories 10 years ago and he thought them no better than leprechaun stories - until we unearthed the hobbit.\" </p> <p>Could the ebu gogo still be alive? Roberts thinks it is possible. \"The villagers said that the last hobbit was seen just before Dutch colonists settled that part of Flores in the 19th century,\" he said, adding that searches of the remaining rainforest on Flores, and the caves specifically associated with the ebu gogo stories, could turn up samples of hair or other material, if not living, breathing specimens. </p> <p>The possibility of finding ebu gogo alive should not be dismissed as fantasy, because mammals unknown to science do still turn up - and South-East Asia is a particular hotspot for such finds. An antelope, Pseudoryx nghetinhensis, from the Lao-Vietnamese border, was described as recently as 1993. An ox-like creature, the kouprey, was discovered in Cambodia in the 1940s. </p> <p>Morwood and Roberts have targets already in their sights. Many Indonesian islands contain peculiar faunas and have deep, barely explored limestone caves. \"Sumba and Sulawesi are high on our hitlist,\" says Roberts. Morwood starts work on Sulawesi next year. </p> <p>A larger theme raised by the discovery concerns the uniqueness of our human heritage, something which, in hindsight, has been in question for decades. Back in the 1960s, the great anthropologist Louis Leakey speculated that the human lineage had been distinct from that of the apes for 20m years or so. In the 1970s, extinct ape-like primates such as Ramapithecus, living around 10-20m years ago, were presumed to lie on the human lineage. But this consensus swept into reverse with the discovery that Ramapithecus was more akin to orang-utans - and molecular evidence showing that the DNA of humans and chimpanzees were so similar that a separation of more than 3-5m years was ruled out. </p> <p>But opinions have, slowly, been changing back. The force has come from the discoveries of extinct members of the human lineage of ever greater antiquity. Ardipithecus ramidus, discovered in Ethiopia in the mid-1990s by Tim White of the University of California, Berkeley, and colleagues, put back the human-chimp divergence to at least 4.4m years ago. If this put the molecular evidence under strain, it was snapped by the discovery in Chad by Michel Brunet of the University of Poitiers, France, and colleagues of \"Toumaï\" - Sahelanthropus tchadensis, a member of the human lineage that could be as old as 7m years. Louis Leakey has been partially vindicated, with the effect that our own complacency at our distinctiveness with respect to the animal world has been reinforced. </p> <p>By the same token, evidence for the diversity of human species through time has been downplayed, first by the cultural inertia of stories of an upwards progression towards the human state; second, by the curious chance that Homo sapiens happens to be the only species of human around today - a situation probably unprecedented in 7m years. The evidence for the coexistence of humans and Neanderthals in Europe for at least 10,000 years until Neanderthals disappeared around 30,000 years ago, and the fact that anthropologists have known for years of the multiple lineages of prehumans living in Africa between 4-2m years -has done little to dent the robust idea that humans are so distinct from the rest of the animal world that they rule the earth by virtue of inherent perfection, or divine fiat. </p> <p>The Flores finds could change all that with a single stroke. </p> <p>For one thing, they underscore the fact of human diversity until very recent times. \"Maybe little folk from Flores will hammer the point home more effectively because they are so different in anatomy but so close in time,\" says Tim White. \"How will the creationists cope?\" </p> <p>For another, the evidence challenges the human-centric idea that humans characteristically modify their surroundings to suit themselves, rather than allowing natural selection to adapt them to their environment. If the Flores skeleton is evidence of the kind of evolutionary size change more associated with animals such as rats and elephants, this, says Brown \"is a clear indicator\" of human-like creatures \"behaving like all other mammals in terms of their interactions with the environment\". </p> <p>\"Darwin and Wallace would be pleased,\" adds Tim White. \"What better demonstration that humans play by the same evolutionary rules as other mammals?\" </p> <p>Of perhaps more current concern to anthropologists is the degree to which Homo floresiensis, with its small stature and - especially - tiny brain, will force a redefinition of humanity, at least in terms of anatomy. \"I think the discovery challenges the very notion of what it is to be human,\" says Stringer. </p> <p>\"Here is a creature with a brain the size of a chimpanzee's, but apparently a tool-maker and hunter, and perhaps descended from the world's first mariners. Its very existence shows how little we know about human evolution. I could never have imagined a creature like this, living as recently as this.\" </p> <p>Russell Ciochon, a paleoanthropologist from the University of Iowa, says: \"I suspect that creationists will act very negatively toward this discovery. </p> <p>\"It shows that humans were not alone. There may be other dwarfed species lurking in the caves of other isolated islands. Each new discovery will subtract some essence from the uniqueness of humans. I wonder if this discovery might even be discussed in our current political campaign? It is no secret that Bush is anti-evolution. If he is smart, he will not touch this one.\" </p> <p><strong>Further reading: </strong></p> <p> <strong> Fission-track ages of stone tools and fossils on the east Indonesian island of Flores</strong> by MJ Morwood, PB O'Sullivan and A Raza, Nature vol 392, pp173-176 (1998) Earlier evidence that Homo erectus crossed open sea to reach the remote island of Flores </p> <p><strong> New ages for human occupation and climatic change at Lake Mungo, Australia</strong> by James M Bowler and colleagues, Nature vol. 421, pp837-840 (2003) </p> <p><strong> A new hominid from the Upper Miocene of Chad, Central Africa</strong> by Michel Brunet and colleagues, Nature vol 418, 145-151 (2002)</p>",
  "<a href=\"http://www.theguardian.com/uselections2004/glennreynolds/story/0,15140,1332330,00.html\">Last week's column</a> mentioned George Bush's \"Anglosphere-heavy coalition\". I think it's worth taking a moment to note the importance of the Anglosphere in today's world, and the deeper divisions it reflects. <p>Columnist James Bennett defines the \"Anglosphere\" <a href=\"http://www.pattern.com/bennettj-anglosphereprimer.html\">as follows</a>:</p> <p>\"This term, which can be defined briefly as the set of English-speaking, Common Law nations, implies far more than merely the sum of all persons who employ English as a first or second language. To be part of the Anglosphere requires adherence to the fundamental customs and values that form the core of English-speaking cultures. These include individualism, rule of law, honouring contracts and covenants, and the elevation of freedom to the first rank of political and cultural values.</p> <p>\"Nations comprising the Anglosphere share a common historical narrative in which the Magna Carta, the English and American Bills of Rights, and such Common Law principles as trial by jury, presumption of innocence, \"a man's home is his castle\", and \"a man's word is his bond\" are taken for granted. Thus persons or communities who happen to communicate or do business in English are not necessarily part of the Anglosphere, unless their cultural values have also been shaped by those values of the historical English-speaking civilisation.\"</p> <p>(Bennett also has a <a href=\"http://www.amazon.com/exec/obidos/redirect?tag=wwwviolentkicom&amp;path=tg%2Fdetail%2F-%2F0742533328%2Fqid%3D1098488246%2Fsr%3D1-1%2Fref%3Dsr_1_1%3Fv%3Dglance%26s%3Dbooks\">forthcoming book</a> on this topic.)</p> <p>I must confess that this construction struck me as odd at first. It's a bit too reminiscent of U.S. Supreme Court Justice Felix Frankfurter's theory that freedom was fundamentally a characteristic of the \"English-speaking peoples\", and faced far more uncertain prospects elsewhere. On the other hand, Jacques Chirac certainly seems to think there's something there, with his frequent <a href=\"http://news.bbc.co.uk/2/hi/asia-pacific/3734512.stm\">outbursts</a> against \"a prevailing Anglo-Saxon culture which eclipses the others\".</p> <p>At any rate, it has been America's experience - and you can bet that plenty of Americans have noticed it - that when the chips are down it's usually other members of the Anglosphere, and particularly Britain and Australia, who can be counted on, and who are worth standing beside in turn. (Canada has been a bit dodgy in recent decades, ever since the Pierre Trudeau era and the Quebecois ascendancy). This is, of course, the reason why Tony Blair and John Howard wield such influence, while Chirac can barely get his calls returned. As <a href=\"http://www.theaustralian.news.com.au/common/story_page/0,5744,11102193%255E7583,00.html\">Mark Steyn</a> observes:</p> <p>\"The result is that, even though he's hardly ever in the souvenir photo line-up, Howard's a more consequential figure in world affairs these days than Chirac. Indeed, he's a transformative figure. I know this, because my nation has been on the other end of the transformation. I'm Canadian and, for those who remember when the Royal Canadian Navy was once the third largest surface fleet in the world, it's sobering to hear Australia spoken of as the third pillar of the Anglosphere.</p> <p>\"Under Howard, Australia is a player while Canada is a global irrelevance.\"</p> <p>France's problems go deeper, of course. Even within the European Union, it is described by some observers as <a href=\"http://www.iht.com/articles/540606.html\">\"increasingly isolated\"</a> in opposition to the more dynamic nations of the East. But the extent to which French behaviour has forfeited American goodwill over the past few years is poorly appreciated among French leaders, I'm afraid. America would go to the mat to support Britain and Australia. But - though it has done so before, twice - I'm no longer sure that it would similarly exert itself on behalf of France. As <a href=\"http://www.travelbrochuregraphics.com/extra/anglosphere_sullivan.htm\">Andrew Sullivan</a> wrote in the Times last year: \"I've lived in the United States for almost 20 years and have rarely heard anything but condescension towards successive French governments. But now that condescension has turned to contempt.\"</p> <p>That seems about right to me. (There's even a new book, called <a href=\"http://www.amazon.com/exec/obidos/redirect?tag=wwwviolentkicom&amp;path=tg/detail/-/0385512198/qid%3D1096301707/sr%3D8-1\">Our Oldest Enemy</a>, that takes a rather unflattering view of France's role.) This is a bit of a problem for John Kerry, whose greater-than-average admiration for French policies has received some attention. And it's also a reason why Kerry, even if elected, will find it hard to take a more France-friendly approach. There just isn't political support.</p> <p>But though tensions between the United States and France are an issue, similar tensions exist within the United States, and around the world beyond France. As Bennett has <a href=\"http://www.upi.com/view.cfm?StoryID=20030412-013135-5601r\">observed:</a></p> <p>\"[I]t is worth considering the possibility that the root source of anti-Americanism in the world lies in the deep-rooted anti-modern tradition of Continental Europe.</p> <p>\"Just as the Ba'athist movement lately of Iraq and still in power in Syria is a localised variant of European fascism, the broader anti-Americanism currently fashionable on all continents comes ultimately from what some have called the industrial counter-revolution. This is a comprehensive category for the various reactions in Europe against the programme of the industrial and democratic revolutions, or liberalism in the classical sense - individualism, free markets, and technological and social progress.\"</p> <p>Osama bin Laden's rather backward-looking form of Islam constitutes an extreme reaction against modernity, of course. But the dirigiste statism of the traditional French approach, which has produced a political situation in which even modest adjustments to civil servants' pensions can produce widespread social unrest, is another, milder version.</p> <p>Nor is this purely a matter of international relations. Within the United States - and, indeed, within all countries, even the most capitalist - the industrial revolution, and capitalism, pose a threat to those who prefer hierarchy and status to dynamism and meritocracy. (Indeed, Virginia Postrel has looked at this division in her book, <a href=\"http://www.amazon.com/exec/obidos/redirect?tag=wwwviolentkicom&amp;path=tg%2Fdetail%2F-%2F0684862697%2Fqid%3D1098489004%2Fsr%3D1-2%2Fref%3Dsr_1_2%3Fv%3Dglance%26s%3Dbooks\">The Future And Its Enemies,</a> and concluded that the big division of the twenty-first century is between \"dynamists\" and \"stasists\".)</p> <p>As both Bennett and Postrel note, the Anglosphere has been far more open to progress and change than, say, the Francosphere, such as it is. But within the Anglosphere one finds people - often academics, or government employees, or others who operate in environments where competition is less fierce, and status hierarchies more important - who are threatened by dynamism. In this regard, concerns about American power are as much a symptom of anxiety as a matter of substance. This may explain why so many such people around the world, and even within America, favour John Kerry, widely regarded as the <a href=\"http://daily.nysun.com/Repository/getFiles.asp?Style=OliveXLib:ArticleToMail&amp;Type=text/html&amp;Path=NYS/2004/03/15&amp;ID=Ar00104\">French-leaning</a> candidate in the American election. On the other hand, the division exists in the other direction, even on the Continent, too. Within France are activists like <a href=\"http://reason.com/0310/co.mw.liberty.shtml\">Sabine Herold,</a> who are challenging the ossified structures of French society and standing up against <a href=\"http://news.telegraph.co.uk/arts/main.jhtml?xml=/arts/2003/06/26/ftsab26.xml\">social rigidities.</a> (Herold, in a very un-French way, is an unabashed admirer of hard work.) And, of course, within Europe as a whole the countries of \"New Europe\", like Poland, are far more anxious for progress and change than the inward-looking countries of Old Europe, like France and Germany.</p> <p>The good news is that the American elections will be over soon. The bad news is that the tensions they represent are not limited to America, and will continue long after George Bush, or John Kerry, is sworn in in January.</p> <p><b>·</b> Glenn Reynolds, a law professor at the University of Tennessee, runs the <a href=\"http://instapundit.com\">instapundit.com</a> US political blog.</p> <p><b>·</b> Comment on this article <a href=\" http://blogs.theguardian.com/news/archives/us_elections/2004/10/explaining_the_anglosphere_.html\">here</a></p>",
  "The government's architecture watchdog is too eager to approve new developments at the expense of historic buildings, heritage groups warned MPs today. <p>In evidence to a select committee inquiry into the Commission for Architecture and the Built Environment's role, the agency was also criticised by lawyers for exceeding its remit in the planning system.</p> <p>The written evidence to the committee published yesterday suggests that Cabe will get a rough ride when the inquiry's hearings begin on Monday. </p> <p>The inquiry by the select committee on the Office of the Deputy Prime Minister comes at an awkward time for Cabe. It is still trying to recover from the departure of its founding chairman, the developer Sir Stuart Lipton, who was forced to resign last June after a government audit into conflicts of interest at Cabe.</p> <p>The conservation charity Save Britain's Heritage claimed that Cabe lacked expertise about historic buildings and was still too close to developers. </p> <p>Its evidence said: \"Cabe may think it exists to champion the new, but it needs to realise that its agenda must recognise the importance of context.\"</p> <p>It added: \"There is a real danger that the anti-heritage agenda which inevitably runs parallel to substantial commercial interest is unduly influencing the government's regeneration agenda, and is being reflected in Cabe's current attitude to the historic built environment.\"</p> <p>Cabe's influential design review panel is consulted on all major new developments. Save said the panel's record showed it was unsympathetic to the historic environment. It cited Cabe's intervention in a high profile dispute about an Edwardian arch at Paddington station. </p> <p>Save claimed the arch was \"integral\" to the Grade I listed building, but permission was granted for its demolition after Cabe described the arch as an unimportant \"pastiche\". </p> <p>It also expressed alarm at Cabe's involvement in plans to restructure the housing market in East Lancashire in a scheme that is likely to involve the demolition of several important rows of Victorian terraced houses.</p> <p>Another heritage group, the Bloomsbury conservation area advisory committee, accused Cabe of being \"irresponsible and unprofessional\" by offering support to developments before planning impact studies had been carried out. </p> <p>It also questioned whether Cabe had done enough to tackle potential conflicts of interest. \"It is doubtful whether the sole departure of Sir Stuart Lipton can restore public confidence in the probity of the organisation. There was no appreciation by the commission that anything was wrong following the publication of the audit report and Lipton's departure.\"</p> <p>In its evidence the Law Society pointed out to the committee that Cabe did not have the same formal role in the planning process as bodies like English Heritage, but that it acted as if it did. </p> <p>It said: \"Cabe has assumed a voice in the planning system beyond its original remit, often going to the press with its views in advance of meeting with developers and local authorities.\"</p> <p>It added: \"Matters of design are to a degree issues of subjective personal taste. It is unacceptable for one organisation, whatever its legal status, to interpose its views on development proposals.\"</p>",
  "<b>Troops in Iraq</b> <br> British troops may be needed to replace the Black Watch when they return from assisting US marines in Iraq before Christmas, the prime minister indicated. \"We don't believe there will be a further requirement for other troops. But I can't ... guarantee that\", he told the Commons. <p><b>Defence spending</b><br> The prime minister denied that overall numbers in the armed forces were going to fall under government reforms. The Tory leader, Michael Howard, said the chief of the general staff had stated that army numbers were falling from more than 108,000 to 102,000. </p> <p>In a \"dangerous world,\" Britain needed stronger forces and a prime minister who gave \"straight answers\" but the country currently had neither, Mr Howard insisted. Mr Blair said it was correct the number of battalions was being cut from 40 to 36 but added: \"Overall, the numbers of people in our armed forces is not going to be reduced.\" </p> <p><b>Gambling bill</b><br> Allowing dozens of Las Vegas-style casino complexes to be built in Britain would bring multi-million pound investment and thousands of jobs to deprived areas, Mr Blair said. Facing backbench anger over proposals in the gambling bill, the prime minister insisted that 90% of the legislation was measures to tighten up gambling laws. </p> <p>He told MPs: \"It will allow, as well as better regulating gambling, some of these large leisure casino complexes, probably 20 to 40, in areas that will be regenerated with hundreds of millions of pounds of investment and thousands of jobs.\" But Labour's David Winnick told him: \"The last thing we want is a casino-type society. I really do think ministers should reconsider the whole matter.\" </p> <p><b>EU constitution</b><br> The proposed European constitution is \"a sensible deal for this country\", Mr Blair insisted after a former senior aide called for a \"no\" vote. Mr Howard taunted the prime minister over remarks by Derek Scott that his former boss had been \"gutless\" for accepting the proposals. Mr Blair retorted that \"a true leader would stand up to the UK Independence party not run from them\". </p> <p><b>Murder law</b><br> As the domestic violence, crime and victims bill completed its Commons stages, the home secretary, David Blunkett, announced that a review of murder law would begin next year. He said: \"The bill has highlighted a real issue with the way the partial defence to murder of provocation works. The Home Office will lead a review into murder as part of the government's commitment to protect victims and bring their abusers to justice.\" </p> <p>The bill, which aims to increase the protection, support and rights of victims and witnesses, uses £4m from the proceeds of crime to set up a victims' fund. It creates a new offence of \"familial homicide\" for causing or allowing the death of a child or vulnerable adult. </p> <p>Later, the Tories reacted with anger when Mr Blunkett blamed them for the fact that he was ultimately unable to make his expected announcement on murder law. His prepared words, released earlier via a press release, were never delivered to the house because a series of votes on amendments used up the remaining time for debate. The home secretary accused the opposition of \"filibustering\". </p> <p><b>Blair's record</b><br> Mr Blair defended his record as Labour leader after being challenged by one of his backbenchers, Gordon Prentice, to name a single \"dramatic act of renewal\" he had overseen. The prime minister said: \"I can think of several - quite apart from the fact that we've had two successive Labour governments.\" He spoke of economic stability, two million more jobs, a minimum wage, record investment in health and education and half a million children lifted out of poverty. \"That's some renewal. Maybe you should go back and tell your constituents.\" </p> <p><b>Diego Garcia</b><br> Providing state help for families exiled from Diego Garcia would open the floodgates to many other such claims, Mr Blair said. He was responding to Tory Chris Grayling, who said his constituents were having to pay to house the new arrivals and claimed \"thousands\" more could be on the way. </p> <p><b>Smacking</b><br> Mr Blair came under pressure to allow MPs a free vote on moves to ban smacking. Challenged by Labour's Hilton Dawson, the prime minister gave no specific commitment. He suggested a \"commonsense way through\" was possible and parental instincts might be better than those of politicians. </p> <p><b>Internet dialling scams</b><br> The prime minister was stumped for an answer when tackled on internet dialling scams which have racked up bills of hundreds of pounds for unassuming phone users. Challenged by Labour's Chris Mole, Mr Blair said he would have to consult with the trade and industry secretary, Patricia Hewitt, on an issue which was clearly of \"deep concern\". </p> <p><b>Hunting</b><br> Ministers were again defeated over foxhunting when the Lords voted to back tests of \"utility and least suffering\" for registered hunts. The move by Tory Lord Mancroft was carried by 194 to 57 during the hunting bill's committee stage. It comes after Tuesday's vote to allow regulation of the sport instead of the outright ban demanded by the Commons. Junior environment minister Lord Whitty warned the amendment would be unacceptable to MPs. </p> <p><b>Omagh bombing</b><br> The government came under pressure over the whereabouts of Paddy Dixon, a key Real IRA informant who allegedly knew about the Omagh bomb plot. Tory Laurence Robertson demanded: \"Can you explain why the Irish Republic refused to hand over Paddy Dixon who was wanted in connection with questioning with the Omagh bombing? Can you also tell me if Paddy Dixon has been relocated to the United Kingdom, because recently he was stopped in Cardiff by the authorities.\" </p> <p>Junior Northern Ireland minister Ian Pearson replied: \"There is a good strong level of cooperation between the Police Service of Northern Ireland and the Garda Siochana on a wide level of issues, certainly including dealing with paramilitaries and dealing with the issue of organised criminal activity.\" </p> <p><b>EU commission</b><br> Former Conservative home secretary Lord Waddington sprang to the defence of Mr Rocco Buttiglione, the proposed European commissioner whose views on homosexuality and women have plunged the EU parliament into crisis. He said: \"There is a world of difference between believing that homosexual acts are wrong and being determined to discriminate against a person on the grounds of his sexual orientation.\" </p> <p>Foreign Office minister Lady Symons said: \"The sensible position now is to allow time for reflection, negotiation and discussion and hope to come to a reasonable conclusion.\" </p> <p><b>Equatorial Guinea</b><br> Britain has been approached by the government of Equatorial Guinea over investigations into the alleged failed coup attempt in March last year, Lady Symons confirmed. She said: \"We have made clear to the Equatorial Guinean government that any evidence they may have relating to activities of persons currently in the UK, which might contravene UK law should be passed to the police and the Crown Prosecution Service.\" </p> <p><b>Footballers' behaviour</b><br> Misbehaviour by footballers like David Beckham and top managers should be tackled with anti-social behaviour orders, Liberal Democrat Lord Dholakia suggested. He cited the fracas at Manchester United's Old Trafford ground and actions of United and Arsenal managers Sir Alex Ferguson and Arsene Wenger. Lord Bassam, for the government, said its strategy in combating football-related disorder was proving successful. </p> <p><b>St George's Day</b><br> The St George's Day (public holiday) bill failed to gain its first reading by 112 votes to 83. Tory Andrew Rosindell had said it would allow people to celebrate \"the true spirit of England\" on the day, April 23. It was opposed by Labour's John Cryer who said it intended to replace the traditional May Day bank holiday. </p> <p><b>In parliament today</b><br>The education secretary, Charles Clarke, and his ministers and the solicitor general, Harriet Harman, face the Commons at question time. The school transport bill is set to gain its second reading. The Lords debates the hunting bill's committee stage and women in prisons.</p>",
  "<p>Sign up here to get the Media Briefing emailed to you by 9am. If you have any difficulty subscribing or unsubscribing, <br>please<a href=\"http://www.theguardian.com/article/0,5814,680973,00.html\"> click here</a> for help </p> <p>THE GUARDIAN</p> <p>Hollinger International has offered Conrad Black a share in the proceeds of the 665m-pound sale of the Telegraph. P2<br>Dozens of newspapers have shifted their allegiance from George Bush to John Kerry. P14<br>Former Walt Disney president Michael Ovitz has told a US court he is at a loss to explain why his relationship with his boss Michael Eisner soured so quickly. P20<br>Time Warner is reported to have tabled a 1.1bn-pound bid for Endemol. P20<br>Sales at JCDecaux rose by 7.9 per cent in the third quarter. P20<br>Comment: Howard Robinson, director of PR consultancy Eulogy, on the branding of the US election candidates. P20</p> <p>THE TIMES</p> <p>The BBC has rejected a claim that John Peel was \"worn out\" by changes to his schedule at Radio 1. P16<br>Telefonica is understood to have rejected a bid for Endemol by two private equity firms. P30</p> <p>THE DAILY TELEGRAPH</p> <p>Novelist Andrew O'Hagan remembers the trip when he became friends with John Peel. P20<br>Hollinger International has confirmed in court papers plans to distribute a share of the proceeds from selling the Telegraph Group to shareholders. P35</p> <p>THE INDEPENDENT</p> <p>Matthew Kelly is to play a serial killer in his first leading television drama role. P8<br>The Cats Protection League has been criticised for a sponsorship deal with Nestle, owner of Felix cat food. P20<br>Obituary of magazine journalist Kate Carr. P43<br>Time Warner is in talks to buy the maker of Big Brother. P44</p> <p>FINANCIAL TIMES</p> <p>Falling circulation at the Mirror continues to be the one black mark against Sly Bailey. P21<br>Grey Global is to pay chairman Ed Meyer up to 47m pounds in cash following the WPP takeover even though he will remain head of the business. P20<br>The Barclay brothers have dismissed the independent directors of the Spectator. P22</p> <p>THE WALL STREET JOURNAL</p> <p>Time Warner is considering a buyout of assets owned by Endemol. P4<br>Al-Jazeera is to launch its English-language channel in late 2005. P8</p> <p>DAILY MAIL</p> <p>Lynda Lee-Potter was remembered as \"dazzling\" and \"inspiring\" by her children at a remembrance service yesterday. P2<br>Extract from Lynda Lee-Potter's book Class Act: How to Beat the British Class System. P48<br>Amanda Platell says Strictly Come Dancing has the X factor. P52</p> <p>DAILY EXPRESS</p> <p>John Peel told his friend Andy Kershaw his new work schedule was \"killing\" him. P21</p> <p>DAILY MIRROR</p> <p>Interview with Coronation Street star Suranne Jones. P20<br>Radio presenter Andy Kershaw has claimed John Peel said he was \"worn out\" by his new BBC schedule. P23<br>Channel 4 is making a TV drama of the lives of Peter Cook and Dudley Moore. P27</p> <p>THE SUN</p> <p>David Beckham is to star with Jennifer Lopez and Beyonce Knowles in a new 11m-pound Pepsi ad campaign. P3<br>Radio presenter Andy Kershaw has claimed John Peel said his new BBC schedule was \"killing\" him. P19<br>ITV wants to sign Paul Gascoigne for the new I'm a Celebrity show. P26<br>Little Britain stars David Walliams and Matt Lucas have already agreed to do a third series. P26<br>Patsy Kensit is to quit Emmerdale in a year. P27</p> <p>DAILY STAR</p> <p>Jennifer Lopez and Beyonce Knowles are teaming up with David Beckham in an 11m-pound Pepsi campaign. P3<br>Ricky Gervais is to star in the Simpsons as David Brent. P3<br>Endemol UK has pleaded guilty to charges if failing to protect staff from asbestos on the Fame Academy set. P8<br>The stars of BBC comedy the Kumars are planning a US version of the show. p27<br>Radio presenter Andy Kershaw has claimed John Peel said his new BBC schedule was \"killing\" him. P27</p> <p>AND FINALLY... </p> <p>The world's least likely brand makeover is revealed in the FT, which claims Horlicks is to be turned into the drink of choice for clubbers. The prospect of \"style-leaders sipping Horlicks in ultra-cool bars\" seems a tad unlikely but far be it from us to question the pink 'un. P12</p> <p>OTHER USEFUL SITES</p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "<p>Profits at Lord Heseltine's Haymarket Group fell 10% in 2003, according to accounts just filed to Companies House.</p> <p>The trade and consumer magazines group, publisher of Campaign, Management Today and Stuff, made a pre-tax profit of £13.9m for 2003, down from £15.2m the previous year.</p> <p>Turnover, including joint ventures, at the group was virtually static, rising to £180.6m from £179.6m.</p> <p>One of the directors, but not Lord Heseltine, received a payment of £1.22m for 2003, which constitutes accumulated bonuses \"for quite a number of years,\" according to the Haymarket finance director, David Fraser.</p> <p>Meanwhile, the group's international expansion continues. Turnover originating outside the UK rose from £19.8m to £42.3m for 2003. Over the year the group established a subsidiary in India, and a joint venture in China.</p> <p>This marks the second year of profitability in a row for the group, following a disastrous 2001, when the global downturn in advertising contributed to a £7.2m loss.</p> <p>The group is majority owned by Lord Heseltine and family trusts. Formerly a deputy prime minister and president of the Board of Trade, Lord Heseltine was once tipped as a possible Tory leader, though he decided not to contest his Henley seat at the 2001 election.</p> <p>Despite his allegiances, the group contributed just £1,000 to the Conservative party, making a further £25,000 contribution to the centrist campaign group, Conservative Mainstream.</p> <p>Lord Heseltine said: \"I am pleased to report a steady performance for the Haymarket Group in a year of continued difficult market conditions.</p> <p>\"As we predicted last year, turnover and profits have remained flat where we have faced tough conditions in some of our core markets, but this did not deter us from pursuing our growth plans both in the UK and overseas, shown by the increase in our development expenditure to £2.7m.\"</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The French outdoor advertising group JCDecaux said its third-quarter sales rose 7.9% amid an improved advertising climate in Europe, and firmed up its guidance for the year. </p> <p>The world's second-largest outdoor advertising group predicted growth of about 5% in 2004 underlying revenue - at the top end of its previously forecast target - helping lift its shares by 3% yesterday. </p> <p>JCDecaux's quarterly results and prospects were a further sign that a global recovery in ad spending by clients is under way. On Tuesday, advertising giants Omnicom and WPP reported third-quarter results that outpaced expectations. </p> <p>Third-quarter sales were €375.3m (£261m), against €347.8m a year ago. This took nine-month sales to €1.168bn, up 5.6% year on year. Underlying sales, excluding acquisi tions and the impact of foreign exchange, rose 8.3%. </p> <p>The core business of selling advertising on street furniture such as bus shelters and public toilets rose 6.7% to €194.7m. It was helped by a good advertising market in the summer in most European countries except for Germany, where business was down amid continued uncertainty in Europe's biggest economy. </p> <p>Billboard revenues grew by 5.7%, with high double-digit growth in Spain and Portugal, and strong rises in France and in Britain.</p>",
  "<p>Four years ago the Chicago Sun-Times endorsed George Bush for president. On Sunday, it became one of a growing number of American newspapers to admit they had got it wrong. </p> <p>At least 37 newspapers which backed Mr Bush in 2000 have switched sides to John Kerry. </p> <p>A Sun-Times editorial listed a number of reasons for withdrawing its support from Mr Bush. The administration, it said, had been \"wilfully and woefully unprepared to face\" the insurgency in Iraq. The Bush tax cuts for the wealthy were \"a costly misstep in a time of war\" and the paper was concerned by the secrecy of Mr Bush's \"subordinates such as Dick Cheney and John Ashcroft\". </p> <p>Mr Kerry, the paper said, acknowledged that the \"United States is a world leader, not a rogue state\". </p> <p>Others to have switched to the Democrats include the Los Angeles Daily News, the Memphis Commercial Appeal and Mr Bush's hometown newspaper, the Lone Star Iconoclast in Crawford, Texas. </p> <p>For the Memphis Commercial Appeal in Tennessee, it is the first time the paper has backed a Democrat since Lyndon Johnson, 40 years ago. </p> <p>So far 200 readers have cancelled their subscriptions. \"The letters page was pretty scorching this morning, but we feel we can sleep at night,\" said the editor, Chris Peck. </p> <p>\"We just felt that the whole situation in Iraq has led to a really disturbing relationship between the US and other countries. [Mr Bush] has also created a polarised environment in this country and we feel we have to find some common ground.\" </p> <p>According to the trade magazine Editor &amp; Publisher, Mr Kerry has been endorsed in the opinion pages of 142 US newspapers, with 123 backing Mr Bush. The papers supporting Mr Kerry have sales of 17.5m, compared with 12.5m for Mr Bush. </p> <p>Republicans are likely to use the data as evidence of the alleged liberal bias of the media. Editor &amp; Publisher said this was a misperception. </p> <p>\"Surveys in the past have shown that the majority, in fact, back Republicans,\" the magazine's website said yesterday. </p> <p>Mr Kerry is backed by titles including the New York Times, the Washington Post, the Boston Globe, the Detroit Free Press and the Miami Herald. Mr Bush has the support of the Chicago Tribune, Rupert Murdoch's New York Post, the Dallas Morning News and the Washington Times. </p> <p>But the most significant factor is the newspapers switching sides. Only five papers which supported Al Gore in 2000 have realigned themselves behind Mr Bush, including the Denver Post, prompting 700 mostly critical letters from readers. </p> <p>In the battleground state of Florida, Mr Kerry has been endorsed by all the main titles. The Orlando Sentinel, which has backed every Republican candidate since Richard Nixon in 1968, told its readers: \"This president has utterly failed to fulfil our expectations.\" </p> <p>Its endorsement drew a polarised response. </p> <p>Messages on the newspaper's website included: \"Thank God that Bush is on his way out\" and \"Higher taxes, France making US international policies, Islamic terrorists with reps on the UN security council, waiting 10 months to a year to see a doctor, 10m dead babies great Demo legacy awaits.\"</p>",
  "<p>The UK has increased the amount of carbon dioxide it wants power plants and factories to be able to pump out under a new European Union regime covering greenhouse gas emissions. </p> <p>It has set tougher emission reduction targets but only after raising its estimate of the amount of CO2 that would have been pumped out over the next three years without the changes. </p> <p>The revised regime will mean British firms will be able to emit slightly less than 3% more CO2 than would have been allowed under the government's original calculations, announced in April. </p> <p>Margaret Beckett, the secretary of state for environment, food and rural affairs, said the proposals were \"good news for tackling climate change\". </p> <p>\"We are balancing the need to protect the competitive position of UK industry while moving us beyond our Kyoto protocol commitment towards our tougher national goal.\" </p> <p>But the new allocations immediately came under fire. Bryony Worthington, from Friends of the Earth, said the government had to realise \"the policies we have in place are not bringing emissions under control\". Yesterday's announcement showed \"a typical lack of political will\" and was bad news for Britain's efforts to meet the target of reducing CO2 emissions by 20% of 1990 levels by 2010. </p> <p>Liberal Democrat environment spokesman Norman Baker said the changes showed that the prime minister \"always takes the side of the polluters, never the side of the environment\". </p> <p>The allocations are part of an EU-wide move to set up a trading scheme designed to rein in pollution levels. </p> <p>Countries will be allocated overall emission levels which will then be divided between individual sectors. Firms that generate fewer greenhouse gases will be able to \"sell\" the shortfall to those that have emitted more than allowed. </p> <p>In April the government said it expected CO2 emissions from UK installations covered by the scheme to be 736.3m tonnes on a \"business as usual\" basis - that is, without emission-cutting measures - and that it was planning a 0.7% reduction in the total. </p> <p>Yesterday the Department of Environment, Food and Rural Affairs said it expected the \"business as usual\" emission level would be 792.4m tonnes and that it would be seeking a 5.2% reduction. </p> <p>That would bring the new target to 756.1m tonnes - slightly less than 3% more than the original figure. </p> <p>Mrs Beckett said yesterday the April numbers had been \"an early stab\" and that it had always been made clear they were subject to a number of caveats and that much more work would be needed. To have pressed ahead on the basis of the original numbers would have had a \"devastating\" effect on industry. </p> <p>Mrs Beckett said the new figures were an amendment to Britain's original submission to the EU and so would not require a three-month scrutiny by Brussels which could upset the expected timetable for the start of emissions trading. </p> <p>The new regime is scheduled to come into operation at the beginning of next year, with trading starting in March. </p> <p>The CBI, the employers' organisation, said it was essential that Brussels approved the UK's revised figures. </p> <p>\"Without the extra headroom, business would not be able to cope with the more ambitious targets which result from the increased projections for emissions announced today. Frankly, the government's earlier figures were wrong.\" </p> <p>Guy Thompson, the director of thinktank Green Alliance, said yesterday there was \"still all to play for\" if the government was to achieve its long-term aims: \"It does not matter how we present the UK's position, its standing in relation to other EU member states. </p> <p>\"The thing we have to consider is to deliver our 2010 carbon reduction target. It's not clear to me how this announcement today will help us further down that route.\"</p>",
  "<p>The government is set to clear the way for the use of open source software on hundreds of thousands of government desktops - but plans to keep the door open to Microsoft, too. The announcement, the first significant shift in policy on open source for more than two years, is likely to follow the publication of results from trials showing that \"free\" software works and saves money. </p> <p>However, the new policy is unlikely to quell critics of the close relationship between Microsoft and the British government, its largest customer outside the US. Microsoft, meanwhile, will continue to argue that its software works out cheaper than \"free\" programs when measured by total cost of ownership. </p> <p>The Treasury's Office of Government Commerce (OGC), set up to get better value from government procurements, will today announce that open source is a \"viable desktop alternative for the majority of users\" and that it can generate \"significant savings\". Interoperability with other systems is \"not now a major issue\". The report also found potential \"green\" benefits because open source software can prolong the life of computer hardware. </p> <p>The announcement is significant because open source had previously been seen as an option only for consolidating servers and other \"back-room\" systems. </p> <p>The pilots, carried out with IBM and Sun, two firms committed to open source systems, tested technology in central government departments such as the Cabinet Office and other organisations including central Scottish police. They were conceived following lobbying by the open source industry, which says that the UK government lags behind commercial firms and other European administrations in picking open source. </p> <p>Steve Brown, head of Novell's UK operations, estimates that open source has about 20% of the commercial software market, but only 1% of the government market. </p> <p>Although the OGC report backs up many of the claims of open source enthusiasts, the UK is unlikely to follow some others and announce a strategic preference for open source. The OGC says: \"Decisions should be based on a holistic assessment offuture needs, taking into account total cost of ownership, with proper consideration of both proprietary and open source solutions.\" </p> <p>The Office of the Head of e-Government is likely to include this advice in a new policy statement to be published shortly. This updates a previous policy, dating from July 2002, which merely says that IT procurements \"should consider\" open source solutions alongside proprietary ones and that the government should avoid getting locked in to proprietary standards. </p> <p>Whitehall is likely to use the new policy as a stick to negotiate better deals from Microsoft, which is expected to sign a new three-year discount deal across the government. </p> <p>The cause of open source software in government has received two setbacks this year. Last summer, the London borough of Newham announced a partnership with Microsoft after testing open source. Its decision was based on a study, funded by Microsoft, of the \"total cost of ownership\". Meanwhile, the borough of Rossendale in Lancashire decided not to pursue a migration to open source, despite the offer of funding from the Office of the Deputy Prime Minister. </p> <p>However, some authorities have recently announced moves to open source. In the biggest switch from Microsoft to open source by a local council, Bristol city council is planning to convert its 5,000 desktop computers to Sun's StarOffice system, which is based on open source. </p> <p>Dundee city council, meanwhile, has consolidated all its servers on to Linux. The council replaced 11 servers with one IBM zSeries mainframe, providing the equivalent performance of 25 virtual servers. The IT staff can react quickly to demand for new services by setting up a new virtual Linux server within minutes. The council runs much of its operations on a SuSE Linux enterprise server, including systems for payroll, housing, social services and web services. </p> <p>\"We have been using Linux since 1996, so the decision to move was a no-brainer,\" says Tim Simpson, IT manager at Dundee city council. The council said that moving to open source would allow it to upgrade its aging IT without increasing its licensing or administrative costs. </p> <p>Open source supplier IBM welcomed the OGC decision. \"This report emphasises many of the benefits open source offers government organisations as the UK continues to advance the e-government agenda,\" said Martin Goodman, director of IBM public sector business. </p> <p>Ian Watmore, the government's chief information officer, however, says that he has no opinion on open source, describing himself as a pragmatist. He says he wants to create a competitive market. </p> <p>Novell's Brown says he doesn't favour compulsion: \"I believe that free market forces will do the work.\" </p> <p>One long-standing critic of Microsoft, Eddie Bleasdale, of consultancy Netproject, welcomed the announcement. \"I am glad that government is jumping on the bandwagon.\" But he said making decisions on the total cost of onwership is \"fraught with difficulty\". \"Coming up with a generic cost model is not meaningful.\" </p> <p>Decisions, he said, should be made on \"what is best for your long-term future and this usually means you have control of your IT infrastructure and are no longer dependent on your supplier.\"</p>",
  "<h2>Latest news</h2> <p><strong>Students excluded after university scam</strong></p> <p>Oxford Brookes University excluded 11 first-year students this week after an investigation found that international students had been promised places at universities in return for cash.</p> <p>Click<a href=\"http://education.theguardian.com/students/overseasstudents/story/0,12743,1337690,00.html\"> here</a> for more.</p> <p><strong>Fake degree vendor handed 12-month sentence</strong></p> <p>A man exposed by the Guardian for selling fake degrees over the internet has been given a suspended prison sentence by the high court.</p> <p>Click<a href=\"http://education.theguardian.com/higher/news/story/0,9830,1337270,00.html\"> here</a> for more.</p> <p>For more higher education news, click <a href=\"http://education.theguardian.com/higher\">here</a></p> <h2>Comment</h2> <p><strong>Taking further education further</strong></p> <p>In the wake of the Tomlinson report further education must remain the choice for all, regardless of age, who wish to study in a more flexible and self motivated environment, writes <strong>Kat Fletcher</strong>.</p> <p>Click<a href=\"http://education.theguardian.com/higher/columnist/story/0,9826,1337238,00.html\"> here</a>.</p> <p>For more comment, click <a href=\"http://education.theguardian.com/higher/comment/\">here</a></p> <h2>Worldwide</h2> <p><strong>New iron curtain divides Europe over Bush</strong></p> <p>In the run up to the US election EducationGuardian.co.uk will be asking the UK's leading academic experts on US politics to deliver their verdict on the repercussions across the world of defeat or victory for George W Bush. First up, <strong>Donald MacLeod</strong> looks at Europe.</p> <p>Click<a href=\"http://education.theguardian.com/higher/worldwide/story/0,9959,1337079,00.html\"> here</a> for more.</p> <p>For more worldwide news, click <a href=\"http://education.theguardian.com/higher/worldwide\">here</a></p> <h2>Science</h2> <p><strong>The one metre-tall human that challenges history of evolution</strong></p> <p>Australian and Indonesian scientists have identified a new and completely unexpected species of human. It was only a metre high, had a small brain but a distinctly human face. It made delicate stone tools and it shared the planet with Homo sapiens at least 18,000 years ago.</p> <p>Click<a href=\"http://education.theguardian.com/higher/sciences/story/0,12243,1337735,00.html\"> here</a> for more.</p> <p>For more on science, click <a href=\"http://education.theguardian.com/higher/sciences\">here</a></p> <h2>Careers</h2> <p><strong>What do you want in a science job?</strong></p> <p>Confused by your career options? Contemplating biochemistry or physics? But what about the important things like earning lots of money or saving the developing world? We can help with our guide to the best way to get what you really want out of your studies.</p> <p>Click<a href=\"http://education.theguardian.com/higher/careers/story/0,9856,1337339,00.html\"> here</a> for more.</p> <p>For more on careers, click <a href=\"http://education.theguardian.com/higher/careers\">here</a></p> <h2>Courses</h2> <p>Find yourself a postgraduate or MBA course with our courses database, powered by Studylink. </p> <p>Click <a href=\"http://education.theguardian.com/courses\">here</a> for more</p> <p>And don't forget:</p> <p><a href=\"http://education.theguardian.com/universityguide\">Our university guides</a><br> <a href=\" http://education.theguardian.com/jobs/ \">Jobs</a><br><a href=\"http://education.theguardian.com/further\">Further education news</a></p> <h2>Sign up for more</h2> <p>Higher Noon is pretty much all you need if you want to keep<br>up with the UK news. But some of you will need a bit more. Something a bit specialist. So for those of you working in the public sector, SocietyGuardian.co.uk has come up with just that. A new family of weekly emails has been launched to bring you news from the key public sectors. Sign up and receive weekly news, analysis and features direct to your inbox from the best writers in the housing, health, local government, social care and voluntary sectors. Click <a href=\"http://society.theguardian.com/emailservices\">here</a> for more</p> <p>Stories? Gossip? Contact <a href=\"mailto:donald.macleod@theguardian.com\">donald.macleod@theguardian.com</a></p>",
  "<p>Storms pounded the south coast of Britain last night with flooding reported all along Cornwall's south coast, threatening coastal communities as winds reached 70mph. </p> <p>The promenade in Penzance was closed after huge waves crashed over the sea wall. </p> <p>The sea also rose over the harbour walls in the fishing town of Looe, throwing rocks on to harbourside roads. </p> <p>Coastguards warned people watching the waves from Looe beach that cars in the harbour car parks could be flooded. Despite sightseers being told to keep away from high seas, surfers still took to the waves. </p> <p>In Torquay, south Devon, the seafront was closed for a while. Fishing boats sought protection in the harbour while up to 200 passengers were stranded for three hours on two Virgin trains which stopped after being pounded by the sea at Dawlish. </p> <p>Virgin said it was experiencing some of the worst conditions it could remember after the 10:05am Glasgow to Penzance and the 4:25pm Plymouth to York services failed. </p> <p>The line was blocked in both directions causing long delays. </p> <p>The Environment Agency said the coasts of south Cornwall and Devon were at risk of storms, as rain spread north-east from the Midlands, south-east England and East Anglia yesterday. </p> <p>The storm conditions, caused by a weather depression from the Bay of Biscay, were predicted to be worst at the Isles of Scilly in the western approaches, where the winds could reach 80mph. </p> <p>In Wales, a man was taken to hospital after he was hit by a shop sign in Haverfordwest. </p> <p>Passengers on board an Irish Ferries vessel were stran-ded at sea off the Welsh coast as high winds prevented it from docking. The Isle of Inishmore left Rosslare at around 10am, arriving at Pembroke dock in west Wales at about 2.30pm, but the captain decided conditions were too risky to dock, the company said. </p> <p>It had left the Irish port around 75 minutes late because of the bad weather. </p> <p>As storms and winds up to 60mph hit the south coast of Ireland, thousands of homes were left without power while several flights were diverted from Cork airport and a number of ferry services to France and Wales were cancelled. </p> <p>A Met Office spokesman said the winds were expected to reach a peak last night. </p> <p>\"There is a fairly intense depression working its way up through the Bay of Biscay as we speak,\" he said. \"Add on strong southerly winds building the seas up, it is posing us some concern.\" </p> <p>A severe flood warning was in place between Land's End and Plymouth last night. Another was imminent between Plymouth and Lyme Regis, Dorset, the agency said. </p> <p>The south-west of England and Wales will remain very windy today with frequent, heavy showers, forecasters said. </p> <p>The flooding follows a week of rain across Britain. The Met Office said yesterday's winds were not remarkable in terms of October weather. But combined with high seas, they were a potential danger.</p>",
  "<p>At this year's NUS national conference, a gathering of more than 1,000 student representatives at our annual trip out to Blackpool, delegates debated and voted on a wide range of issues, from student halls privatisation, to the introduction of fees, to whether war is a valuable use of the Treasury pot. </p> <p>However, in-between the high profile arguments and the 'glamorous' issue of the growing higher education funding crisis, one short but immensely significant line slipped under conference's nose - \"to resolve to have a priority campaign on further education\". </p> <p>It is immensely doubtful that those who voted for such a resolve would have been aware of the political significance of raising their hands at that point, but for the student movement it could have come at no better time, as the last two weeks have been dominated by news of the FE sector. </p> <p>The launch of the Tomlinson review represents the clearest shake-up in education in the last 60 years and, it seems - from the press response, and personal conversations with a variety of interested parties - the most confusing. Will A-levels exist? More exams? Students forced to choose 'vocationalism'? </p> <p>Further education has never been the easiest of areas to understand. Funding mechanisms have for years been altered beyond all recognition, incorporation is still only partially understood by many who work in the sector and students locally all too easily put faults in their courses down to their local college, without any real knowledge of the control of the local Learning and Skills council. </p> <p>At a time of great confusion and rhetoric it's difficult to formulate a clear message on the review. Sometimes the student movement is accused of an unwillingness to make progress - a prevalent idea is that we're stuck in the 1970's - but in truth we're always in favour of progressive policy initiatives. All we ask is that regressive moves aren't used as a quick route to the end result.</p> <p>Today 49% of young people fail at 16 to reach the standard test for entering the next level of education, 5 A-C's. Tomlinson and his climbing frames have the potential to create a system of delivering diversity and choice of learning pathways that will suit the aspirations and needs of all young people. </p> <p>Learning can be effectively matched to the needs of young people, with positive benefits for employers, schools and colleges alike and most critically for the students - but of course we have concerns. A new radical system of routes and progression has to be adequately funded - a government commitment to this has not been forthcoming - and higher education institutions and employers must make the shift to valuing challenging vocational qualifications as highly as the traditional academic routes if the system is to be as radical as the author wishes it to be. </p> <p>But there are other significant concerns at this point. One of the key requirements of Tomlinson is that vocational courses must only be taught in venues with appropriate resources, equipment and qualified teachers; it doesn't take an expert on education minutia to recognise that it is further education institutions rather than local schools which will need to be equipped to deliver these courses and that has massive implications for the sector.</p> <p>The fact is that students from 16 - 96 choose further education colleges because they provide an adult learning environment. FE colleges provide a unique community to study within, with students from across the class, race and age spectrums mixing together in a unique situation. Teaching and learning are radically different, opportunities are diverse and - crucially - students have systems of representation in order for them to directly impact upon their learning environment. </p> <p>Students' unions, so accepted in our higher education institutions for their benefit in terms of student development and participation, are vital to the adult atmosphere that pervades most of our local colleges. </p> <p>Whilst this adult learning environment has the potential to be of huge benefit to 14 plus year-olds, for those disaffected from their current education, or simply those wishing to expand outside the traditional school curriculum, it is vital that FE remains the choice for all, regardless of age, who wish to study in a more flexible and self motivated environment. </p> <p>That means funding being adequately provided from government and local Learning and Skills Councils aimed specifically at this project. But it will also require the political will from the Association of Colleges and for individual college principals to resist the temptation of plugging funding gaps by accepting large numbers of under 16s without adequate resources and the supervision to provide freedom from harm. </p> <p>Only then will the whole of the college community, rather than solely those who hold the purse strings, welcome the under 16s to participate as 'junior members' of the FE environment.</p>",
  "<p><strong> Chips up</strong><br> PC users who need to upgrade their systems now have the choice of buying a machine with an AMD Athlon 64 processor, as opposed to the usual 32-bit Intel Pentium. Do you think it is worth choosing the new technology, or should the average computer user stick to the old and proven system?  <strong>Talia</strong> </p> <p><strong>Jack Schofield replies:</strong> The AMD Athlon 64 has the edge on price/performance, and 64-bit processing is an advantage if you have any software that exploits it. At the moment, Windows doesn't, so it uses the Athlon's 32-bit mode. Intel's Pentium 4 has the advantage of hyper-threading, where one processor works much like two. This is something Windows XP does support today, and the result is better multi-tasking. </p> <p>However, in most circumstances, there is probably not much difference between the two. The only people who are really bothered are serious games players and those with high-end requirements where processor speed makes a practical difference, in which case we would be talking about the Athlon 64 FX range. Either way, the decision would ultimately depend on running benchmarks with a small number of critical applications, and the result could have more to do with the way the software has been written than which chip is technically \"faster\". </p> <p>The real question is whether such high-end chips are good value for average users. You will not get the full benefits of either unless you install lots of memory - at least 512MB - and a fast graphics card. This is OK if money is no object. However, if you are working to a budget, it is usually better to save money on the processor and spend it on extra memory and a bigger hard drive. In my case - since my main tasks are word processing and email - I spend more on the screen and keyboard. </p> <p><strong> Doomed</strong><br> I have had an email from my ISP which says: \"Your account has been used to send a large amount of unsolicited email during the last week. Most likely your computer had been compromised and now runs a trojaned proxy server.\" What should I do?  <strong>Name withheld</strong> </p> <p><strong>JS: </strong> You have probably received a hoax message sent by MyDoom, a common Windows virus. Usually the email asks you to \"follow our instruction in the attached text file in order to keep your computer safe\", or something similar. The attachment is the virus, and should have been identified as such by your anti-virus software. If you don't have any, download Grisoft's free AVG, take your PC offline, restart it and run the virus checker. After completing the scan and removing any viruses, restart your PC and scan it again. Then go online and do another check with a different web-based virus scanner such as Trend's Housecall or Symantec. You may well find your PC does not have any viruses. MyDoom is a mass-mailing worm and has sent the same or similar emails to millions of innocent users. </p> <p><strong> Mail slicing</strong><br> When I send large attachments - JPeg, Word, Excel files - Norton AV appears to split the email into several parts that cannot be reassembled by some recipients. They just get huge character lists. What is going wrong?  <strong>Keith Bater</strong> </p> <p><strong>JS: </strong> The internet can only guarantee to deliver 7-bit ASCII (text) files, and many mail systems have a limit on file size. So, to handle large binary files, mail programs such as Microsoft Outlook convert the file into text - your \"huge character lists\" - and chop it into smaller pieces. The recipient's mail program should be able to recombine and decode the pieces. However, someone using a Web-based mail system may have to download the files and recombine them separately. </p> <p>Your mail program should allow you to choose whether or not to split large files, and set a maximum file size. In Outlook Express, for example, go to Tools|Accounts and select the Mail tab for the service you use. Click the Properties button and then the Advanced tab on the Properties sheet. In your case, there should be a tick in the checkbox marked Sending, and a maximum file size - the default is 60K, which is ridiculous. You can either untick this box or type in a larger number such as 1024K (ie a megabyte), though this will be too big for some mailboxes. </p> <p>You can make many files much smaller by compressing them before you send them. WinRAR is good for this. However, the recipient then has to use the same or a compatible program to uncompress them. Zip is the most common format. It is not worth compressing JPeg image files. </p> <p><strong> Backchat</strong><br> </p> <p><strong>·</strong> Last week, a reader wanted a mobile phone that was also Wi-Fi compatible. That day, the Wi-Fi Alliance announced it had certified the first round of such \"converged\" products. The list includes three phones, the HP iPaq Pocket PC h6315, the Nokia 9500 Communicator and the Motorola MPx, and a Wi-Fi Convergence Accessory, the SanDisk Connect Wi-Fi SD card. Thanks to Alan Burkitt-Gray, editor of Global Telecoms Business, for forwarding the press release. </p>",
  "<p>The UK housing market has suffered a sharp slowdown, according to figures which show that approvals for new mortgages slumped by 30% in a year. </p> <p>And separate figures revealed yesterday that the number of court actions to repossess houses had risen 15% over the past year to the highest level in nearly five years. </p> <p>The British Bankers' Association reported 59,905 new home loan approvals in September, down from 85,626 a year earlier, the fourth consecutive monthly decline and the lowest level for three years. </p> <p>The drop looks more dramatic when compared with the peak of 97,852 approvals in March and adds to a growing run of data suggesting the housing market is cooling rapidly after prices have more than doubled in the past five years. City economists regard mortgage approvals as a key gauge of where the housing market is heading. </p> <p>\"The fact that house prices probably rose too far and too fast has probably stemmed demand on the housing front,\" said the BBA's director of sta tistics, David Dooks. \"At the moment it would appear the Bank of England's interest rate medicine is working,\" he said, predicting that mortgage lending would continue to weaken in the coming months. </p> <p>The Bank has raised interest rates five times since last November to 4.75%, and economists say signs that the housing market is coming off the boil make it increasingly likely that rates will not rise further. </p> <p>\"With other latest survey evidence consistently showing waning buyer interest, more houses on the market and it taking longer to sell a house, the BBA data will maintain the Bank of England's concern that a sharp housing market correction could develop,\" said Howard Archer of the consultancy Global Insight. </p> <p>Earlier this week the housebuilder Westbury said the usual bounce in autumn sales had been muted because customers were taking longer to commit. </p> <p>The Nationwide building society will publish its latest monthly house price index today. It is expected to confirm a weakening in prices. </p> <p>The Nationwide predicts that house prices will stagnate rather than fall, but many experts think prices could tumble by 20%-30% over the next year or two to bring them back into line with their long-run average. </p> <p>The BBA also said the average value of a mortgage loan fell between August and September by £1,000 to £111,000, although it remained higher than the £105,700 of a year ago, reflecting steep price rises. </p> <p>Separately, government figures showed that the number of court actions to repossess houses had risen 15% over the past year to the highest level in nearly five years. </p> <p>The Department of Constitutional Affairs said the total number of actions rose to 18,513 in the third quarter compared with 16,098 a year earlier. </p> <p>Actual orders made for repossessions during the same period rose 8% year-on-year to 11,186. </p> <p>However, all the figures are much lower than during the housing market slump of the early 90s. </p> <p>The figures do not show how many houses are actually repossessed because for a variety of reasons not all orders are carried out. But they do sug gest that the increase in interest rates is starting to stretch some home owners with high borrowing. </p> <p>The HSBC was not convinced that the Bank of England interest rate rises were having as dramatic an impact as the BBA and repossession figures suggest. </p> <p>The HSBC's own figures on lending through its 1,700 branches nationwide showed a 7.8% rise in mortgage activity in October after a weak August and September.</p>"
]