[
  "<p>In a weak London market yesterday the share price of leisure conglomerate <strong> Whitbread</strong> drifted on concerns that this month's asset review will not prove sufficiently radical to attract new buyers. </p> <p>Alan Parker, the new chief executive of the Travel Inn and Beefeater pubs group, is due to announce the findings of the review on October 28. </p> <p>With the Whitbread share price close to a five-year high, analysts believe substantial asset sales and return of capital to shareholders are required in order to push the stock further. </p> <p>In a note titled Evolution or Revolution, Swiss investment bank UBS warned yesterday that if Mr Parker fails to reduce the number of businesses in the group the shares could fall back to 750p-800p. </p> <p>\"We believe a minor disposal programme would leave the share price vulnerable, especially in an environment of slowing UK consumer demand,\" said analyst Julian Easthope in the note. </p> <p>However, if the result of the asset review includes a disposal of Britvic, the sale of Marriott hotel business and Whitbread's restaurant division, coupled with a significant return of cash to shareholders, Mr Easthope reckons the share price could move above £10. Yesterday Whitbread's share price ended 5.5p weaker at 827.5p. </p> <p>In the wider market, leading shares closed in negative territory. The <strong> FTSE 100</strong> finished 13.1 points lower at 4,634.8, with the mining sector doing most of the damage. </p> <p> <strong> Antofagasta</strong> fell 74p to £10.66, while <strong> Xstrata</strong> shed 41.5p to 858p, <strong> BHP Billiton</strong> lost 26.5p to 573p and <strong> Rio Tinto</strong> fell back 51p to £14.52 as metal prices were hit by a wave of selling. Copper fell $278 to $2,815 a tonne, while nickel tumbled to $13,3000 from $15,9000 and zinc ended at $1,075, having started at $1,157. Dealers blamed the selloff on profit-taking and rumours that China is considering revaluing its currency. </p> <p>Traders noted that this rumour has been around several times before and if it proved false, then investors will quickly be back into the market buying copper, zinc and mining stocks. </p> <p>The <strong> FTSE 250</strong> fell 41.6 points to 6,271.3, while the <strong> FTSE Small Cap</strong> index eased 0.9 points to 2,592.6. In the bond market, gilts closed lower. The benchmark 10-year gilt settled at 102.00, yielding 4.7744 - unsettled by comments from Mervyn King, the governor of the Bank of England, who reminded the City that he had to weigh signs of a slowing economy against significantly weaker sterling when setting interest rates. </p> <p> <strong> Gallaher</strong>, the Benson &amp; Hedges cigarette-maker, was in demand again as rumours of a bid approach proved difficult to ignore. Its shares, which were at 647p at the start of the month, rose a further 9.5p to 673p, with market professionals absolutely convinced the company has been in talks with Japan Tobacco. </p> <p>All told, it was a good day for defensive stocks, as investors banked profits in the mining sector and looked for safe places to park their cash. </p> <p>Brewer <strong> Scottish &amp; Newcastle</strong> was one of the biggest beneficiaries of that trend, rising 8.75p to 399.75p, as was <strong> Diageo</strong> - up 18p to 738p - and <strong> Allied Domecq</strong>, 9.5p stronger at 492p. </p> <p>However,<strong> British Airways</strong>, up 9.5p to 209p, was the day's top-performing blue chip stock as oil prices eased. </p> <p>In the FTSE 250 <strong> Countrywide</strong>, Europe's biggest estate agent, fell 10.5p to 283p, unsettled by rumours that it may require a £50m fundraising to finance the acquisition of <strong> Bradford &amp; Bingley's</strong> property chain and surveying business. </p> <p>Speaking at a housebuilding conference organised by Bridgewell Securities at the London Stock Exchange yesterday, Harry Hill, the chief executive of Countrywide, said he was hopeful of sealing a deal with Bradford &amp; Bingley. </p> <p>On a different tack, stockbroker <strong> Evolution Group</strong> rose 1.25p to 150p after Altium Securities upgraded to buy in the wake of news that Aim-listed rival <strong> Numis Securities</strong> - 55p higher at 610p - had received and rejected a takeover approach from Iceland bank Landsbanki. </p> <p>\"We think the prospects for Evolution's revenue growth and strategic positioning may make a takeout price of 200p achievable,\" Altium analyst Jeremy Grime said. </p> <p>Among the small caps, the building materials group <strong> Cape</strong> continued its recent good run. However, yesterday's rise had little to do with bid speculation. Traders attributed the rise to the realisation that Cape is one of the few companies capable of providing industrial scaffolding for large liquefied natural gas projects. The shares rose 3.5p to 130.5p, a six-year high. </p> <p>Elsewhere, online travel group <strong> Ebookers</strong> fell 31.5p 179p as jitters set in ahead of today's analyst briefing. Traders expect the company to provide an update on takeover talks. Last week American travel group Expedia announced it was not interested in bidding for the company. </p> <p>On Aim, <strong> Bits Corp</strong> - the tiny computer games developer - shot up 1.25p, or 44%, to 4.12p on talk that it has struck a major American distribution deal for a game based on Constantine, the new film staring Keanu Reeves. All of which should provide a fillip for the share price of <strong> SCi Entertainments</strong>, which has agreed to publish the game for Bits. SCi shares rose 4p to 137p. </p> <p>Still in the gaming world, <strong> Warthog</strong> gained 80% to 0.95p on rumours that Gizmondo Europe, which declared an 8% holding on Tuesday, is keen to buy more stock. </p> <p><strong>·</strong> There were a number of errors in the share prices cited in Market Forces yesterday. This was due to technical problems at our information supplier. Apologies for any confusion.</p>",
  "In our increasingly cyber-inclined environment, where words and texts float invisibly around our very beings, announcing themselves with a ping or series of beeps, nothing beats the delicious feeling of finding a handwritten letter nestled between the familiar daily deluge of bills and junk mail. <p>Our eyes scour the inky, scrawled address curiously, searching to see if you can guess who it is from before the prized piece of post is opened. Who has taken the time, in an era when answers are instant, to put pen to paper and write personally to me? </p> <p>On unfolding a crisp piece of paper there is no convoluted text-talk to baffle the reader. Things aren't gr8, they're fabulous - words are written in their full and lengthy glory. There's something rather gorgeous about swirls of ink on paper, a further expression of the character of their creator. </p> <p>Gone are the days of puckering up and kissing an envelope tenderly before sending it off on its romantic journey to a loved one's hands. It did happen once upon a time, though. Does anyone scent their texts with a dab of perfume before they ask their intended for a dinner date these days? I think not. And how many people keep their emails in a neatly tied bundle or carefully prepared shoebox for future hours of reminiscing? </p> <p>Having recently got married, I took the opportunity to spend several hours writing thank-you letters to my nearest and dearest, pouring my gratitude and love into every splash of ink. </p> <p>And, from one recipient, this is the text I got back: thnx 4 lettr, it woz gr8 2 hear frm u.spk sn </p> <p>I rest my case.</p>",
  "The Fathers 4 Justice lobby has both Saint Bob and Batman on its side in its arguments against the government's green paper on child contact. Last night's Channel 4 programme, Geldof on Fathers, reiterated the view that mothers have everything their way when families part, and that the only fair way forward is to insist that children are split 50/50 between warring parents whether they like it or not. <p>The stunts pulled by Fathers 4 Justice have already been sufficiently persuasive for feminists Jenni Murray and Maureen Freely to publicly dub them the new suffragettes. In one sense perhaps they have a point. Suffragettes didn't just campaign for the vote. Their stunts and slogans changed the words and images with which women were able to imagine their lives. As men demonstrate for the right to be fathers, perhaps they will change the way in which men think about themselves. </p> <p>But that is as far as the comparison goes. Women were fighting for a change in the law that would give them an equal right to vote. Men already have an equal right in law, \"to have responsibility for, and a meaningful relationship with, their children, so long as it is safe\". The suffragettes were fighting for all women. Fathers 4 Justice is fighting for fewer than 2% of separated fathers - for that is the number who, having been granted a contact order by the courts, have then been forced to return to court because their ex-partners have frustrated that order. The number of contact orders refused is 0.8% of applications. </p> <p>So far the government has resisted demands by the representatives of this 2% either to grant parents equal residence rights or to increase penalties available for women who obstruct contact. It has done so in the face of an increasingly distorted picture of the facts. Many newspapers have suggested that equal residence rights are common in other countries. In fact, there is no country that automatically grants equal residence rights to parents, because to do so would breach children's rights and it is their welfare that should be paramount. </p> <p>Another common misconception is that 40% of fathers lose contact with their children because, according to a front-page story in the Sunday Telegraph in April, \"mothers admit to 'thwarting contact' between children and their fathers\". Surveys find that the reasons for breakdown are varied but there is no suggestion that mothers obstruct contact in many cases. </p> <p>Research by the Office for National Statistics (ONS) into contact arrangements found that the overwhelming majority of resident and non-resident parents were happy with the status quo. Those parents with the highest level of contact were most satisfied with arrangements - discontent rose as the level of contact declined. When asked what would most improve things, the ONS study found that it wasn't so often the fathers who said they wanted to see more of their children - twice as many parents with residence (mostly mothers) wanted that contact to increase. Indeed, this was the single most important improvement they suggested. </p> <p>It appears that, while a small number of fathers are being shut out of their children's lives, many more are not taking up the opportunities offered to become more involved. This finding ties in with a battery of smaller-scale qualitative research showing that, while it is true that women are overwhelmingly in the driving seat over parenting, they are usually driving towards greater paternal involvement. Indeed, it is often the mothers' willingness to keep steering, often against the odds, that keeps relationships between father and children intact. </p> <p>This mother provides anecdotal, but fairly typical, evidence of what is often involved: \"One summer he brought them home [from holiday] four days early. I was working. I just had to find childcare. That's when I realised I couldn't rely on him, so I had to come to terms with it. I organised my own back-up system. For a while it was hell and misery but I always thought it was terribly important for them to see their father, and things have got a lot better now.\" </p> <p>What will most help those fathers who are unfairly cut off from their children is not so much a change in the law as a change in the culture. Research from the Cava centre in Leeds shows that, when relationships break down, for most people the overwhelming desire is to \"do the right thing\" for the children. For a small minority \"the right thing\" is keeping Dad away from his kids. Some women remain to be convinced that fathers do have a valuable role - before the relationship breaks down. </p> <p>In a survey of \"high fliers\" by Maloney Search, over 80% of mothers said they would be happy to ask for an hour off to deal with a family crisis. Only 14% of fathers would. Over the last 20 years, fathers' involvement with young children has increased substantially, but analysis of Time Use Surveys, by Irene Bruegel of South Bank University, shows that much of that extra time happens in the company of their partners. Fathers spend little time alone with their children. </p> <p>Charlie Lewis of Lancaster University interviewed a group of ex-cohabitees about the reasons for the split. Four out of 10 of the women said it was because their partner was \"immature\". Imagine one of these lone mothers, struggling with the care of difficult children (and children caught up in contact disputes are often upset and difficult). Will she look up at the TV, see a bloke in tights being picked off a roof by a policeman, and think: \"That is the role model I want for my son\"? Images are powerful, but we cannot always be sure which way they will be read. </p> <p><a href=\"mailto:a.phillips@gold.ac.uk\">a.phillips@gold.ac.uk</a></p>",
  "Welcome to the Backbencher, Guardian Unlimited's weekly insider's guide to Westminster. <p>In this week's Backbencher: Saatchi seeks satisfaction, the Tories play God, and what Tony Blair can learn from David Beckham</p> <p>&gt;&gt;&gt; THIS WEEK IN POLITICS</p> <p>The Backbencher asked Guardian Unlimited's news and politics editor, Tom Happold, for his take on the renewed parliamentary interest in Iraq.</p> <p>\"It's a sign of Tony Blair's renewed confidence that he was so aggressive in rebutting Michael Howard's demand for an apology at prime minister's questions today. </p> <p>\"The Tory leader wanted him to say sorry for exaggerating intelligence evidence on Iraq's alleged arsenal of weapons of mass destruction. The prime minister refused, accusing him of undermining Britain's troops in the Gulf in the process.</p> <p>\"'It would be more helpful if you would back our troops out in Iraq, rather than doing what you are doing now,' he said. 'I wish you would stop playing politics with this issue, which is precisely what you are doing, and remember that you and your party supported the war for precisely the same reasons that we do.'</p> <p>\"Pinpointing the Tories' weaknesses -and then hammering away at them - is one of Mr Blair's greatest talents. He knows that Mr Howard is stuck with an Iraq policy inherited from his predecessor, Iain Duncan Smith. With Washington one of the few places he was taken seriously - he still loves popping over for meetings with Dick Cheney and other neo-cons - IDS was even more pro-war than Mr Blair, leaving his successor little room for manoeuvre.</p> <p>\"Ken Clarke, IDS's former rival for the Tory crown, offered an alternative course, arguing that the party should oppose any military adventures that were not clearly in Britain's national interest. How many Tories must wish he'd been leading them now.</p> <p>\"Mr Blair's confidence, however, has a firmer foundation than Tory misjudgement. Following John Howard's election win in Australia and George Bush's poll lead in the US, he is convinced that Iraq is not an election-winning - or losing - issue.\"</p> <p>&gt;&gt;&gt; ORIGINAL SPIN?</p> <p>A reader emailed the Backbencher with shocking news. Don't tell central office, readers, but 'Saatchi's Law' - otherwise known as \"Satisfaction = Performance minus Expectation\" - is not the work of the legendary adman.</p> <p>\"Sorry, but Maurice didn't 'come up' with this one (S = P - E),\" writes a man whom, for his own safety, we'll call John. \"It has been around for donkey's years. It's usually given the handle 'The first law of services' and I first came across it back in the 70s at a conference on 'Production &amp; Operations Management' in a paper presented by a brilliant American, name of David Maister.\"</p> <p>This all seemed most unlikely. Surely Maurice would never pass off someone else's idea as his own? The Backbencher consulted another reader, who said: \"He's broadly right but exactly wrong. It's Maister's first law of service (not services), and says that Service = Perception - Expectation.</p> <p>\"Saatchi, like the adman he is, rebranded slightly when plagiarising to Satisfaction = Performance - Expectation. Both changes are actually significant.\"</p> <p>Frankly, the Backbencher expected better of Lord Saatchi. No wonder Silky spent much of last week talking about the public's low expectations of him, and his own modest ambitions. </p> <p>&gt;&gt;&gt; LAST WEEK'S COMPETITION</p> <p>As many readers pointed out, Maurice Saatchi compared his washing machine to the functions of a successful government at last week's conference.</p> <p>\"So, Saatchi likens a good government to his washing machine, yet fails to mention the endless spinning,\" writes the winner, Phil Thomas. \"Incidentally, one of his agency's major clients happens to be the Dixons Group, purveyor of all goods white.\" It all joins up at the back, you know, Phil. Fortunately, it's someone else's job to do that.</p> <p>&gt;&gt;&gt; THIS WEEK'S COMPETITION</p> <p>The Backbencher has a copy of Agnes Maillot's New Sinn Fein: Republicanism after the IRA to give away, courtesy of <a href=\"http://www.routledge.com\">Routledge</a>, to the reader who can tell her why the \"Big\" D Mocracy band is playing at a \"speed dating\" event between \"young people\" (defined as under 26, though the Backbencher may try to get in anyway) and councillors next week. Email <a href=\"mailto:backbencher@guardianunlimited.co.uk\">backbencher@guardianunlimited.co.uk</a>. Terms and conditions can be viewed <a href=\"http://politics.theguardian.com/backbench/story/0,14158,1151064,00.html\">here</a>.</p> <p>&gt;&gt;&gt; THE BOOK OF SILKY</p> <p>\"Even the Almighty took six days to create the world. The Tories seem to be trying to do it in six minutes - and without any kind of parliamentary legislation,\" wrote a prophetic reader early last night. How right he turned out to be. For on Wednesday at 10pm it came to pass that the Conservatives' <a href=\"http://www.conservatives.com/getfile.cfm?file=timetableforaction&amp;ref=POLICYDOCUMENT/1664&amp;type=pdf\">Timetable for Action</a> was loosed upon the world.</p> <p>Like Genesis, the Backbencher suspects that this remarkable document need not be taken entirely literally, but it still tells us a great deal about the glory of elected office. Admittedly, too, God's first priority was switching on the light rather than making the Office for National Statistics independent of ministers, but since the very first pledge is, in fact, a negative commitment (\"I will forbid party political advisers to tell civil servants what to do\"), it may take a bit longer to fulfil the rest. Who is going to tell the political advisers not to boss about the civil servants in the ONS? Silky, presumably. And he won't be able to delegate it. Really, promising to keep Guy Black's paws off the ONS doesn't quite have the same force as Gordon's liberation of the Bank of England. </p> <p>&gt;&gt;&gt; LEFT WELL ALONE</p> <p>How pleasing that Peter Mandelson made such a good impression on the MEPs who interviewed him last week about his new job as an European commissioner. Enrique Baron Crespo, who chaired the hearing, judged his \"personal and professional capacities\" highly after the three-hour grilling. The only politicians who did not warm to him were those in the European United Left group, not the sort of people he has ever tried to cultivate. Let's just hope he gets on with his new colleague Rocco Buttiglione as well.</p> <p>&gt;&gt;&gt; A QUESTION OF INTELLIGENCE</p> <p>The Backbencher urges Tony Blair to take a leaf out of David Beckham's book. Chastised for his professional foul on Welsh international Ben Thatcher on Saturday, the England captain was not too proud to apologise. \"I now know that was wrong and apologise to the Football Association, the England manager, my team-mates and all England fans for this,\" he admitted. How much the PM could learn from such repentance. \"I am sure some people think I have not got the brains to be that clever,\" said Mr Beckham, \"but I do have the brains. I could feel the injury, so I fouled Thatcher. It was deliberate.\" So that's settled: Goldenballs' intelligence is fine, but Mr Blair's remains faulty - another triumph for the cock-up theory of history.</p> <p>&gt;&gt;&gt; TOLERANCE, TORY-STYLE</p> <p>Michael Portillo did not do much to further the Tories' attempts to be more inclusive on his BBC4 chat show last night. Discussing the rise of Islamophobia, the former cabinet minister said: \"10 years ago we'd have been having the same conversation amongst Irish people. And it's not wholly unreasonable for people to look for Muslim people when there's a threat from people who are quoting the Koran.\" How reassuring for the hundreds of British Muslims who have been picked up in anti-terrorist raids and then released without charge. And how reassuring for the Birmingham Six and the Guildford Four that they had nothing to moan about.</p> <p>&gt;&gt;&gt; PRIME MINISTER'S QUESTIONS</p> <p>\"The Speaker tells Plaid Cymru's Adam Price - who wants Mr Blair to be impeached - to 'calm down or leave the chamber'. Meanwhile, Mr Blair is getting angry ...\" <a href=\"http://politics.theguardian.com/commons/story/0,9061,1326323,00.html\">Matthew Tempest reports</a> on a highly charged session of PMQs.<br> </p> <p>&gt;&gt;&gt; FORTHCOMING EVENTS</p> <p>TONIGHT: \"The New Political Economy\"<br> Professor Timothy Besley of the LSE delivers the Keynes Lecture in Economics. Meetings department, The British Academy, 10 Carlton House Terrace, London. Call 020 7969 5246 or email lectures@britac.ac.uk</p> <p>OCTOBER 15-17: The European Social Forum, venues across London<br> Three days of talks, debates and organisation on global justice, workers' rights and a sustainable society. The Guardian is a media sponsor for the ESF. Bookings available via <a href=\"http://www.fse-esf.org\">www.fse-esf.org</a>.</p> <p>OCTOBER 18, 6.45pm, In Conversation with Theresa May<br> Freshly returned from the Conservative party conference, and several months into her new role as shadow secretary of state for the family, Theresa will speak at the <a href=\"http://www.thinkingwomen.org/\">ThinkingWomen</a> network at the Demos offices, 3rd Floor, Magdalen House, 136 Tooley St, London SE1.</p> <p>TUESDAY 26 <br>The <a href=\"http://www.childrenareunbeatable.org.uk/\">Children are Unbeatable!</a> alliance will be organising a mass lobby of parliament. To register, call 020 7713 0569 or email <a href=\"mailtoinfo@endcorporalpunishment.org\">info@endcorporalpunishment.org</a></p> <p> &gt;&gt;&gt; THIS WEEK'S TV &amp; RADIO</p> <p>TONIGHT, 6.45pm, BBC2: Spy<br> Eight members of the public undergo crash training in espionage and are let loose on real-life spy training missions.</p> <p>TONIGHT, 10pm, BBC4: Tales from Europe<br> Kirsty Wark continues her grand tour of the new EU states with a visit to Poland. </p> <p>THURSDAY, BBC4, 8.30pm: Yes, Minister<br> Jim runs into trouble trying to implement an integrated transport policy.</p> <p>FRIDAY, BBC4, 8.30pm: Pop and politics profile: Chuck D<br> American rapper Chuck D has spent a lifetime fighting the powers that be. He joins director Spike Lee and others to discuss their campaigns.</p> <p>MONDAY, RADIO 4, 8.30pm: Crossing continents<br> Tim Whewell visits California to assess the impact of Arnold Schwarzenegger's election as state governor last year. How much has the Terminator's brand of Republicanism achieved?</p> <p>&gt;&gt;&gt; NEWS ROUND-UP</p> <p>Tony Blair today <a href=\"http://politics.theguardian.com/iraq/story/0,12956,1326259,00.html\">went on the offensive</a> over Iraq, accusing the Conservatives of failing to back British troops and playing \"party politics\" over the war - while rebutting claims he had misrepresented intelligence in the run-up to the invasion.</p> <p>Council tax payers are to have their income taken into account when billed by their local authorities in the future, <a href=\"http://politics.theguardian.com/localgovernment/story/0,9061,1326406,00.html\">according to former cabinet minister Stephen Byers</a>.</p> <p>The future of the controversial new EU commissioner-designate Rocco Buttiglione remains in the balance after it emerged that MEPs had <a href=\"http://politics.theguardian.com/eu/story/0,9061,1326432,00.html\">voted against him</a> taking up his justice and home affairs post - or any other.</p> <p>Radical proposals to increase the number of <a href=\"http://politics.theguardian.com/constitution/story/0,9061,1326300,00.html\">female and ethnic minority judges</a> have been unveiled by the government.</p> <p><a href=\"http://politics.theguardian.com/homeaffairs/story/0,11026,1326333,00.html\">Pro-hunting peers</a> are planning to table a series of amendments to the hunting bill after it passed its second reading in the House of Lords last night.</p> <p>&gt;&gt;&gt; FINAL READING</p> <p>It may not have been on the scale of a US convention, but the Conservative conference heralded the start of our breakthrough, <a href=\"ttp://politics.theguardian.com/columnist/story/0,9321,1323109,00.html\">writes Tory candidate Ed Vaizey</a></p> <p>Who do you think won the second presidential debate? Does it matter? <a href=\"http://www.theguardian.com/uselections2004/worldcollege/poll/0,15002,-193,00.html\">Have your say</a> in the latest of our online World College polls.</p> <p>Don't know who to vote for? You're not alone. See what our <a href=\"http://politics.theguardian.com/floatingvoters/\">floating voters</a> made of the party conferences.</p>",
  "<p>Around the time of the Democratic convention in Boston, the first such event to accredit bloggers, there was a great deal of introspective posting on what the new breed of fearless internet warriors would be doing differently from the other 15,000 media people there. One view was nothing much - bloggers being intrinsically parasitic to the big newspapers and TV stations, filtering and analysing the latest stories instead of generating them. As Wonkette emailed to <a href=\"http://www.wired.com/news/culture/0,1284,64273,00.html\">Wired magazine</a>: \"Reporting is something you have to leave your laptop to do.\"</p> <p>But one thing bloggers can do differently, if not better, than their mainstream rivals is organisation. You saw it in the Howard Dean campaign when a web momentum built up behind an outside candidate; in the latest attempt, pro-Kerry bloggers are mobilising against a conservative-leaning US television station that plans to show a documentary attacking the senator in the last 10 days of the campaign.</p> <p>The effort is based around the <a href=\"http://www.boycottsbg.com/\">Boycott Sinclair Broadcast Group</a> website. It charges that <a href=\"http://www.stolenhonor.com/\">Stolen Honor</a>, a film linking Mr Kerry's campaign against the Vietnam war to the torture of captured US soliders, is more \"partisan propaganda\" than documentary. Readers are asked to persuade advertisers to withdraw their spending from the group and its regional affiliates.</p> <p>It has scored some successes. A <a href=\"http://www.dailykos.com/story/2004/10/12/121355/52#235#235\">thread</a> at Daily Kos lists the most recent and one firm, Carroll's Furniture of Arden Hills, Minnesota, gets some applause. \"If I lived in Minnesota I'd be a customer for life,\" writes one organiser.</p> <p>The Democratic party is pursuing Sinclair through the courts for flouting federal election guidelines but one thing bloggers want to know is where the mainstream media are in all of this. Dave Pell at <strong>Electablog</strong> cannot quite believe it. \"It's these same media organisations who have allowed themselves to be slapped around enough by the phoney charges of liberal bias that they've become unable to perform their duty as a check on the balance of power in this country,\" he <a href=\"http://www.electablog.com/2004/10/time-for-big-media-to-join-fight.html\">writes</a>.</p> <p>\"The airing of a partisan hack job on Sinclair's stations will not only mark a sick victory for rabid right wingers. It will also plunge another dagger into the heart of a mainstream press seemingly unable or unwilling to defend itself.\"</p> <p>The pro-Bush <strong>Little Green Footballs</strong> is less than amused but spies an opportunity in the advertisers' database. \"[We] may be able to discover ways to contact these advertisers ourselves, and let them know that we want them to support Sinclair's constitutionally protected right to free speech,\" it suggests. A little closer to newsblog's own heart, LGF has a similar plan for the Guardian's <a href=\"http://guardian.assets.digivault.co.uk/clark_county/\">letter writing campaign</a> to the undecided voters of Clark County, Ohio. \"Make sure to go to the Guardian site and sign up for one of the addresses of the voters. That way it will be removed from being given to the wacko libs,\" reads the first <a href=\"http://littlegreenfootballs.com/weblog/?entry=13128_Guardian_Tries_to_Influence_US_Election#comments\">first comment</a>. \"Then, if you are so moved, write a letter to the person urging them to vote for President Bush. We can turn this against the Guardian and the unscrupulous liberals.\"</p> <p>Unscrupulous or not, weblogs are sure to use these next six weeks to see how much power they really have.</p>",
  "<p>A boss of the Keep Britain Tidy charity has been forced to apologise after branding Wigan the \"arse end of the world\", it has emerged.</p> <p>Sue Nelson, assistant chief executive of the organisation, made the comment about the town to urban regeneration experts and civil servants at a national conference in London. </p> <p>Ms Nelson, who is from London, has now apologised to the people of Wigan for the remark after the charity, based in the Lancashire town, received complaints. </p> <p>There is now an internal investigation which might result in disciplinary procedures, a spokesman for the charity said. </p> <p>Ms Nelson will not make any further comment. </p> <p>Keep Britain Tidy is dedicated to improving the environment by tackling graffiti and litter. It is one campaign run by the charity EnCams. Ms Nelson works at its HQ at Wigan Pier; she lives out of town. </p> <p>A spokesman said the remark was made during light-hearted banter and was not meant to be taken seriously. </p> <p>Ms Nelson told the conference: \"I would like to start by saying that Wigan is the arse end of the world.\" </p> <p>She added: \"London is the financial capital - Wigan is the pie capital. </p> <p>The Lancashire town, birthplace of George Formby, has struggled to shake off its Orwellian cloth-cap image of northern deprivation. </p> <p>\"It does have many wonderful things,\" a spokesman for Keep Britain Tidy added. </p> <p>\"She is really really sorry people have been upset and has apologised.\" </p> <p>Wigan borough council described the remarks as \"regrettable\".</p>",
  "<p>Internet giant Yahoo! has appointed both the co-founder and the former group head of online shopping portal Kelkoo to lead its European online operations.</p> <p>Pierre Chappaz and Dominique Vidal, who ran Kelkoo until it was acquired by Yahoo! for £19m in March, will operate as president and chief operating officer of Yahoo!'s European arm respectively.</p> <p>The two men take over from Mark Opzoomer, the former managing director and regional vice president, who has run Yahoo!' European operations since September 2001.</p> <p>Yahoo! senior vice-president of international operations, John Marcom, said the move represented the growing importance of Europe in Yahoo's global strategy.</p> <p>\"With the acquisitions of Overture, the paid advertising search business, and MusicMatch, the online music business, it's now a very different Yahoo!\" he said.</p> <p>\"Pierre and Dominique's role is now much broader and more strategic as Yahoo! seeks a much tighter integration of its businesses.\"</p> <p>Mr Chappaz will lead Yahoo!'s product marketing and technological strategy in the region while Mr Vidal, formerly group managing director of Kelkoo, will run day-to-day operations.</p> <p>The European management reshuffle came as Yahoo! announced its sixth consecutive quarter of record earnings.</p> <p>Boosted by a lift in online advertising and a one-off windfall from the sale of a stake in internet rival Google, the company said third-quarter profits more than tripled compared with the same time last year.</p> <p>Yahoo!'s third-quarter net profit rose to £141m from £36m, while revenues more than doubled to £506m from £199m.</p> <p>Mr Marcom said Europe was now sitting \"side by side\" with the Far East in terms of revenue contribution helping to drive sales at Yahoo's international businesses up 341% to £141m.</p> <p>\"Europe continues to play a big part in terms of revenue generation and the acquisition of Kelkoo has given us a much more solid base bringing in an additional 4 million users,\" he said.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>The retail entrepreneur Philip Green today announced record operating profits for his Bhs chain and said sales had gathered strength in the last few weeks.</p> <p>The figures were released a day after Marks &amp; Spencer - the troubled retailer Mr Green attempted to buy for £9bn this summer - announced that half-year profits would be lower after another fall in like for like sales.</p> <p>Mr Green, who also owns the Arcadia fashion business, said operating profits at the 162-store Bhs chain rose by 5.8% to £111.6m in the year to March 27. Total sales were up 0.9% at £889.8 million, but were flat on a like for like basis. </p> <p>Since the end of August, sales had improved by 1.7% on a year earlier, with the like for like figure up by 1.3%. Information on the period between March and August was not available from the company, which is not publicly quoted. </p> <p>The performance for the financial year means Mr Green will pick up the lion's share of a final dividend of £42.75m. An interim dividend of £156.75m has already been paid to shareholders.</p> <p>Mr Green said the improved results were due \"in large part to the continued loyalty, commitment and passion shown by our 14,000 people\". </p> <p>He also pointed to an efficient set-up, which enabled operating margins to rise to 12.5% despite the competitive trading environment. </p> <p>Mr Green, who responded to the collapse of his M&amp;S bid in July by ensuring that Bhs and Arcadia \"worked their socks off\", said a £20m refurbishment programme for up to 50 top stores was nearing completion. </p> <p>An 18-strong smaller store programme had already finished and was showing good sales growth, while further investment was planned in new stores and refits. </p> <p>Bhs was also preparing to launch its first media campaign since Mr Green bought it in 2000.</p>",
  "<p>David Cregan's new play reveals a passionate concern with Iraq, global capitalism and environmental decay. But, while his social conscience does him credit, I wish he could have found a more plausible plot on which to hang his thoughts. </p> <p>The story hinges on the determination of country-bred, 91-year-old Toby to buy part of the vast, adjacent garden belonging to Gerald, a lecherous entrepreneur. For inexplicable reasons, Toby's family - including his dithering son, actressy daughter-in-law and ecologically concerned grandson - think the purchase will be the death of him and do everything in their power to stop it. Ariadne, the daughter-in-law, even offers to sleep with Gerald to stop the sale; although, since she is an anti-war marcher and he a rabid right-winger, it makes for a prickly liaison. </p> <p>Cregan's model is clearly Shaw's Heartbreak House: another country-garden play in which the leisured classes confront naked power in the shadow of global catastrophe. Unlike Shaw, Cregan lacks the courage of his convictions and refuses to acknowledge that he is writing a disquisitory piece. Significantly, the play takes off once he sacrifices plot to debate as in an angry clash between a trainee teacher and the exploitative Gerald, who smugly believes he can benefit himself and the south-east Asians by turning their shops into giant supermarkets. Cregan also has a sharp eye for individual eccentricity, as in his portrait of a xenophobic cook who caps her itemised catalogue of national loathing with: \"And then there's Sweden.\" </p> <p>Even if Joyce Branagh's production can't disguise the play's improbabilities, it looks verdantly elegant in Sam Dowson's design and matches this theatre's usual high acting standards. Miranda Foster as the sexually self-sacrificing Ariadne, Robert Benfield as her complaisant husband and Eve Shickle as the grumbling cook are all first rate. But while Cregan's play hinges on the quest for a plot of ground, I wish its political debates were grounded in a less whimsical plot. </p> <p><strong>·</strong> Until November 6. Box office: 020-8940 3633.</p>",
  "<p>A ban on junk food advertising before 9pm is one of the proposals being considered by the government under stringent plans to fight child obesity, according to reports today.</p> <p>And all food advertising could carry a \"traffic light\" symbol warning of its sugar, salt and fat content.</p> <p>Some ministers believe a ban on junk food advertising before the 9 o' clock watershed is required if it is to succeed in the fight to reduce the amount of unhealthy food eaten by children.</p> <p>The proposals, outlined in the Times today, will prompt a showdown between the government and food and advertising companies, who are certain to oppose the measures.</p> <p>It is unlikely, however, that ministers will introduce a total ban on junk food adverts before 9pm. Instead they will be hoping to persuade food companies to adopt a voluntary code of practice.</p> <p>The imposition of a red, orange and green \"traffic light\" labelling system, indicating the levels of salt, fat and sugar in certain products, could be part of a white paper on food. </p> <p>A red traffic light badge on food would be as undesirable as health warnings on cigarette packets and would therefore be something the food companies would seek to avoid.</p> <p>If the government cannot reach a deal with food manufacturers, it will force them into action with legislation.</p> <p>Food marketing giants have been emphasising their healthy credentials in a bid to stave off advertising restrictions.</p> <p>McDonald's is currently trying to undergo a transformation offering healthy options such as salad, fruit and Quorn burgers alongside the traditional burgers and chips which have earned it its reputation for junk food.</p> <p>And some confectionary manufacturers such as Nestle and Cadbury have voluntarily abandoned king-size chocolate bars.</p> <p>McDonald's has also dropped its \"super-size\" portions of fries and fizzy drinks</p> <p>The Food Standards Agency, which has been running a campaign warning against excessive levels of salt intake, is also examining ways of profiling nutrients in foods and signposting them with a label for consumers.</p> <p>Yesterday the agency won the right to continue with its \"Sid the Slug\" salt intake awareness campaign after the advertising watchdog rejected complaints from salt manufacturers saying the adverts were \"incorrect and potentially very damaging\".</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p><strong> London forum </strong> What's it like living near one of Nigeria's 600 gas flares? Friends of the Earth is hoping to give some idea of the heat, noise and pollution (but not the mosquitoes) that are generated with an installation at the European Social Forum from tomorrow. The ESF, which is meeting in London for three days from Friday, principally at Alexandra Palace, is recommended to anyone interested in oil addiction, development, climate change, debt, globalisation or privatisation. Expect to see Oronto Douglas, attorney and defender of the Ogoni people, Walden Bello of Third World Network, writer Susan George, Dr Aleida Guevara, daughter of Che, the Guardian's George Monbiot and others. <br> <strong>·</strong> Details: <a href=\"http://www.fse-esf.org.\">www.fse-esf.org.</a> Information on autonomous spaces and free events at <a href=\"http://www.altspaces.net\">www.altspaces.net</a> </p> <p><strong>Bureaucratic resistance</strong> Richard Leakey, veteran Kenyan wildlife battler, was in Bristol at the weekend with Sir David Attenborough, Richard Dawkins and Jane Goodall at a Wildscreen film festival event. Leakey was spitting with rage at what is going on in Bangkok, where the Convention on International Trade in Endangered Species (Cites) is meeting: \"It has become obvious that parties to Cites, not least the UK government, are trying to change it from its original aims - the curbing, and the eventual ending of all trade in endangered species,\" he stormed. Asked why it has gone into reverse, he said that it is now run by \"governments and non-government groups (NGOs) - bureaucrats in short, [who] are swayed by the doctrine of 'sustainable development' and the market economy\". Ouch. </p> <p><strong> Urgent appeal</strong> Who will rid Ruabon in north Wales of yet another giant rubbish tip? The plight of the residents fighting to turn Hafod quarry, an old claypit designated as one of Britain's most important newt centres, into a nature reserve even as a cement company tries to make it another dump was highlighted here some months ago, but the battle is now heating up. The residents, none of whom have any money but who have raised tens of thousands of pounds through fetes and whiprounds, have fought several public inquiries. However, the odds are now stacked against them. The Environment Agency is backing out, and the Legal Aid Board has refused to help them take the case to the courts on the grounds that too many people would benefit. Last week, the residents needed to find £12,000 in 24 hours to keep their vision of a better Ruabon alive. They raised £3,000 and are desperate. <br> <strong>·</strong> For further information, visit <a href=\"http://www.hafod.info\">www.hafod.info</a></p>",
  "Pro-hunting peers are planning to table a series of amendments to the hunting bill after it passed its second reading in the House of Lords last night. <p>They are seeking to strike out the demand for a total ban on foxhunting from the bill, which was inserted by a House of Commons amendment, and replace it with a call to license hunting, based on the government's original proposals.</p> <p>Conservative peer Lord Mancroft, who is moving the amendments with Labour, the Liberal Democrats and cross-bench colleagues, denied that their amendments represented an attempt to defy the Commons.</p> <p>\"We are planning to do what the prime minister suggested; come up with a sensible workable compromise and give the government back the bill it originally tabled,\" he told Guardian Unlimited.</p> <p>\"We have compromised, and compromised, and compromised, and we are prepared to do so again.\"</p> <p>Lord Mancroft's amendments would restate the government's original plan to allow registers to licence hunts by judging whether they pass two tests: do they cause \"least suffering\" to foxes and have the \"utility\" of limiting the fox population. </p> <p>His comments come after environment minister Lord Whitty warned peers that they were \"in the last chance saloon\" over the bitterly contested issue during last night's eight hour debate.</p> <p>He urged the upper chamber to seek an alternative to confrontation with the House of Commons, and stressed that MPs had voted overwhelmingly to ban foxhunting, stag hunting and hare coursing.</p> <p>Ministers have threatened to use the Parliament Act, which has only been used three times since 1949, to force the bill on to the statute book if the Lords blocks it.</p> <p>Lord Whitty told the Lords: \"I want to ask all peers to take proper note of the very clearly expressed views of the House of Commons.\"</p> <p>He warned: \"We are now in the last chance saloon. The ball is in the court of this House, of those who have supported hunting in its present form, to offer a way forward or alternatively to accept the bill as it now stands if we are not to provoke the use of the Parliament Act.\"</p> <p>Labour peer, Baroness Mallalieu, who is president of the Countryside Alliance and one of the co-authors of the pro-hunting amendment with Lord Mancroft, warned that if a ban became law \"respect for parliament, for its ability to protect the freedom of minorities and respect for the due process of law will break down in a number of parts of the country\".</p> <p>She said: \"I hope that this house will work constructively in the proper time so that we can return a bill to the Commons this session which will be based on a framework which the rural affairs minister, Alun Michael, felt was right, a regulatory bill.\"</p> <p>It should apply \"to all forms of hunting. If they fail the tests they won't get a licence, if they pass them, then they should\".</p> <p>In the Commons, there is a large majority in favour of an outright ban. Led by former ministers Tony Banks and Sir Gerald Kaufman, they argue that hunting is cruel.</p> <p>The hunting row brought a split between MPs and peers last year after Mr Banks amended the original licensing bill to an outright ban.</p> <p>This was later overturned by peers to restore fox and stag hunting and hare coursing. The bill failed when it ran out of time.</p>",
  "It's just possible that you have heard this once or twice before recently, but the forthcoming American election, on November 2, may be the most important in living memory. People have been saying this about every presidential race for decades - but, as one environmentalist put it recently in a US newspaper interview, precisely the problem with crying wolf is that sometimes there is a wolf. You would be forgiven, though, for feeling increasingly helpless as you hear the \"most important election\" mantra repeated daily: unless you happen to be a voter in a handful of swing states, there's little you can do about the final result. If you're not American, the situation is more acute. Certainly, the actions of the US impact on our lives in overwhelming ways; British political life may now be at least as heavily influenced by White House policy as by the choices of UK voters. And yet, though the US Declaration of Independence speaks of \"a decent respect to the opinions of mankind\", you don't, of course, have a vote. You can't even donate money to the campaigns: foreign contributions are outlawed. And you're unlikely to have the chance to do any campaigning on the ground. All you can do is wait and watch: you're powerless. <p>Or are you? At G2, that sounded like fighting talk. Where others might see delusions of grandeur, we saw an opportunity for public service - and so, on the following pages, we have assembled a handy set of tools that non-Americans can use to have a real chance of influencing the outcome of the vote. We've identified ways to give money to help your preferred candidate, even though direct campaign contributions from foreigners aren't allowed. There are ideas for making your voice heard in the influential local media outlets where it could really count. And at the core of it is a unique scheme to match individual Guardian readers to individual American voters, giving you the opportunity to write a personal letter, citizen to citizen, explaining why this election matters to you, and which issues you think ought to matter to the US electorate. It may even be a chance to persuade somebody to use their vote at all. </p> <p>To maximise the likelihood of your efforts making a difference, we've zeroed in on one of the places where this year's election truly will be decided: Clark County, Ohio, which is balanced on a razor's edge between Republicans and Democrats. In the 2000 election, Al Gore won Clark County by 1% - equivalent to 324 votes - but George Bush won the state as a whole by just four percentage points. This time round, Ohio is one of the most crucial swing states: Kerry and Bush have been campaigning there tire lessly - they've visited Clark County itself - and the most recent Ohio poll shows, once again, a 1% difference between the two of them. The voters we will target in our letter-writing initiative are all Clark County residents, and they are all registered independents, which somewhat increases the chances of their being persuadable. </p> <p>Several of the ideas described here can easily be applied across the US too, though, and we have provided further resources on our website for this purpose. While there's no point being coy about Britain's preferences in this election (never mind those of Guardain readers) - a poll last month put backing for Kerry at 47%, against 16% for Bush - we have included information for supporters of both main candidates. </p> <p>It's worth considering at the outset how counterproductive this might all be, especially if approached undiplomatically. Anybody might be justifiably angered by the idea of a foreigner trying to interfere in their democratic process. But this year the issue is more charged than ever: the Bush/Cheney campaign has made a point of portraying Kerry as overly concerned about what other nations think, and the Democrat's ambiguous debate point about American foreign policy decisions needing to pass a \"global test\" has become one of the president's key lines of attack. \"People don't necessarily want to hear what people from other countries have to say,\" says Rachelle Valladares, the London-based chair of Democrats Abroad. \"If you contact someone you know personally in the States, and urge them to vote, it would probably carry twice the weight.\" Michael Dorf, a Columbia university law professor who has studied foreign influences on US elections, points out that it would not be to either candidate's advantage \"to be seen as the candidate of the foreigners. Part of it's just xenophobia, but there is also a sense that, you know, this is our election: you vote for your parliament and prime minister, we vote for our president and Congress.\" </p> <p>On the other hand, being from Britain ought to give you a certain leverage: in stump speeches and debates, Bush has repeatedly praised Tony Blair's cooperation over Iraq, making America's long-treasured alliance with the UK key to the president's defence of his foreign policy. Kerry, too, knows that he's speaking to a resilient strand of opinion when he emphasises the need for strong international alliances: a better coalition in Iraq, he constantly reiterates, might have saved US lives. (One recent poll suggested that 43% of Americans think that declining world respect for their nation is a \"major problem\".) As a British citizen, you can certainly wield some influence, but you could seriously alienate people too. </p> <p><b> Write to a voter</b><br> </p> <p>The most powerful transatlantic connection is a personal one, so we have designed a system to match individual Guardian readers with individual voters in Clark County, in the crucial swing state of Ohio. To join in, visit <a href=\"http://www.theguardian.com/clarkcounty\">www.theguardian.com/clarkcounty</a> and enter your email address. You'll receive, by email, the name and postal address of a Clark County voter. We have included only those voters who chose to list themselves as unaffiliated, instead of as Republican or Democrat: that is no guarantee that they are persuadable, of course, but it does increase the chances. The data on which our system is based is publicly available, but we have designed it to give out each address only once, so there is no danger of recipients getting deluged. </p> <p>In formulating your letter, you will need to introduce yourself: no individual Clark County voter will have any reason to be expecting your communication. And in choosing your arguments, keep in mind the real risk of alienating your reader by coming across as interfering or offensive. You might want to handwrite your letter, for additional impact, and we strongly recommend including your own name and address - it lends far more credibility to your views, and you might get a reply. </p> <p>Finally, post your letter soon. Letters sent by regular airmail from the UK to the US usually take five days to reach their recipient, and there is little time to waste. Postage costs 43p for a postcard, 47p for a letter weighing 10g or less, and 68p for a letter weighing up to 20g. You don't have to visit a post office, but Royal Mail recommends writing \"Par Avion - By Airmail\" on the front of the envelope, and your return address on the back. </p> <p><b> Give money</b><br> </p> <p>American law forbids foreigners from giving money to affect the outcome of a federal election - except that, on closer inspection, it doesn't. You're banned from donating to the campaigns themselves, or to many of the independent campaigning groups that fight explicitly on behalf of one candidate. So you need to identify officially non-partisan groups whose activities, none the less, have the practical effect of helping one candidate over the other. \"Perhaps the most important way foreigners could help John Kerry would be to help out those organisations which have, as part of their mission, fostering African-American voter turnout,\" says Nathaniel Persily, a Pennsylvania university expert on election law. \"It's quite clear that if there was 100% African-American turnout in Ohio, Pennsylvania and Florida, John Kerry would win this election running away.\" The National Association for the Advancement of Colored People is the most obvious choice here - an influential, well-organised, non-partisan body whose get-out-the-vote activities are extremely likely to end up helping the Democrats. </p> <p>\"On the Republican side, it would be the Christian conservatives,\" Persily adds. \"[Bush adviser] Karl Rove has tried to register four million additional Christian evangelicals, and if they all turn out, then Bush wins.\" The leading option here would be the Christian Coalition, which describes itself as \"America's leading grassroots organisation defending our Godly heritage\". As for more overtly partisan organisations, we don't recommend trying to donate - but it's worth pointing out that much of the law banning foreign contributions has never been tested in court and, argues Michael Dorf at Columbia, may even be unconstitutional on grounds of free speech. \"If a group calling itself Europeans for Truth wants to run ads giving their view of the truth,\" Dorf says, \"it's hard to draw a principled distinction between that and a British newspaper available at a US newsstand that has an editorial calling Bush and Blair liars.\" </p> <p><b>Visit the NAACP website:</b> <a href=\"http://www.naacp.org\">http://www.naacp.org</a> <br> <b>Give to the NAACP:</b> <a href=\"https://www.naacp.org/contribute.php\">https://www.naacp.org/contribute.php</a> or fax a credit-card donation to 001 410 580 5623.<br> <b>Give to the NAACP in Ohio:</b><br> Send a money order marked \"donation\" to NAACP, 233 South High Street, Columbus, Ohio 43215 USA. Give to the Christian Coalition: <a href=\"http://www.cc.org\">www.cc.org</a> or phone 001 202 479 6900. <br> <b>Give to the Christian Coalition in Ohio:</b> <a href=\"http://www.ccohio.org\">www.ccohio.org</a> or phone 001 330 8871922, or send a money order to Christian Coalition of Ohio, PO Box 852, Westfield Center, Ohio 44251, USA. For resources on giving money in other swing states, visit <a href=\"http://www.theguardian.com/clarkcounty\">www.theguardian.com/clarkcounty.</a> </p> <p> </p> <p><b> Make your voice heard </b><br> </p> <p> If you want to broadcast your views to a wider audience, focus on the media outlets swing-state residents are reading and hearing. Take care: deluging the same organisation with numerous near-identical messages rarely impresses (we speak from experience), and some activists have run into controversy recently by disseminating \"astroturf\" - letters purporting to be personal but emanating, in reality, from party headquarters. Springfielders read the Springfield News Sun (<a href=\"http://www.springfieldnewssun.com\">www.springfieldnewssun.com</a>;) and the Columbus Dispatch (<a href=\"http://www.dispatch.com\">www.dispatch.com</a>), based in the nearby state capital, is another influential outlet. </p> <p>If you're feeling brave, though, you might want to explore the highly influential talk-radio airwaves. On the right, the overarchingly dominant figure is Rush Limbaugh, heard on hundreds of stations nationwide, including 19 in Ohio, some of which can be heard in Clark County. This is a strictly at-your-own-risk proposition, but if you want to join the debate, listen to the show live on the web at <a href=\"http://www.rushlimbaugh.com\">www.rushlimbaugh.com</a>, between 5pm and 8pm UK time every weekday, and call in on 001 800 282 2882. Among yesterday's topics: why John Kerry doesn't understand the significance of 9/11; why John Kerry would be dangerous for America; how John Kerry politicised the death of Christopher Reeve. </p> <p>Air America, the upstart liberal radio counterweight, is still in its infancy, but it can be picked up in parts of Ohio and other battleground states. Listen to the flagship show presented by the leftwing humourist Al Franken at <a href=\"http://www.airamericaradio.com\">www.airamericaradio.com</a>, also between 5pm and 8pm on weekdays, then call in on 001 866 303 2270 (neither call will be free from the UK). Franken's focus yesterday was the \"absolutely shameless\" behaviour of the conservative media in America. </p> <p>You can target your message on other key states by visiting a website such as <a href=\"http://www.electoral-vote.com\">www.electoral-vote.com</a>, which updates regularly with the latest local polls, so that you can identify where the race is currently closest. Select your state, then call up a list of relevant media contacts - or even send them emails directly - via the impressively comprehensive Capitol Advantage site at <a href=\"http://ssl.capwiz.com/congressorg/dbq/media/\">http://ssl.capwiz.com/congressorg/dbq/media/</a>. </p> <p><b> Win the chance to watch the campaign on the ground</b><br> </p> <p> We are offering the four people who write the most persuasive letters to Clark County voters the chance to travel there and watch the campaign in person. At the end of October, the winners will accompany a group of Guardian journalists to Ohio to meet voters and observe the closing days of the race. For a chance to take part, you should email a copy of your letter to <a href=\"mailto:clark.county@theguardian.com\">clark.county@theguardian.com</a>, or send a copy to Clark County competition, G2, The Guardian, 119 Farringdon Road, London EC1R 3ER. Letters should arrive no later than October 20. </p> <p><b>·</b> For more details on how you can get involved and latest news from the US campaign trail, go to theguardian.com/uselections2004. For terms and conditions of the Clark County competition, see <a href=\"http://www.theguardian.com/clarkcounty\">www.theguardian.com/clarkcounty</a>.</p>",
  "Padmanabhan Krishna Murthy had only just arrived in London, but yesterday afternoon he had one matter on his mind: how to find Marx's grave in Highgate cemetery. <p>Its inscription - \"Workers of all lands unite\" - seemed an apt summary of the reason for his latest trip. The Indian trade union leader is one of hundreds of overseas delegates who have arrived in London for the third European Social Forum, a global justice conference which kicks off tomorrow with a welcoming event at Southwark Cathedral. </p> <p>But he corrected that suggestion: \"It's not only workers. It's people of the world,\" he said. </p> <p>\"The same multinationals are operating in Europe and India; you can't fight globalisation within one continent. The forum is not about a single way of thinking, but about bringing together people who feel there's a common challenge.\" </p> <p>Around 20,000 campaigners from trade unions, charities and religious groups will converge in London this weekend to take part in over 500 seminars, workshops and talks. </p> <p>A huge cultural programme of screenings, theatre and exhibitions is running alongside the political debates and the event will culminate in a demonstration against the war in Iraq on Sunday. The Guardian is the media partner of the event. </p> <p>Its affiliates range from the National Union of Teachers to the Norwegian-Cuban Friendship Association, via the RMT and Oxfam. Its speakers include renowned American feminist and black activist Angela Davis and the musician Pete Doherty, formerly of the Libertines and now of Babyshambles. </p> <p>To add to the mix, other participants range from Gerry Adams to Ché Guevara's daughter, Aleida, and from the rapper Asher D to Ahmed Ben Bella, leader of the Algerian independence struggle. </p> <p>\"The whole point of the forum is finding common ground,\" said Mr Murthy. \"People everywhere are feeling the pinch of neo-liberal policies and globalisation ... Coming here allows us to build bridges and remove misunderstandings.\" </p> <p>But the event has attracted misunderstandings of its own, with participants of previous events claiming that this year's has been \"hijacked\" by mainstream organisations and individuals such as the trade unions and the mayor of London, Ken Livingstone. The Greater London authority has given £400,000 to the event. </p> <p>It has attracted a rival conference, Beyond ESF. Its organisers, backed by the anarchist grouping the Wombles, claim the forum has been \"hijacked by authoritarian organisations such as the Socialist Workers party and racist, war-crazy corporate whores Neo Labour [who have] got in on the act through Ken Livingstone and the GLA\". </p> <p>Last month 10 British non-governmental organisations, including Oxfam, Greenpeace and War on Want, wrote an open letter criticising \"the lack of transparency and openness in the UK process [of choosing speakers]\". </p> <p>\"I think there have been similar problems in previous years, but they have escalated this year,\" said Hannah Griffiths of Friends of the Earth. </p> <p>\"Because the GLA put the money in, understandably, they wanted to track where it was going. That has translated into a practical way of working which is hierarchical, in direct opposition to the philosophy of the ESF.\" </p> <p>But Mr Livingstone said yesterday: \"The European and World Social forums [their international equivalent] are the broadest and most representative movements for social justice in the world today. </p> <p>\"As against some backward traditions in parts of the left, they positively celebrate and give voice to the diversity of the movements seeking alternatives to neo-liberalism.\" </p> <p>The forum's spokesman said: \"With over 500 sessions and over 250 speakers, no one particular organisation has undue influence.\" </p> <p>Delegates may be inspired by the quotation which completes the inscription on Marx's grave: \"The philosophers have only interpreted the world, in various ways - the point is to change it.\"</p> <p><b>Thursday October 14</b><br> </p> <p><b>6.30pm</b> Bread &amp; Roses, Premiere of director's cut, introduction by Ken Loach </p> <p><b>6.30pm</b> Words of Resistance, Writers including Harold Pinter, Mike Rosen </p> <p><b>7pm</b> Mayor of London's welcome event. Speakers include Gerry Adams MP, president of Sinn Fein; Meena Menon, writer; Aleida Guevara, daughter of Ché </p> <p><b>Friday October 15</b><br> </p> <p><b>9am</b> Oil addiction, energy politics, corporate power and global climate change </p> <p><b>1pm</b> Iraq: Faultline in British politics, Tony Benn; Anas Altikriti, Muslim Association of Britain </p> <p><b>4pm</b> What future for Palestine? With Azmi Bishari of the Israeli Knesset; Fadwa Barghouti, lawyer </p> <p><b>6pm</b> Rap, guns and racism, Asher D and musicians discuss the media obsession with black music and crime </p> <p><b>6.30pm</b> The Battle of Algiers, film introduced by Ahmed Ben Bella, of the Algerian independence struggle </p> <p><b>7pm</b> End the occupation of Iraq, with Subhi Al Mashadani, Iraqi trade unionist </p> <p><b>Saturday October 16</b><br> </p> <p><b>11.30am</b> Challenging US imperialism, with Aleida Guevara, George Galloway </p> <p><b>2pm </b> Women struggling against oppression, speakers include Thengiwe Mtintso, ANC, South Africa </p> <p><b>3pm</b> Music and the Movement, Pandit G, Billy Bragg discuss music and politics </p> <p><b>4.30pm</b> Environmental crisis and European responsibility, speakers include farmer Jose Bove and George Monbiot. </p> <p><b>7pm</b> Labour and social rights, speakers include Meena Menon, writer from India </p> <p><b>Sunday October 17</b><br> </p> <p><b>1pm</b> Demonstration: Against War and Privatisation and for a Europe of Peace and Justice. Meet at Russell Square to walk to Trafalgar Square, ending with concert.</p>",
  "<b>Iraq</b> <br> The foreign secretary, Jack Straw, defiantly insisted Britain was right to go to war with Iraq despite findings that it had no weapons of mass destruction at the time. <p>Mr Straw acknowledged some of the intelligence used to support the case for war was \"wrong\" but added: \"I continue to believe the judgments we made and the actions we took were right.\" </p> <p>The foreign secretary's comments came after the Iraq Survey Group reported last week that Saddam Hussein had no weapons of mass destruction at the time of the conflict. </p> <p>Mr Straw condemned the capture and subsequent murder of Kenneth Bigley as \"acts of utter barbarism\". </p> <p>Gary Streeter, for the Tories, said the Bigley family had borne their tragedy \"with great dignity and courage\". </p> <p>Mr Streeter said: \"The situation in Iraq would be far less grave if there had been proper planning for the post-war reconstruction.\" </p> <p><b>Climate change</b><br> The foreign secretary was urged to stop \"playing patsy\" with the US over climate change and use tough tactics to get it to sign the Kyoto Protocol. </p> <p>Labour's Desmond Turner made his plea amid controversy over figures showing soaring levels of carbon dioxide - blamed for global warming. But Mr Straw insisted efforts were being made \"at every level\" to convince the US to join much of the rest of the world in signing the agreement. </p> <p><b>Middle East</b><br> Mr Straw insisted the Middle East \"road map\" peace plan \"is not dead\" and praised the Israeli prime minister Ariel Sharon's proposed withdrawal from Gaza as \"courageous\". </p> <p><b>Hunting</b><br> Environment minister Lord Whitty warned peers they were in \"the last chance saloon\" over the bill banning hunting with hounds. He spelled out a tough message during the hunting bill's second reading debate and cautioned against confrontation with MPs who have overwhelmingly backed a ban, instead urging pro-hunting peers to seek a way forward out of the row that has rumbled on since Labour came to power. </p> <p>Lady Byford, for the Tories, pledged that a future Conservative government would provide time to reconsider reversal of any ban in the next parliament. </p> <p>Labour's Lady Mallalieu, president of the pro-hunting Countryside Alliance, urged a compromise solution of regulated hunting. But she warned that if a ban becomes law \"respect for parliament, for its ability to protect the freedom of minorities and respect for the due process of law will break down in a number of parts of the country\". </p> <p><b>Civil partnerships</b><br> The government pledged to overturn an attempt by peers to derail legislation that would effectively legalise gay marriage. Equality minister Jacqui Smith said the Lords was aiming to \"wreck\" the plans when it extended new rights for same-sex couples to long-term carers and family members. </p> <p>She warned that peers' amendments would make the civil partnerships bill unworkable and claimed that some of those who had backed them were anti-gay. </p> <p>Alan Duncan, the only openly gay Tory MP, backed the bill from the frontbench, insisting it promoted Conservative values. He denied civil partnerships amounted to \"gay marriage\" or undermined marriage, insisting the two institutions were on \"similar ... but parallel lines\". But former Tory minister Ann Widdecombe warned that the bill was \"wrong\" and would undermine the uniqueness of marriage. </p> <p><b>Pensions</b><br> A pensions boost for gay couples was announced by junior Scottish minister Anne McGuire. She said in future same-sex couples would be able to benefit from deceased partners' public service pensions. </p> <p><b>Parliamentary building work</b><br> Building work on the parliamentary estate during the summer recess was \"generally\" to acceptable health and safety standards, it emerged. The finding follows MPs' complaints that their safety was compromised by work that was going on when they returned from the August break. </p> <p>Liberal Democrat Sir Archy Kirkwood, representing the House of Commons Commission, said an internal investigation concluded that health and safety in construction projects in the Palace of Westminster had \"significantly improved\" in recent years. </p> <p><b>Rites of passage</b><br> Children should take part in naming and coming of age ceremonies to help counteract \"uncivilised behaviour\" in communities, Labour former minister Frank Field urged. His rite of passage (welcoming and coming of age) bill would ensure parents organised a civil naming ceremony for their child within 21 days of birth. </p> <p>The child would then take part in a formal coming of age ceremony when they were about 14 which would set out their rights and responsibilities to society. </p> <p><b>In parliament today</b><br>The prime minister and the Tory leader, Michael Howard, face each other at question time. Earlier, the international development secretary, Hilary Benn, responds to MPs. Tories open a debate on pensions. Topics of backbench debates in Westminster Hall include MRSA in hospitals and planning inspectorate guidance on compulsory demolition. </p> <p>The Lords debates the housing bill's report stage and internet pornography.</p>",
  "<p>Merrill Lynch yesterday reported an 8% slide in profits during the third quarter as uncertain economic conditions took a bite out of the firm's investment banking revenues. </p> <p>The bank earned $920m (£515m), down from $1bn a year earlier. Revenues fell by 3% to $4.8bn. </p> <p>Merrill Lynch blamed unusually light equity trading during the summer, caused by higher oil prices, interest rate concerns and broader geopolitical worries. </p> <p>The conditions were toughest in the firm's global markets and investment banking business, where profits fell 22% to $771m. Equity trading was 15% lower at $652m and debt trading declined 11% to $1bn. </p> <p>Investment banking revenue fell 1.8% to $666m. The asset management division grew revenues by 10% and earnings by 59% to $110m. </p> <p>The division had $478m under management at the end of the quarter. </p> <p>The bank is under pressure to raise profits after it boosted earnings to record levels last year by stripping out 24,000 jobs. It recently acquired the energy trading division of Entergy-Koch in an effort to rebalance its revenue streams and reduce its reliance on the cyclical stock market. </p> <p>Merrill Lynch also is looking to expand areas including foreign exchange trading and prime brokerage. But some analysts have raised concerns about the bank's record of overpaying to enter new markets and arriving too late to benefit from them.</p>",
  "<p>The golden arches of McDonald's are among the three most recognisable images across the globe. From the third world through to the developed west, only Coca-Cola and the crucifix are better known. Consider then just how far outside the box a group of advertising executives were thinking at the brainstorming session which came up with this one. Ronald McDonald should ditch his golden arches and opt instead for ... a great big question mark. </p> <p>Leaked to a marketing magazine yesterday, news of the temporary rebranding - which was due to be launched across the country on Friday - left communications staff and advertising executives desperately trying to regain ground. </p> <p>Locked in meetings at McDonald's UK headquarters at east Finchley, north London, they emerged later to mount a vigorous defence of the new advertising campaign in which the iconic arches are replaced by a golden query, intended to signify a change in the brand from junk food to healthy eating. </p> <p>No, it had nothing to do with recent figures which saw profits at its 770 British restaurants fall by 71% to £23m last year. Neither did the box office hit Super Size Me, which charts the catastrophic effect on film director Morgan Spurlock of a month-long diet of only McDonald's food, have anything to do with the decision. </p> <p>\"Look, these campaigns take a long while to plan so it is misleading to say we are responding to these things,\" said Amanda Pierce, a McDonald's UK spokeswoman. \"We've been in the UK for 30 years this October and a lot has changed. If you look at what people's favourite dish was 10 years ago it was a Sunday roast. Now it's chicken tikka masala. </p> <p>\"We have changed too, so the creative idea on the question mark, is - this is McDonald's, but not as you know it.\" </p> <p>John Hawkes, marketing director for McDonald's UK, said the idea was to offer \"great tempting food that was surprising from McDonald's\" - an admission, perhaps, that the Big Macs, cheese burgers and fries of the past are the opposite of tempting? </p> <p>Billboard posters to be unveiled on Friday will include close-up photographs of fresh salad and fruit pieces - all nestling beside that ever-present question mark. A strapline reads: \"McDonald's. But not as you know it.\" </p> <p>The campaign is backed by booklets detailing new menus which will be sent to 17 million households. </p> <p>Among the tempting treats on offer are the grilled chicken flatbread, six varieties of salad leaves and, for breakfast, low-fat carrot cake, porridge or a toasted bagel topped with cream cheese. </p> <p>Over the past 12 months McDonald's has been working towards changing its image, including a recent announcement that it had reduced the size of its portions. The fast food giant is responding to international pressure to cut the fat content of its food as governments throughout the developed world respond to a threatened obesity epidemic. </p> <p>Many believe the company is jumping before it is pushed into addressing its unhealthy image and its high fat, high salt products. A British government white paper outlining measures to tackle obesity is expected soon, and the government is considering a range of measures, from advertising restrictions to the removal of fizzy drinks from school vending machines. </p> <p>Opinion was divided yesterday on whether the question mark campaign will convince the public that McDonald's is putting its house in order or will go any way to banishing the most damaging image for the fast food giant from Super Size Me. </p> <p>In the documentary Spurlock spends a month eating nothing but McDonald's for breakfast, lunch and dinner. Before the experiment begins he is declared fit and healthy; but his condition deteriorates rapidly, to the alarm of doctors. </p> <p>Combined with the fast food diet, he takes little or no exercise to emulate the average American male, often walking just 3,000 steps a day. Finally a specialist turns to him and urges him to stop the experiment. Spurlock's liver, the expert states, is \"like pate\". </p> <p>Patrick Barwise, professor of management and marketing at the London Business School, said McDonald's was right to attempt to change its image. </p> <p>\"They do have an issue to address, particularly in this country. [Being health conscious] is becoming the norm and they have to tackle this.\" </p> <p>But he warned: \"Brands are organic things and you always have to question when you are trying to move them forward: are you doing too much or too little? </p> <p>\"The difficult thing is how they do this without losing credibility and making it look like they lack confidence.\" </p> <p>Other experts in public relations were less equivocal. Eugen Beer, creative director of Kaizo, said the use of a question mark was beyond comprehension. </p> <p>\"One of the things about being a so-called master brand is that you have to have absolute certainty of what it is you are doing and what it is you are selling.\" </p> <p>Leo Burnett, the Chicago-based advertising agency which thought up the campaign, does not have to look too far for an example of product development which went wrong. </p> <p>In 1996 McDonald's attempted to respond to an expanding older market and more educated tastebuds with a huge advertising campaign for its newest burger creation, Arch Deluxe. Ronald McDonald was seen playing golf, dancing and hanging out with sophisticated adults instead of characters such as Mayor McCheese. </p> <p>Presented on a sesame seed potato roll, with mustard and optional sliced peppered bacon, the Arch Deluxe was nevertheless a burger. Sales plummeted and the campaign was considered the company's biggest flop. </p> <p><strong> Other good ideas at the time: </strong> </p> <p><strong> The Ford Edsel</strong> </p> <p>Launched in 1957 on \"E-day\", the weird-looking car was labelled the ugliest ever by critics and consumers. Strange features included a stand-up radiator grill and a floating speedometer that glowed when a preset speed was reached. Ford discontinued the car two years later. </p> <p><strong> New Coke</strong> </p> <p>The introduction of a new-tasting Coca-Cola in 1985 was one of the biggest marketing fiascos of modern times. It was meant to halt the loss of market share to Pepsi; instead consumers revolted. </p> <p><strong> Boots the Chemist</strong> </p> <p>The pharmacy chain's attempt in 1999 to venture into beauty services with botox, laser eye surgery and laser hair removal was halted last month when it admitted there was no prospect of making acceptable returns. </p> <p><strong> The Dodge LaFemme</strong> </p> <p>Designed for women and launched by Chrysler in 1955, the car was pink and white and its seats had a pink rosebud pattern. Its target audience, feeling patronised, went nowhere near it. </p> <p><strong> British Airways tail fin</strong> </p> <p>In 1998 BA abandoned the union flag tail fin and replaced it with abstract designs, at a cost of £62m, to emphasise that it was a global brand. Margaret Thatcher placed a handkerchief over the fin of a model plane, helping to kill off the idea. </p> <p><strong> Touch of Yoghurt shampoo</strong> </p> <p>Created by Clairol in 1979, but consumers did not like the idea of washing their hair with yoghurt. A small number ate it and became ill. </p> <p> From Brand Failures, by Matt Haig</p>",
  "<p>The company behind Who Wants to be a Millionaire? is hoping a new global football awards show will gain similar international success and help it expand beyond format sales, programme licensing and interactive applications. </p> <p>The independent producer and distributor Celador began talks with broadcasters at the Mipcom programming fair last week in France about the FifPro World XI Player Awards, a new event that will mix player-voted awards endorsed by the international players' union, FifPro, with live music acts when it debuts in September 2005. </p> <p>\"We see this as the Oscars of soccer. Broadcasters from around the world have expressed interest,\" said Adrian Woolfe, managing director of the distribution arm Celador International.</p>",
  "<p>Regular walkers along the banks of the Cromarty Firth in Ross-shire, Scotland, will soon gaze out on a changed seascape. Redundant North Sea oil rigs that have used the dark waters off Invergordon as a parking lot are being readied for action. </p> <p>Local Brent crude prices hit a record $51.50 per barrel yesterday, helping to trigger a rush in local demand for semi-submersibles. But the mini-boom in exploration and development will do little to allay fears about the rapid rundown in Britain's domestic oil and gas supplies. </p> <p>Oil firms such as BP and Shell have been retreating from the North Sea and plunging their billions into places such as Angola and Azerbaijan. The cost of hiring North Sea rigs has now soared from $50,000 (£28,000) a day to $100,000. </p> <p>Houston-based Transocean - the biggest rig owner in the world - is busy reactivating two \"stacked\" drilling units from Cromarty and is bringing a third over from Angola. Rival Diamond Off shore is also transferring equipment from west Africa so it can begin work next year off Britain for Talisman Energy. </p> <p>The UK Offshore Oil Association, UKOOA, which represents the major North Sea players, says its members are increasing their spending by 10% from £8.6bn in 2003. </p> <p>Meanwhile 21 offshore development schemes have received government approval so far in 2004, compared with 14 last year. But the UK saw its oil output peak in 1999 and in gas some time later - and this summer, Britain becomes a net importer of oil for the first time in decades. </p> <p>Nobody will put an exact date on when Britain will run dry of oil but energy consultancy Wood Mackenzie believes the country will be producing as little as 23,000 barrels of oil a day by 2025. </p> <p>That figure compares with just under 2m barrels today, although the estimate does not include new discoveries that could boost supplies further into the future. </p> <p>UKOOA will only say that Britain will produce 2.4m of oil and gas by 2010, a figure that is still almost half today's combined total. </p> <p>Britain has witnessed the rapid withdrawal of the oil majors who really built the North Sea; typical of this retreat was BP's decision last year to sell the Forties field. The group is spending £680m on the Clair field development but this is exceptional. In 1997, the six biggest firms in the world focused 18% of their investment on the North Sea but this year it has fallen to 6%. </p> <p>The large players have lost interest in an area where new fields are likely to be counted in tens of millions of barrels of recoverable oil rather than the hundreds of millions to be found off Angola, Kazakstan or the Gulf of Mexico. </p> <p>While the public may be unaware of the rapid rundown in Britain's oil and gas, the government is not. Gordon Brown did the sector no favours by imposing a windfall tax on it in 2002, but since then attempts have been made to ensure the North Sea fiscal regime is more attractive. </p> <p>The Department of Trade and Industry has been engaged in schemes alongside UKOOA aimed at prolonging an element of self-sufficiency. The DTI has eased the codes of practice for holders of licences to make it easier for smaller firms to come in, and started a \"Brownfields\" project to maximise recovery from existing schemes. </p> <p>Last month the DTI also issued a code of practice on access to infrastructure, designed to ensure traditional owners do not sit on old acreage without investing in it and do not block newcomers' ability to use pipelines and platforms. </p> <p>The industry is pleased with the outcome of such moves but there are still concerns. Mr Blakeley worries that the majors are being encouraged by $50 a barrel prices to hang on to fields in which they are no longer investing. </p> <p>Rhodri Thomas, an analyst with Wood Mackenzie, believes the region can still be vibrant for years to come. </p> <p>\"It's a changing environment, with new types of company coming in, but it is just following a pattern we saw in the shallow water [exploitation of the] Gulf of Mexico and Canada,\" he says. </p> <p><strong>When Britain's oilfields run dry</strong><br> The kind of turbulence that Britain faces when it is no longer a major oil producer was on display yesterday as US crude prices reached a record high of $54 per barrel and shares in Russia's Yukos were suspended.</p> <p>The value of oil soared on the back of hurricanes in the Gulf of Mexico, worries about supplies from Nigeria and more announcements from the Russian government that it would sell part of a Yukos subsidiary to pay for taxes owed. </p> <p>Higher oil prices mean more cash to British-based oil companies and extra tax for the exchequer. But as domestic supplies run dry the future will bring increased import bills for crude, petroleum products and gas, which is also running out. </p> <p>Oil globally will not run out for 40 years, after which Britain and everyone else must look to a hydrogen economy based upon renewables and nuclear power. But meanwhile oil and gas for Britain will come increasingly from developing, and often politically unstable, countries such as Azerbaijan, Iraq and Russia.</p>",
  "The former top civil servant who headed the government's inquiry into foxhunting yesterday suggested in the Lords that it would be a misuse of the Parliament Act to push through a hunting ban. <p>Lord Burns, former permanent secretary to the Treasury, said he would find it \"very difficult\" to accept use of the act when there was no clear scientific evidence supporting a ban. </p> <p>The act, which has been used just three times since 1949, is supposed to be used for bills which are urgent government business or which deliver manifesto pledges. Labour argues a hunting ban was a manifesto pledge, but critics say they only pledged to let Parliament resolve the issue. </p> <p>Lord Burns added that a ban would not pass the government's own test that the law be \"soundly based and stand the test of time.\" </p> <p>The crossbench peer, whose 2000 investigation suggested hunting \"seriously compromises the welfare of the fox\", said: \"Although I fully understand the frustrations of those who favour a ban and feel the issue has been debated long enough, I find it very difficult to accept the use of the Parliament Act in circumstances where there is no clear scientific support of the animal welfare implications of a ban. </p> <p>\"I feel it can only be divisive in the country at large, as well as being inconsistent with the use of that procedure. For myself personally it would be an enormously disappointing end to the attempt to find some common ground on this issue\". </p> <p>Lord Burns's comments came after the environment minister, Lord Whitty, made clear that peers were in \"the last chance saloon\" over the bill and they had little choice but to accept it. </p> <p>Peers have been edging toward sending back an amended bill calling for a regulated form of hunting, but the minister suggested he would have no truck with this. </p> <p>For the Tories, who hope to embarrass the prime minister by sending back the bill in the form he favours, the environment spokeswoman Lady Byford said sending back the amended bill would test whether government \"talk on compromise is genuine\".</p>",
  "<p>Ken Leech confesses that he's never sure whether to feel proud or depressed that Centrepoint, the tiny charity he helped set up in 1969, has mushroomed to become one of the giants among homeless organisations.</p> <p>When Centrepoint began, it provided emergency shelter for the rising tide of homeless young people arriving in London, and consisted of a disused basement in St Anne's Church in Soho, where Leech was curate. It was staffed by himself, Anton Wallich-Clifford, of the Simon Community charity, and a host of volunteers. Funds amounted to the last £30 in Leech's bank account.</p> <p>Today, Centrepoint has a turnover of £12m, employs more than 250 staff and, in addition to emergency night shelter, offers longer-term housing for more than 500 homeless youngsters, as well as a range of social, educational and even health services. It has become an institution. But the fact that it still exists, and has needed to expand, is a reflection of the increasingly intractable nature of youth homelessness. \"We certainly didn't see the problem of homelessness as being insoluble in those days. The general feeling was this was a problem that was soluble given the political will,\" Leech says.</p> <p>He and Wallich-Clifford came up with the idea of Centrepoint after noticing that in addition to the \"West End regulars\" (hardened drug users already well known to the agencies), a new breed of homeless youngster was appearing on the streets of London.</p> <p>\"This group didn't fit any of the labels and were completely clueless about what to do,\" Leech recalls. \"They were just ordinary kids who had basically done what Norman Tebbit was later to urge - they had got on their bikes in search of work, only to find another department was saying: 'You've made yourself intentionally homeless, so we have no responsibility for you'.</p> <p>\"I remember meeting Anton in September or October, 1969, and saying that we really ought to do something with our basement to help these kids. I asked him how much money he had. He was £8,000 in the red. I had £30 in my account. So I said I thought we should risk it!\"</p> <p>It didn't begin auspiciously. On the first night, nobody turned up. But the next night three youngsters arrived, and in the first month, 600 people came through the doors. By the end of the first year, Centrepoint had helped 6,000 people and the temporary refuge was on its way to becoming a permanent London landmark.</p> <p>Many were - and are - puzzled by its name. It has never been based in Centre Point, the towering office block off Tottenham Court Road. In fact, Leech chose the name because the shelter lay at the centre point of St Anne's parish. However, when he mentioned this to one of the charity's advisers, she pointed out it would have the added advantage of causing maximum embarrassment and confusion to the owners of the (then empty) tower block.</p> <p>It succeeded in that. Homeless youngsters would turn up at regular intervals at Centre Point, expecting a roof over their heads, while correspondence would often go to the wrong address. But in recent years, says Leech, relations between the two organisations have been more harmonious.</p> <p>Although it was by then an integral part of the homelessness infrastructure, Centrepoint remained relatively small through the 70s. In 1972, it opened its first short-stay hostel, but two years later, the charity still had only 12 staff and an annual turnover of just over £30,000. \"We are constantly asked how we should like to develop our services, meaning to grow larger,\" wrote coordinator Bill Kirkpatrick in the annual report. \"Our answer to this is not to become larger, but rather to improve our services. We say this in the belief that smallness encourages personal growth, while largeness inhibits it.\"</p> <p>That began to change in the 80s. Rising unemployment combined with a series of measures introduced by the Thatcher government, including the slashing of public-sector housing, rate-capping and benefit cuts, led to an explosion in the number of people on the streets - and a higher profile for homeless organisations.</p> <p>In 1988, Centrepoint published its influential report No Way Home, revealing that there were then more than 50,000 homeless people in London. Of these, four in five had come looking for work and had got into difficulties. Many others had left home because they had been thrown out. Nick Hardwick, who was the charity's chief executive from 1986 to 1995, says that in the early days, the sight of youngsters sleeping on the street and begging was still rare. But by the end of the decade, the problem had reached crisis proportions. \"Most of these people weren't homeless because they were drug addicts or whatever,\" he says. \"They were there because there was nowhere for them to live. And some of those kids died right there on the street.\"</p> <p>As the crisis grew, so did Centrepoint. Between 1990 and 1995, its turnover more than quadrupled from £1.3m to £5.8m. It now ran three night shelters and nine hostels, and had a national development unit with links across the country.</p> <p>It also carried greater political clout. Hardwick made a point of inviting ministers to see the reality of street-sleeping for themselves. \"At one stage, we must have had half the cabinet out on the streets,\" he chuckles. He recalls accompanying Michael Howard and Chris Patten to the infamous \"cardboard city\" at the Bull Ring in Waterloo. \"It was a dark night and there must have been 200-300 people sleeping there. A lot of them were young and many had acute mental problems. People had lit fires from spare bits of plastic, which was causing a terrible smell; others were rolling around. It was a vision of hell - and I think Patten and Howard were stunned.\"</p> <p>The scale of the problem eventually led to changes. In 1990, the government announced its \"rough sleepers\" initiative, and Hardwick was seconded to the department of the environment for six months to advise on its implementation. He has no doubt that Princess Diana's very public involvement with Centrepoint in the 1990s - she became its patron in 1992 - was another important factor in its raised profile. She made many more visits than were ever publicised, he says.</p> <p>\"At one point, it seemed she was coming to us on a monthly basis. She would agree to do the public things because she knew it helped us with our profile, and donations, but her preferred option was always to talk to people out of the spotlight.\"</p> <p>And she had an extraordinary empathy with the youngsters. Hardwick recalls a boy arriving at the shelter with clear mental health problems. He was crawling with lice. The staff were unable to get him to clean himself up, \"but she sat down with this lad and talked to him for an hour and a half and, in the end, he agreed\".</p> <p>Hardwick and current chief executive Anthony Lawton agree the position of the young homeless has improved in the intervening years - partly thanks to New Labour's commitment to fighting social exclusion and ending the blight of sleeping rough.</p> <p>Hardwick admits there can be conflicts between wanting to be \"inside the tent\", working with and influencing a government that provides much of Centrepoint's funding, while also remaining true to the charity's radical mission and \"speaking the truth to power\".</p> <p>Partly as a result of increased central funding, the organisation now finds itself, for the first time, on a sound financial footing. Past annual reports were filled with grim warnings about the danger of money running out. Even in the mid-90s, says Hardwick, it was a hand-to-mouth existence.</p> <p>Lawton is proud of this new-found financial security. But he is concerned that 60% of the organisation's funding now comes from central and local government, with 20% from donations and a similar proportion from rents and charges. Over the next five years, he says, the aim is to triple the money from donations while reducing reliance on government grants.</p> <p>He also believes Centrepoint must focus not simply on giving youngsters shelter, but on helping with the complex social problems that often lie behind that homelessness. \"We have to be concerned with every aspect of young people's lives, not just bricks and mortar, and we have to work with young people, not simply on their behalf,\" he says.</p> <p>Lawton is equally determined to make Centrepoint a genuinely national organisation. The charity's national development team is working with local authorities and other agencies on a range of schemes. Over the next few years, there will be direct services outside central London - in Greater London, the midlands and the north-east.</p> <p>This repositioning is partly a reflection of the changing profile of the young homeless themselves. Back in the late 60s, those turning up at St Anne's tended to be men, mainly from Scotland, Ireland and the north, drawn to the capital by tales of plentiful job opportunities.</p> <p>These days, the clientele is principally from the south-east, women as often as men, and the reasons for being on the street are multi-factorial. A disproportionate number of clients are black and a growing number are refugees. But despite the changes, Lawton stresses, it is vital that Centrepoint remains true to its roots, retaining the intimacy and idealism of the early days and remembering that its fundamental task remains the same - \"to give young people on a downward spiral a chance to turn things around\".</p> <p>\"I would like to think that if Ken [Leech] walked back in,\" says Lawton, \"he would feel the organisation was being true to the original spirit, but in a manner appropriate to 2004.\"</p> <p><strong>Row that sparked a nightmare</strong></p> <p>Dominique Emanuel spent her 16th birthday pleading for somewhere to stay at a council's homeless person's unit. Forty-eight hours later, just two days before last Christmas, she was facing the horrors of living in B&amp;B accommodation where cockroaches crawled across the floor and men would slip suggestive notes under her door in the middle of the night.</p> <p>Weeks earlier, she had been kicked out of her home in White City, west London, after a violent fight with her mother. Too old for a place in a children's home, and with nowhere to stay, she went to the council.</p> <p>\"It was an impossible situation,\" Emanuel recalls. \"I spent all day at the homeless unit only to be told to stay with my sister who lived in one-bedroom accommodation with her baby and boyfriend. I left the office in tears.\"</p> <p>She returned the next day with her mentor from her pupil referral unit. Eventually she was offered a place at the B&amp;B hostel and she stayed there until April 8 this year when she was offered a place at Centrepoint's Buffy House, a hostel for homeless 16- and 17-year-olds. At the B&amp;B, she became ill and increasingly desperate.</p> <p>\"I felt uncomfortable there. I got sick all the time and got gastritis because I didn't want to use their communal toilet. I lost weight. I ate what I could prepare, mainly just sandwiches.\"</p> <p>Since moving to Buffy House, Emanuel has been in contact with her mother, who wants to help her live independently. \"Now I can cook my own food. I want to sort out my own place and do an apprenticeship in hairdressing.\" <br><strong>Linda Jackson</strong></p> <p><strong>Triumph over drink and drugs</strong></p> <p>Every day Stuart Cox would walk the streets and steal to feed his drug habit. Addicted to crack cocaine, he was a homeless alcoholic who drank eight three-litre bottles of cider in 24 hours.</p> <p>After years of living rough, he walked into a Centrepoint hostel seeking shelter. That was two years ago. Today, at 23, he is a different man. He has a full-time job working as an information officer for a successful sandwich chain, and he lives in his own flat.</p> <p>\"Centrepoint has been a lifesaver for me,\" says Cox, who went to live with his grandparents after problems at home. When his grandfather died, the then 16-year-old left to live with his girlfriend, who was a heroin user.</p> <p>\"Things just went downhill from there and I ended up homeless,\" he recalls. Cox had a daughter with the woman. After they split up, he went on to have two more children from relationships with women who were alcoholics.</p> <p>He admits he arrived at Centrepoint in a sorry state. \"I was still taking drugs and drinking when I arrived,\" he says. \"I was given a place at the Vauxhall Cross multiple-needs unit. The staff were very supportive and I was told to keep a diary of my drinking and drug taking so it could be monitored.\"</p> <p>It took Cox a year to overcome his addictions. Over that period, he attended an anger-management course, where he dealt with issues from his troubled childhood. He then spent eight months living in a hostel offering self-contained flats, and training and employment services.</p> <p>From there, Cox moved to a housing association flat in Lewisham, south London. He was offered a job with the Benjy's sandwich chain in March. \"I'm contacting social services to get in touch with my children,\" he says. <br><strong>LJ</strong></p>",
  "<p>Like an adolescent in short trousers, social enterprise has shot up with almost unseemly speed. Less than 10 years ago, few of these hybrid social businesses existed - the Big Issue and Café Direct were among the first to achieve public consciousness. Today, though their numbers remain small when compared with mainstream business, no one is in any doubt that social enterprises are here to stay. Hundreds are now in operation, ranging from energy and waste recycling firms such as McSense and the ECT Group which manages 5% of the UK's green box schemes, to Loch Fyne Oysters and the Eden Project, to social care providers such as Community Foster Carers. They have attracted attention from an array of sources, from Jeff Skoll, the billionaire founding president of eBay, to the chancellor, Gordon Brown. They have been written into government public services strategies and are even set to have their own legal form - the Community Interest Company. </p> <p>But despite all the activity, there is still a need for a clearer, bolder vision. Social enterprise is more than a delivery mechanism for public services or a better way of exercising charity. It contains a new way of life, a new way of organising our society and economy. </p> <p>At its heart, social enterprise is about people taking control over the world around them - an entrepreneurial democracy that draws on wider pools of talent, that builds more inclusive institutions that strike fair deals with employees and consumers and sustain the environment. This promise, however, remains only partially realised. The big question is what can be done to accelerate its growth from promising adolescent to mature adulthood. </p> <p>I would highlight four priorities. First, we must continue building a practical infrastructure for social enterprises: we need more finance; better support networks; more learning - for public service commissioners and other enablers as well as practitioners; and a stronger voice through the Social Enterprise Coalition. </p> <p>Second, we need to attract more and different people to social entrepreneurship. The School for Social Entrepreneurs shows that the socially excluded can lead change. The Skoll Centre for Social Entrepreneurship and other business schools can pull in talent from the private sector. Nurse entrepreneurs are forming learning sets and City Academies are unleashing headteachers' better instincts. </p> <p>Third, we need to build demand for a larger number and wider spread of social ventures. Health service organisations, for example, could do much more to grow social enterprises. Imagine the impact of these huge employers using their resources to invest in health and the local economy by building into their supply chain high levels of local ownership and self-help, rather than relying solely on traditional professionally dominated organisations or plcs. We know that self-determination and greater economic equality underpin good health - this approach could embody both and can reduce pressures on services. </p> <p>Fourth, we need a sharper, more ambitious political narrative. This is not easy since social enterprise does not fall neatly into the policy tick boxes, though it could be instrumental in achieving multiple goals, from work-life balance to cohesive neighbourhoods and revitalised rural life. </p> <p>Our vision should be an economy in which people can use social enterprise in every area of life, from the milk they drink to the bus they use to get to work, to the clothes they wear and the houses they enjoy. </p> <p>This is a radical vision of a very different kind of economy, of a Britain that is no longer content to be solely a nation of shopkeepers. But it is a vision that chimes with many of the values that are growing most strongly in contemporary Britain. </p> <p>The case for new forms of welfare, and ones that reduce inequalities, is increasingly well understood. The needs of the poor, current and future, are felt by all if they are not anticipated and addressed. The rate of change of consumer preferences is speeding up, too. For example, a recent Mori poll showed that 65% of adults are interested in investing their money in a socially responsible way. This figure rises to a staggering 74% among under 35s. </p> <p>Studies such as Shoshanna Zuboff and Jim Maxmin's The Support Economy document further impetus for change. They show how younger employees have a growing concern for the social and environmental impacts of the business they work for. They want to work in companies that practise the respect and equity they preach through their corporate social responsibility policies. They want greater autonomy, more recognition for their contributions, and fewer hours at work so they still have time and energy for a personal life. </p> <p>All these trends are beginning to converge around the new forms of social enterprise. The question that remains is whether the political parties will be smart enough to understand just how big a change is under way, and just how quickly this small baby has grown up. </p> <p><strong>·</strong> Rowena Young is director of the Skoll Centre for Social Entrepreneurship at the Saïd Business School, Oxford University. The Skoll World Forum is to be held on March 30 - April 1, 2005. Details at <a href=\"http://www.sbs.ox.ac.uk\">www.sbs.ox.ac.uk</a></p>",
  "<p><strong> Road to nowhere</strong><br> </p> <p>I wholeheartedly agree with David Brindle that accessibility has not received the attention it deserves in promoting social inclusion (Opinion, October 6). But his support for compounding this failure by issuing free cars and throwing out the policy of securing more sustainable land use patterns is frankly absurd. </p> <p>I find it incredible that after decades of debate around sustainability, a serious commentator should be constructing an artificial opposition between social welfare policy and so-called \"environmentalists\". Social welfare depends on environmental sustainability. They are becoming one and the same thing. It is the poor and dispossessed everywhere who are in the front line of the ecological disaster that is gathering momentum. The average UK citizen already produces three times the global average in tonnes of CO<sup>2</sup>, and transport accounts for over 30% of the CO<sup>2</sup> produced in the UK. It would be madness to compound this by giving away cars. <br> <strong>Neil Blackshaw</strong><br> Essex </p> <p><strong>·</strong> The real problem is car dependence, built into society by precisely the kind of transport-blind car-based planning exemplified by the new Coventry hospital mentioned in David Brindle's article. This creates a real disadvantage for many who now have to drive. Surveys suggest that many of those who do drive do not \"prefer\" driving, they simply have to. </p> <p>While for some individuals, especially in remote rural areas, assistance with getting cars might be the best way out of poverty, in general alternative approaches based around expanding bus services, making cycling safer and introducing workplace and school travel plans (as well as planning public services so as to reduce rather than increase the need to travel) will address transport poverty much more effectively. And by the way, such policies would also reduce the environmental impacts of traffic, which also affect the poor far more than the rich. <br> <strong>Stephen Joseph</strong><br> director, Transport 2000 </p> <p><strong>·</strong> I am a shoestring motorist, aged 66. Although I live in a town and close to local shops, I regard my car as a vital element in retaining my independence. I have survived, transport-wise, since I retired by buying old bangers. Your article inspired me to work out how much my car cost until its MOT was due again last month. The purchase price, insurance, minor repairs, servicing and AA membership totals £720 and I spend £50 a month on petrol, which takes me about 700 miles. Total annual cost, therefore, is £1,320, or £25 to £30 a week. I've just spent £350 to get the thing through the MOT for another year so it will cost about the same for the next 12 months if nothing serious goes wrong with it. </p> <p>And there's the rub! It could break down any time and become a write-off. The big problem is then finding a replacement, which takes time - and wheels. </p> <p>The chief difficulty here is the chaotic state of the market for such cars. I trained as an engineer originally and am better qualified than most to find a reasonable buy. Many of the people you express concern about must be at the mercy of unscrupulous sellers. I rack my brains about how, in practice, society could help as you suggest. The most valuable service for me would be help in first finding a suitable car and then valuing it. A charity-run outfit doing a \"lease a wreck\" service, buying up suitable cars and leasing them to needy people, would be a great comfort. Who would do this, I wonder? <br> <strong>John Newton</strong><br> Whitehaven </p> <p><strong> Blown off course</strong><br> </p> <p>Greenpeace does not support Npower or RWE (Blow by blow, October 6). Greenpeace supports the Juice green electricity scheme that is run by Npower because it offers customers the opportunity to make a genuine contribution on the scale required to bring about a clean energy future at a price that competes with conventional electricity. Because of Juice, the UK's first offshore wind farm was built at North Hoyle in Wales and is nearing full capacity of around 50,000 customers. Npower is now looking to build new offshore wind farms. </p> <p>But it's not just about wind. Unlike any other green electricity scheme, signing up to Juice means £10 per customer each year is contributed to a fund dedicated to helping wave and tidal power become competitive. It is this vision of the UK ultimately generating its energy from a diverse mix of entirely renewable energy sources that drives our support of Juice. The alternative, despite the hysterical denials of sceptics such as David Bellamy, is a world ravaged by floods, droughts, storms, disease and hunger brought about by climate change. <br><strong>Jim Footner</strong> <br> Climate Campaign, Greenpeace UK </p> <p><strong> Red nose, red face</strong><br> </p> <p>Well done Burma Campaign UK for daring to speak out against Comic Relief's relationship with DHL, a company working with Burma's dictatorship (Eco Sounding, October 6). As someone who has worked in the charity sector for many years, I have witnessed first hand how charities are very willing to preach to governments, companies and individuals about how they should behave, but rarely shine the spotlight on themselves. Charity staff are fearful of drawing public attention to issues such as this for fear of damaging the reputation of their charity, which could reduce income and so hurt beneficiaries. This is not healthy for charities in the long run. Comic Relief's hypocrisy deserves to be exposed. Charities can't continue with these double standards.<br> <strong>Helen Butler</strong><br> London</p>",
  "<p>Recent years have seen escalating water bills in Britain, increased flood risks and alarming depletion of wetland wildlife such as lapwing and snipe - birds that were once a familiar part of the everyday landscape. Many plants, too, that depend onunpolluted waters are disappearing from the UK's lakes, ponds and ditches, while the insect life that feeds fish in our marvellous chalk rivers is on the decline. </p> <p>Yet, for the past decade, there have been good news stories from government about the quality of our rivers. Its general quality assessment (GQA) for rivers, published last week, said that more than 95% of our rivers were in \"good or fair condition\". </p> <p>How then is there such a mismatch? The GQA does tell a true story about how pollution problems have been tackled in the past, but reveals only a tiny part of the picture. It shows that pollution from some dangerous chemicals and raw sewage has been reduced dramatically - there once were no fish in big rivers such as the Thames and Britain's beaches were littered with sewer debris. But the figures also hide chronic and insidious problems, such as the cumulative impact of fertilisers, sheep dip and pesticides, and the effects of water abstraction to meet the growing demand for water for domestic use. The figures also fail to take account of the physical damage done to rivers and coasts through drainage, development and river engineering. </p> <p>All of this means that, at present, a river that is too damaged to support characteristic plants and animals, and that may not be safe to swim in, could be classed under the GQA system as \"good or fair\". The government has said this system will change - as required by the EU's water framework directive (WFD), which looks at the bigger picture: judging the condition of waters, quite literally, on their ability to support life. </p> <p>Last month, the Environment Agency released its first WFD risk assessment, a \"stocktake\" of the state of Britain's waters. It revealed that most rivers, lakes, coasts and groundwater sites were at risk of failing to meet these new requirements. </p> <p>The challenge ahead is to put this right, to tackle new problems with new solutions. It is no longer solely about preventing raw sewage reaching rivers and beaches, though this is important. It is also about protecting and restoring urban rivers, by putting some green space back around them - space that might also hold water that would otherwise flood towns and cities. </p> <p>It means reducing the amount of fertilisers and pesticides getting into our water from farmland, so that we no longer have to pay the £120m a year it costs to take those pesticides out of drinking water. And it is about finding more space in the countryside for water to move around, restoring the old, sinuous paths of our rivers and reconnecting them to their wetlands, so that mayflies, trout, kingfishers and lapwings have new places to live, and floodwater is held up before it reaches vulnerable houses. </p> <p>But how much will this cost and who will pay for it? It won't come for free, but modest investment now will reap huge dividends in the future - both financial and environmental. </p> <p>For example, the judicious use of some of the money Britain receives from Brussels for farmers could help to create new wetlands in the countryside, to hold back floods and support wildlife. Investment in agricultural businesses that use fewer pesticides and fertilisers will give us better water that costs less to treat. Building homes that use less water will ease the burden of abstraction on our rivers, and reduce the future cost of building new reservoirs and the miles of pipes needed to service them. </p> <p>While the UK is waking up to the truth about water, we don't yet know whether this will translate itself into new ways of using this most precious natural resource. If it is done right, the rewards will be massive: drinking water so good that it makes the bottled stuff redundant; wetland wildlife to delight in; more confidence in our ability to withstand future floods and droughts; and lower water bills. </p> <p>But this will require work, and the imagination to use our current resources - whether they come from Brussels or Westminster - in a more thoughtful way. Let's hope this is one EU law government feels happy to own - and that it is not known as the \"British directive\" for nothing. </p> <p><strong>·</strong> Sarah Oppenheimer is a water policy officer at the RSPB.</p>",
  "<p>Fifteen years ago, Wangari Maathai arrived in London for the first time to explain how she was organising women and children in Kenya's poorest communities to plant trees. She hoped her Greenbelt women's movement would eventually be recognised. </p> <p>\"We have planted about 7 million trees so far. We use trees as a focal point around which other environmental issues are brought to attention. Trees have become a symbol of hope,\" she said. </p> <p>Last weekend, with 23 million more trees planted in Kenya and beyond, Maathai herself became a symbol of hope as the first African woman - and the first environmentalist ever - to win the Nobel peace prize. </p> <p>The accolade was hailed by many as \"inspiring\" and \"adventurous\". Maathai joins Nelson Mandela and UN secretary-general Kofi Annan as one of the few Africans to have won a Nobel prize and one of only seven women to have won the peace prize. </p> <p>But great celebrations and pride in Kenya - where Maathai is a popular Green MP and a truculent deputy environment minister - were tempered by prominent commentators' complaints that tree planting has little to do with peace, and that the Nobel committee had overlooked weapons of mass destruction and the Iraq war. </p> <p>The raised eyebrows suggest that the peace prize should go only to mainstream politicians, perhaps to human rights workers. \"You don't give the Nobel chemistry prize to a professor in economics,\" says Carl Hagen, leader of Norway's opposition Progress Party. \"A peace prize should honour peace, not the environment.\" </p> <p>\"It is odd that the committee has completely overlooked the unrest that the world is living with daily, and given the prize to an environmental activist,\" says Espen Barth Eide, a former Norwegian deputy foreign minister. </p> <p>\"The one thing the Nobel committee does is define the topic of this epoch in the field of peace and security. If it widens it too much, it risks undermining the core function of the peace prize. You end up saying everything that is good is peace.\" </p> <p>The criticisms, however, were dismissed by the Nobel committee which recalled that the first peace prize had gone to the founder of the Red Cross and that the definition of peace needed to be reconsidered for the 21st century. </p> <p>\"This is the first time environment sets the agenda for the Nobel peace prize, and we have added a new dimension to peace. We have expanded the peace concept to include environmental issues because we believe that a good quality of life on Earth is necessary to promote lasting peace in the world. Peace depends on our ability to secure our living environment,\" says committee chairman Ole Danbolt Mjoes. </p> <p>Maathai herself says simply: \"Many of the wars in Africa are fought over natural resources. Ensuring they are not destroyed is a way of ensuring there is no conflict. In managing our resources . . . we plant the seeds of peace.\" </p> <p>Maathai is living proof that 21st century peace work is politically and socially dangerous, and that being an effective environmentalist today is not just about planting trees, but working at the grassroots with the poorest communities and challenging powerful political and commercial forces. </p> <p>In the past 15 years, she has become one of Kenya's most visible political dissidents, speaking out for democracy, forests and development that do not worsen the lives of the poor. She has twice been arrested and beaten up, her home has been broken into, she has been forced to flee Kenya, and discouraged at every turn. </p> <p>When, in 1992, she opposed the ruling Kanu party's attempts to build a giant skyscraper in a Nairobi's main park, the then president, Daniel arap Moi, described her as a \"mad woman,\" a \"threat to the order and security of the country\", and called for the public and the police to stamp out troublemakers. </p> <p>Several ministers called her \"an ignorant and ill-tempered puppet of foreign masters\", an \"unprecedented monstrosity\" and accused her of inciting people to rise against \"the government of men\". She was denounced in parliament by boos and hisses, foot stamping, and shouts of \"Shame! Shame!\" </p> <p>\"This building will cost $200m [£112m] which the ruling party - the only party - proposes to borrow mostly from foreign banks,\" she said at the time. \"We already have a debt crisis. We owe billions to foreign banks now. And the people are starving. They need food; they need medicine; they need education. They do not need,\" Maathai says, \"a skyscraper to house the ruling party and a 24-hour TV station.\" </p> <p>Maathai is unlikely to give up her outspoken ways. The Nobel prize gives her credibility and political protection that colleagues and friends say she will most likely use in the national and international arena to oppose the African adoption of GM foods, the patenting of life forms, the further destruction of forests and policies that work against the poor. </p> <p>\"The increasingly contentious debate about the impact of patenting of life forms and genetic engineering is extremely important to all humanity. This is especially true for developing countries, rich in biological resources and the traditional practices which have generated this diversity for centuries. It is this resource, called 'green gold', which is now being explored and exploited by global transnational corporations,\" she said in a recent paper. </p> <p>Back in 1989, Maathai was quite clear about what was at stake. \"Development which plunders human resourcefulness, forests, land, water, air and food is shortsighted and self-eliminating ... but for many leaders, development means extensive farming of cash crops, expensive dams, luxury tourist hotels, airports, hospitals, heavily armed armies and supermarkets. These are the priorities in national budgets. Never mind that they may not reflect the needs of people who, if asked, would prefer basic needs like food, shelter, education, clean water, local clinics, information and freedom.\" </p> <p>This week, her simple message may have got through to a few more people.</p>",
  "<p><strong>Prescott:</strong> We are going to build on the progress that we have made over the past seven years to really get to grips with homelessness and poverty. I'm proud of the work we've done so far. We've cut rough sleeping by 72% and more than doubled the amount we spend on affordable housing compared with 1997. We've strengthened the law to provide more protection for vulnerable homeless people and ended the scandal of homeless families forced to live for unacceptably long periods in B&amp;B hotels, with no room for their children to work, play and grow.</p> <p>While we have improved the situation for many thousands of people, young and old, there is still widespread inequality and that is clearly unacceptable. Decades ago, I think we ignored the problems of poverty and homelessness; today we are doing something about it.</p> <p>This really hit home the other day when I watched Cathy Come Home again for the first time in years. The film isn't just a masterpiece, it reminded me of how life was in the 60s and how shocking Cathy's story was. It showed the terrible consequences of living in a society where there was little support and no choice.</p> <p>For those who haven't seen it, Cathy got married and wanted to start a family and a nice home of her own. Things went wrong when her child arrived. The kid wasn't welcome. She put herself on the waiting list, but it didn't make any difference. She was then forced into short-term, emergency accommodation, where she had to separate from her husband.</p> <p>He went off looking for work and she was left on her own. In desperation, she ended up with her child in a caravan, but that wasn't safe. The caravan was set on fire. The last scene was heart-breaking when she was left to sleep on the street and in the railway station. Her child was taken away from her - she was homeless and alone.</p> <p>One day I want to be able to say that no young person in Britain is disadvantaged by their personal circumstances. We will give people the chance to live in a decent home, in a healthy and safe environment, with a solid education and secure employment. As I said, we have improved the situation for millions, but there's still a long way to go.</p> <p><strong>Centrepoint:</strong> Last month, the prime minister declared that the government's crusade against social exclusion was working, but his claim coincided with new figures that showed homelessness had reached a new record high. How do you square that circle?</p> <p><strong>Prescott:</strong> The important thing for us was to strengthen the law to give more vulnerable people - in particular young people - protection and accommodation and to bring them in to the welfare system. This contributes to a short-term statistical increase in homelessness. Of course, that creates good headlines for the papers and I have to live with that.</p> <p>For me, getting more help to more people is the most important thing - it shows that we are really making a difference. Having put the safety net into place, I expect the level of homelessness and use of temporary accommodation to fall over the next three years as our policies on prevention and housing start to take effect.</p> <p>I think that our approach to tackling inequality across the board is the right way. Investing in health, education, housing and employment is helping to tackle poverty for everyone. The challenge now is to get that support to the most disadvantaged. We already have 700,000 fewer kids in poverty and 1.85 million more people in work. We've also cut the number of non-decent homes by 1 million since 1997. No one can say for certain where we'll be in 10 years, but I'm convinced that we're making the right investments today.</p> <p><strong>Centrepoint:</strong> The government has a clear priority to reach the families most in need, but what action are you taking to reach those young people who have been thrown out of their family home?</p> <p><strong>Prescott:</strong> By addressing the needs of families today, we are helping to solve the problems that young people will face tomorrow. We have taken specific action to tackle homelessness among young people too. We amended the law to give housing priority to homeless 16- and 17-year-olds and young people leaving care. I'm also pleased that an independent evaluation of local authorities, due to be published later this year, has found that virtually all of their homelessness strategies make specific mention of young people's needs.</p> <p>More than 85% have considered specific proposals to help 16- and 17-year-olds, including targeted advice and support, specialist accommodation - like foyers - and family mediation. Like I said earlier, tackling the underlying inequalities, the underlying causes, is the most important thing. Of course, things do go wrong and a Labour government will be there to catch people when they fall.</p> <p><strong>Centrepoint:</strong> How can you tackle the problems of young homeless people effectively if you do not know how many there are, or where they're living?</p> <p><strong>Prescott:</strong> We already know a great deal about homelessness and we learn more every year from improved data. Next year, for example, we will be carrying out a major survey of homeless households, including 16- and 17-year-olds. The attempt by York University and Centrepoint to quantify the number of homeless young people is welcome, but I'm not sure about using figures from Scotland and applying them to England.</p> <p>I think the best way to understand the problem is to look at it at a regional and local level - that's where the problems are and where the services are delivered. The Homelessness Act is helping by identifying and dealing with homelessness through local reviews and strategies.</p> <p><strong>Centrepoint:</strong> Having expressed concern at the large number of housing associations, do you think there are too many homelessness charities?</p> <p><strong>Prescott:</strong> For a start, these charities are often focused on local areas and needs and they work collaboratively with others, like Centrepoint. In my view, coordination is essential to success, regardless of the number of organisations involved. The Homelessness Act is helping local authorities to develop even stronger partnerships with the voluntary sector, and I want to see this continue.</p> <p><strong>Painful past a stepping stone for future</strong></p> <p>As a 17-year-old with a troubled childhood, Stacey Bellamy left home with nowhere to go. For months, she relied on friends to put her up. Six years on, she is herself offering vital support to those facing homelessness.</p> <p>Bellamy, who lives in Durham, is part of an innovative project that aims to give practical support to young people in need of a home. Drawing on her own painful experience as a homeless teenager, she is helping to produce a pamphlet spelling out what it means to be homeless and offering practical advice on setting up home.</p> <p>She is also closely involved in the development of a \"buddy\" scheme, aimed at offering peer support.</p> <p>Bellamy, 23, says she was fortunate to find Moving On - a one-stop shop that offers housing advice and support to homeless youth, and is in partnership with Centrepoint. \"They helped me get my own flat and apply for funding for furniture,\" she says.</p> <p>However, there was a gap in support. This became clear when she attended a residential weekend organised by Moving On, and spoke with other young people about their needs. \"We did a presentation about a buddy support scheme and the importance of producing easy and user-friendly flyers about setting up your own home. Staff from Centrepoint said they could help us.\"</p> <p>Bellamy is now planning to go to college to study social work or youth work. \"I got my GCSEs. I'm back talking to my mum. We get on loads better,\" she says. \"Now I want to do more.\" <br><strong>Linda Jackson</strong></p> <p><strong>From the streets to the studio</strong></p> <p>Bianca Foster moved out of the flat she had shared with her boyfriend, Barrie, a few weeks after he died of cancer. Still grieving, the then 19-year-old stayed with her mother who had a tiny, one-bedroom flat. The arrangement didn't work out.</p> <p>\"It was too crowded and I was still getting over Barrie,\" Foster recalls. She went straight to Centrepoint's Berwick Street emergency shelter, where she stayed for a month before moving to Salter's Foyer.</p> <p>Today, the 23-year-old's life has been transformed. Staff at Salter's Foyer have helped her get her life back on track. She has her own flat in the hostel - and will shortly move to a flat in Bethnal Green, east London, where she will still be supported by a keyworker.</p> <p>Foster has made big strides in her career and is hoping for funding from the Prince's Trust charity. Earlier this year, she spent six months working for Channel Five. With her earnings, she bought a £3,000 camera and she has now started filming musicians. She plans to set up her own media company.</p> <p>She is no stranger to television, having presented a music show for a cable station when she was 17. She says: \"I love the work. I go out every weekend and hunt managers down and ask them if I can interview their clients. I also want to make an underground film on graffiti artists.</p> <p>\"Ultimately, I want my own radio show. Barrie used to complain about the music when he was in hospital having chemotherapy. When I think I've got it hard, I think about Barrie and other people like him. I want to spend an hour a week doing hospital radio work for cancer patients.\"<br><strong>LJ</strong></p> <p><strong>Weblinks</strong></p> <p>Centrepoint: <a href=\"http://www.centrepoint.org.uk\">www.centrepoint.org.uk</a></p> <p>Social Exclusion Unit: <a href=\"http://www.socialexclusion.gov.uk\">www.socialexclusion.gov.uk</a></p>",
  "<p>The governor of the Bank of England, Mervyn King, last night fuelled City speculation that further interest rate increases are on hold after he responded to a surprise fall in inflation by saying the economy was in a \"softer patch\". </p> <p>Speaking at the Eden Project in Cornwall, Mr King said the impact of the slowdown on inflation would be offset by the recent weakness of the pound but dropped a strong hint that there would be a pause before the Bank acted again. </p> <p>\"Looking ahead, the monetary policy committee will have to balance the impact on inflation of this evidence of weaker activity against the fall in sterling and other signs of cost pressures. The implications for interest rates will depend on developments in the economy, which the MPC will monitor carefully.\" </p> <p>The governor made his remarks hours after the monthly figures for the cost of living in the UK showed the annual inflation rate on the government's preferred measure - the consumer prices index - falling from 1.3% to 1.1% last month. </p> <p>Competitive pressures in the high street pulled down inflation to its lowest level since the spring and confounded market expectations that higher oil prices would see the annual rate tick up to 1.4%. </p> <p>The Bank's task is to keep inflation at 2%, with a deviation of more than one percentage point from the target requiring the governor to write a letter to Gordon Brown explaining his conduct of monetary policy. Analysts said that had it not been for the sharp increase in global oil prices, Mr King would already have had to put pen to paper. </p> <p>The Office for National Statistics said cheaper air and sea travel, cut-price offers on food from supermarkets and a reduction in the cost of telephone charges were the main reasons for the one-month fall in the CPI. Over the past 12 months, however, bargain offers for clothing and footwear and leisure goods have been the sectors of the economy where price falls have been largest. </p> <p>Yesterday's data showed the price of goods last month was 0.4% lower than a year earlier, while inflation in the service sector stood at 3.2%. Britain had the third lowest inflation in the European Union, with only Denmark and Finland having smaller annual rises. </p> <p>Other measures of inflation also fell in September. The all-items retail prices index showed a 3.1% annual increase, down from 3.2% the previous month, while the RPI excluding mortgage interest payments fell from 2.2% to 1.9%. </p> <p>The September inflation figures are used as the basis for the annual uprating of state benefits. Income-related benefits such as jobseekers' allowance, housing benefit and income support will rise by 1% next year, while the basic state pension, incapacity benefit and disability benefit will increase by 3.1%. Mr King said what he has previously described as the \"nice\" decade - non-inflationary consistent expansion - was coming to an end and would be replaced by the \"not so bad\" decade. </p> <p>\"The combination of low and stable inflation and continuously falling unemployment must come to an end at some point, and may already have done so. Starting, as we do now, with little if any spare capacity, it is unlikely we can expect unemployment to fall indefinitely. </p> <p>\"From time to time shocks will hit our economy, as we have seen with oil prices and world trade, and there will be fluctuations in growth and unemployment, as well as inflation.\"</p>",
  "<p><strong>The weather</strong></p> <p> The pitch has been deemed playable but the weather is grim in the Tofig Bakhramov stadium, named after the Azerbaijan linesman who allowed that Geoff Hurst goal that never crossed the line in the 1966 World Cup final. It's been tipping down with rain all day and there's gale-force winds blowing, which could result in all sorts of football comedy. </p> <p> <strong>1 min:</strong> The teams line up for their national anthems, with the Azerbaijan one sounding suitably apocalyptic for the day that's in it. England kick off, playing from right to left in red shirts, white shorts and red socks. Azerbaijan play in white shirts, blue shorts and white socks. Owen kicks off and England immediately concede a throw-in courtesy of a spot of Gary Neville ineptitude out on the touchline. </p> <p> <strong>2 mins:</strong> Total slapstick in the Azerbaijan box. Jermain Defoe crossed a low ball from the right, only to see Jermaine Jenas hit a big welly-full of fresh air. The ball was crossed again and Michael Owen missed a sitter from about two yards. Eventually, Hasanzade the goalkeeper grabs the ball and clears for Azerbaijan. </p> <p> <strong>4 mins:</strong> The match has got off to a hectic start, which is more than can be said for this report ... which is all over the place. England are exerting all the early pressure, while I have two different Azerbaijan team-sheets, neither of which appear to be even remotely similar. </p> <p> <strong>5 mins:</strong> Ashley Cole concedes a corner, which is swung in to the box and eventually cleared after Nadir Nabiyev knocks a half-chance straight into Paul Robinson's bread-basket. England counter and win a corner of their own, which is cleared. </p> <p><strong>9 mins:</strong> Michael Owen crosses from the right and Rio Ferdinand is on hand to casually dink an effort up in the air. It loops its way towards Wayne Rooney at the far post, but the goalkeeper punches the ball clear. He's looking a bit dodgy, is Mr Hasanzade. </p> <p> <strong>11 mins:</strong> Emin Guliyev tries a low shot from distance which skids <em>this</em> wide of Paul Robinson's right-hand post. Great effort. </p> <p> <strong>13 mins:</strong> An Azerbaijan midfielder tries to release his team-mate Samir Aliyev down the left wing with a long pass, but the referee blows for offside. Bad decision - the replay shows he was well onside.. </p> <p> <strong>15 mins:</strong> \"Am I missing something?\" writes Simon Rushbrook, who continues his very long email with far too many abbreviations, no punctuation and some unsavoury language thrown in for good measure. So to answer your question - yes you are missing something: good manners. </p> <p> <strong>18 mins:</strong> An England attack comes unstuck deep in the Azerbaijan half and the home side breaks. Luckily, Rio Ferdinand is on hand to put a stop to their collective gallop. </p> <p> <strong>22 mins: Azerbaijan 0 - 1 England</strong><br> England work the ball across the field in the final third from right to left. Ashley Cole picks it up on the wing and crosses it to the far post, where Michael Owen nips in between two defenders and steers the ball past the keeper with his head. </p> <p><strong>23 mins:</strong> Frank Lampard is claiming that goal, as he was standing in the same stadium and looking at the ball when it crossed the line. </p> <p> <strong>24 mins:</strong> Azerbaijan win a corner after a Aftandil Hajiyev free-kick deflects off the wall. The corner is pulled low across the box, dummied by - get this - three players in a row before Nabiyev screws a promising chance wide of the target. Had it gone in, it would have been one of the greatest goals I've ever seen. Three dummies - and I'm not describing England's three-pronged attack here. </p> <p> <strong>27 mins:</strong> \"Are you in Azerbaijan or at home watching the telly?\" inquires Jason Smith. Neither Jason. I'm in a beautician's in Harlow getting a back, sack and crack wax and a fake tan from a woman with a disturbingly orange hue. If they're good enough for David Beckham, they're good enough for me. Sadly, I can't afford to pay for house-calls. Kamal Guliyev gets booked for a foul on Gary Neville.</p> <p> <strong>30 mins:</strong> Industrious play by Jermaine Jenas - well, he charged down a clearance most players wouldn't bother going for on such a cold day - earns England a throw-in deep in Azerbaijan territory. Nothing comes of it. </p> <p> <strong>32 mins:</strong> This is what I have to put up with: \"My dog is at sick as a parrot, which is strange because he's a dog,\" writes Paul Dixon. That's neither funny nor relevant, Paul. Would you like a job? </p> <p><strong>33 mins:</strong> This match is a truly dreadful spectacle, which is hardly surprising considering the conditions. Azerbaijan break, with Kerimov releasing Shukurov down the right. His cross is poor and Sol Campbell clears easily. </p> <p><strong>35 mins:</strong> Graham Taylor keeps transposing the 'b' and 'j' of Azerbaijan on Radio 5. It's hilarious,\" writes Stephen Lenthall. I'll take your word for it Stephen, but I'm guessing you'd really have to be there to truly appreciate the mirth of it all.</p> <p> <strong>37 mins:</strong> England win a free-kick about 25 yards out, slightly right of centre. Rooney has a pop, Hasanzade palms it straight out and Azerbaijan are relieved to see the ball drop at the feet of one of their own. He hacks it clear, Azerbaijan break and Wayne Rooney gets booked for a foul on Ponoparyov. </p> <p><strong>39 mins:</strong> From the ensuing free-kick on the right wing, Anatoly Ponomaryov sents a high ball into the corridor of uncertainty between Paul Robinson and his defence. It hangs in the air for an age, before the goalkeeper rushes to the edge of his six-yard box and punches clear.</p> <p><strong>41 mins:</strong> England win an indirect free-kick right on the edge of the six-yard box after a tackle by Mahir Shukurov is harshly judged to have been a back-pass, which Hasanzade picked up. The ball is tipped to Rooney, who tries to blast it through the wall. It holds firm. A corner for England, from which nothing comes. </p> <p> <strong>44 mins:</strong> \"If I stand fully clothed in the shower with all the windows open do you think I'll enjoy your commentary more, Barry?\" asks Andy G, who's giving me very little to work with here. Why am I being subjected to the inane witterings of the bewildered and half-witted today? </p> <p> <strong>Half-time</strong> </p> <p> <strong>Half-time babble</strong> </p> <p>\"We've got the new Death In Vegas album on and it sounds a whole lot better than England,\" writes Shane at Unpeeled, which I'm guessing could well be some sort of trendy retail outlet populated by blokes with poncey haircuts. </p> <p>\"Can you ask the Paul Dixon with the dog that's as sick as a parrot, if he is Paul Dixon in Dorset?\" asks Ben Hendy in Southampton. \"If so, is he coming to poker this weekend?\" </p> <p>\"Does Andy G have a waterproof computer in his shower?\" enquires Dan Rookwood, formerly of this parish before he left for smaller and worse things at a glossy porn mag. \"Or has he not really thought that one through?\"</p> <p><strong>And you lot think you have problems at work:</strong> \"I have enjoyed your commentary from Cajamarca, Peru, during working hours, since I'm not sure when,\" writes Tony Esplin. \"It is a welcome distraction when campesinos are blocking the road to the mine where I work, sometimes for weeks at a time. In these instances, we are fed batttery chicken which has been fed on excessive amounts of fish meal, of which Peru is a big producer. I understood that Lampard's goal took a deflection off Owen's buttocks. What is the convention in this case in awarding the goal? Apologies for colonial ignorance and for any mistakes in grammar.\" </p> <p>Now a lot of you could learn from Tony. He's polite, eager to learn and - most importantly - suitably deferential. To answer your question - Fifa tend to make these things up as they go along, Tony. The goal in question was in the last match England played and went in off Owen's heel, not his backside. In this case, Fifa gave it to Lampard. </p> <p><strong>Corrections &amp; clarification:</strong> It transpires that Unpeeled is not a trendy retail outlet populated by blokes with poncey haircuts. Purporting to be \"exactly what the NME used to be\", it's an independent magazine published on the first Friday of every month, a series of live shows under the banner 'Unpeeled Presents...' and - according to those who run it - <a href=\"http://www.unpeeled.co.uk/index.php\">this lovely website</a>. So, if you get your kicks reading about and listening to dreadful bands that are unsigned for a very good reason, you now know where to go. </p> <p> <strong>46 mins:</strong> Rooney gets involved in a little bit of afters with his man-marker, Aslan Kerimov. They squared up after the Azerbaijan player had won a corner. The referee tells them to get on with it, the corner is taken and England clear. </p> <p> <strong>51 mins:</strong> England squander more possession, with Sol Campbell giving the ball away cheaply. From the ensuing Azerbaijan break, Samir Aliyev tries a shot from about 25 yards out. His low drive is a yard or two wide of Paul Robinson's right-hand post. </p> <p> <strong>53 mins:</strong> Azerbaijan go close again. From a half-cleared corner, the ball is dinked over the top of the English defence and Samir Aliyev sticks out a leg to try and poke it past Robinson. The English goalkeeper's clearance is anything but straightforward. </p> <p><strong>56 mins:</strong> A free-kick for England about 35 yards out, straight in front of goal. Rooney puts the ball down, but Frank Lampard takes it, sending a howitzer straight at the 'keeper. Hasanzade parries the ball over his own cross-bar and England waste the ensuing corner. </p> <p><strong>57 mins:</strong> Michael Owen gestures to Frank Lampard that if that free-kick had gone in, he was going to claim it. </p> <p> <strong>58 mins:</strong> Azerbaijan substitution: Samir Aliyev off, Gurbanov on. Meanwhile in Beijing, a jingoistic Callum MacLeod writes: \"I guess you are half-timed and tired with your follicles ransacked by Harlow harlots, but please lend your readers a richer sense of the global battles underway tonight, right across our sorry globe.\"<em>[Continues in the same vein for several lengthy paragraphs that become more and more incoherent]</em></p> <p><strong>62 mins:</strong> Azerbaijan go on the attack again, courtesy of a surging run from Mahir Shukurov, who is dispossessed by Rooney. The granny-loving potato-head hasn't been up to much up front, but he has attended to his defensive duties diligently tonight. </p> <p> <strong>64 mins:</strong> Picking the ball up in his own half and finding himself in acres of space, Ponymaryov puts his head down and makes for goal. He pulls the trigger about 30 yards out, but skies his effort out of the stadium. England could really do with killing this match off, not that it really matters seeing as they've got the easiest group imaginable and will probably win it by 40 points regardless of tonight's result.</p> <p> <strong>66 mins:</strong> Another Azerbaijan corner, another impromptu game of pinball in the England box before the ball is hacked clear. England's slender lead is looking increasingly fragile. I will <em>love</em> it if Azerbaijan equalise. </p> <p>\"Are you related to Raymond Glendenning, famous BBC sports commentator of yesteryear and past president of the Handlebar Club?\" enquires Martin Jackson. No I'm not, Martin, although I'm asked that question a lot. No commentating relative of mine would ever call the wrong horse home in an Epsom Derby. </p> <p> <strong>70 mins:</strong> England substitutions: Shaun Wright-Phillips and Alan Smith for Jermain(e)s Defoe and Jenas. </p> <p> <strong>72 mins:</strong> This match is plumbing levels of scrappiness last spotted when that annoying yippy little dog was introduced to the previously excellent Scooby Doo. Azerbaijan substitution: Ilgar Gurbanov for Emin Guliyev. </p> <p>\"I will continue emailing you until I see my name in print,\" writes B*****d O'L***y. </p> <p> <strong>76 mins:</strong> John McDermott in San Francisco has written a very terse email to complain that my commentary isn't funny and says: \"Give us the game please.\" </p> <p> <strong>78 mins:</strong> John McDermott in San Francisco will be delighted to hear that in the last 10 minutes, I reckon the ball has been in play for less than 60 seconds. The other nine minutes have seen the referee dish out yellow cards to Rashad Sadygon and Nicky Butt, oversee a number of substitutions, and penalise players from both sides for niggly little challenges such as shirt-tugging, pushing, pulling and dragging. It's a dreadful game of football being played in a bog. Now would you like fries with that, John McDermott in San Francisco? </p> <p> <strong>80 mins:</strong> \"Maybe you should punctuate the commentary with Motson-esque \"he-he-he 's to emphasize the (un)funniness,\" suggests Phillip Dench. </p> <p> <strong>82 mins:</strong> Wayne Rooney sends a free-kick wide, while Bernard O'Leary has sent in a brilliant joke about Germans, which I dare not repeat here for fear of upsetting the sensibilities of John McDermott in San Francisco. During yet another break in play, the camera pans across the England bench to show several shivering, miserable, bored substitutes. Even they're less interested in this match than John McDermott in San Francisco. </p> <p> <strong>84 mins:</strong> England susbtitution: Joe Cole for Wayne Rooney. He has an immediate effect, crossing from the right into the six-yard box. The Azerbaijan defender's clearance is poor and Gary Neville, of all people, is on hand to try and pick up the scraps. He slips and Azerbaijan clear. </p> <p>\"I agree that it is an easy group,\" writes Phillip Morse in St Lucia. \"When the Azerbaijan manager is complaining about other teams being 'shit' then you know you've got it easy.\"</p> <p>I hope that wasn't an attempt at humour, Phillip. John McDermott in San Francisco won't stand for it! I could have spent the time used to copy and paste your comments into the article to describe Nicky Butt blowing the snot out of his left nostril. Somebody's mother has to clean that up, Mr Butt! </p> <p><strong>89 mins:</strong> Owen goes close. With only one defender between him and the goal, he dilly-dallies, gets the ball stuck under his feet and fails to get a shot in. </p> <p> <strong>90+3 mins:</strong> Shaun Wright-Phillips crosses from the right and the ball falls perfectly for Joe Cole, who falls over. How did he not score? All he had to do was turn and poke it home from about two yards. </p> <p> <strong>90+4 mins:</strong> Peep! Peep! Peep! England take all three points on one of those decidedly forgettable and filthy midweek nights where getting the job done is all that counts. They have 10 points from four matches and will qualify for the World Cup finals at an absolute canter. Meanwhile, some more emails ... </p> <p>\"Thanks for printing Bernard O'Leary's name in full as you have cleared up an office dispute over here whether B*****d O'L***y was him or Bastard O'Likely, a guy who used to work with us in Ghana,\" writes Mike Davis. </p> <p>David Nately writes: \"Tell John McDermott in San Francisco that if I was living in San Francisco I wouldn't be wasting my time in front of a computer screen reading this drivel; but I'm not, so I am\"</p> <p>\"I'm stuck in a hotel room in Paris and you are my only source of info on the game,\" writes Simon Mills. \"Shouldn't you concentrate an telling us what's going on rather than filling the screen with comments from people like me?\"</p> <p>Final word tonight goes to George Dodwell, who will always be welcome here with toadying comments like the following: \"Pay no attention to all the whingers and whiners and John McDermotts attempting to disparage your commentry,\" he says. \"They can always go elsewhere for blow-by-blow accounts of the game on t'internet. In fact if they had an ounce of intelligence they could stream the bloody radio feed and listen to that. I'd prefer to read your witterings instead - they provide amusement and will keep me from doing any work this afternoon.\" </p> <p>That's more like it! Good night one and all - I'm off to watch the Republic of Ireland beat the Faroe Islands 76,000,000 - 0.</p> <p><strong>Azerbaijan:</strong> Jahangir&#xa0;Hasanzade, Rafael&#xa0;Amirbekov, Kamal&#xa0;Guliev, Emin&#xa0;Guliev, Aftandil&#xa0;Hajiev, Rashad&#xa0;Sadygov, Mahir&#xa0;Shukurov, Makhmud&#xa0;Gurbanov, Ismayil&#xa0;Mamedov, Samir&#xa0;Aliev, Nadir&#xa0;Nabiev</p> <p> <strong>England:</strong> 1-Paul Robinson; 2-Gary Neville, 5-Rio Ferdinand, 6-Sol Campbell, 3-Ashley Cole; 7-Jermaine Jenas, 4-Nicky Butt, 8-Frank Lampard; 10-Michael Owen, 9-Wayne Rooney, 11-Jermain Defoe </p> <p> Referee: Alain Hamer (Luxembourg) </p>",
  "<p>England are backing a proposal to shift the Six Nations Championship to April and May as the global rugby community seeks a solution to the club v country fixture gridlock which is putting unsustainable pressure on the leading Test players. </p> <p>Rather than keep the northern hemisphere's most famous tournament in its traditional late winter slot on the European calendar, the Rugby Football Union's chief executive Francis Baron revealed yesterday that England, together with Wales, favour a reshuffle which would see the domestic programme completed before the Six Nations gets underway. </p> <p>\"It's not a case of moving it to June or July, we're not talking about that degree of movement,\" said Baron, among those who persuaded the International Rugby Board to hire the accountancy firm Deloitte and Touche to compile an independent report on the feasibility of a global season. \"I don't think that moving to April/May would dilute the Six Nations at all.\" </p> <p>He believes the switch, unpopular with traditionalists who have already seen the competition condensed into late February and March and prefer their Six Nations rugby on crisp winter days, will relieve some of the \"pressure points\" in the existing schedule and says its commercial value would not be affected by playing the games in early summer. </p> <p>Among several other proposals being considered by the IRB is for all other Test rugby to be played in late August and September, thus helping to avoid tours by under-strength teams. Some unions, including Scotland and Ireland, are reluctant to tamper with the successful Six Nations format but Baron insists all concerned should be more open-minded. </p> <p>\"We've all got to be flexible for the greater good,\" he said. All concerned do at least agree that something has to be done to restructure the global fixture list, not least Premier Rugby's chief executive Howard Thomas, who claimed that \"the preponderance of international rugby is out of control\". </p> <p>The RFU, meanwhile, yesterday announced a new five-year deal with Sky covering exclusive live rights to England's home games as well as the Zurich Premiership until 2010. </p> <p>It has also agreed a new four-year sponsorship agreement with the banking group Investec covering the autumn internationals and have finally agreed, in principle, to an improved financial package for England's squad players after months of haggling. </p>",
  "<p>In the municipal halls of the capital the prospect of a grand prix in London is being given serious consideration. There is much encouragement being directed towards the leaders of formula one but they should not assume that the idea has universal appeal. </p> <p>Support from London's mayor Ken Livingstone is a start. \"Buckingham Palace is signed up to the idea and the royal parks have too,\" he said. \"It would bring two million people into London and for that week all the activities for shoppers and tourists would have that theme. There would be a lot of preparation needed but it can work, as was shown by the motor racing event in Regent Street this year.\" </p> <p>Livingstone said London would not want to be seen as a replacement for Silverstone. \"We are waiting for formula one to make the next move,\" he stressed. </p> <p>Among those opposed are Jenny Jones, a Green Party member of the London Assembly and member of the Metropolitan Police Authority who was Livingstone's deputy during some of his last mayoral term. </p> <p>\"I retch when I think about it,\" she said. \"It would be incredibly disruptive and support all the things that London could do without like fast cars and sexism. It is not even a sport that a lot of people like.\" </p> <p>Juan Pablo Montoya says a London grand prix would be \"awesome\". Kenneth Stern, chairman of the Friends of Hyde Park and Kensington Gardens, disagreed. \"My organisation would be totally against the idea,\" he said. \"Parks are meant to be places of peace and tranquillity where people can relax.\" </p> <p>Officials who might be involved seem to have two initial thoughts. There is a determination to show that London can be a major player and contend for events. But there is also a growing appreciation of how much work would be needed to make a grand prix successful and safe. </p> <p>Nick Lester, the director of transport and the environment for the Association of London Government, said: \"We have seen some of the problems in places like Monaco, where they use the public streets and the centre of Monte Carlo is off limits for a week. The event this year involved Piccadilly Circus and Trafalgar Square but it would be a big issue to shut them for a week. We would have to see how London could work in circumstances like those. But no one would want to rule it out.\" </p> <p>The AA is also reluctant to dampen the growing enthusiasm. Its spokeswoman Rebecca Rees pointed to Birmingham, where in 1985 the city held the \"superprix\" for formula 3000 cars on a circuit of closed streets near the city centre for two days. \"Because London is a world city it should and must put on these sort of events so long as the disruption and traffic is managed properly.\" </p> <p>The Regent Street event attracted 500,000 spectators. Len Duvall, chairman of the Metropolitan Police Authority said the implications of policing even larger crowds should not be underestimated. \"It would present a considerable challenge,\" he said, \"but if we were asked we could meet that challenge.\"</p>",
  "<p>Dean Barker, the Emirates Team New Zealand skipper, received the Louis Vuitton Trophy for Act 2 of America's Cup from the Mayor, Rita Barbera, yesterday. Alongside him was Ben Ainslie, Britain's double Olympic gold medallist, the team's strategist successfully completing his first regatta in cup racing. </p> <p>\"It was a great start to this campaign,\" Ainslie said. \"It was a good result for our boatbuilders.\" The single-handed Finn sailor has clearly made the transition from his solo dinghy days to being a team player in this 17-man crew. It is only 31 days since Team New Zealand's boat that was used in Marseille for Act 1 was badly damaged when it blew over in a storm. </p> <p>The spare boat, still under repair from a major incident in March 2004, was made ready for a hastily arranged flight from Auckland and, when Ainslie joined the team for this regatta, it had only four days of practice. It was a big call to nominate him in the crucial role of strategist but the team's chief executive officer Grant Dalton, insisted. </p> <p>\"I'm simply a radio relay station,\" Ainslie said modestly, laughing at his crucial role in interpreting the information he has been fed from his wind-spotter, Adam Beashel, 100 feet up the mast, and turning it into acceptable advice to the tactician, Terry Hutchinson. \"It's so different from sailing alone when I have to think of everything but I contain myself. It's a trust thing, trusting those you are sailing with. I'm a great deal happier with these guys than I was with OneWorld three years ago.\" </p> <p>Barker was full of praise for the recruit. \"I think it's brilliant the way Ben has fitted into the team. He's still a bit green but that's understandable. If he is as good as he is now, considering his relative lack of big-boat experience, in two years he will be fantastic. </p> <p>\"Coming away with a win was more than we might have expected as the other top teams have done more sailing together and more regattas.\" </p> <p>Dalton was equally excited by the new talent. \"I'm more than happy,\" he said. \"It's difficult when such a high profile moves into a team but he's managed and is doing it very well.\" </p> <p>Team New Zealand completed their series victory when all racing off Valencia was abandoned when the wind died and was reluctant to return. Before the abandonment the crew had started her match with the cup winner Alinghi, who had won five straight races in Auckland to bring the Cup to Europe. </p> <p>Here it has been a different story with the Kiwis winning when they met last week and leading by two-and-a- quarter minutes at the first mark. As the wind fell away, Team New Zealand had an edge and they were more than 30 minutes ahead when the race was called off. Luna Rossa, with the Australian boy prodigy James Spithill steering, was second overall with BMW Oracle Racing third and Alinghi fourth.</p>",
  "Jeff, 37, is a tenancy management officer for a housing association earning £25,000. He is responsible for tenancies and property management, and helps to solve neighbourhood disputes. Following ministerial comments that the sector may face mergers he wants to move on. But where could he go? <p><b>1</b> Jeff has several transferable skills. If he is keen to do the same kind of job in a different environment he could move to the statutory sector and become a neighbourhood housing manager for a local council, earning up to £27,000. His qualification in housing, the Chartered Institute of Housing diploma (level 4), is recognised across the statutory, voluntary and private sectors.</p> <p><b>2</b> Jeff might be interested in becoming a deputy manager of a semi-independent housing scheme for a homelessness charity, such as St Mungo's in London, where he would manage a team. His understanding of tenants' rights and housing law are advantages and he would be working with a challenging client group. The salary on offer is between £26,238 and £28,863.</p> <p><b>3</b> If Jeff wants to develop his advocacy skills, Citizens Advice could offer him the option of a legal services commission caseworker post. He would be the tenant's advocate in disputes involving, for example, housing repairs, landlord disagreements or rows with neighbours. The job is client-based and he would be offering independent advice. An £18,000 salary means a drop in pay but the rewards include the opportunity to lobby for change.</p> <p><b>4</b> The charity Shelter would welcome Jeff as a housing support worker. He would assist former homeless people in managing a tenancy, offer general advice about independent living and help with welfare benefits. His understanding of the landlord's perspective is an asset. He would earn £21,714.</p> <p><b>5</b> As a tenancy management officer Jeff is used to mediating in disputes and if he wants to develop this role he could work for a local authority's antisocial behaviour unit. As an antisocial behaviour officer he would investigate allegations of bad behaviour and, if necessary, build a case for a prosecution. Gaining a broad knowledge in crime and disorder would boost his future career options. The salary is £25,000.</p> <p><b>· </b>Forum3 2004, supported by the Guardian, is a recruitment event offering jobs and volunteering opportunities in charities, housing associations, social care, health, communities and local government. It is at the Islington Business Design Centre, London on October 15 and 16. Details at <a href=\"http://www.forum3.co.uk\">http://www.forum3.co.uk</a></p>"
]