[
  "<p>Chelsea want to tower over the football world, but Jose Mourinho pursues success on a miniature scale. All the sweeping gestures come in his occasionally provocative statements and the manager is restrained in the way he directs his team. The 3-1 win over his old club Porto has virtually put Chelsea into the knockout phase of the Champions League, but they will not strut there. </p> <p>Profiles of Mourinho depict a technocrat who depends on the five-page analyses of future opponents that Andre Villas Boas prepares for him. On Wednesday the substitute Tiago was shown diagrams for so long a time that it seemed he was being set a mathematical problem and would be allowed on the field only when he came up with the correct answer. Despite that, however, Mourinho actually believes in keeping it simple. Deep down, he is rather old-fashioned. </p> <p>He showed as much in his immediate desire to trim the baggy squad he had inherited to 23 names and did not agonise over the future of individuals such as Juan Sebastián Verón and Hernán Crespo. Their renown made it all the harder for them to be assimilated into his scheme and they were sent out on loan. It is a compliment to Mourinho that Chelsea can often be mistaken now for a neat little team. </p> <p>The make-up of the side and the nature of its performances are becoming cosily familiar. Petr Cech, Paulo Ferreira, John Terry, Claude Makelele, Frank Lampard and Didier Drogba have been picked to start all nine games so far and Ricardo Carvalho would also have done so if Mourinho had not shied away from testing his new-born partnership with Terry against Manchester United on the opening weekend. When fit, Wayne Bridge's inclusion is also very likely and Chelsea's team selection is among the most predictable of any leading club. </p> <p>The manager is in earnest about creating a close-knit group. That may look like mere common sense but Benni McCarthy, suffering as Porto decline without their old leader, would argue that others are seldom so committed to that approach. </p> <p>\"Mourinho is one of the few coaches that tries to get to know players on and off the field,\" said the South Africa striker, \"so he knows the strengths. Once coaches do that, they always get the best out of the players - that's what worked with us when he was at Porto, and that's what we're lacking now.\" </p> <p>The Champions League holders could easily fail even to get out of their group this year. The new coach Víctor Fernández sounds sensible when explaining it will take time for the revamped squad to settle. Mourinho, too, has had to adapt, but there would have been uproar if his period of adjustment had entailed failure for Chelsea. </p> <p>He would not have been sacked, but he would have been harried. Even if it is in his nature to scorn criticism, the disruptive effect on his squad would been inescapable. For that reason, Mourinho has had more cause than usual to stick with his pragmatism. If the Chelsea team are workmanlike, they do at least get the job done. </p> <p>The dependence on individuals has been reduced. It goes unremarked, for example, that Lampard, though performing reasonably well, is not having as direct an influence on results as he sometimes does. His one goal so far was that penalty against Southampton which ought to have been disallowed when he inadvertently hit the ball from his right foot on to his left. While Chelsea are defending as vigilantly as Mourinho expects, the demand for heroics from Lampard or anyone else is less shrill. </p> <p>The moment is sure to come, all the same, when Chelsea will have to cut loose to retrieve a match going against them. The manager complains that the press love to ask him about those who are not in the team, but even Mourinho has to reconsider now and again. The 0-0 draw with Spurs, which he blamed bizarrely on uncooperative opponents, has been followed by wins that constitute Damien Duff's first two starts of the season. A winger, it turns out, is not such a luxury after all. </p> <p>Didier Drogba, heading home the Irishman's free-kick against Porto, can testify to the worth of someone who can land the ball in the right area. The Ivory Coast forward, having scored five times, is discharging his duties. If Drogba feels the burden of the £24m transfer fee, it is an expense that will not weigh down Roman Abramovich. The results for which the billionaire owner has paid are being delivered. </p> <p><strong>·</strong> Mourinho has faxed Uefa pleading with it to take no action against Porto after one of their fans spat at him.</p>",
  "The insurgency in Iraq appears to be more widespread and deadly than Iraqi leaders are prepared to admit, according to military officers and a report by a private security company, Special Operations Consulting-Security Management Group. <p>The company says there have been been 2,300 attacks in the past 30 days, stretching from Mosul in the north through the Sunni heartland west of Baghdad and central Shia towns around Babylon down to Basra in the south. </p> <p>The weapons ranged from car and time bombs to rocket-propelled grenades, hand grenades, gunfire, mortars and landmines. They averaged 80 a day. </p> <p>Under pressure to rein in the insurgency before the elections in January, the defence minister Hazim al-Shalaan said yesterday that all the rebel cities would be subjugated next month, presaging some form of offensive. </p> <p>At present the interim government and the occupying powers are under attack. </p> <p>In Baghdad alone there have been 1,000 attacks this month. </p> <p>An American officer said earlier this week that 3,000 mortar shells had been fired in the capital since the uprisings began in April. Most were aimed at the Green Zone, the heavily fortified compound which houses the Iraqi government and the US and British embassies. </p> <p>Although Ayad Allawi, the prime minister, gave an optimistic picture to the US Congress last week, saying his government was on top of the insurgency and preparing for January's elections, others have painted a darker picture of the security situation. </p> <p>Dr Allawi said 15 of Iraq's 18 provinces were safe enough to hold elections and spoke only of \"pockets of terrorists\". </p> <p>The number of daily attacks has risen and fallen over the past year. It peaked in April at about 120 a day, when Sunni and Shia gunmen led uprisings throughout the country. </p> <p>Earlier this month there were about 90 attacks a day, but last week the number had dropped to 50, a senior US officer said. </p> <p>The insurgents have refined their attacks, focusing on suicide car bombs. September has been a record month, with about 35 bombs in 30 days. </p> <p>For the first time several of those car bombs were aimed at moving targets, often US military or Iraqi police convoys, rather than the usual fixed targets: the entrances to US bases, the Green Zone and the police stations and recruiting bases. </p> <p>In the latest attack, on Tuesday night, six American soldiers were injured when a car bomb exploded near their convoy in Mosul. </p> <p>But the picture is mixed. A British army major, Charlie Mayo, said there had been a fall in the amount of violence in the south-eastern provinces around Basra since August. </p> <p>Although two British soldiers were killed in an ambush on Tuesday, there had been some days with no incidents at all in the south-east. </p> <p>\"There has been a very marked drop since August,\" he said. \"The situation here is very different from the rest of Iraq.\" </p> <p>US officers are struggling to put a number on the size of the insurgent forces they are fighting. Some have suggested up to 20,000, others more. </p> <p>\"In terms of a core there are a few hundred,\" a senior officer said, declining to be named. </p> <p>But he said there could be many more involved who were loosely affiliated to insurgent groups. </p> <p>He said insurgents were finding recruits among the mass of young, unemployed and frustrated Iraqi men. </p> <p>\"Because a lot of Iraqis are unemployed and disaffected a lot of folk look at them as potential supporters,\" he said. </p> <p>\"That is why in this environment the military option cannot be the only option. </p> <p>\"There has to be a campaign that is military, economic and diplomatic brought to the table.\" </p> <p>The US military authorities believe that Falluja, 32 miles west of Baghdad, is the stronghold of foreign fighters like Abu Musab al-Zarqawi, the Jordanian militant whose group holds the Briton Ken Bigley hostage. </p> <p>But his fighters have emerged in other cities, including an area of Baghdad known as Haifa Street, which is just a few minutes from the Green Zone. </p> <p>Last week Dr Allawi boasted of a new peace in Samarra, another town in the troubled Sunni heartland. </p> <p>But on Tuesday dozens of gunmen from Zarqawi's group were seen parading through the street, forcing motorists to exchange music tapes for cassettes of Quranic readings. </p> <p>Some reports have suggested that his militant group has grown to number at least 1,500. </p>",
  "<p>The International Monetary Fund yesterday issued a warning that record oil prices will stunt the growth of the global economy next year and oil prices are likely to remain high for 10 years or more. </p> <p>While pleasantly surprised by the pace of growth this year - now put at a 30-year high of 5% - the IMF, releasing its twice-yearly World Economic Outlook, said the expansion was already coming off the boil in the face of the rise in crude prices to $50 (£27.78) a barrel. </p> <p>Nor did it see any likelihood that, in a world of global terrorism and only limited supply, there was much chance of respite from dearer energy for years to come. </p> <p>The $8 oil price increase this year will be enough to knock half a percentage point off global growth, but thus far, the IMF says, rising crude prices have had only a modest impact and it is expecting growth next year to be 4.3%. </p> <p>\"The sharp rise in oil prices has contributed to the weakening of the expansion in recent months, and will likely continue to do so for several quarters.\" Over the medium term, it expressed concern about the vulnerability of the global economy to the Middle East. </p> <p>\"With spare capacity at historical lows, and concentrated in one country [Saudi Arabia], the oil market remains highly vulnerable to shocks. </p> <p>\"Spare capacity in the oil market is expected to remain low through the remainder of the decade. Consequently, with terrorist attacks on oil supply a continuing risk, higher and more volatile oil prices may persist. </p> <p>\"This underscores the need to reduce vulnerability to such conditions both through concerted measures to restrain the growth of oil demand and through investment in capacity expansion in oil-producing countries.\" </p> <p>Global oil prices yesterday retreated from the records set on Tuesday as weekly US oil stock figures unexpectedly rose. US light crude futures fell to $49.05 a barrel, but most traders expect prices to march back above $50 in the next few days. </p> <p>Of the developed countries, Japan is expected to have the strongest growth this year, helped by the rapid expansion in China. Japan is forecast to grow at 4.4% - more than one percentage point higher than the IMF had pencilled in six months ago. China's growth is put at 9.0%, similar to last year, while the growth rate of the United States is put at 4.3%. </p> <p>\"The recovery in the euro area is becoming more established, but remains relatively weak and is heavily dependent on external demand (particularly in Germany, which comprises one-third of the euro area). </p> <p>\"Stronger than expected performance in 2004 had been underpinned by expansionary economic policies, which included low interest rates and budget deficits, rising corporate profitability, the feelgood factor from rising share prices and house prices, more jobs and, particularly for Asian countries, the boom in China. </p> <p>\"This state of affairs was, however, not going to last. Strong growth would prompt governments to tighten monetary and fiscal policy, and higher oil prices would affect the spending power of consumers and businesses. China will grow less rapidly next year, although the IMF is optimistic that a hard landing can be avoided.\" </p> <p>Despite the edging down in its forecast for next year, the IMF said it still expected global growth to be above its historical trend, with the \"soft patch\" in the US economy proving temporary. </p> <p>It stressed, however, that whoever won the US presidential election would be forced to tackle the trade and budget deficits. </p> <p>\"The question is not whether the US [trade] deficit will adjust - it will - but when and how that adjustment will take place and, in particular, whether it will be associated with an abrupt exchange rate adjustment [a fall in the dollar].\" The budget deficit, currently running at 5% of GDP, should be brought back into balance by the end of the decade. </p> <p>Apart from oil, the IMF said the biggest risk to global growth came from higher interest rates. </p> <p>\"Inflationary pressures could prove stronger than expected ... necessitating a sharper rise in interest rates than markets presently price in. This seems unlikely to give rise to major problems in mature financial markets, but there could be a significant impact on housing markets ... This would be of particular concern in countries where housing prices appear 'richly valued' - notably the UK, Australia, Ireland and Spain - and where a large share of mortgage debt is at adjustable rates. </p> <p>With this weekend's meeting of the IMF and World Bank likely to debate ways of providing more debt relief and aid for Africa, the IMF said the pick-up in growth seen recently was not enough on its own to tackle poverty. </p> <p>\"In the poorest countries, projected GDP growth in sub-Saharan Africa has been revised upward to 4.6% in 2004, mainly owing to higher-than-expected growth in Nigeria, and to 5.8% in 2005 (which, if achieved, would be the highest in three decades). </p> <p>\"The recent strength of growth in the regions where poverty is most concentrated - China, India and sub-Saharan Africa - is welcome; nevertheless, Africa is still likely to fall well short of the millennium development goal target.\"</p>",
  "A smuggler who tried to sell weapons-grade plutonium to undercover officers in Kyrgyzstan has been arrested, sparking new fears about the smuggling of nuclear material from Russia. <p>\"The national security service is seriously concerned by this trend on the black market of growing interest in radioactive materials,\" the service said in an official statement yesterday. </p> <p>The Kyrgyz national, identified by the national security service only by the initial B, kept 60 small lead containers of plutonium-239 in an abandoned sheepfold, the state-controlled daily newspaper Vecherniye Bishkek reported. Radiation in the area was shown to be several hundred times the legal limit. </p> <p>Undercover officers bought one container and had it analysed by a government laboratory before arresting the seller, the newspaper said. </p> <p>No weight has been given for the seizure, making it difficult to assess the risk posed by the material. But plutonium-239, used as fuel for nuclear reactors and in making nuclear weapons, cannot be packed in quantities larger than 300 grams, for fear of spontaneous explosion. </p> <p>In Moscow yesterday, Nikolai Shingaryov, a federal agency of atomic energy spokesman, said he doubted whether the seized material was actually plutonium and was waiting for more information from Kyrgyz officials. </p> <p>\"Kyrgyzstan is not a place where plutonium-239 is kept,\" he said. The country had no nuclear reactor and officials there had said they were trying to determine the plutonium's origin. </p> <p>But environmental activists say such a seizure could prove embarrassing for Russia, since it is the most likely source of stolen radioactive material. </p> <p>Vladimir Slivyak, director of the activist group Ecodefense, said studies had shown radioactive material was at high risk of theft from poorly guarded research centres, during transport, and from the Mayak facility for processing spent nuclear fuel near Chelyabinsk in the Urals. </p> <p>Kyrgyzstan has several uranium mines which were once used to supply the Soviet military. </p> <p>This year two Kyrgyz citizens received jail terms for trying to sell 110 grams of radioactive and toxic cesium-137 for £200,000 - material which could be used in the making of a dirty bomb. </p> <p>Dumps of radioactive material in Kyrgyzstan are poorly guarded, posing a threat to the environment and an easy source of materials for dirty bombs for would-be terrorists. </p> <p>The country also shares borders with Uzbekistan and Tajikistan, areas with Islamist fundamentalist movements, and the region's Fergana mountain range is a major smuggling route for drugs and weapons. </p> <p>\"Borders are not tight, there is corruption, there is ability [for smugglers] to get in and out,\" said Medet Tiulegenov, executive director of the Soros Foundation in Bishkek.</p>",
  "<p>When a skills crisis takes hold, it's the small business that suffers most. Unable to match the remuneration packages and prestige of larger enterprises, many Þnd themselves having to think far outside the box when it comes to attracting and retaining the people they need to develop their business.</p> <p>Because the UK is now nearing full employment, more than two thirds of businesses are currently having problems Þnding specialist and experienced staff, according to the Chartered Institute of Personnel and Development. Holding on to good people is proving an even greater challenge, with 77% of companies reporting difÞculties retaining staff during 2003, up from 72% in 2002, according to its June 2004 UK and Ireland survey report, Recruitment, Retention and Turnover 2004.</p> <p>So, when the competition is Þerce, how can smaller, lesser known employers make sure they don't lose out?</p> <p>The usual response is to focus on flexible working and a less hierarchical ofÞce culture, where the chance to be part of a friendly team, and play out a vital yet varied role in a growing business, offers a refreshing contrast to the often sti¤ing environment of a more established company.</p> <p>But the bigger players have responded to this with more ¤exible employment terms of their own. So where can the smaller enterprise turn next?</p> <p>The good news is that there are several possibilities - if companies are prepared to look hard enough. Because the buoyancy of the SME market is so important to the economy, schemes are being introduced all the time to enable small businesses to keep up with the corporate community.</p> <p>Take the DTI-funded Knowledge Transfer Partnership (KTP) programme (www.ktponline.org.uk). This enables small companies to employ the services of university post-graduates and academics at a subsidised rate of just £16,000 a year. The programme works particularly well where young but growing businesses need extra resources for a special project.</p> <p>Paints and coatings company Ludlow's of Luton, which has eight staff and turns over just under £1m a year, was so happy with its KTP placement, Declan Duggan, that when the two-year arrangement ended recently the company welcomed him on to the payroll. </p> <p>Duggan, who was studying for an MA in marketing from the University of Luton, was brought in to spearhead the UK marketing of a new environmental paint product. He contributed directly to a 114% growth in business over the last six months, and the addition of 24 new trading accounts. </p> <p>\"It would have been hard to get someone of his calibre on the budget we could afford if we'd gone to the open market - especially for a limited period of time,\" says Ludlow's managing director Peter Wills. \"Declan has excellent marketing and customer relations skills, and has grown this part of the business substantially. After two years' experience here, he has a lot to give back to the company so we've offered him a permanent role with a good salary.\"</p> <p>Another option is to recruit an older workforce. A new report from the National Audit OfÞce (NAO) notes that, against the background of an ageing population, a high overall employment rate and skills shortages in the labour market, around 2.7 million people between 50 and state pension age do not work. Between 700,000 and one million of these would like to, with some 200,000 actively seeking employment. Barriers they face, however, include low skill levels and low conÞdence, as well as age discrimination among employers.</p> <p>Brian McKechnie, programmes manager for lifelong learning at the University of Strathclyde, Scotland, is among those trying to turn this situation around. As well as managing an academic programme for mature students, McKechnie's department also runs vocational training programmes for the over-50s, to equip them for a modern workplace.</p> <p>So what can an older workforce offer? \"Because older people tend to be less aggressive, and more 'interested' and helpful, they tend to work well in service-based organisations like call centres,\" says McKechnie. \"They're also ideally suited to care-oriented environments such as nurseries and residential care, and to the tourist and hospitality industries.\"</p> <p>But what of modern ofÞce skills? \"It is a myth that you can't teach an older person new tricks,\" he says. \"They just learn differently. Once they've got it, the knowledge tends to go in at a deeper level, often with better results.\"</p> <p>McKechnie, who sits on lots of committees on over-50s employability, is currently exploring ways of promoting ¤exible working practices as a means of enticing this section of the population back to work. \"One of the challenges facing older workers is their caring responsibilities, whether that's looking after a spouse, or grandchildren,\" he says. </p> <p>\"We're trying to promote different patterns of working, such as weekend work, job-sharing, and teleworking. So far, this is proving very successful, particularly as a means of holding on to experienced staff that might otherwise give up work.</p> <p>The same applies to working parents, too, of course. \"The waste of talent in this country is criminal,\" says Dr Gill Hunt, who runs Skillfair (<a href=\"http://www.skillfair.co.uk\">www.skillfair.co.uk</a>), an online meeting place for freelance business, IT and engineering consultants. \"You only have to look around a primary school in a middle class area to Þnd highly skilled graduates working for £6 an hour as teaching assistants because it Þts in with childcare. </p> <p>\"Whether you're a parent who needs to Þt work around school hours, or someone deemed 'too old' at 40 to work in the IT industry, the problem is the same. Many employers seem unable to deviate from the 9-5 model of work, or consider employing someone with more skills or experience than they need,\" she says. A smart small business can call on the services of the specialists it needs, without making a permanent employment commitment, with all the risk this entails, if it is willing to manage people by tasks and results instead of hours spent in an ofÞce, she notes.</p> <p>Similarly, if small businesses want to boost their top-level expertise, but don't have the budget, they could do worse than appoint an interim manager. Executives Online (<a href=\"http://www.executivesonline.co.uk\">www.executivesonline.co.uk</a>) is just one organisation offering an \"executive sharing\" scheme, aimed at giving smaller businesses access to \"big management talent\".</p> <p>Executive Online's database boasts over 4,000 senior managers, who are charged out at between £450 and £900 a day. This might not seem cheap, but managing director Norrie Johnston notes that there are none of the hidden recruitment costs to consider such as bonuses, holiday pay or employers' NI contributions - \"The sort of costs that can turn a £60,000-a-year role into something which actually costs a company over £100,000,\" he says.</p> <p>The market for interim services has grown by 137% over the last four years, according to Johnston.</p> <p><strong>Tips for attracting and holding on to your best staff</strong></p> <p><strong>·</strong> Consider flexible working, including flexible hours and the chance to work from home at least some of the time. A recent survey by Inter-Tel found that, while 40% of SMEs said they couldn't recruit the right skills from their local market, 49% had no flexi-workers, despite 30% agreeing it would be easier to attract staff if they offered this option<br> <strong>·</strong> Compensate for lower basic salaries by offering good performance-based bonuses<br> <strong>·</strong> Judge staff performance based on results rather than hours spent at their desks<br> <strong>·</strong> Acknowledge the need for internal development to keep staff interested<br> <strong>·</strong> Always acknowledge and reward success in any way you can, even if it's just in words<br> <strong>·</strong> Never underestimate the need for staff feedback, internal communication and group activities for raising morale</p>",
  "<p>The difÞculty with job interviews is that so much advice is published on how to survive them - if you're the interviewee. Imagine the interviewer naked. Imagine the interviewer on the toilet. </p> <p>These will reinforce your sense of superiority - but if you're applying for a job in a small business that's not been running for very long, and which lacks a dedicated HR team, how about the ultimate? </p> <p>Imagine the interviewer has had little or no training in interviewing, has an idea of the job available but not the foggiest notion of what to do in an interview situation. Because this is actually by far the most likely scenario. </p> <p>The interviewer's role can be among the least supported in the body of a business. \"It's kind of taken for granted that people know how to do it,\" says Jaine Bentley, regional manager of recruitment agency Adecco. \"But nine times out of 10 it's not part of their main role.\" </p> <p>There are, however, a few common mistakes people make which can be worth running through. Bentley points to the timeframe as a starting point. \"People tend to want to see as many people as they can for a job, and they spread this over a few weeks,\" she says. </p> <p>\"The problem is that on one day you're not in the same mood and frame of mind as you may be on another. And by the time you get to the end of that process there are candidates from the Þrst day you've forgotten about, or they're no longer available.\" The issue is that owner-managers in particular don't have the time to set aside a day for the process so they assume it can Þt around their other responsibilities - and the inevitable result is a longer and costlier process than would otherwise have happened.</p> <p>The other hazard that crops up if an interviewer has only half an eye on the recruitment ball is inconsistency. Bentley has seen examples in which one candidate gets asked one set of questions which looked right on the day, and another candidate gets asked an entirely different subset. \"So you haven't got anything objective to go on.\"</p> <p>Adecco's advice is pretty basic. Plan a day from your diary on which you'll see all candidates - this may mean doing a great deal of whittling before arriving at a sensible shortlist - and make sure you see them all when you're in the right frame of mind, then ask them a consistent set of key questions. Give them the same amount of time. \"Often what we'd say is a good idea is that if you think someone is suitable, introduce them to other members of the company,\" she adds. \"That opinion of someone as regards a personality match can be absolutely key.\"</p> <p>Another useful screening technique is based on the speed-dating concept. Speed interviewing works, says Bentley. \"If you want to see 10 people and they all look qualiÞed, you can give them all 10 to 20 minutes, because you'll tend to wheedle out the people you deÞnitely don't want to spend longer on. What you'll often Þnd is that after 10 minutes [in an ordinary interview] somebody's decided that, actually, this person isn't suitable for this job, but they feel they have to give them another half an hour. Speed interviewing eradicates all of that and they just invite back the people they feel are more suitable for second interviews.\"</p> <p>The questions themselves can be something of a mineÞeld. Elsewhere in this issue there is coverage of some of the legal issues surrounding recruiting a job candidate, but these don't stop when you're interviewing. Clearly you won't be asking something that deliberately sets up a discriminatory environment, but there are other questions not to ask, conÞrms Bentley: \"Certainly at Þrst interview stage it's key to avoid questions about status and home life in terms of having dependents - if someone has dependents but has good childcare arrangements they'll be just as reliable as someone who has no dependents.\" </p> <p>Adecco, along with the other reputable recruitment agencies, offers legal advice on do's and dont's for questioning and indeed disability discrimination in anticipation of the forthcoming legislation in October. \"If I'm honest, it's rare that people make mistakes in that Þrst interview stage rather than when they take someone on, but we'd obviously advise some questions to steer away from like 'are you married' and 'do you have children'.\"</p> <p>A lot of it, in other words, is common sense. Scheduling, preparation and the thought that you don't have to see everyone whose application suggests they might conceivably Þt into your organisation will all help, as will some sort of consistent approach to every candidate.</p> <p>And if that fails and you're still nervous, you could always try imagining them on the loo.</p>",
  "<p>If you're reading this supplement there's a good chance you're a business manager or possibly a business owner. You'll probably be working in a small business environment with very few employees, which is Þne from the point of view of keeping your company under control but a complete nightmare when anyone is distracted from their core task. </p> <p>And this doesn't mean there has to be a crisis. You can be growing successfully and need to take on some more people, and you don't have the time to dedicate to recruiting someone. You can train a successful employee, keep them on board for a few years, then watch them move on - it happens, it's reasonable and it can be a positive thing - and you need to recruit someone to replace them. Recruitment is one of the great hidden costs of a business. </p> <p>You need to be aware of a number of things:</p> <p><strong>·</strong> attracting the right candidates</p> <p><strong>·</strong> arrangements for interview</p> <p><strong>·</strong> the interview process</p> <p><strong>·</strong> preparing for someone to begin work.</p> <p>All of these will take time and you will need to be aware of this and the costs this time attracts. There will be the direct cost of the advert if you advertise a job, then there will be the cost of your time and that of your colleagues spent interviewing and selecting. And then there's the opportunity cost of the work on which your business would otherwise be focused while the recruitment process is taking place. </p> <p>Afterwards, you'll probably require some sort of induction process - this can be as informal as getting a colleague to show the new employee just what happens in the company, but it's another item that will distract from the core task of running your business and attracting revenue.</p> <p>Most small businesses start their recruitment cycles by drafting an advertisement. Even at this early stage, mistakes can creep in - such as when businesses do a great job of selling the position, but don't reveal enough about the kind of person needed to Þll it.</p> <p>The inevitable result - particularly when the economy turns around and jobs are in short supply - is a ßurry of inappropriate applications. And you or an employee have to sit down and take up company time running through the lot. There are no short cuts, except to sit down in advance and work through some sort of ideal personal speciÞcation for the candidate you want. Incorporating at least some of this into the initial job ad will help candidates screen themselves in advance of applying.</p> <p>But beware, difÞculties can arise for the uninformed. You won't want to build any prejudices or exclusions into your process, for example, unless they fall strictly within those that are legally permissible. Stephen Levinson, specialist employment lawyer with legal Þrm Manches, points to what's known as the Chinese Waiter exception for authenticity, in which it's reasonable to insist on hiring a Chinese waiter to serve in a Chinese restaurant (although he points to other case law in which public sector organisations have found the courts won't uphold insistence on a black advisor or counsellor for black clients - if you have a lawyer it can be worth checking).</p> <p>In accordance with this, many job ads state that the recruiting organisation is an equal opportunities employer, or working towards being an equal opportunities employer. This has no hard-and-fast deÞnition, but the aim is to show that you're not going to exercise racial or sexual discrimination during the recruitment process, which can mean taking care about the language you use. \"So these days waitress, salesgirl, postman and stewardess are no-nos - not that they don't get used but, if you ask a lawyer, they're no-nos,\" says Levinson. \"Unless you have a separate statement, something like 'applications are invited from men and women'.\"</p> <p>This is a moral and legal issue at the outset, but it becomes a practical one when someone takes action: the Cardiff Woman's Aid Society once advertised for a black or Asian woman for a particular position and faced a lawsuit from a white woman who felt she had been discriminated against, for example. Levinson conÞrms that she didn't get very far, mostly because she hadn't actually applied for the job, but it still took time and money from the organisation to Þght the case.</p> <p>The disability and advertising rules are less straightforward but will be brought into line next year, he continues. \"They're essentially chaotic at the moment because they require someone to have applied and been turned down for a job before they can bring a claim.\" The cover-all statement that you welcome applications from all sections of society is likely to get you around all of these areas as long as you don't discriminate during the rest of the recruitment process.</p> <p>Always assuming the basics of the advertisement are sound, the next stage is to work out where it's going to be best placed. Or is it? There are people who will suggest that a useful stage before that is to look into whether an ad is the best way to get a suitable recruit at all. Going through the agency route is perceived as expensive, but some of its exponents suggest - unsurprisingly - that this is a short-term view. </p> <p>Kay Fletcher of Select Appointments, for example, suggests the headline costs are not the ones to look at. \"Some small companies try to do their own recruiting but they haven't got the proper resources to be able to do it,\" she says. \"They will think 'OK, I need to recruit a member of staff, probably the easiest and cheapest way would be to advertise in a newspaper', not realising what the response is going to be - if there are just one or two people handling all the responses, it can be quite overwhelming.\" </p> <p>People expect a response quickly and will follow up by phone if they haven't heard - that's telephone time as well. \"An agency can take away a lot of the time and hassle. We might be deemed to be more expensive up front, but it can be money well spent.\"</p> <p>A lack of experience can also skew the recruitment process against the right candidate, she suggests. \"The advertiser often has in their mind exactly what they're looking for, their applicant must have this and must have that,\" she says. \"And, actually, when the person who's leaving started they didn't have all of those skills - you have to look at what everybody's got to offer and what they bring to the company. Very often when someone's leaving people only remember what they're doing now but not where they started from. In an ideal world we'd like to get the perfect replacement, but it might have taken that person two or three years to become efÞcient in that role.\"</p> <p>The issue of interviewing is discussed elsewhere in this issue, but after that comes the time to make the appointment. It's worth exploding a few myths about this. Positive discrimination is often seen as a good way of ensuring that your organisation reßects the society it's supposed to serve - but it's also illegal, except when you're bringing in someone with a disability. </p> <p>There's also the question of whether you can ask about any criminal offences - under the Rehabilitation of Offenders Act you can't, unless you're working in one of the areas that's excluded. The argument is that if you were in a particular industry you'll probably know, which is quite an assumption if you're a start-up business. The best advice is: when in doubt, consult a lawyer.</p> <p>Once the interview is complete and the employee in place, there is the issue of how long someone should keep the notes from an interview, including references. \"People have got the right to request a body to disclose information held about them under the Data Protection Act, but there's an exception for references,\" explains Levinson. \"But you can't ask your former employer to produce a reference they've given to somebody else - you have to ask your current employer who received it. </p> <p>\"However, the person who is giving you that disclosure has to ensure they don't reveal the identity of any third parties, so the person who gave the reference needs to consent to their name being revealed.\" At this point, some potential employers might want to have a little lie down. </p> <p>\"It's all a bit much for a small business without an HR department,\" says Levinson, who concedes he has a job keeping up with it all - and he's a specialist. The good news is that very little of this crops up in practice and, with a bit of planning, the recruitment process should go smoothly. </p> <p>A useful checklist might read:</p> <p><strong>·</strong> plan your personal speciÞcation for your ideal candidate</p> <p><strong>·</strong> decide whether to recruit yourself or to outsource the whole thing</p> <p><strong>·</strong> select your advertising medium carefully - don't neglect the online world, where Reed has 60% of job seekers logging on, TotalJobs.com has 53% and Fish4jobs has 50% (source: Nielsen/NetRatings, period: quarter ended July 04)</p> <p><strong>·</strong> allocate enough time and resources to complete the recruitment properly and legally - and consult with a lawyer when necessary.</p>",
  "<p>IBM is pinning high hopes on its latest hardware strategy for its blade server products. Now anyone can produce blades for the IBM BladeCenter under an initiative called OpenBlade. </p> <p>The blade server concept reduces servers to their basic motherboards, or blades, which slot into an air-cooled box, the BladeCenter. Inside the box is a backplane connection board that provides links between the servers and onwards to the network. By allowing all-comers to design boards to fit this connection under the OpenBlade initiative, IBM is opening up a host of possibilities for the BladeCenter. </p> <p>Tikiri Wanduragala , the company's evangelist for the xServer series, describes it as the biggest development for IBM since the PC was invented in the early 1980s. It is certainly an interesting gambit to gain dominance in a market that is still in its infancy. </p> <p>What makes Wanduragala so excited are the possibilities that lie ahead. \"IBM was late to market with its blades and that has made us look at the market in a different way. With Intel, we have designed a packaging standard that means that anyone can design for the IBM chassis. This means we may see different proces sors, operating systems and even dedicated boards appearing in the future.\" </p> <p>The key to success for OpenBlade will be attracting enough computer manufacturers to its architecture. This could give customers a broader choice of blades, and lower prices through competition among OpenBlade partners. </p> <p>In the wider field, competitors for the blade server market include Sun Microsystems with its Sun Fire Blade System, Hewlett-Packard's HP BladeSystem, and Dell's PowerEdge server. Sun, Dell and IBM have limited their blades to server applications, but HP is broadening the concept by incorporating desktop PC boards. This brings it into competition with ClearCube, a start-up company that specialises in PC blade centres. </p> <p>IBM may be freeing up the blade market, but it plans to keep a tight, proprietary grip on the BladeCenter that houses them. Wanduragala's allusion to the IBM PC covers an era when IBM invented the platform but lost control of the market when PC clones appeared, notably those from Compaq. The company seems determined not to make the same mistake with OpenBlade. </p> <p>The first partner and co-founder of the initiative is Intel. James Gover nor, principal analyst at RedMonk, sees this as a major plus for IBM. \"You've got to view Intel as a king-maker. If IBM didn't have Intel on board, it would have no chance of making this fly,\" he says. \"IBM plays a very interesting role because it is building servers based on a wide variety of chips. It has Intel Itanium and Xeon machines, AMD machines and Power machines. The notion of having all those in a rack is something that every IBM customer in the world is going to be interested in.\" </p> <p>Intel is known as a chip manufacturer but it also makes motherboards for inclusion in third-party computers. The company has shown no real interest beyond this motherboard market, which makes it an ideal OpenBlade partner. For IBM, the fact that it can sell its BladeCenter for use with Intel boards adds credibility to the product. </p> <p>Wanduragala's dream is that the computing environment and network switching can be collapsed into a single chassis. Already, networking companies such as Cisco and Nortel have produced network switches for the BladeCenter. This means that a single mains lead and set of cooling fans can power several servers and their associated network. Additionally, full redundancy can be provided for all components so that failure of a system can be handled by management software to keep the system fully operational while the faulty board is replaced. </p> <p>Even hard disk storage can be housed on a blade. IBM has them and is considering using laptop-style 2.5in disks to provide secure RAID storage boards in the near future. </p> <p>Looking further ahead, Wanduragala sees no reason why a branch office or small business could not have a complete system of desktop PCs, servers, appliances, storage and networking in a single box. Wireless connections could provide cable-free links to desktop clients, thereby reducing clutter on the desk and simplifying management, installation and expansion. This would reduce the total cost of ownership. </p> <p>However, that is a hard argument to hang sales on, and the main hurdle is reducing the purchase cost. The current BladeCentre needs to be populated with seven server blades to make it price-competitive with standard servers. And PC blade sales will need to achieve very high volumes before they are competitive with standard PC prices. </p> <p>The OpenBlade pioneers hope that the concept will achieve the volume sales that will enable IBM to reduce the price of the BladeCentre itself. In the meantime, Sun, HP and Dell will be watching the progress of OpenBlade and may adopt similar strategies if IBM seems to be winning. It could even encourage a move to a genuinely open standard for blades, rather than one owned by IBM.</p>",
  "Safraz Manzoor (Don't knock crap towns, G2, September 29) has done his hometown a gross disservice. In the 30s, 40s and 50s Luton was a host to thousands of Welsh, Irish and Scots, and the indigenous population helped us turn it into a vibrant thriving cultural and sporting environment. I am eternally grateful for the four decades of my life spent there. <br> <b>Gerwyn Davies</b> <br> Port Talbot, W Glam <p>It is not the case that Tesco staff are \"less well-paid than many of Tesco's competitors\" (Letters, September 27). </p> <p>As well as industry-leading rates of pay - which are clearly above the minimum wage - our benefits package is among the best in the industry. Hundreds of thousands of our staff benefit from free shares as part of a profit-share scheme. I would add that the £26m quoted for our board misleadingly includes options that did not form part of this year's remuneration. These options were granted over previous years and only recently cashed in. <br> <b>Lucy Neville-Rolfe </b><br> Corporate and legal affairs director, Tesco </p> <p>It is not just in the US that anti-Bush bumper stickers are on display (American voters find a voice in bumper sticker battle, September 29). In east Kent there has been a spate of \"Anyone but Bush\" car stickers for months now.<br> <b>David Wheatley</b><br> Broadstairs, Kent  </p> <p>A woman walks into a hairdresser's in Ashington and says \"I'd like a perm please\". \"Certainly, madam,\" says the hairdresser. \"I wandered lonely as a cloud.\" (Letters, September 29) <br> <b>Justin Horton</b><br> London  </p> <p>How's this for five moves? Bush, Push, Posh, Posy, Pony, Tony (Letters, September 27).<br> <b>Julia Hickman</b><br> London</p>",
  "In Duncan Campbell's article, Malta is mentioned as a \"new\" tax haven (Havens that have become a tax on the world's poor, September 21). By any international definition, Malta is not a tax haven. There is no banking secrecy. Malta's levels of professional confidentiality are no different from those found in London, Frankfurt or New York. All entities are subject to tax and the basic rate of tax is higher than in the UK. <p>The standards of regulatory transparency in Malta exceed those of many large western economies. The details of the beneficial owners of all companies are accessible to the regulatory authorities and our companies registry includes the names of all directors and all company accounts. It is freely available online. Our regulatory standards are frequently tested and approved by all the global financial policemen. What was a finance industry catering for local needs is expanding to provide corporate and trade finance in the Euro-Mediterranean region, helping to build economic stability and progress in Malta, among our fellow EU members and in north Africa.<br> <b>Prof JV Bannister</b><br> Malta Financial Services Authority</p>",
  "<p>UEFA TO INVESTIGATE MOURINHO SPIT SPAT</p> <p>You can't say the people who work for Uefa's disciplinary committee are faceless. For a start, they possess mouths, into which they pop complimentary burgers, baguettes, truffles and eclairs with metronomic regularity. They also have noses that can sniff out trouble like Emmanuelle used to sniff out crotches. So it was no surprise that, less than 12 hours after Jose Mourinho was showered by a gobby gloop of finest Portuguese phlegm, they were getting down to business.</p> <p>\"It is mentioned in the referee's report so we will open a disciplinary case against Porto,\" revealed a breathless Uefa suit, before destroying the tension [would they get a ban? Be chucked out of the competition? Have Lennart Johannson execute the errant fan by sumo?] by revealing: \"Usually it is the home team that has to control the fans but teams can be fined for the behaviour of their fans in away games. There are a whole raft of options open, but the punishment will probably be a fine.\"</p> <p>Oh. Meanwhile Mourinho was busily brushing off the incident with far greater ease than the offending catarrh. \"I had my back to the crowd as I was watching my players warming up when it happened,\" he admitted. \"I just went over to greet the supporters, but this is a normal thing. I can understand it. Some people love me, and others don't love me that much. But that's just life.\" As the Fiver knows all too well.</p> <p>* * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"I am enjoying myself here. I don't think that it is right to say [that I am 14th-choice striker just behind Florentino Perez and the cleaning lady]. In the first game I came on as a substitute and then in the second Morientes came on. Does that mean that I am then third on the list?\" - Michael Owen breaks off from cleaning boots and making tea to tell the world he does have a future in Madrid, honest.</p> <p>* * * * * * * * * * * *</p> <p><strong>EURO-PARTY</strong></p> <p>In hundreds of strange, slightly backward hamlets across the European mainland tonight, bunting will be flown, beer drunk and witches burned. Yes, it's the second leg of the first round of Euro Vase. A whopping 79 football teams (plus Millwall) were forced to enter this year - a figure that will be ruthlessly slashed to 40 for the first group stage, and then 24 for the next phase, before being touched up to 32 by the arrival of perennial Big Cup flops like Celtic. Then it will be all-play-all, home and away, with a winner likely to be declared at some stage before the Second Coming if everything goes well.</p> <p>And what immortality awaits the victors! \"[Euro Vase] represents a big carrot,\" said Millwall's Kevin Muscat, capturing the gravitas of the competition by comparing it with a giant vegetable ahead of tonight's game against Ferencvaros. \"The chance to go further in Europe might not come again.\" But why such pessimism when you've got the tactical nous of manager Dennis Wise, who has never been one to let a 1-1 first-leg scoreline get in the way of his tactical thinking. \"If Ferencvaros score it's no big deal because it doesn't really change our position,\" he said, making ropey use of his three remaining fingers.</p> <p>Meanwhile, as Newcastle, 2-0 up after the first leg, prepared to take on Israel's Hapoel Bnei Sakhnin without defender Robbie Elliott (tummy ache), manager Graeme Souness spoke cryptically of headwear. \"European football is different,\" he said, tapping the side of his nose and winking repeatedly. \"But as British teams have proved in the past, you can wear two hats.\" In the other match involving an English side tonight, Middlesbrough will not be attempting to throw away a 3-0 lead against Banik Ostrava, in the process demonstrating that Euro Vase really does matter as much as the Premiership.</p> <p>* * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>A P45 bearing the name 'Megson' will be shoved in the post unless West Brom beat Bolton on Saturday.</p> <p>Liverpool. £8m. Vicente.</p> <p>And move over Posh and Becks: Lee Hendrie is seeing Jade Goody. Why on earth would anyone go for that zombie-eyed, sour-faced wannabe? And he needs his head read as well, etc.</p> <p>* * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Football's Mr Nice Guy, Darren Purse, has been given a three-match ban for crunching his team-mate Riccardo Scimeca's snout with his elbow and getting claret all over St James' Park.</p> <p>QPR's Ian Holloway is the Championship manager of the month.</p> <p>Alan Curbishley has opened his arms and is waiting to welcome Scott Parker back into his bosom come January's transfer window.</p> <p>* * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV1: London Soccer Night (11.30pm) <br> Text Shockers, part 49. </p> <p>Five: Live Uefa Cup Football: Hapoel Bnei Sakhnin FC v Newcastle (7.35pm) <br> \"In my single days I had a few ladies on the go at once,\" says Ronan Hand, looking in the mirror.</p> <p>John Barnes's Football Night (12am) <br> \"I received a text from two of the aforementioned one evening, enquiring if I'd like to meet up.</p> <p>Dutch Football: Ajax v Roda JC (2.10am) <br> \"One of them - to be referred to as No1 - I wanted to see; the other - No2 - I was less enthused about after our initial, drunken encounter.</p> <p>Argentinian Football: Ajax v Roda JC (3.40am) <br> \"I'm sure you can see where this is leading.\" Not at all Ronan...</p> <p>Argentinian Football Highlights (5.10am) <br> \"So I returned a message saying: 'Yes, definitely. Come over, we'll have dinner and stuff.'</p> <p>Sky Sports 1: Football League Review (7pm &amp; 11pm) <br> \"I sent the text, cleaned the house made dinner and awaited my companion for the evening.\"</p> <p>J League Weekly (12am) <br> Did you have a wash?</p> <p>British Eurosport: Uefa Cup (9.30pm) <br> \"A couple of hours later the bell rang and in rolled No2 with a bottle of wine and a winsome smile.</p> <p>Radio 5: Sport On 5 (7pm) <br> \"What did muggins do? Leave under false pretences? Fake illness? Be polite, have dinner and send her home? No: I felt bad, had a quick 'How's your father?' and of course left her with not only my mobile number but also my address.</p> <p>Talksport: Kick Off (7pm) <br> \"She then proceeded to haunt me for a couple of weeks and I had to take her out in order to get her phone (while she powdered her nose) and delete my number off it so she had no way of contacting me again.\"</p> <p>Newstalk 106 (www.newstalk106.ie): Off the ball with Ger Gilroy (7pm) <br> Surely she could have just knocked on your front door, Ronan? Anyway, send your rogue texts or emails, marked Communication Is A Letdown, to the.boss@theguardian.com.</p> <p>* * * * * * * * * * * *</p> <p>WE SWEAR BY TRAVELGUARD</p>",
  "<p>The new public service channel outlined by Ofcom today - given the rather unwieldy title of Public Service Publisher - is unlike any other channel we have seen before.</p> <p>Intended as a public service rival to the BBC and Channel 4 - nothing encourages quality like a bit of healthy competition - it will be at the forefront of new technology. Indeed, some industry executives dispute that it will be a \"channel\" at all, with a commitment to commissioning and distributing content on broadband, networked personal video recorders and mobile phones. </p> <p>But in the absence of a better description (at least one that's snappier than Public Service Publisher) then channel it will have to be. </p> <p>\"Inevitably, in its early years in its transition to digital, much of the PSP's digital content would be more likely to resemble traditional TV programmes,\" said Ofcom today. \"But it would not be a TV channel in the traditional sense, nor would it publish books, magazines, or newspapers.\"</p> <p>With a budget of around £300m, the new channel will have nearly twice the spending power of Five, which has a programming budget of £170m, and two-thirds that of Channel 4 (£450m).</p> <p>But the PSP, which must be based outside London, will only be expected to produce the equivalent of three hours of original programmes a day -with an average programming budget of around £200,000 an hour. </p> <p>Not for them the dilemma of moving the Ten O'Clock News, filling troublesome daytime slots or propping up an ailing sister channel. </p> <p>The new service, said Ofcom, \"will have the opportunity to explore new ways of contributing to public service purposes, unencumbered by the need to protect existing TV channels.\"</p> <p>The contract to run the service will be awarded following a competition between rival organisations, which could include ITV, BSkyB, Channel 4 and Five, as well as newspaper and other media groups. </p> <p>The BBC, however, will be excluded. The winning bid will be chosen \"on the basis of the quality of its proposals\".</p> <p>But it will be no easy task. Ofcom recognised that the new channel's \"greatest challenge would be to ensure that the PSP achieved sufficient reach and impact to justify public funding, especially in its first few years... we would [not] rule out carriage agreements whereby the PSP secured agreements to distribute publicly funded material on analogue TV before digital switchover\".</p> <p>Ofcom hopes the 10-year contract period will encourage \"a process of continual renewal of public service broadcasting\". It will be funded via a World Service-style government grant, a tax on the turnover of UK broadcasters, or a hike in the licence fee.</p> <p>\"We are strongly of the view,\" said Ofcom, \"that such funding is desirable to sustain the UK's distinctive PSB environment, to maintain plurality and to strengthen the contribution of visual content to PSB purposes in the digital age.\" It's a channel, Jim, but not as we know it.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "\"Excuse me if I'm nervous,\" said the rock star Bono to the Labour party conference yesterday, \"but I'm not used to speaking to crowds of less than 100,000... \" <p>In the past the guest speakers at Labour conferences were foreign worthies - the leader of the Lithuanian socialist party, for instance. (\"Dear comrades, for us manganese and herring are important factors in our economy... \") Recently, like everything else pertaining to New Labour, the visitors have become more glamorous. Nelson Mandela. Bill Clinton. And yesterday we had the lead singer of U2.</p> <p>For many of us it was a unique opportunity to learn a crucial and little-known fact. Do you pronounce his name with a long \"o\" to rhyme with \"oh, no!\" or a short vowel, to rhyme with \"mono\"? </p> <p>In fact it's the latter, though in my view people with perfectly serviceable names like Paul Hewson should be grateful if we pronounce their mad monickers at all. </p> <p>Sorry, had to get that off my chest. I must say that Mr Hewson gave a brilliant performance. He used self-deprecation, mock vainglory (\"Thank you, you may kneel\" were his opening lines), passion, cajolery, pleading, humour, fawning flattery, and sheer unbridled lunacy. It worked. </p> <p>He appeared in his regulation shades (\"Better go to Specsavers,\" said a colleague near me), with rings in both ears. The conference adored him. This was real glamour, someone from the world of genuine, gold-plated, screaming teens-and-groupies popularity, not the sort of subfusc appeal that coats politicians like a damp anorak. </p> <p>There is a certain template for rock idols' speeches on poverty, created by Bob Geldof. The hoarse voice. The scarcely banked fires of rage as the troubadour contemplates the injustice - the obscenity - of famine and disease. The use of swear words to imply incoherent anger, and to draw a contrast with the mumbling evasions of politicians - his prepared script was liberally spattered with cries of \"horseshit\", though for some reason this became \"bollocks!\" at the podium. </p> <p>The truly bonkers part of the speech came when he started to praise \"two remarkable men ... who didn't always get along. They didn't always agree ... but they did their best work as a pair. I love them both. John Lennon and Paul McCartney. </p> <p>\"I am also fond of Tony Blair and Gordon Brown. They are kind of the John and Paul of global development ... Lennon and McCartney changed my interior world - Blair and Brown can change the real world.\" </p> <p>At this the prime minister and his chancellor looked transcendentally happy. A star was sprinkling stardust upon them! The rest of us could only gaze open-mouthed, and reflect that Gordon Brown might be a truculent old bugger, but at least he never inflicted The Frog Chorus on anyone. </p> <p>Anyhow, Bono's obvious sincerity and commitment, and his flattery to the party - \"You are tough ... Labour has never been a garden party\" - made the conference very happy and as pleased with themselves as they were with him. </p> <p>If Blair and Brown are John and Paul, then who is the Ringo of the cabinet? Possibly Charles Clarke. </p> <p>The education secretary treated us to a PowerPoint presentation demonstrating how, under his aegis, all children would shortly get 10 starred As at GCSE, especially if they lived on a sink estate. </p> <p>His last slide purported to show a handwritten note he had received from the prime minister. \"Charles,\" it read in the familiar spiky handwriting. \"A lot done. A lot more to do. Tony.\" </p> <p>This is another of those scrawls we doubt were ever scrawled. How did he send it? What's wrong with email? Or a phone call? </p> <p>And would we ever have been shown this historic document if it had read \"Charles. Sod all done. Pack it in. Tony\"?</p>",
  "<p>Radical proposals for the future of public service broadcasting were outlined today, including a completely new public service TV channel to keep the BBC in check, which could be run by Channel 4, ITV or any other group including a newspaper frim.</p> <p>The channel is the \"big idea\" in media regulator Ofcom's long-awaited report on the future of public service broadcasting in the UK. </p> <p>In a surprise move, Ofcom says the competition from a new Channel 4-type operation is needed to help incentivise the BBC to continue operating as a public service broadcaster when analogue TV is phased out in 2012. </p> <p>The BBC will be barred from running the service, but any other organisation including rivals such as ITV, Channel 4, BSkyB and Five could bid to run the channel.</p> <p>Stephen Carter, the chief executive of Ofcom, said: \"It is not intended to be a conventional TV channel. It will be a content producer, a commissioning house, and a generator of public service provisions.\"</p> <p>Ed Richards, a senior partner at the regulator, added: \"We want to create a vibrant, dynamic system, rather than a situation where it [public service broadcasting] is provided by just one organisation.\"</p> <p>The new channel will have a budget of £300m - nearly twice that of Five and two-thirds of Channel 4's - and could launch as soon as 2012. The money will come from either increased licence fee, a World Service-style government grant, or a tax of the turnover of UK broadcasters.</p> <p>Dubbed a \"public service publisher\" by Ofcom, the new channel would signal a seismic shift for broadcasting in the UK and heralds a return to the bold visions of the 1980s when Channel 4 was set up to serve audiences not catered for by the BBC or ITV.</p> <p>By proposing a new station, Ofcom today tacitly recognises that Channel 4 is finding it increasingly difficult to achieve its remit in the face of competition from other broadcasters.</p> <p>It firmly rejects privatisation of Channel 4 but says in future it may need to be bailed out by the BBC, which could transfer some of the income it makes from commercial operations - such as magazine publishing - to help it remain a public service broadcaster.</p> <p>The report also recommends that the BBC's licence fee should be retained until 2016 but there should be a mid-term review in 2011. </p> <p>It also rejects the idea of an \"Arts Council of the airwaves\" - a fund that any channel could dip into for public service broadcasting programmes such as religion or arts programming. </p> <p>But it is the concept of a new Channel-4 style channel that will be most controversial.</p> <p><strong>Viewers will be the losers if new channel not launched</strong> </p> <p>The station will broadcast a \"deliberately limited quantity of high quality content\", says Ofcom, with a programme budget of around £200,000 an hour. </p> <p>\"Many of the previous big innovations in broadcasting have resulted from new entrants shaking up the market,\" says the regulator. \"Just as Channel 4, in its early years, had guaranteed public funding and a remit to pursue public purposes with innovative ideas, we believe a new PSP could be created with similar ambitions for the digital age.\"</p> <p>The channel must be based outside London and will be required to be at the forefront of new technology, broadcasting on broadband, mobile networks and personal video recorders. Like the BBC, it will operate on a 10-year charter with a five-year review. Unlike the BBC, it will be barred from publishing books, magazines or newspapers.</p> <p>Ofcom says the new channel is required because ITV, Channel 4 and Five would struggle to meet their public service obligations in the digital age. </p> <p>\"If no action is taken, the BBC will emerge by default as the only PSB provider of any significant scale. Such an outcome would undermine the TV broadcasting environment, which has relied on a plurality of PSB organisations and has served the UK well. Viewers would be the losers.\"</p> <p><strong>Licence fee for next 12 years </strong><br></p> <p>Ofcom has rejected proposals to \"top slice\" the licence fee or to create an \"Arts Council of the airwaves\" - a pool of funds that commercial broadcasters such as ITV could use to provide public service programming such as religion and arts shows. </p> <p>The review says an Arts Council-style body would involve \"excessive bureaucracy\" and would \"struggle to distribute public service broadcasting content on TV channels which had different core values\".This will come as a blow to ITV, which had been looking to reduce the amount of money it spent on religion and the arts.</p> <p>Ofcom says the BBC's licence fee should be retained until 2016 but there should be review of the exact cost of the licence in 2011. It also says that Channel 4 may have to be bailed out at some point with extra money from the BBC's commercial arm. </p> <p>Ofcom's review of public service broadcasting says research shows the public will continue to support the licence fees as long as the BBC and other stations with the public service remit such as ITV and Channel 4 continue to maintains standards in programming. </p> <p>Its conclusion will be a fillip to the BBC, which is expectingthe licence fee to be renewed when the charter review process is over, but is unsure at what level or for how long, with some critics saying it should only be renewed for another five years.</p> <p>Today's Ofcom report says a mid-term review should incentivise the BBC to continue to provide public service broadcasting and it should also help ensure that checks are in place to prepare it for the phasing out of analogue TV starting in 2012. </p> <p><strong>C4 could launch new free-to-air channels</strong><br></p> <p>The regulator says Channel 4 should remain \"a vital force in the provision\" of public service broadcasting particularly as a provider of \"innovative\" content.</p> <p>But in what will be seen as a sideswipe at the broadcaster, it adds: \"We expect Channel 4 to use its considerable financial resources to ensure it maintains a sharper focus on its public purposes.\"</p> <p>Ofcom says it will also encourage Channel 4 to provide a series of free channels to help it achieve its remit to serve minority audiences.</p> <p>It recognises that in the longer term the broadcaster will come under pressure to make more commercial programming to maintain its revenue levels and may not be able to continue to provide everything envisaged in terms of public service programming. </p> <p>In the event that this happens, Ofcom suggests some of the BBC's \"income-generating assets\" could be transferred to Channel 4.</p> <p>This echoes talks currently under way between Channel 4 and the BBC about link-ups on public service areas such as the internet and educational programming. </p> <p>However, it will also intensify pressure on the BBC to provide long-term solutions to the sometimes irreconcilable differences between its commercial arm, BBC Worldwide, and its not-for-profit broadcasting status.</p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p><strong>·</strong> Government 'failing on mental health'<br><strong>·</strong> Prisons columnist Erwin James answers your questions<br><strong>·</strong> David Callaghan on John Reid's conference speech</p> <p>Welcome to the lunchtime public services and voluntary sector news round up from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^^</p> <p>Today's top story - Call for rethink on private schools' charitable status </p> <p>The government should consider stripping private schools and hospitals of their charitable status, a parliamentary committee argues in report published today. </p> <p>^^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Social care</p> <p><strong>·</strong> Mental health: Government 'failing on mental health'</p> <p>The government is set to fail to meet its targets to improve mental health services, according to a report published today. </p> <p>^^^^^^^^^^^</p> <p>Health</p> <p><strong>·</strong> Campaign: Global breast cancer campaign aims to increase survival rates </p> <p>Women in every part of the world are to be targeted in a new campaign launched today to raise awareness of the dangers of breast cancer.</p> <p><strong>·</strong> Courts: Parents in court appeal for baby's right to life </p> <p>The parents of a critically ill baby girl will today appeal to the high court for her right to life, against the advice of doctors who say she should be allowed to die if she develops life-threatening breathing difficulties. </p> <p><strong>·</strong> Private sector provision: Ex-Blair aide barred from helping US health firm </p> <p>Tony Blair's former health adviser, Simon Stevens, has been blocked by the cabinet secretary, Sir Andrew Turnbull, from helping a giant US corporation bid for NHS contracts. </p> <p><strong>·</strong> Smoking: No butts, says mayor. Put your fag in the bin </p> <p>Cigarette wardens to issue £50 fines for London smokers who use the street as their ashtray.</p> <p><strong>·</strong> Contraception: More buy next-day pill from chemists </p> <p>Sharp increase in over-the-counter sales of the morning-after pill disclosed by the Office for National Statistics.</p> <p>^^^^^^^^^^^</p> <p>Regeneration</p> <p><strong>·</strong> Renovation: £15m brings new lustre to Victorian gem </p> <p>Manchester's John Rylands Library, home to a million treasures, is planning to let the public see more of them after its refurbishment. </p> <p>^^^^^^^^^^^</p> <p>Labour party conference news, comment and analysis</p> <p><strong>·</strong> Primary care: Commuters to get GP centres in big cities </p> <p>A network of walk-in health centres for commuters who find it difficult to consult their home GP during working hours was announced by the health secretary, John Reid.</p> <p><strong>·</strong> Aid for Africa: Bono hails Blair</p> <p> Pop star calls for greater efforts by Britain and Europe to prevent Africa from 'bursting into flames'. </p> <p><strong>·</strong> Home affairs: Counter-terror measures are top of Blunkett's priorities </p> <p> David Blunkett announces a £90m anti-terror expansion in police special branch and 1,300 more prison places. </p> <p><strong>·</strong> Analysis: All passion, no policy </p> <p> John Reid's Labour party conference speech lacked details of how the government will move the health service forward, says David Callaghan. </p> <p><strong>·</strong> General election: Steering to a third term with a nod to the Conservative past </p> <p>Tony Blair came to Brighton with one key aim: to prove that his government is fizzing with ideas, writes Nicholas Watt.</p> <p><strong>·</strong> Union support: By force of gravity, the party will get its government back </p> <p>The unions that count have decided to stick with Blair, says Jackie Ashley.</p> <p>^^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Environment: Coastal erosion accelerating as beaches vanish </p> <p>The coasts of England and Wales are getting steeper, beaches are disappearing, and erosion of the coastline is accelerating, according to the first comprehensive survey of the problem. </p> <p><strong>·</strong> Poverty: Charities call for tax credit rethink as poor face more hardship </p> <p>Anti-poverty groups call on the government to overhaul the tax credit system or risk increasing levels of hardship among Britain's poorest families. </p> <p><strong>·</strong> Environment: Campaigners question forests firm </p> <p>Private firm defends 'carbon neutral' concept backed by Labour and Tories. </p> <p>^^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> A Life Inside: your questions answered </p> <p> The Guardian's prison diarist, Erwin James, has been released from prison after 20 years inside. We asked you to submit questions to him on life in prison, life outside and crime and punishment. Here are his answers to your queries. </p> <p><strong>·</strong> New technology: Fortune favours the brave </p> <p>It may be one of Britain's most deprived areas now, but Lewisham council is hoping that a pilot Wi-Fi project will change that impression of the London borough. Justin Hunt reports. </p> <p><strong>·</strong> Health: Get the ow factor </p> <p>Why can some people tolerate far more pain than others? Emma Young investigates.</p> <p><strong>·</strong> NHS IT: Security check</p> <p>A new £6bn-plus NHS computer system aims to put all patient records online. But how secure is it, asks Dave Birch. </p> <p><strong>·</strong> Wildlife trade: It's a jungle out there </p> <p>Dirty tricks, corruption and exploitation - as talks to protect endangered species begin in Bangkok, John Vidal asks whether Cites has had its day.</p>",
  "<p>Porto are facing disciplinary action from Uefa over the incident in which a fan spat at Chelsea boss Jose Mourinho during the warm-up at Stamford Bridge.</p> <p> The incident has been mentioned in the report by the Uefa delegate at the game and European football's governing body today opened a disciplinary investigation into the matter.</p> <p> The fan was ejected from the ground and hosts Chelsea are not expected to face any repercussions but it is likely that Porto will be fined.</p> <p> Mourinho, who guided Porto to become European champions last season, brushed off the incident after the 3-1 victory. </p> <p> He said: \"I had my back to the crowd as I was watching my players warming up when it happened. I just went over to greet the supporters, but this is a normal thing. </p> <p> \"I can understand it. Some people love me, and others don't love me that much. But that's just life. </p> <p> \"The opposing fans do this many times. Unfortunately, these things happen. But there were also many people who wanted photos and paid me compliments.\"</p> <p> A Uefa spokesman said: \"It is mentioned in the referees report so we will open a disciplinary case against Porto. </p> <p> \"Usually it is the home team that has to control the fans but teams can be fined for the behaviour of their fans in away games. </p> <p> \"The punishment will probably be a fine.\"</p>",
  "<p>Women in every part of the world are to be targeted in a new campaign launched today to raise awareness of the dangers of breast cancer.</p> <p>The campaign, named Redefining Hope and Beauty, is supported by charities in countries including the UK, the United States, Australia, Germany, Spain and Canada. It came ahead of the start of breast cancer awareness month tomorrow. </p> <p>The charities hope that raising awareness of the basic facts about the disease, such as signs and symptoms, will lead to cancers being caught earlier and increasing the chances of survival. </p> <p>Breast cancer is the second leading cause of cancer deaths in women after lung cancer. In the UK more than 40,000 women are diagnosed with breast cancer each year. </p> <p>More than 1.2 million people worldwide are expected to be diagnosed with the disease this year.</p> <p>Speaking for all the charities involved, Ellen Verschuur, from the Dutch Breast Cancer Charity, said: \"Despite the success of campaigns such as breast cancer awareness month, more work is still needed. </p> <p>\"The increasing availability of new treatment options and on-going research means that there is now growing hope for women who may one day be faced with a diagnosis of breast cancer.\" </p> <p>The campaign will include a global charity auction, featuring statuettes of women's bodies decorated by celebrity supporters of the campaign. </p> <p>BBC newsreader Natasha Kaplinsky helped launch the initiative, which is also supported by celebrities including actress Emma Thompson, Sharon Osbourne and Pop Idol judge Simon Cowell.</p> <p>Unveiling the statuettes, Ms Kaplinsky said: \"It may seem that what we are trying to say here should be common sense, but there are still many women who remain unaware of the symptoms and risks of breast cancer, or who do not have access to the vital support services which many charities provide. </p> <p>\"I hope that by being involved in this campaign we can help more women have a greater understanding of this widespread disease and, as a result, empower them to fight back against it.\"</p>",
  "<p>For the rock star, politician or worried citizen anxious to join the war on global pollution, it is the solution of choice. Music giants such as the Rolling Stones, Coldplay, Dido and MTV, as well as firms such as Volvo and British Telecom, wear it as a modern badge of honour. </p> <p>Last week Labour and the Tories joined the virtuous circle, announcing that their campaigns for next year's general election would be \"carbon neutral\". </p> <p>The body at the centre of the phenomenon is a private firm called Future Forests, the market leader in helping companies and individuals become more environmentally friendly. The company offers advice on how to reduce your emissions of carbon dioxide, the main global warming gas. It also allows you to \"trade\" your emissions by investing in climate-friendly technology and forestry, on the principle that trees soak up CO 2 and thus offset the pollution you have caused. </p> <p>But the Guardian has learned that the company is being accused by other green campaigners of being less eco-friendly than it claims. Trading standards officers in London are investigating a formal complaint which accuses Future Forests of investing too little of the money it raises in planting trees. </p> <p>The complaint, from the charity Trees for Cities, points out that fans on the Rolling Stones website are encouraged to pay £8.50 to plant a tree but notes that Future Forests does not itself plant any trees at all. Instead, the charity claims, it relies on landowners who do the planting on the company's behalf, yet are paid only a fraction of the donated money. </p> <p>Trees for Cities says the public is given the impression that donations lead directly to the planting of new saplings when what often occurs is the purchase of \"carbon sequestration\" rights - a payment related to the future carbon storing potential of the trees. </p> <p>The charity alleges that in some cases the trees have already been planted or were funded from other sources, such as the Forestry Commission, and would probably have existed without the intervention of Future Forests and its high-profile clients. </p> <p>The complaint, submitted by Trees for Cities chief executive Graham Simmonds and received by trading standards officers in Camden, north London - where Future Forests has its registered head office - outlines the charity's belief that, \"if fans of the Rolling Stones, and other members of the public, knew that their money was being used to buy the carbon sequestration rights in trees that are being planted largely with public funding and that only around 40-45p of their £10 or £8.50 pay ment was being passed on to the woodland owner by Future Forests, then they would feel that this is a very different proposition to paying to plant a tree\". </p> <p>A spokesman for Future Forests said the company will mount a vigorous defence of its operation. But it will do so in the face of other criticisms from campaigners who have also voiced fundamental concerns. </p> <p>Pauline Buchanan Black, of the Tree Council, an umbrella group of 150 organisations, which often acts as a government adviser, said: \"Members say they have been approached for the sale of carbon rights which is different to planting trees and sometimes those trees have been planted with resources from other sources. On their website they talk of planting trees and say they have helped to plant over 90 forests. Our members are very concerned that they are not planting trees.\" </p> <p>She added: \"It is not practical for people to investigate the chapter and verse of where their money goes so I understand why they have decided to give to Future Forests. But I think it is unfortunate that they don't go with a not-for-profit organisation rather than a private, for-profit company.\" </p> <p>Other campaigners are concerned about the idea that emissions of carbon can be offset by tree planting. Bryony Worthington, a climate change campaigner for Friends of the Earth, said: \"We don't think it is an adequate response to climate change to encourage tree planting. What Future Forests offer is a way of calculating emissions which is useful but then they say you can salve your conscience and have a carbon neutral lifestyle by planting trees. We have an objection in principle to the whole concept.\" </p> <p>She said the decision of the Labour party and the Tories to endorse the concept was worrying: \"Planting a few trees is sending out the wrong message.\" </p> <p>Doug Parr, chief scientist at Greenpeace, said their concerns embrace science but also public policy. \"We would be concerned if tree planting being used as a way of making yourself carbon neutral blunted the edge of trying to tackle emissions at source through renewable energy or energy efficiency.\" </p> <p>A spokesman for Future Forests said they sought first to reduce emissions and then to offset those which are unavoidable. \"On the website we make it clear that we are a climate change company. You are buying into the climate change message rather than a tree planting message. It talks about tree planting because it is part of the process for sequestration of CO 2 .\" </p> <p>He added: \"We have a range of planting companies that we work with to plant trees for us. We work closely with planting companies and ensure to the highest standards we can that the money we will put in encourages additional activity. There are going to be some questions about it but we are doing rigorous checks.\" </p> <p>Addressing claims that deals have been struck which do not lead to the planting of additional trees, he said: \"I cannot say it has never been the case but it is something we look into very strongly.\" </p> <p>He said trees were a small part of the company's activity, which also encompasses renewable energy and climate technology products. But they were an important public face for their work. \"Climate change is a very nebulous subject that is hard to get people engaged in,\" he said. \"Trees are a huge icon people can relate to.\" </p> <p>The spokesman said a breakdown of how the company spends its money was on its website for all to see: \"Money goes to the partners and the verification and monitoring and overheads.\" </p> <p>The company's website says up to a third of all contributions go directly to environmental projects. \"Future Forests will only support projects that would otherwise not have taken place.\" The world of green politics was not always a harmonious one, according to the spokesman. \"There is a lot of infighting within climate changes circles that we don't want to get involved in.\" </p> <p><strong>Sixty Stones fans = one tree</strong></p> <p><strong> Rolling Stones</strong><br> British dates on the Stones' Licks world tour last year were billed as \"carbon neutral\". The level of emissions from the nine dates were calculated as part of a deal between the band and Future Forests. The company worked with the Edinburgh Centre for Carbon Management to assess the emission rate for touring, with venue size, distance between gigs and fan travel taken into account. It was calculated that planting and maintaining one tree for every 60 fans would be sufficient to make the tour dates carbon neutral </p> <p><strong> Joe Strummer</strong><br> Fans are able to make a £17 \"dedication\" to a sapling in Rebels Wood on the isle of Skye in memory of former Clash star Joe Strummer, who was a friend of Dan Morell, the company's founder. Future Forests say they have planted 50 trees there </p> <p><strong> Dido</strong><br> With the words, \"trees are the lungs of the world, and it's our responsibility to put back what we've taken away\", the singer Dido has urged her fans to get involved in planting trees to offset CO 2 . Her website entry refers to her links with a community project in Mozambique and says: \"Dido has planted trees to 'neutralise' the CO 2 emissions that were given off as a result of producing her new album\" </p> <p><strong> David Gray</strong><br> With the release of his album A New Day at Midnight, David Gray made a contribution to Future Forests. Devotees were able to dedicate a £10 tree in the star's \"Fan Forest\" in Lincolnshire</p>",
  "The Russian cabinet today approved the ratification of the Kyoto protocol on combating global warming, the Interfax news agency reported. <p>The move clears the way for a parliamentary vote on the pact, which needs Russian support to take effect. </p> <p>Cabinet members must now submit a draft bill on ratification of the protocol to the State Duma, the lower house of parliament that is dominated by the Kremlin-directed United Russia party and approves nearly all bills backed by the Russian president, Vladimir Putin. </p> <p>In May, Mr Putin pledged to speed up Kyoto approval in return for EU backing of Russia's bid to join the World Trade Organisation. The president's economic adviser Andrei Illarionov - who has led Russian opposition to Kyoto, told the cabinet that the decision to back the protocol was \"political and forced - it is not a decision we are making with pleasure\". </p> <p>The EU has long urged Russia to ratify the pact, which must be approved by no fewer than 55 countries that accounted for at least 55% of global emissions in 1990. That minimum can now only be reached with the inclusion of Russia after the US, China and other big industrial nations rejected the treaty. </p> <p>Kyoto aims to reduce emissions of carbon dioxide and other greenhouse gases, which are widely seen as a key factor behind global warming. </p> <p>Mr Illarionov and other Russian opponents of the treaty have argued that joining the pact would hit Russia's economic growth and make Mr Putin's ambition of doubling GDP in a decade unreachable.</p>",
  "<p>The advertising group recently bought by Sir Martin Sorrell's WPP was today dealt a major blow after it lost the account to do Mars' print and TV advertising.</p> <p>The confectionery giant has switched its worldwide business from Grey Global to WPP's larger rival, Omnicom, and its agencies TBWA Worldwide and BBDO.</p> <p>All that remains for Grey is the internet and direct marketing and point of sales promotions.</p> <p>Mars said today it wanted its business to be handled by one holding company and its current advertising agencies to take over all the mainstream advertisng business.</p> <p>Jeffrey Moran, a spokesman for Mars division Masterfoods USA, said WPP's £845m acquisition of Grey was not an issue in its decision, and that client conflicts within WPP did not play a role. </p> <p>\"It's ultimately about putting all of our business in one house, and we think it will be better suited with Omnicom,\" Mr Moran told Reuters.</p> <p> \"No matter what you do or wherever you go there are conflicts, but that wasn't a part of this decision.\"</p> <p>Mars will retain Grey to work on direct marketing, internet and sales promotion. In the UK Grey made adverts for brands including Mars bars, Milky Way, Starburst, Galaxy confectionery and Kitkat cat food.</p> <p>A spokesman at Masterfoods UK would not comment.</p> <p>ENDS<strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Travel giant Thomson is to axe 800 jobs in a major reorganisation, the company announced today. </p> <p>The move will mean fewer Lunn Poly travel agency shops in the high street, and Thomson will also change the name of its holiday airline Britannia to Thomsonfly - the same name as the company's recently-launched Coventry-based low-cost carrier. </p> <p>The job cuts will affect Thomson Holidays, Britannia and Lunn Poly as the company adjusts to new holiday trends. Thomson is also reviewing its various holiday brands, such as Magic, Crystal and Simply Travel, with a view to possibly merging some brands. </p> <p>\"The days of everyone walking into a travel agent's to book their holidays are gone. We have to take into account the fact that people book on the internet or take independent holidays. The whole shape of the package holiday is changing,\" a Thomson spokeswoman said.</p> <p>\"However, the package holiday will remain the core part of our business. We will meet demand for more dynamic packages. We want to sell more holidays direct and through the internet and our call centres,\" she added. </p> <p>The changes follow the recent departure of Thomson Holidays' managing director Chris Mottershead, who has been replaced by Peter Rothwell. Other management staff have also left. </p> <p>\"This is about reshaping the business so we are able to compete in a much more competitive environment. We have the best brands in the travel industry and a strong track record of profit and innovation in all areas. We want to grow and take advantage of new distribution channels, particularly the internet,\" Mr Rothwell said.</p> <p>\"We need to make sure we stay modern and relevant to holidaymakers. The market has changed significantly over the last few years and it's important that we are in tune with how people buy and travel today.\" </p> <p>There are 800 Lunn Poly shops and although this number will be reduced, Thomson said it was not planning a major shop-closure programme. Some of the job losses could be at Thomson's London offices in Kingston-upon-Thames and Camden.</p>",
  "<p><strong>THE GUARDIAN</strong></p> <p>The Daily Mail has sacked writer Jane Kelly after she painted a picture depicting a compassionate Myra Hindley. P1<br>A civil servant in the Cabinet Office has been arrested after a Whitehall inquiry into a year-long series of leaks to the Sunday Times. P8<br>Parents press eBay for clampdown on gun sales. P12<br>John Kerry and George Bush go head-to-head in a TV debate 50 million Americans will watch. P18<br>Internet executive and former Cable &amp; Wireless sales director Richard Clingen has replaced Vince Power as executive chairman of the Mean Fiddler group. P20</p> <p>MEDIA BUSINESS<br>Martin Goswami, commercial director of BSkyB, has left the group after being reprimanded for his behaviour at an industry function. P22<br>Chris Wright, chairman of Chrysalis Group, returned to television by acquiring a majority stake in production company Portman Film and TV. P22<br>The heads of Capital Radio and GWR vowed to make their partnership work yesterday after proposing a 711m pound merger. P23<br>Comment: Roger Lewis, managing director and programme controller of Classic FM, quits to become managing director of ITV Wales. P23<br>ITV asks European regulators to relax the rules on advertising products within TV programmes. P23<br>The HMV music and books chain reported growing sales and predicted a good Christmas. P23 </p> <p><strong>THE TIMES</strong> (tabloid edition)</p> <p>John Humphrys was too eager for answers to hear any reply when he interviewed Tony Blair for the Today programme. P6<br>John Kerry and George Bush go head-to-head in a TV debate 50 million Americans will watch. P33<br>Capital Radio and GWR shareholders are expected to endorse their companies' proposed 700m pound merger, even though the combined group will be run by two bosses. P55<br>Independent record companies will decide whether to take legal action against the European commission over its decision to approve the merger of Sony Music and Bertelsmann. P55</p> <p><strong>THE DAILY TELEGRAPH</strong></p> <p>Tony Blair triumphs in his interview with John Humphrys on Today. P7<br>TV debate will give John Kerry the chance to reverse a poll slide. P16</p> <p>MEDIA<br>Interview with Independent editor Simon Kelner. P21<br>Capital Radio and GWR reveal the details of their merger. P33<br>Two former directors of Walt Disney have suspended their campaign to oust chief executive Michael Eisner after claiming victory in a 10-month battle to shake the entertainment giant. P34<br>Former BBC chairman Christopher Bland criticised the corporation for considering the sale of commercial activities. P35<br>Supplement: selected articles from the New York Times.</p> <p><strong>FINANCIAL TIMES</strong></p> <p>Ofcom will today invite the media industry and pressure groups for their views on contestable funding, a mechanism that would allow Channel 4 to seek a percentage of the BBC's licence fee income. P2<br>BBC director general Mark Thompson has indicated the corporation could pursue partnerships rather than a sale for BBC Worldwide. P2<br>Date over US power frames John Kerry and george Bush's TV debate. P10</p> <p>COMPANIES &amp; MARKETS<br>Capital Radio and GWR threw down a challenge to the BBC and ITV, unveiling a 711m pounds merger. P23<br>Vince Power steps down at Mean Fiddler. P24<br>Chris Wright, chairman of Chrysalis Group, returned to television by acquiring a majority stake in production company Portman Film and TV. P24 Lombard: Capital-GWR merger. P24<br>The latest round in the court battle between Microsoft and the EU regulator. P28<br>IMG, the global sports marketing company, is finalising an agreement to be bought for about 700m pounds by New York equity group Forstmann Little. P30<br>Shares in TV Azteca jumped 4 per cent yesterday. P30<br>Walt Disney says a new deal with Pixar Animation Studios is unlikely. P31</p> <p><strong>THE INDEPENDENT</strong></p> <p>A civil servant in the Cabinet Office has been arrested after a Whitehall inquiry into a year-long series of leaks to the Sunday Times. P2<br>American mums look for the toughest guy in the Kerry-Bush TV debate. P32-33<br>Capital Radio and GWR saw 45m pounds wiped off their combined stock market values yesterday as investors digested details of their proposed merger. P45<br>Who's who at the new Capital-GWR. P45<br>Internet executive and former Cable &amp; Wireless sales director Richard Clingen has replaced Vince Power as executive chairman of the Mean Fiddler group. P46<br>Chris Wright, chairman of Chrysalis Group, returned to television by acquiring a majority stake in production company Portman Film and TV. P46<br>Mark Chippendale, head of advertising sales at BSkyB, has quit after 14 years at the company. P46<br>The Investment Column: Bet on YooMedia, its services will take off. P51</p> <p><strong>WALL STREET JOURNAL</strong></p> <p>Capital Radio and GWR to merge in all-stock deal. P4<br>Google shares gain over 50 per cent since float. Money &amp; Investing P1</p> <p><strong>DAILY MAIL</strong></p> <p>Singer Jamelia is Pretty Polly's first black face and figure. P13<br>Carol Vorderman on why she is taking part in Strictly Come Dancing. P51<br>Capital Radio and GWR tune in for 682m pounds merger. P73<br>Around 100 jobs are likely to be lost in Capital-GWR merger. P73</p> <p><strong>DAILY EXPRESS</strong></p> <p>eBay told to ban guns for sale on its website. P8<br>680m pound Capital-GWR merger will rival the BBC. P70<br>Plasma TV is set to be the Christmas best-seller at Comet. P71<br>Chris Wright, chairman of Chrysalis Group, returned to television by acquiring a majority stake in production company Portman Film and TV. P71<br>Vince Power picks up 12m pounds for his stake in Mean Fiddler. P74</p> <p><strong>DAILY MIRROR</strong></p> <p>Singer Jamelia is Pretty Polly's first black face and figure. P11<br></p> <p><strong>THE SUN</strong></p> <p>The Simpsons is set to reveal that Marge's sister is a lesbian. P3<br>Capital Radio and GWR are linking up. P51</p> <p><strong>DAILY STAR</strong></p> <p>Singer Jamelia is Pretty Polly's first black face. P15<br>Women are fed up with their image in advertising. P36-37<br>Capital Radio and GWR unveiled details of a 680m pound merger. P47</p> <p><strong>AND FINALLY...</strong></p> <p>When GWR executive chairman Ralph Bernard and finance director of Capital Radio Peter Harris took part in the Great North Run last Sunday, Mr Harris beat Mr Bernard by nine minutes. Yesterday Mr Harris lost out on the top finance job in the merged Capital Radio-GWR to GWR's Wendy Pallot. A coincidence? Daily Telegraph P34</p> <p><strong>OTHER USEFUL SITES</strong></p> <p><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.thetimes.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.thesun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a></p>",
  "Tony Blair and Gordon Brown were presented as the development movement's answer to the Beatles' song-writing duo yesterday when the pop star Bono called for greater efforts by Britain and Europe to prevent Africa from \"bursting into flames\". <p>The lead singer of U2, an eloquent advocate for the world's poor, impressed the conference by praising the government while appealing for more to be done. </p> <p>He said: \"I'm fond of Tony Blair and Gordon Brown. They are kind of the John and Paul of the global development stage, in my opinion. But the point is, Lennon and McCartney changed my interior world - Blair and Brown can change the real world.\" </p> <p>Wearing wraparound sunglasses in the Brighton hall, he said 6,500 Africans were \"dying a day of treatable, preventable disease, dying for want of medicines you and I can get at our local chemist\". </p> <p>Bono, founder of the charity Data, welcomed the fact that the prime minister and chancellor have promised to tackle Africa's problems as a priority when Britain holds the presidency of the G8 group of industrialised countries and the EU next year. \"Let's get real here on a couple of things; let's get to some uncomfortable truths,\" he said. </p> <p>\"This is not about charity, this is about justice. I know that on certain issues this room is already divided. I know many people, and I include myself, were very unhappy about the war in Iraq ... But ending poverty, disease and despair, this is one thing everybody can agree on.\" </p> <p>He accepted that some in the conference would prefer to listen to an African farmer or aid organisation: \"I mean, get yourself a source you can trust, one who, say when he hears the word drugs, probably thinks life-saving, rather than mind-altering.\" </p> <p>The home secretary, David Blunkett, said: \"I thought I was going to be following a pop star but after what Bono said I realise I was following a man whose ability to communicate matches many in the cabinet.\"</p>",
  "Parents whose children were killed by guns have called on the internet auction site eBay to change its policy on firearms sales. Campaigners are afraid that unscrupulous sellers are using the site to get around gun laws. <p>Although eBay says it does not deal in firearms, its customers have been invited to bid for empty boxes or gun mountings and have received air pistols as a \"free gift\". Deactivated guns - and the equipment and handbooks needed to reactivate them - have been offered in separate sales. </p> <p>At a fringe meeting at the Labour party conference in Brighton yesterday, Stephen McCabe, MP for Birmingham Hall Green, brandished a pistol to show how easy it was to buy guns. </p> <p>He called on eBay to honour its stated policy of not dealing in firearms. \"They should not be trading in this seedy business at all. It does nothing for eBay's reputation,\" he said. \"A company making the money eBay are making could afford to properly monitor the site.\" </p> <p>Mr McCabe produced a .22 air pistol he had received at a service station after paying £80 for two gun mountings. He said that while what eBay was doing was not illegal, it had no way to ensure that those buying such weapons were over the age limit of 17. </p> <p>The MP was joined by parents whose children have been killed by guns. </p> <p>Jayne Atkinson's 13-year-old son George was accidentally shot dead with an air rifle by his 11-year-old cousin as they played with the weapon five years ago. </p> <p>Holding the pistol, she said: \"This gun makes me feel sick to the pit of my stomach. My son was killed with a weapon of the same calibre. </p> <p>\"These guns are accessible to young children and we as adults should keep our children safe. This is another way that people can get hold of guns. No one is doing anything about it.\" </p> <p>Linda Mitchell, a fellow campaigner from the Gun Control Network, said she had tracked 51 weapons on eBay in a single day. She compiled a dossier of her findings and reported them to eBay, but it seemed a lottery whether or not they were removed from sale. </p> <p>Among the weapons for sale was a Czech CZ75 pistol priced at £650 which campaigners feared was a working firearm. It was removed from sale after 24 hours when eBay was warned. </p> <p>But Mick North, whose daughter Sophie died in the Dunblane massacre, said 24 hours was long enough for a private sale to be arranged. </p> <p>He said greater vigilance was needed by eBay to stop sellers offering potentially lethal weapons on the site. \"There is not always sufficient control in gun shops but at least there is a shopkeeper there.\" </p> <p>Mr McCabe said he had raised the issue with the Home Office, which was looking into the matter. </p> <p>Michael Yardley, a spokesman for the Shooting Sports Trust, said Mr McCabe's claims were misleading. </p> <p>\"An air pistol is obviously not the first choice of criminals,\" he said. \"He was referring to that air pistol as being lethal, but in any meaningful sense of the word an air pistol is a fairly low-powered weapon.\" </p> <p>He said the real problem in the UK was the use of dedicated firearms by criminals. </p> <p><b>Buy, buy, buy ... </b></p> <p><b>·</b> In February 2001, a US student sold his soul on eBay for $400 (£222). It was bought by a woman in Des Moines, Iowa </p> <p><b>·</b> A corporate jet was sold for $4.9m (£2.7m) in 2002 </p> <p><b>·</b> Within 24 hours of the Columbia space shuttle disaster in February 2003, eBay listed 1,011 Columbia-related items for sale. One item,\"Columbia space shuttle debris\", popped up for $10,000 (£6,140). The site was quick to ban such sales</p>",
  "<p>The heads of Capital Radio and GWR vowed to make their partnership work yesterday after proposing a £711m merger that will split leadership of the combined group between the two executives. </p> <p>Ralph Bernard, executive chairman of GWR, will take the same role in the new company. Capital Radio's David Mansfield will retain his job as chief executive. </p> <p>The experienced radio executives will run the most powerful commercial radio group seen in the UK if the merger is cleared by shareholders and regulators. The combined group will own one national analogue station - GWR's Classic FM - and 55 local analogue stations, including Capital's Capital FM and BRMB in Birmingham. </p> <p>Mr Bernard said the division of executive responsibilities was the first topic of discussion when merger talks began in earnest. </p> <p>Hinting at the chaotic outcome of the Carlton and Granada merger last year, when Michael Green was ousted as chairman designate of ITV by investors, he said the boards of both companies also insisted on clarifying the executive roles. </p> <p>\"From the outset David and I said that this was only going to work if we could agree on the rules for each other because we were not prepared to go into the sort of argument we have seen in other mergers. That was an instruction from our boards as well,\" added Mr Bernard. </p> <p>Both executives yesterday stressed they would have separate lines of responsibility within the merged group. Mr Bernard will oversee digital strategy, regulatory affairs and management of the board. Mr Mansfield will take charge of meshing the companies together, nurturing brands such as Classic FM and running the operational side of the combined group. </p> <p>\"If Ralph and I can't work together, the business won't work,\" said Mr Mansfield. </p> <p>GWR announced one surprise executive move yesterday with the resignation of Roger Lewis, managing director of Classic FM and a GWR director. GWR said his departure was not related to the merger announcement. </p> <p>The proposed executive line-up met shareholder approval yesterday. Daily Mail &amp; General Trust, a 29.9% shareholder in GWR, has given its blessing to the deal and the management structure. It will hold 14.5% of the group and a seat on the board once the merger is completed. \"They have given their full support and have pledged to remain as shareholders for the foreseeable future. I don't think you could ask for much more,\" said Mr Bernard. </p> <p>Capital Radio and GWR have yet to hold formal meetings with institutional shareholders about the deal but investors have been canvassed informally. One institutional shareholder in GWR yesterday said it was \"happy\" with the transaction and had no concerns about the dual leadership of the company. Another said: \"In principle, the ideal would be to have an independent chairman but we recognise the special circumstances in this case.\" </p> <p>Fidelity, the fund manager that played a pivotal role in Michael Green's removal, will be the second largest shareholder in the new group as the owner of 13% of GWR and 8.7% of Capital Radio. </p> <p>Capital Radio shareholders will own 52% of the combined group, with GWR taking 48% in a nil-premium merger. The weighting is in favour of Capital Radio investors because their company has a slightly higher stock market capitalisation than GWR's - £367m against £344m when merger talks were confirmed last week. Shares in both companies dropped on the merger announcement, with GWR falling 8.7% to 249p and Capital slipping 3.8% to 416p, re ducing the value of the deal to £683m. The radio groups also released cautious trading statements. Capital said it expected full-year revenues to climb 4%, while GWR said first-half turnover would rise 3%. </p> <p>Wendy Pallot, finance director of GWR, who will retain her role at the new group, said the companies had earmarked £7.5m in savings from the deal, with about 100 jobs expected to be lost from a combined workforce of 1,540. </p> <p>Mr Mansfield said the new group would have a competitive advantage over rivals which had yet to take advantage of the Communications Act ushering in changes to radio ownership rules that made yesterday's announcement possible. </p> <p>The combined group will reach 18 million listeners and control just under 40% of the national radio advertising market with an annual turnover of about £240m. </p> <p><strong>Making waves: the road to merger</strong> </p> <p>Capital Radio </p> <p><strong> 1973</strong> Capital Radio launched </p> <p><strong> 1996</strong> Started Wildstar record label in joint venture with Telstar Records </p> <p><strong> 2000</strong> Finalised acquisition of Border Television, adding three radio stations to portfolio </p> <p><strong> 2001</strong> Sold the Border ITV licence to Granada in July </p> <p><strong> 2001</strong> Bought a 19% share in Choice FM </p> <p><strong> 2004</strong> Bought remaining 81% </p> <p>GWR </p> <p><strong>1982</strong> Began life as a single commercial radio station </p> <p><strong> 1985</strong> Wiltshire Radio joined Radio West to form GWR </p> <p><strong> 1989</strong> Merged with Consolidated Radio Holdings </p> <p><strong> 1991</strong> Ran consortium that successfully applied for national licence for Classic FM </p> <p><strong> 1996</strong> Took control of Classic FM by buying remaining 83% </p> <p><strong> 1999</strong> Bought Orchard Media </p> <p><strong> 2000</strong> Acquired DMG Radio from Daily Mail &amp; General Trust</p>",
  "<p>The International Monetary Fund last night issued a double warning on the UK economy, urging house buyers to beware a sharp fall in property prices and predicting that higher taxes may be needed to plug the hole in the government's budget deficit.</p> <p>Just two days after Gordon Brown boasted of Labour's record on the economy at the party's conference in Brighton, the IMF provided a more sombre view in its half-yearly health check of global economic trends. </p> <p>It told potential house-hunters to \"exercise particular caution\" and added to speculation that taxes may rise after the next election when it expressed doubts that Labour could finance its spending plans without putting its \"golden rule\" in jeopardy. </p> <p>Mr Brown has shrugged off fears that the housing boom of the past few years will be followed by a fall in prices of up to 30% and insisted this week that he would not surrender his reputation for prudence. </p> <p>The IMF said the expected improvement in the public finances as a result of the 3.4% growth in the economy this year would not be enough to restore the public finances to good health. \"Following the large increase in the fiscal deficit in recent years, some consolidation is expected in 2004, mainly reflecting higher revenues. In 2005 and beyond, stronger fiscal consolidation than presently seems in prospect would be desirable, both from a cyclical perspective and to reduce the risk of a breach in the golden rule in the future.\" </p> <p>Mr Brown's self-imposed golden rule states that over the course of an entire economic cycle - which may be several years in length - the government should only borrow in order to invest in long-term investment projects. While borrowing to fund the annual running costs of government is allowed in particularly tough years, this is supposed to be at least balanced by running surpluses in good years. </p> <p>The IMF's warning comes after similar judgments from the UK's leading experts on tax and spending - the Institute for Fiscal Studies - and by a number of City firms. Oliver Letwin, the shadow chancellor, has said that the consequences of \"big government\" will be higher taxes if Labour wins a third term. </p> <p>In its world economic outlook, the IMF reiterated its fear that the UK's strong economic performance could be tarnished by a steep fall in house prices and stressed that buyers should take special care. </p> <p>\"Despite higher oil prices, private consumption remains strong, underpinned by sustained income growth and rising housing wealth; private investment has turned up; and government expenditures have continued to support domestic demand.\" </p> <p>The IMF expects UK growth of 3.4% this year and 2.5% next, both 0.1 points lower than it was forecasting in the spring. \"The central risk remains an abrupt adjustment in the housing market, where - despite signs of cooling in recent months - prices still appear higher than can be explained by developments in fundamentals.\" It added: \"With interest rates on a rising trend, and most house purchases fi nanced with adjustable rate mortgages, house buyers should exercise particular caution at the present juncture.\" </p> <p>While some in the City believe that interest rates may have peaked at 4.75%, the IMF said that further tightening of monetary policy would be needed to keep inflation in check. \"While inflation remains low, the economy is now running at close to capacity and cost pressures are increasing; the Bank of England has appropriately raised interest rates five times since November 2003 and a continued 'early but gradual' approach appears desirable.\"</p>",
  "For the hardened London smoker, chased from the office by rules and disapproving company policies, the pavement has been the last refuge. They huddle together at break times, for a quick fag and a last stand. But now even that may be under attack. <p>Amid claims that they have been littering London with tonnes of discarded butts, the mayor, Ken Livingstone, is to get tough on the pavement smokers. </p> <p>He is writing to 300 companies telling them to stop errant staff dropping litter outside their offices and elsewhere. </p> <p>To make compliance easier the mayor and boroughs will distribute 15,000 heat-resistant cigarette butt pouches, so every smoker will have their own ashtray. </p> <p>But with the carrot comes a stick. Under the Capital Standards Programme, Mr Livingstone and the boroughs aim by 2005 to treble to 750 the number of enforcement officers issuing on-the-spot fines for littering and other anti-social offences. </p> <p>They are empowered under the 1990 Environmental Protection Act to write £50 fixed-penalty notices. As with parking tickets, the culprit has a limited period to pay a fine or go to court. </p> <p>Huddling in the wind outside City Hall, cigarette in hand, Chris Taylor, a support worker for the Conservative group, says smokers are assuming pariah status. </p> <p>\"Of course it is not nice to drop litter but we do seem to be demonised,\" he said. \"We have been forced outside because there is no designated smoking area and now we can't even smoke out here in peace. It is bad enough that we all get colds from standing outside. I am sure the money they are spending on this could be used for other things.\" </p> <p>Mr Livingstone has made no secret of his support for a ban on smoking in public places but his officials claim that the thrust of the latest action is not anti-smoking zealotry but a desire to see a cleaner London. </p> <p>They claim the statistics are on their side and that 2,700 tonnes of cigarette litter - including packaging, cellophane, foil, lighters, matches, butts and cigarette filters - are dropped on the capital's streets each year. </p> <p>John Duffy, the mayor's environment adviser, said: \"We are seeing more smokers gathering outside their offices and more smoking litter on the streets. This campaign is working to persuade smokers to change their behaviour and dispose of cigarette butts in a safe, clean way.\" </p> <p>The mayor himself said it was important to act now to change the behaviour of pavement smokers. </p> <p>\"People think their cigarette butt is fairly harmless and will not make a difference to London's litter problem,\" Mr Livingstone said. \"But in reality smoking litter is one of the most commonly occurring forms of litter and cigarette filters do not degrade easily. </p> <p>\"If a smoking ban were to come into force, the problem of people congregating outside offices, restaurants and pubs to smoke and drop their cigarette butt will only continue and get worse unless the problem is tackled now. Smokers need to start taking more responsibility for their litter.\" </p> <p>It is estimated that 177,000 tonnes of litter is dropped in London each year, the cleaning up of which costs £100m. In the latest annual survey by the Greater London authority, 44% of those polled said they saw the litter problem as a priority for improving the environment. But the population is also in denial, with most believing they do not drop litter and looking to local services to clean the streets. </p> <p>Although a public smoking ban would require national legislation, the government is expected to release a white paper next month with provisions only for a selective ban. It is expected that pubs and clubs will be excluded. </p> <p>London officials look to Ireland where a public smoking ban was introduced in January. Reports suggest there has been 98% compliance. Fines stand at €3,000 (£2,000). </p> <p>Simon Clark, director of the pro-smoking group Forest, said smokers felt increasingly beleaguered. \"No one is in favour of litter but it is the inevitable consequence of banning smoking indoors,\" he said. \"In Ireland there was a report that litter is up 15% since the smoking ban. </p> <p>He added that many smokers could not even take refuge outside their offices because their employers did not want them there. </p> <p>\"It is just the triumph of petty rules and regulations,\" he said. \"The number of man hours being devoted to confronting this so-called problem of smoking is simply extraordinary.\"</p>",
  "<p>Last week President Bush held up a rifle at his ranch and declared that he was a conservationist. The man who wants to open the Arctic to oil companies and who has ripped up more than a hundred environmental protection laws was unapologetic. </p> <p>\"There's a big difference between conservationists and preservationists,\" he said. \"Conservationists care. And we take action.\" </p> <p>The gun clubs, fur trappers, turkey shooters and elk stalkers of America loved it. The president, they said, had claimed the high ground from the feared and hated animal welfare and environment groups - the preservationists - but he was also implicitly backing governments and industries wanting an end to animal protection. </p> <p>Mr Bush had highlighted a schism in the global wildlife debate between those who say that endangered wildlife is best protected when it is traded \"sustainably\" and those who argue that international trade neither helps people nor protects species. The divisions will be exposed next week in Bangkok at the annual meeting of Cites, the Convention on International Trade in Endangered Species. </p> <p>Officials from more than 160 countries, representatives of more than 500 pressure groups and up to 10,000 observers will meet to debate whether to add some 100 plant and animal species to the 34,000 already listed. </p> <p>Illegal wildlife trafficking, with an estimated value of some £2.5bn a year,is a massive industry. But while decisions on how to police this are theoretically made on the basis of science and rational debate, the reality is that dirty tricks, the political manipulation of poor countries by rich, widespread lobbying and downright corruption actually decide which species get protection and which trades are allowed to continue. </p> <p>The two-week meeting will see ritual battles over ivory exports and minke whales, and more protection will probably be given to great apes, some sharks, yellow-crested cockatoos, irawaddy dolphins and some snails and turtles. </p> <p>\"Trade has been the foremost factor in the decimation of scores of species ranging from tigers to cod,\" says Richard Leakey, who, as head of the Kenya Wildlife Service, has fought for years against the ivory trade. He deplores southern African countries' attempts to reopen it. </p> <p>He argues that even a limited version of the trade would damage wildlife, encourage poaching and would not relieve poverty. \"Sustainable use\" arguments, he says, sound reasonable but there is a big difference between ecological and economic sustainability. He believes that economic priorities will always take precedence. </p> <p>He is backed by groups such as the International Fund for Animal Welfare, the RSPCA, Wildaid, Greenpeace, the World Society for the Protection of Animals and Born Free, all with large memberships and the resources to lobby governments. More than 70 will work together in Bangkok in a global coalition known as the Species Survival Network. </p> <p>\"There is more and more frustration within non-government groups about the sustainability argument,\" says Dr Barbara Maas, chief executive of Care for the Wild International. \"The idea that it helps people is fashionable, but it doesn't stand up. It does not do anything for biodiversity or species.\" </p> <p>Care for the Wild this week published a report showing that income from southern African ivory sales is not enough to help communities. </p> <p>But the pro-traders are also campaigning aggressively. In Bangkok, governments from China, Norway, Japan and South Africa will link with business groups, coalitions of free traders, political libertarians and the exotic pet trade to protect their trade. </p> <p>Better organised and funded than before, the pro-trade groups increasingly use sustainability arguments and attack the precautionary principles that give Cites the legal basis to take action to protect species, even when there is doubt about their status. </p> <p>\"It's hand-to-hand warfare,\" said one Cites observer this week. \"No one dares offend China, the US is becoming more and more pro-trade and Britain is following. The pro-traders mostly know that they are talking rubbish, but there are a lot of clever, charismatic, well-connected people among them who can do a lot of damage.\" </p> <p>There is arguably no other international meeting which is so open to corruption or lobbying. With each country having only one secret vote for each proposal, and many having no interest in most of the species being debated, countries line up behind their diplomatic friends, or may be persuaded by anything from a good lunch to a brown paper envelope. </p> <p>The pro-traders say the protection ists are dominant. \"Cites is being hijacked by animal protectors. It is dominated by them,\" says Eugene Lapointe, former director of Cites and now head of the IWMC - the World Conservation Trust - and a leading lobbyist for sustainable use of wild animals </p> <p>\"Countries are being forced to take positions which are contrary to their own national interests. The dogma of protectionism is so powerful. These [protection] groups have billions of dollars for propaganda. Cites is now being used as a tool which is very unfortunate. It is being contaminated by inappropriate lobbying and pressure.\" </p> <p>Lapointe, a French Canadian lawyer, was fired from Cites in 1989 after being found campaigning against a ban on the ivory trade but later received a settlement after the UN found that his dismissal was \"arbitrary and capricious\". </p> <p>He now employs five former Cites officials and advises Japan, Norway, China, Canada,\"two small European countries\" and many industries on how to legally avoid animal trade legislation. \"I tell industry 'Wake up. You're being attacked',\" he says. </p> <p>He accuses animal and environmental campaigners of trying to destroy fishing and other industries and using species just to raise money. \"Organisations like Greenpeace have given birth to groups like the Environmental Investigation Agency and Wildaid. Each increases the necessity for more protection. We don't have the money like them,\" he says. </p> <p>He admits that he has been at the forefront of resistance to eliminate the secret ballot in Cites. This, he says, is needed \"to protect the sovereignty of small states under undue pressure from bigger trading companies\". </p> <p>The protection groups accuse the pro-traders of buying votes and hiding behind the secret ballot. A few years ago, Japan was found to have been buying the votes of small Caribbean countries with the promise of financial aid in return for the sabotage of protection measures at the International Whaling Commission meeting. </p> <p>\"This now extends into Cites,\" says Peter Pueschel, formerly of Greenpeace and now of Ifaw. \"There was one secret vote at the last meeting and you could see 20 Japanese men suddenly sit next to the delegates of certain countries, making sure they voted the right way. Vote buying clearly goes on.\" </p> <p>But Pueschel says Ifaw will be paying for some individuals from poor countries to get to Bangkok \"They have no voting rights but they will be on delegations. They are not necessarily even on our side. We believe that some central African countries are under-represented. So we have been helping Togo, Senegal and the Democratic Republic of Congo. The countries would come anyway, but sometimes there are key people, like directors of national parks, who need to go.\" </p> <p>He adds: \"A lot of people are blindly hooked up to the arguments of the pro-traders. People have not had the facts.\" </p> <p>But Eugene Lapointe is confident that his arguments are winning. \"Immediately after the meeting I shall engage in the practical implementation of a sustainable use project,\" he says. \"Moose hunting.\" </p> <p><strong>·</strong> Cites only regulates the international trade in animals. It has no power to make countries protect domestic species. Species are listed on one of three appendices according to the perceived threat. They can be up or downgraded only at international meetings with the agreement of 50% of Cites' 165 members. </p> <p>Appendix I lists the species that are the most endangered. These are threatened with extinction and Cites generally prohibits all commercial international trade in any specimens. </p> <p>Appendix II lists species that are not now threatened with extinction but that may become so unless trade is closely controlled. International trade may be authorised by the granting of an export permit or re-export certificate. </p> <p>Appendix III includes species which are traded, but countries need the cooperation of others to prevent unsustainable or illegal exploitation.</p>",
  "<p>Irwan Subrata's business card is appropriately vague for a man who spends only a tiny proportion of his working day in legitimate activities to provide cover for his myriad criminal dealings. Alongside pictures of a lizard, beetle and cobra, it states his name, mobile phone number, half his address in a medium-sized town in southern Sumatra and the ambiguous title Purchaser of Various Animals. </p> <p>\"If anyone comes asking I can prove that I'm a genuine trader,\" Subrata says, pulling out of a cupboard a flimsy file of dodgy-looking receipts, invoices and orders for an assortment of reptiles. \"I act as the agent for this company in Jakarta. I send them live reptiles to order.\" </p> <p>What the talkative, poorly educated dealer would not show a curious inspector or police officer are the contents of the cheap plastic bag stored next to the file. This would expose him for what he really is, a small-time criminal dealer in threatened species who cares little for the law and less for the fate of his environment. </p> <p>The bag's browny-grey contents are scales from a pangolin, an endangered mammal that looks like a lizard-shaped pine cone and weighs about nine kilograms. Its scales and the meat are considered crucial ingredients in many Chinese medicines. All trade in the species is banned. </p> <p>\"I've got plenty of this, why don't you take some?\" Subrata says. He is clearly keen to impress me after I tell him that I'm a London art dealer touring Sumatra to buy endangered species for a rich Arab sheikh. </p> <p>When Subrata - his name has been changed to protect the anti-trafficking organisations that use his loose tongue to catch hunters and other dealers - realises that I'm not interested in pangolins he quickly moves on to other species. Within 15 minutes he has insisted that he can get hold of tigers, leopards, elephant tusks, cockatoos and snakes; within a few weeks he would help me to get enough rare animals to start a creditable zoo. </p> <p>\"You just check with your client what he wants and we'll go from there,\" he says. \"The police are not too much of a problem at the moment because they're focusing on ensuring the election campaign goes smoothly.\" </p> <p>Subrata and the scores of dealers like him across Indonesia rarely go into the forests themselves. They mainly act as middlemen between the hunters, who are both professionals working to order and opportunists, and the more specialist dealers based in Jakarta and other big cities. </p> <p>These would include both Indonesians and foreigners; there is, for example, a well-known Russian syndicate based outside Jakarta that illegally exports reptiles to Europe. </p> <p>Dealers rarely ever own any animals, they usually facilitate deals between the hunters and the buyers and take their cut, which can be anything from 10% to several hundred per cent. </p> <p>\"The price of an animal can go from a few dollars to a few thousand in just a few trades,\" says Chris Shepherd, the south-east Asia programme officer for Traffic, an organisation that monitors wildlife trade. </p> <p>As Subrata is closer to the lower end of the chain, he needs a comprehensive network of hunters he can turn to. \"Look, if you want to go into the forest I can arrange it,\" he says. \"For tigers we'll go to one place, leopards another and so on. But it would be easier to bring the animal out to you and then you can decide if you want it. Then you wouldn't waste your time and it would also reduce the risk.\" </p> <p>The risk of arrest is definitely mounting, he says, and while it might just be a pitch to up the price it does have some truth to it. Increasing numbers of conservation groups are deploying teams to combat dealers like Subrata, and although they are recording some success they are being stymied on several fronts. </p> <p>\"Anywhere where there's a resource and people wanting to hunt stuff there will be people like Subrata wanting to act as brokers or dealers because it's easy money,\" says Debbie Martyr, of Flora and Fauna International, who works with a tiger conservation unit in Sumatra. \"We've joined the battle but it's far from won.\" </p> <p>That is also because, according to Shepherd, the law enforcement is so weak. \"A trader might be fined $150 (£83) if he's caught, which is nothing to many of these guys,\" he says. </p> <p>Subrata also offers to help smuggle the animals out of the country. \"It's not cheap because the officials are aware of what's going on,\" he says. \"But I have the right contacts. Don't worry. Your client will get his animals.\" <br><strong>John Aglionby</strong></p> <p><strong>·</strong> John Aglionby is the Guardian's correspondent in Jakarta</p> <p>The deep blue hyacinth macaw is the largest bird of the parrot family. Each one can grow to around a metre long, and they are natives of the rainforests of central and south America. </p> <p>But these ones are not swooping over the Amazon. Instead, they are sitting on a piece of rope in a Heathrow warehouse, surrounded by a dozen concrete-lined cages that house an array of animals from dogs to black scorpions. </p> <p>The birds have been here at the airport's animal reception centre for the past few years, having been confiscated several years ago, from a smuggler who was trying to bring them into the UK. The macaws are listed under Cites and the smuggler has just been given a two-and-a-half-year prison sentence for his crime. </p> <p>Charles MacKay is the manager of HM Customs Cites team at Heathrow. He is one of the scores of people around the world whose job it is to catch the smugglers and enforce the strict treaties. For more than a decade, MacKay has been at the front line in Britain and now leads a team of experts who help to identify endangered animals and plants in shipments and to police the permitted trade. Mostly, MacKay's team deals with legal shipments of not just live animals but caviar and skins. </p> <p>But even legal shipments can get into trouble, due to Cites' strict conditions. \"Things have to be black and white,\" says MacKay. \"If you have grey areas you have problems.\" Because animals that are poorly looked after could suffer or die during transport, they must be packed according to strict guidelines governing, for example, how much space each animal gets in its cage. Where those conditions are breached, even legal shipments with valid permits will be seized. And if the permit is even one day out of date, the shipment is deemed illegal. </p> <p>But the permits are difficult to get, so MacKay's team has to deal with smugglers too. He cites the example of a man who wanted to smuggle rare birds' eggs to New Zealand. The smuggler was caught when he tried to board a plane wearing a customised vest to carry the eggs, which were carefully contained in layers of foam and cotton wool and stuffed into plastic tubing. </p> <p>Smugglers are often caught using implausible excuses. Customs officers once intercepted two cheetahs the importers claimed were destined for a breeding programme. They didn't have a valid licence, but the Cites team spotted a more obvious problem. \"They were both male,\" says MacKay. </p> <p>There are also unwitting smugglers - people on holiday in exotic places who want to bring home unusual souvenirs. MacKay's office has shelves of snakes and lizards squashed into bottles of alcohol. \"Some are drinks, some are rubs,\" says MacKay. \"You wouldn't want to mix the two.\" </p> <p>One bottle has a cobra-like snake sitting inside a murky brown liquid. The label says that \"snake whisky\" is a speciality of Laos that can cure rheumatism, lumbago and something ominously called \"sweat of limbs\". But these oddities are just a taste of the animal derivatives that people are intent on bringing into the country. A windowless room stores bags of illegal furs of unidentifiable animals, crocodile-skin handbags (with head still attached, of course), snakeskin shoes and a series of books covered in thick, grey elephant hide on how to hunt these giant beasts. </p> <p>These derivatives are regularly pressed into service to demonstrate the scale of trafficking in endangered animals to members of the public. The leather bags and illegal elephant tusks are often given to museums or exhibi tions. Working out what to do with the live animals is more tricky. \"Very few seized animals go back to the country they came from,\" says MacKay. </p> <p>MacKay says that if you have 200 tortoises, for example, putting them back into the wild would not be a simple case of releasing them altogether somewhere secluded. Each tortoise will want its own territory and there is the possibility that they will just be picked up and smuggled all over again anyway. For these reasons, his team normally contact scientists to work out what to do. If possible, the animals are sent into recognised breeding or conservation programmes in this country. </p> <p>It is tough to establish how much of the illegal trade the team catch because, unlike drug trafficking, there is no fluctuating \"street value\" for animals or derivatives. Between April and December last year, the team seized about 4,500 Cites-controlled plants and animals. They siezed a further 3.5m items intended for use as traditional medicines that contained endangered or restricted species. </p> <p>As more people become aware of Cites, MacKay's team has increasingly been called upon by airport staff to advise in situations where animals are being taken across borders. And, as long as people continue trying to check in rare four-foot high birds as luggage, they will have plenty of work to do. <br><strong> Alok Jha</strong></p>",
  "The EU is providing more than £100m in grants and loans to tackle pollution from Russia's second city, St Petersburg, which has already killed off vast stretches of the Baltic sea. <p>The decision to fund work outside the EU's borders - £5m is coming from the UK - is a departure for Brussels, but officials believe it has been forced upon them by the refusal of Russia's president, Vladimir Putin, to provide cash for the work. </p> <p>The millions of gallons of raw sewage which flow out of the river Neva every year have already taken a toll: the Gulf of Finland is devoid of all life on large areas of the sea bed, ruined by the high levels of phosphorus. On the surface, toxic algae are turning the sea blue-green. </p> <p>After extensive lobbying from EU states bordering the Baltic, the European commission finally despaired of the Russian president and decided to try to prevent further deterioration of the fragile Gulf of Finland by using €50m (£34m) in grants in addition to €107m in loans from European banks to pay for sewage treatment in the city. </p> <p>For years, the wealthy countries located on the Baltic - Norway, Sweden, Denmark, Germany and Finland - have been cleaning up their own discharges into the sea. The northern arm of the Baltic is now clean, with the populations of grey seals, salmon and sea eagles making dramatic recoveries from a point of near extinction during the 1970s. </p> <p>But the southern part of the Baltic close to Poland, which also discharges raw sewage, and the eastern end at St Petersburg continue to get worse. </p> <p>Scientists on the Muikku, a research vessel of the Finnish Environment Institute, have been taking samples in coastal waters over five summers, and in 2003 estimated that 4,000 sq km (1,500 square miles) of the Gulf of Finland on the sea bed was devoid of oxygen and that all life had disappeared. It takes up to 30 years for water to flush out the Baltic, so recovery will take time, but the Finns say the first job is to stop the situation getting worse. </p> <p>Given the accession of Latvia, Estonia and Lithuania to the EU this year, sewage works improvements had already been funded in those countries. But St Petersburg, with its 6 million population, remained the largest single problem. </p> <p>The firm Vodokanal, which is in charge of the city's water and sewage treatments, has been trying to lever funds out of the central government for years to allow St Petersburg to live up to its commitments under the international Helsinki treaty known as Helcom, designed to clean up the Baltic. </p> <p>Before the collapse of the Soviet Union plans were under way to solve the problem. In the 1970s an artificial island was built in the shallow water outside the city to process 75% of the city's sewage. But this still left about 330,000 cubic metres of raw sewage flowing into the gulf each day. </p> <p>Two new sewerage works were needed to solve these problems. One, in the south-west of the city, was begun in the 1980s, but all work stopped and the site was abandoned in 1991 when the Soviet Union collapsed. </p> <p>A second plant was finished in the north but it failed to operate to capacity because there were not enough funds for a giant connector pipe to link the city to the new works. </p> <p>The EU is funding the works in the south of the city, a project expected to be completed by 2005. Jaakko Kakela, managing director of the Finnish construction company SWTP, which is building the works, said: \"The largest single problem for the Baltic is the phosphorus which causes toxic algae blooms, and they are fed by raw sewage from here. </p> <p>\"We have been able to use the foundations of the original unfinished Soviet works to produce electricity. These works will cut off 70% of those nutrients from the south of the city and another 20% will be taken out if the Russians use ferrous sulphate to treat the water before it goes into the sea. </p> <p>\"Currently there is not a factory that produces it in Russia but we are working on that too.\" </p> <p>Anton Zharkov, spokesman for Vodokanal, said: \"We want to live up to our obligations under the Helcom agreement but we have no way of funding such projects without federal funds and other outside help. We are very grateful to our neighbours and the EU. We feel close now to our goals.\"</p>",
  "<p>The fertile world of British animation is to be revolutionised with the creation of a new studio in Scotland that could become the largest and most influential facility in Europe. The man responsible is Sylvain Chomet, the French fim-maker behind Belleville Rendez-vous, who has just relocated his operation to Edinburgh. </p> <p>According to Chomet, he felt an instant connection with the city when he brought Belleville to Edinburgh. \"We made Belleville in Canada, and we wanted to come back to Europe and open a studio. France is probably the worst place to do it - nothing is moving over there. When I came to Edinburgh I arrived on the train, and I completely fell in love with it. It has everything.\" </p> <p>After the worldwide success of Belleville Rendez-vous, which gained two Oscar nominations, Chomet has become the hottest name in global animation, and is working on three feature film projects. Whichever goes into production will become the first significant full-length animated feature film to be made in Scotland. </p> <p>The Tale of Despereaux, from the Kate DiCamillo book, is bankrolled by Universal. Barbacoa, a more personal project set during the Paris Commune in 1870, is about a monkey living in the Jardin des Plantes zoo. But arousing the most interest is The Illusionist. Based on a recently-discovered script by Jacques Tati, it is about a washed-up magician. Chomet plans to re-set it in Edinburgh and the Western Isles. </p> <p>Chomet doesn't anticipate problems finding talented animators to realise his film-making vision. \"There are studios all over the place already: in Dundee, the islands, and in Leith. For now my studio is only four people, but the thing with animation is you have to be able to expand quickly, and also to shrink, depending on the point of production. When production starts, you can go up to 50 people on one film.\" </p> <p>\"The main problem is there are so many styles in animation that I have to train people to get used to my way of doing things. We have to think very seriously about the animation training in Scotland - we can train in our studio, but it's much better if you can pick people up from college, where they have already learned the basics.\" </p> <p>Chomet will be relying on his local producing partner Mark Cousins, who has turned to directing and producing since leaving the directorship of the Edinburgh film festival in 1997. Chomet invited him to work on The Illusionist after a pub crawl. Cousins is confident they can find the talent Chomet needs to continue making films in Scotland.</p>",
  "<p>Chris Schofield, English cricket's great leg-spin hope when he was awarded one of the first central contracts four years ago, has been released by Lancashire. \"We feel it is an appropriate stage in his career for him to seek pastures new and secure more regular first-team cricket,\" said the county's manager Mike Watkinson. </p> <p>Schofield, 25, made 68 first-class appearances for Lancashire and won two Test caps in six years. But he played only three times for his county last season, and took one wicket in 27 overs, though he scored three half-centuries, which in addition to his fielding ability made him a one-day regular. </p> <p>\"The past three years have been a bit disappointing and a bit frustrating,\" Schofield said. \"If I had got a one-year contract off Lancs I would have signed it because I'm a home lad, but I think they're going to sign [Muttiah] Muralitharan next year so I'd probably be getting only one or two games of cricket. So maybe this is for the best.\" </p> <p>Sussex, whose coach Peter Moores worked closely with Schofield on an England A tour of the West Indies in 2000-01, are expected to lead the chase. Lancashire have also released Jamie Haynes, the long-serving deputy to their wicketkeeper Warren Hegg, who has signed a new one-year contract but is still considering his position as captain. </p> <p>Sussex have allowed the Pakistan pace bowler Mohammad Akram to leave halfway through his two-year contract, for personal reasons. The 30-year-old is expected to move to Gloucestershire. </p> <p>A decision on shifting the International Cricket Council's headquarters from Lord's to Dubai will be made soon, it was revealed yesterday. \"We have had a very good offer from Dubai, but we are waiting for a final proposal from the British government which will come in the next few days,\" said Ehsan Mani, the ICC's president. \"We have been based at Lord's since 1909 and it's only right that we don't get up and leave a country that has hosted us for 95 years without giving it an opportunity to come forward with a proposal.\" </p> <p>The ICC's global cricket academy will be located in Dubai Sports City. Facilities unveiled yesterday include a 30,000-capacity stadium, three other cricket grounds, indoor training and fitness facilities and an educational block. The project will be open in 2007. </p> <p>Ranbir Mahendra was voted in as president of the Indian board yesterday after an acrimonious election. Mahendra, a former secretary of the Board of Control for Cricket in India, and the politician Sharad Pawar were level before the outgoing president Jagmohan Dalmiya used his casting vote. </p> <p>However, Dalmiya is still expected to retain control after he was named as the board's first patron-in-chief earlier this month.</p>",
  "<p>Tiger Woods may not play in the American Express World Golf Championship, which starts at Mount Juliet, near Kilkenny, today and he may get married next week in Barbados. However, as a bet that is probably not a win double, depending as it does on a \"perhaps-possibly-maybe\" scenario for the first part and pure rumour and speculation for the second. </p> <p>Woods has a pain between the shoulder blades that yesterday restricted him to seven holes of practice. He got it sleeping awkwardly on a flight from New York to Orlando and he will not know whether he can play, and compete, or not, until his warming-up session this morning. </p> <p>\"That will determine it,\" he said yesterday. \"I could have played all 18 today but it would have been tough. I've had other injuries in my career but this one - you just can't swing a golf club.\" </p> <p>As for getting married, Woods admitted that the assembled hacks would be the last people he would tell. \"All I can say,\" he said, \"is that I'm getting married in the future. I've narrowed it down to that.\" </p> <p>The rumours emanate from the unrelated facts that he has three weeks off after this event, that his Irish friends J P McManus and Dermot Desmond own the Sandy Lane hotel in Barbados where it is believed the ceremony will take place and that an Irish travel agent tried to book rooms there for next week and could not. Not much to go on but enough for a story in an Irish Sunday paper recently. \"He didn't deny it, though, did he?\" seemed to be the tone of hacks after Woods had left. </p> <p>Woods has reportedly said this week that one of the ways he thinks American performance in the Ryder Cup can be improved is by the team being picked on the basis of one year's results rather than two and by him becoming a playing vice-captain and \"doing what I can to make the team successful at the end of the week.\" </p> <p>Ironic words, given that it was at this event two years ago that Woods demonstrated in the plainest possible fashion that he has not a clue about how the Ryder Cup works. </p> <p>The first prize in this tournament then was $1m - now $1.2m (£666,000) - and it was played the week before the Ryder Cup at The Belfry. The then world No1 was asked the question: \"What would be the more important to you, to win this week, or the Ryder Cup next week?\" Woods answered: \"Here, this week.\" When asked why, he said: \"I can think of a million reasons why.\" </p> <p>That last might have been dismissed as a flippant reply but because of the amazing import of the first part of the answer, the follow-up question was put to him: \"Is it then no contest for you, the question of which is more important?\" Woods said: \"This is a big event. This is the best players in the world. You're playing stroke play on a great course, that's pretty important. I'm not saying that the Ryder Cup is not important, it's a completely different animal.\" </p> <p>When further pursued, with the question: \"Would it surprise you if most of the Europeans said they would rather win the Ryder Cup than here,\" Woods replied, \"Yes, that would be surprising.\" </p> <p>If there is a passage of words that more graphically illustrates the difference between the approach of the United States and that of Europe to the Ryder Cup, it has yet to be spoken, and if the Americans want to know where to start in their quest to win in Ireland in 2006, it is in altering prevailing attitudes of that sort. </p> <p>If Woods were to withdraw here it would, on top of the absence of Vijay Singh, be a huge blow to the tournament. But there is a huge cast of stars remaining, led by Ernie Els, Padraig Harrington, Darren Clarke, Lee Westwood, Sergio Garcia, and Davis Love III, more than enough for any tournament.</p>",
  "<p> <strong> OutRun 2</strong> Xbox, £39.99 Sega<br> **** </p> <p> Mention of OutRun is guaranteed to elicit misty-eyed reminiscences of misspent youth from thirty-something men. OutRun's enduring popularity is such that it can still be found in the arcades, so it is surprising it has taken so long to reach a console. Sega has done a great job, though. </p> <p>Naturally, a pixel-perfect facsimile of the OutRun 2 experience is included in OutRun 2 for the Xbox, but you will also find a Challenge mode, composed of a large number of diverse mini time-trials, which will keep you playing long after you have completed the arcade courses. It updates the original with new graphics and replaces the original's Ferrari Testarossa replaced with Ferrari's Dino, Daytona and F50. It also supports Xbox Live online play, which is bound to prove popular. </p> <p>OutRun 2 is, of course, proudly arcade-style, which means unrealistic but fun handling: brake and turn the wheel when driving the Dino 246GT, for example, and you will launch into a sustained tail-out skid. OutRun 2 is also untainted by political correctness - you drive with your girlfriend by your side, and can play the arcade game in \"heart attack\" mode, in which you please her by hanging the tail out or passing cars on demand. Crash, though, and she will wave her arms and berate you. </p> <p>There's also the legendary OutRun music - which could easily pass muster as the soundtrack for a porn film. The result is an utterly beguiling game worthy of its legendary name. <br> <strong> Steve Boxer</strong> </p> <p> <strong> A Tale in the Desert II</strong> <br> PC (online only), Free download then $13.95 per month subscription (approximately £8.00) eGenesis <br> **** </p> <p> When A Tale in the Desert came out last year it represented a breeze of innovation in a swamp of samey hack'n'slash online adventures. The premise was to transport players back in time to Ancient Egypt, where they would work together in a creative, non-combative environment following the seven disciplines of man. </p> <p>But instead of launching a simple expansion to the game, eGenesis has decided to open a new chapter in Egypt's history. Tale two comes with plenty of tweaks to the graphics and additional sound effects. This brings the already impressive landscape to life, especially when your feet are crunching on the sand as you run through the desert with cicada song in your ears. </p> <p>For those who have already played Tale One, the territory is familiar but there is new emphasis on events and competitions. The new game has much more of a \"city and country\" feel to it, with built-up areas and chariot stops in between, which are like BC bus stops that allow you to travel instantaneously around Egypt. </p> <p>Regular players might find being forced to start again frustrating, but the new events and engine tweaks mean there is plenty to see and do. <br> <strong> Rhianna Pratchett</strong> </p> <p> <strong> Star Wars Trilogy: Apprentice of the Force</strong> <br> Game Boy Advance, £29.99 Ubi Soft<br> ** </p> <p> Star Wars is everywhere. The films are out on DVD, while Battlefront is wowing online gamers. And then there is Star Wars Trilogy: Apprentice of the Force - a side-scrolling platform game from the old school. </p> <p>Leaps of faith - where the ground is hidden when jumping - and enemies who re-appear when you go back a screen, are two design elements that are - sadly - prominent, along with other travesties such as flashing blocks and locked door backtracking. </p> <p>But for those who feel the force of Star Wars, there is appeal. Played from Luke Skywalker's perspective, the game takes you through the set pieces from the first trilogy. Unfortunately, each setting offers samey gameplay - leaping from platforms and blasting or scything Stormtroopers. </p> <p>But what grates is the unfinished feel of the game. The plot uses still images from the film to drive things, but these are poor quality. The audio is inadequate, and the ending is too easily reached, suggesting even more that this was rushed out to coincide with the DVD release. <br> <strong> Greg Howson </strong> </p>",
  "<p> Six years ago, when the government announced it was going to turn off the analogue television signal, it seemed to be a signpost for everything New Labour stood for. The dotcom bubble was blowing up to enormous proportions, Techno Tony Blair was riding the crest of a phenomenal electoral wave and Labour was cultivating the \"cool Britannia\" image. Switching off analogue TV, we were told, would show the world how Britain was a technologically progressive nation at the vanguard of digital broadcasting. </p> <p>In many ways, that image has remained. Britain has one of the most advanced digital terrestrial and satellite broadcast networks in the world, and plans to cut off analogue broadcasting have continued. But despite this, the government's ambition to capture the white heat of technology appears to have been doused by the tepid waters of caution. The initial and ambitious switch-off date pencilled in for 2006 now seems like wishful thinking. </p> <p>The government's date for analogue switch-off has since seen a succession of reappraisals. At first, the deadline moved to 2008. Then it changed to 2010, a date that culture secretary Tessa Jowell insisted would \"remain attainable\" even in May this year. In July, however, the outlook became less optimistic after media watchdog Ofcom lobbied for the \"back stop\" date to move to 2012. </p> <p>\"The important thing for us is that this is a sensibly managed process,\" says Richard Lindsay-Davies, public affairs director of Digital Television Group, an industry body. \"It's a huge engineering project to change transmitters and get equipment into everyone's homes. We want it to be done in as joined up a way as possible.\" </p> <p>While the government puts back its switchover timetable, other countries are pushing forward with their plans for digital terrestrial television (DTT). Working to a 2010 date, Germany last year switched off Berlin's analogue terrestrial signal. Under the direction of the Federal Communications Commission, the US is looking tentatively towards a 2009 switchover. And even China, with a population 20 times larger than the UK's, has launched a drive to get the entire Chinese population - some 380m households - on to digital television by 2015. </p> <p>\"Most of these dates are flaky,\" says a spokesman for Ofcom. \"They may reflect 'ambitions' rather than real deliverable targets. This contrasts with our 2010 'ambition' and 2012, which feels like a much more real and deliverable timetable. </p> <p>\"In the US, for example, the 2009 target only means for the pay-TV platforms to go digital - it does not include a means of dealing with the last 10% who do not have these services. Hence, it is not really a full switch-off at all.\" </p> <p>To some extent, this is true. Germany's switchover is relatively easy since a huge proportion of German homes already use cable or satellite television, and the American and Chinese plans are over-ambitious. But such strong leadership still makes the British government's constant backtracking appear symbolic of wider indecision. The Blair administration is often accused of failing to make bold resolutions, and some feel it is hampering Britain's position as a leading technological innovator. </p> <p>\"While this indecision and delay continues, other countries that had previously looked at us with envy have forged ahead with their own timetables,\" says Laurence Harrison, director of consumer electronics at industry group Intellect. \"Some of them might be over the top, but at least they are backed up by positive government campaigns. We had that kind of forcefulness in the early days, but to some extent it has slipped away. The government needs to find it again.\" </p> <p>The problem is outlined starkly in a manifesto from Pace, a digital set-top box manufacturer: \"Britain leads the world in the development of digital television. Yet we risk losing this global lead unless the government and the digital television industry act more decisively to speed up the switch from analogue to digital.\" </p> <p>In truth, while costly for industry, the lack of definition on switchover dates has had few tangible effects for consumers. Digital switchover is, however, a problem that has broader implications. </p> <p>Any slowing of the digital drive could impede the adoption of other technological progressions. Television is seen as a key mover in the ultimate convergence of technology, eventually linking up with digital radio, broadband internet and other technologies. </p> <p>One fear is that a drawn-out switchover process would increase the digital divide. Currently, 53% of British homes receive digital television through a mixture of terrestrial, cable, satellite and even a small proportion of telephone services. This is remarkably close to the figure for home internet penetration, and some believe the correlation is no coincidence. Britain is breeding a generation of tech-aware consumers who have adopted a range of services - but with each step forward, they move further away from the minority who have yet to adopt. </p> <p>Still, it is far from being all bad news. A recent survey by market analyst Datamonitor forecast that 20m UK households will have switched to digital TV by the end of 2008. This is mainly on the back of the phenomenal success of Freeview, and will mean that Britain has the highest digital TV penetration in the world. The key to reducing strain at the point of switchover will be to reduce the numbers who need ferrying across the digital divide. </p> <p>So if Britain is leading the world, why have switchover plans remained so sketchy? Freeview's success has clearly indicated there is an appetite for the change among the public. Manufacturers, as always, would love to encourage sales, and broadcasters are unhappy with the expensive prospect of simulcasting on both analogue and digital for a long period. </p> <p>Some believe the main problem is ultimately not technological, but political. While digital switchover may not be a crucial topic in the election, it could prove a point of contention come the subsequent campaign in 2009 or 2010. A pro-switchover government could stand accused of disenfranchising millions of voters who have refused to buy digital equipment. </p> <p>\"It's a politically explosive issue because the cost of converting second and third TV sets would be around £3.5bn, says Dermot Nolan, a consultant at TBS. \"A solution needs to be found that's electorally saleable.\" </p> <p>Privately, politicians are resigned to paying large sums to effect the final transition to digital TV. However, they will be hoping to recoup much of the costs from re-selling the space on the analogue spectrum - perhaps to high definition television or wireless data services - though these seem unlikely to raise as much as the inflated 3G network licences did in 2000. </p> <p>But the political costs of pushing refuseniks to digital television could be even greater. Switchover could become a serious campaigning issue for those unwilling to make the change, or for those in isolated areas. Large numbers of people are already concerned they will not be able to receive DTT in time for transition. Consumers are concerned they are not being told what is really happening, and many industry insiders believe it is better to tackle this bull by the horns. </p> <p>\"This isn't really a political issue,\" says Lindsay-Davies. \"It's about upgrading the infrastructure of the UK. It's like upgrading the road system. If it's mismanaged, it would not do anyone any favours. In some ways, I think government is just an observer of the process, but a timetable would push consumers towards switching - as long as they understand the reasons why. We have to explain the changes rather than say 'we're doing this to you'.\" </p> <p>Some critics are concerned that a government scared of promising jam tomorrow is only causing itself future problems by failing to define a strong position today. </p> <p>\"As far as industry is concerned, what we need is commitment and certainty,\" says Intellect's Harrison. \"We firmly believe that government should take the lead on this and show firm leadership. They may feel it's politically sensitive, but they need to organise a single point of contact; there needs to be a minister who can take on the responsibility. Public awareness won't rise until there's a minister who can stand up and endorse that timetable.\" </p> <p>Strong political will would not only boost the switchover cause, but would also guarantee Britain's place at the heart of the digital revolution. Despite the progress being made now, that honour is by no means certain. </p> <p>\"Ofcom's call for the end of analogue could be described as very brave and subject to political conditions,\" says Nolan. \"So far there has been a lot of discussion and some interesting ideas, but action is still a long way off.\" </p>",
  "<p>Signs emerged yesterday that the British consumer - the mainstay of the economy for years - may be buckling under the weight of higher borrowing costs. </p> <p>Consumer spending, mortgage borrowing and consumer confidence have all fallen sharply. </p> <p>The data came as Kate Barker, a member of the Bank of England's monetary policy committee, strongly hinted that interest rates, which the MPC has raised five times since November to 4.75%, may have reached their peak. </p> <p>\"I think it is certainly true that the message we are giving is not the same as it was when we were at a period when we were clearly indicating that tightening was continuing,\" Ms Barker told Reuters in an interview. \"Clearly we are ... closer to a point when that's not what you are signalling.\" </p> <p>Her comments caused the pound to fall back against the dollar as financial markets further scaled back expectations of rate rises. The gradual change of view in recent weeks has already pushed two-year fixed-rate mortgages back below the 5% level. </p> <p>Ms Barker said she was worried by a series of statistics on the housing market, all of which have indicated that the long-running boom is over. </p> <p>The latest sign came from the Bank's own numbers, which show mortgage lending in August rose by £8.4bn - the weakest pace in a year. Meanwhile, the number of mortgage approvals - a crucial indicator of future housing market activity - fell to its lowest level in nearly four years at 96,000. </p> <p>Ms Barker said recent housing market data had been \"undeniably weaker\". But she still thought a collapse in house prices unlikely, although she did not want to rule it out. </p> <p>Separately, the CBI released its monthly snapshot of the retail sector showing sales at their weakest for 18 months in September. </p> <p>The employers' organisation warned the MPC to leave rates at their current level rather than put them up again. </p> <p>Ian McCafferty, the CBI's chief economic adviser, said: \"The Bank of England has been successful in slowing the growth of consumer spending. It must now be careful not to overdo things. Interest rate increases should be put firmly on hold for the time being.\" </p> <p>A key survey of consumer confidence from GfK showed its confidence barometer sliding to minus 7 last month, the weakest reading since March last year. </p> <p>Howard Archer, an economist at Global Insight, said: \"The GfK and CBI surveys strongly point to higher interest rates increasingly weighing down on the consumer. In addition, growing concern over the housing market and strong oil prices are also dampening factors. </p> <p>\"It seems increasingly likely that the Bank of England will leave interest rates unchanged for the rest of this year.\" </p> <p>Separately, the Office for National Statistics reported it had not revised its original estimate that the economy expanded by a healthy 0.9% in the second quarter of the year over the first. </p> <p>It also said the country suffered a £6.4bn current account deficit in the March to June period, up from £5.5bn in the first quarter, because of a smaller surplus on investment income. </p> <p>The deficit is equivalent to 2.2% of gross domestic product, less than half the United States' deficit of 5.7% of GDP. Britain's current account has been in the red since the third quarter of 1998 as the strong pound has curbed exports and boosted imports.</p>",
  "<p>The US Army, worried about the effects of bioterrorist attacks, has asked scientists in Pittsburgh to develop a paint that warns of the presence of biological weapons by changing colour. They're not there yet, but the group does reportprogress this week in the Journal of the American Chemical Society. </p> <p>Bioengineer Sang Beom Lee and colleagues have designed a molecule that changes from a neutral colour to red and pink when exposed to the food poisoning bug E. coli. Intriguingly, the molecules spontaneously arrange themselves into very small tubes - 1,000 times narrower than a human hair - which pierced the membranes of the bacteria like a needle and killed them in an hour. </p> <p>\"In these nanotube structures we have created a material that has the ability to sense its environment,\" says Alan Russell, one of the team. The tiny tubes organise themselves into an expanse of upright clusters that, when viewed with an electron microscope, look like the fibres of a shag rug.</p>",
  "<p>Liz Stuart's suggestion for a national voluntary service deserves serious consideration (Bring back national service, September 29). Indeed, we would argue that the concept could be extended further: why not replace student tuition fees with a student community service? If every student was contributing to a project in their area, the benefits would be numerous. The resulting savings would mean proper funding of higher education. It is time this kind of thinking went into Labour's manifesto.<br> <strong>Nick Temple</strong><br> The Global Ideas Bank</p>",
  "<p>Scientists have solved the mystery of a global hum which has plagued them since it was discovered in 1998. </p> <p>The constant drone at low frequencies, well below the range of human hearing, shows up in seismic measurements but cannot be explained by events such as earthquakes. </p> <p>Junkee Rhie and Barbara Romanowicz from the University of California, Berkeley blame the hum on stormy oceans. </p> <p>Writing in the journal Nature today, they suggest rough water sets the Earth's crust shaking, causing the hum. The sound is probably caused by the conversion of storm energy to oceanic waves, which interact with the shape of the ground at the bottom of the sea. </p> <p>The hum is faint but represents the release of energy, equivalent to an earthquake of magnitude 5.75 to 6.0 It is made up notes in the frequency range of between two and seven millihertz: in musical terms about 16 octaves below middle C. </p> <p>To pin down the hum's source, the researchers analysed seismic data from ground-monitoring stations in California and Japan from the 60 days in 2000 when there were no earthquakes to drown it out. They worked out the hum was tied to winter in each hemisphere, when ocean storms are most severe. \"Our results show that the ocean plays a key role in the excitation of the Earth's hum,\" they write. </p> <p>Other scientists blamed variations in atmospheric pressure, because they thought it might be causing a drumming on the Earth's surface. Others thought it was down to earthquakes deep in the Earth, which release energy without rupturing faults.</p>"
]