[
  "<p>Ian Wynne powered home to win bronze in the K1 500 metre final, but he must have wondered if it could have been silver or even gold. </p> <p>'I slipped on a kerb getting off the bus,' he said, 'and twisted my ankle.' </p> <p>Wynne spent the night with an ice pack on his leg and was on crutches as he prepared to go afloat, but was reluctant to claim it had affected his race. 'Once we got going I didn't think about it. I just focussed on the race.' </p> <p>But the 31-year-old did acknowledge that the injury had disrupted his preparation for the single kayak event. </p> <p>'It was painful warming up and I was pretty unbalanced off the start.' </p> <p>Wynne was in sixth place coming up to the halfway point of the race, when he began to move up strongly on the leaders. 'It wasn't the perfect race like the heat and semi-final, but I adapted to it.' </p> <p>He had qualified for the final, by winning his heat, picking up the form he showed in May when he won silver at the European championships. </p> <p>He also made it to the K2 1000m final on Friday, racing with Paul Darby Dowman. The pair finished seventh. </p> <p>'That wasn't a fair representation of what we can do,' Wynne said. 'And I wanted to make amends in the K1.' </p> <p>Afterwards he suggested that he still had some unfinished business. 'I want the upgrade,' he told his coach Eric Farrell. 'Next time I hope to win the gold.' </p> <p>Britain's flatwater kayakers had hoped to emulate the success of the British rowers in Athens. Wynne was 0.1 of a second behind second-placed Nathan Baggaley of Australia and half a second off Canada's Adam van Koeverden, who won gold. In the K2 they were two-and-a-half seconds off first place. </p> <p>Dr Tim Brabants, who won Britain's first ever medal in flatwater kayaking, taking bronze in Australia, finished fifth in the K1 1000m final, failing to match his performance in the heats when he recorded a wind-assisted, unofficial, world-best time. </p> <p>'Tim is the talisman of the team,' said Paul Owen, chief executive of the British Canoeing Federation. 'He's been the backbone of our sprint canoeing and it was a disappointment not to see him on the podium. But sometimes the rhythm isn't quite right.' </p> <p>Lucy Hardy, 24, came in seventh in the women's K1 500m event, while Germany's 42-year-old Birgit Fischer won her eighth Olympic title in the K2 1000m.</p> <p>You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to <a href=\"mailto:sport.editor@guardianunlimited.co.uk\">sport.editor@guardianunlimited.co.uk</a>, or mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\"> sport@observer.co.uk</a></p>",
  "<p>Wayne Rooney should find something more appetising to do on his days off, Michael Owen picked the wrong week to come clean over his England card-school losses, and Kieron Dyer chose the worst possible time to bite the hand that feeds him £60,000 per week. </p> <p>In all probability, there would never have been a good time for the charmless Dyer to demonstrate that modern stereotypes of millionaire footballers are uncomfortably close to the truth, but most weeks his crass insubordination in refusing to play where asked would merely have provided extra decoration to the Premiership's gaudy pageant. Most weeks football provides its own context, there being nothing bigger taking place anywhere else on planet sport, so that Dyer's unpopularity on Tyneside, say, would be judged according to footballing indices such as whether it would affect his England chances, his saleability or Sir Bobby Robson's future as manager. </p> <p>Thank goodness then for the couple of weeks every four years when football is not the only show in town. Despite all the low expectations and gloomy predictions, the Athens Olympics have been looking suspiciously like the greatest show on earth this past fortnight and in the process football has seemed tawdry. Night after night there has been gripping drama, sporting excellence and spellbinding images to light up our television screens, providing a powerful contrast to the one-paced and one-dimensional Euro 2004 tournament in Portugal. </p> <p>Few of the Olympic athletes, even the gold medal winners, will earn as much from their sport as averagely talented Premiership footballers can earn in a year, but Athens has been a timely and historically appropriate reminder that you can never put a price on glory. </p> <p>It was not supposed to be like this. Only a few weeks ago football types welcoming the advent of a new season were shaking their heads and claiming no one would be interested in the Olympics. All the speed and strength events were drug-discredited, the team sports small time, and disciplines such as diving and fencing were just so last century. </p> <p>Even the athletics world was depressed when the two errant Greek sprinters cast a shadow over the opening of the Games. Yet in the space of two sunny weeks all the misgivings have evaporated and the world has witnessed a truly uplifting global event. Water-cooler conversations all around the country have centred on sport, its highs and its lows, its rights and its wrongs, its triumphs and its tears, and for this country at least that makes a change. Yes, there are drugs at the Olympics, and no, an unequal and unfair world can never amount to a level playing field, but, however briefly or illusorily, Athens has managed to transcend that. </p> <p>Coursing nightly into our living rooms, courtesy of some breathtaking camerawork and a BBC slightly surprised at the success it has on its hands, has been a huge dose of not just the Olympic spirit, but of the human spirit. Names and individual achievements are unnecessary. We all have our favourites, but these Games as a whole have been great. </p> <p>By comparison, football's European Championship, ironically won by Greece, stand revealed as the damp squib of the summer. Tediously stretched over almost four weeks, with underperforming stars and underwhelming displays by most of the fancied teams, Euro 2004 did not come close to living up to its hype. </p> <p>This is not an attack on football, which does a pretty good job of keeping us entertained and amused during the 206 weeks between Olympiads, but if the Greeks can fit 202 nations and 28 different sports into a fortnight, surely sorting out 16 football teams need not take the best part of a month? The European Championship would be much better slimming down to become a fortnight-long festival of football. That would not only ease the pressure on professional players and make hosting the event less of a burden, it would leave the World Cup unchallenged as the sport's premier showcase. Even though people have been correctly pointing out for the last few years that you get a better standard of football in the Champions League. </p> <p>That is the essence of football's problem and the reason comparisons with the Olympics are somewhat unfair. Football is over-exposed, over-rewarded and over-familiar. By contrast, Olympic athletes are unobserved, under-funded and downright obscure most of the time. That is not the way professional sports are organised and even though there is money to be made these days the Olympics are better understood as the elite pinnacle of a huge amateur pyramid. Perhaps it is the very invisibility outside the Games that makes the sudden intensity of Olympic rivalry so compelling, perhaps the public is simply fed up of sport as business and receptive to the weird concept of sport as sport. </p> <p>Either way, the Games delivered. Hype was justified and considerable setbacks overcome. This jaded palette cannot have been the only one unexpectedly refreshed. There is more to life than football - and that should be a relief for everyone. </p> <p><em>You've read the piece, now have your say. Email your comments, be as frank as you like, we can take it, to <a href=\"mailto:sport.editor@guardianunlimited.co.uk\">sport.editor@guardianunlimited.co.uk</a>, or mail the Observer direct at <a href=\"mailto:sport@observer.co.uk\"> sport@observer.co.uk</a></em></p>",
  "<p>Nature owes us no favours. A line of lettuce is fair game to slugs, snails, lettuce-root aphids, rabbits or, in my own garden this year, being ripped to bits by pheasants. It is annoying if they all take more than their fair share. But the starting point in any intelligent discussion on how to deal with so-called pests has to be one of reasonable coexistence. To blitz all other forms of life is the road to insanity ... and thoroughly bad gardening.</p> <p>The starting point is to raise healthy plants. This stunningly simple notion is one which most of the modern agricultural and horticultural world have struggled to get their collective head around for the past 50 years or so: plants that grow in a soil with good structure, nourished with garden compost made primarily from plants grown in that soil, that are not in any way forced against the weather, location or size, are in my experience remarkably trouble-free.</p> <p>The second factor, completely interconnected with healthy plants, is to encourage and sustain a balanced ecosystem. On one level this is a given. Leave your garden untouched, and a balance will establish itself with a vast range of creatures that live off and with the plants, and they'll influence the look and content of the garden. But this would not be a garden. By definition a garden is an ordered, unnatural place. One of the skills is to assimilate that tight human control into a balance with the local wildlife. It takes about three years to become harmonious, but then it is very easy to maintain. Grow as many indigenous species as possible that are part of the food chain. Make the garden a comfortable, easy place for your plants rather than indulging in an ego trip about how you manage to grow such an unlikely range of plants. </p> <p>OK. No more lecturing, I promise - although I swear there is nothing, apart from my wife and children, that I care more passionately about. So what to do about the individual creatures that are hell-bent on upsetting that precious balance? Every gardener has their current list of tormentors but here are a few of the most troublesome.</p> <p><strong>Slugs and snails</strong></p> <p>These tend to dominate the modern gardener's list of problems. The healthy plant syndrome applies also to slugs and snails, and there are many predators - from birds, hedgehogs, toads, moles and beetles - so let that predatory balance establish itself. A few comments based upon my own observations in this garden: </p> <p><strong>1</strong> Grow fairly large batches of lettuce in blocks. The lettuces grow faster than the slugs can eat them, provided that you grow them in a slug-free zone like a cold frame or greenhouse and plant them out when they are growing strongly.</p> <p><strong>2</strong> Hostas are not a favourite food for slugs and snails. Grow tough-leaved types like Hosta sieboldiana and mix them with a range of other plants that will distract them.</p> <p><strong>3</strong> Put your energies into the slugs that do most damage - not necessarily the biggest ones. There are four main garden slugs: the grey field slug (Derocas reticulatum), which eats anything and reproduces three generations a year; the garden slug (Arion hortensis), shiny black with an orange belly and also omnivorous, whose party trick is to eat off bean plants at ground level and riddle potatoes with holes; the keeled slug (Milax budapestensis), black with a thin orange line down its back, which spends almost all of its life underground feeding off root crops but which will also eat what it can when it surfaces; and the black slug (Arion ater), which can come in almost any colour but is differentiated from all others by its size - though, despite measuring up to 8in in length, it is the least harmful of all. Rotovate to get at the keeled slugs and handpick the field and garden slugs. Leave the poor black slug alone.</p> <p><strong>Cabbage white butterflies</strong></p> <p>This is the cabbage white season, little fluttery angels of destruction that they are. There are two types: large and small. The large white lays its eggs on the leaves of brassicas (cabbages, turnips, radishes) and the yellow-and-black caterpillars cover them by the hundred, stripping the young plants to a skeleton. The butterflies are attracted by the mustard in brassicas which the plant develops as a defence against insects. The butterflies take on the mustard taste in their own tissues, which works against predation by birds. The small white lays deeper into the plant, and its green caterpillars do their work less conspicuously but to just as noxious effect. Apparently spraying the plants with saltwater can help, but the best cure is prevention, covering the plants with a fine net from the minute they are planted until October. Otherwise you must go through each plant every day, picking off the caterpillars by hand.</p> <p><strong>Aphids</strong></p> <p>We now have an invasion of hoverflies, and their larvae eat aphids. Probably the best action you can take against aphids is to encourage ladybirds, hoverflies and lacewings into the garden by planting umbellifers like dill and fennel, or letting a patch of carrot go to seed. Tits eat huge amount of aphids, as will parasitic wasps. But one comes back to the need for healthy plants that do not have too much lush, soft growth - meat and drink to aphids. An aphid that you will not see until it is too late is lettuce-root aphid, which thrives at this time of year in very dry conditions. Lettuce will wilt a little and then suddenly collapse because the aphids feed off the roots. Lift all the affected plants and compost them and do not replant with lettuce for another year. Make sure that all unaffected lettuces are kept well watered. </p> <p><strong>Whitefly</strong></p> <p>Whitefly is primarily a pest of conservatories and greenhouses, and leaves a sticky goo that attracts sooty moulds on tomatoes, brassicas, peppers and glasshouse plants. The whitefly eggs hatch into nymphs or larvae. A minute parasitical wasp, Encarsia formosa lays its eggs inside these nymphs, and when the eggs hatch they feed off their host, killing it and hatching out from its redundant body. It can be ordered from a garden centre, will be sent to you, and must be used within 18 hours of delivery. The adults live for two weeks and should lay around 100 eggs each to carry on the good work, but they only operate in warm temperatures.</p> <p><strong>Vine weevils</strong></p> <p>These are second only to slugs and snails as horticultural hate figures, particularly to plants in containers, yet I confess that I have never even seen one. That could be because they tend to be spread in pots by plants bought from garden centres, and I very rarely buy plants this way. But they are recognisable from the beetle-like adult covered with yellow specks or the C-shaped, creamy-white larvae. The adults eat irregular holes around the edge of the leaves, but the larvae do the real damage. The adults are almost all female and will each lay more than 100 eggs in the soil around the host plant from late July. The larvae will then feed on the host's roots until spring, when they pupate. A cold winter will kill the adults. </p> <p>Pathogenic nematodes can be watered into the pots and will attack the grubs. The compost must be warm and moist, so water the plants first. Look for the adults with a torch at night and pick them off, and before buying any plant in a container, take it out of the pot and check for adults in spring and larvae in late summer. </p> <p>Sorry not to have space to mention pigeons, sawflies, weevils, thrips, suckers, leatherjackets, earwigs, wasps, moles, rabbits, voles, cats or rats. Another time.</p> <p><strong>·</strong> <a href=\"mailto:monty.don@observer.co.uk\">monty.don@observer.co.uk</a></p>",
  "An Algerian in his late thirties walks nervously into a prison chapel at Woodhill high-security jail in Milton Keynes. For some reason, the authorities have decided that a Christian place of worship is the best place for this devout Muslim to tell his story. <p>But the venue is the least of the problems for Mr A, who has been certified by Home Secretary David Blunkett as a terrorist: an Islamist extremist with links to Chechen rebels, Algerian armed groups and at least one known al-Qaeda suspect held in Britain. </p> <p>We cannot name Mr A because his anonymity is protected by a court order to guarantee the safety of his family in Britain and Algeria. Along with 11 other foreign detainees incarcerated under the Anti-Terrorism, Crime and Security Act, he exists in a penal no-man's-land and can be kept in jail indefinitely. </p> <p>He is charged with no offence by a British police officer, convicted of no crime by a jury, but judged such a risk to the public by MI5, the security service, that he can be detained until Blunkett judges the 'war on terror' is over. No hard evidence has to be produced to back the intelligence service claims. </p> <p>'Just imagine a British man held indefinitely in Algeria,' he says. 'This is a slow death and they are destroying my mind.' </p> <p>Dressed in a green T-shirt, beige chinos and trainers, Mr A looks tidy and well groomed. Close-cropped beard and neat, curly black hair also suggest he is keeping body and soul together. But throughout the two-hour interview one leg jigs unconsciously with nervous ten sion, a sign of the well-documented trauma which comes from indefinite detention. </p> <p>Unlike convicted terrorists, who leave prison at the end of their sentences, this father of five could be in jail for ever. </p> <p>After two-and-a-half years in custody, Mr A has finally been authorised to talk to the press after a long legal battle by The Observer and the Guardian; he is the first detainee held in a high-security prison to do so. He has not been interrogated by police or the intelligence services about his activities. Neither has he been told what evidence they possess for his alleged links to international terrorists. </p> <p>The paradoxes of his situation are multiple. He has been detained without trial precisely because there is not enough evidence against him to bring before the courts. He cannot be deported because the UK authorities judge he would be at risk of torture or death if he returned to Algeria, yet can choose to return voluntarily to his home country whenever he wishes. He is a certified international terrorist, but he can choose to leave for a country other than Algeria if one will accept him. </p> <p>The case against Mr A was discussed in May in open sessions of the Special Immigration Appeals Commission (SIAC), the tribunal that deals with deportation cases involving national security issues. At its heart was the allegation that he supported the Chechen struggle against the Russian government, a claim Mr A does not deny. </p> <p>According to witnesses, Mr A provided boots, a sleeping bag and satellite phone equipment to the rebels in the breakaway Caucasus republic. It was even admitted that such support would not have been classed as terrorism before the suicide attacks in America. Intelligence officers pointed out that, had the equipment been provided to Chechen separatists themselves, then Mr A would not have been committing a crime. But they claimed that, as the boots and sleeping bag were destined for a small group of Arab fighters with known links to al-Qaeda, his actions do constitute international terrorism. </p> <p>Mr A remains proud of the work he did for the Chechen cause: 'Because of the conflict, people are driven from their homes. It is our duty to help them. We sent many things, not just boots - clothing for the poor and needy.' </p> <p>The government claims Mr A also associated with known Islamist extremists and supports militant groups in Algeria, which he violently denies. </p> <p>Last October, SIAC decided that Mr A had procured material for Arab Islamists fighting in Chechnya and was a supporter of an extremist faction in Algeria and concluded: 'We have reasonable grounds for believing that A is an international terrorist as defined by the 2001 Act and for believing that his presence in the United Kingdom is a risk to national security.' </p> <p>Mr A says: 'I am not a terrorist, but I am a member of a group: five kids and a wife.' </p> <p>He just wants to talk about his family. He has not seen his teenage daughters for two years and does not like his wife and younger children visiting him in prison. </p> <p>'Imagine this environment for anyone who has not done any crime. I was scared even to bring [my family] to prison. It will have a great impact seeing all the officers and dogs.' </p> <p>Mr A's wife, a European convert to Islam, has been diagnosed as clinically depressed. His children have become desperate. In a letter to their 'Abee' (Daddy) this month, they wrote: 'It is unfair for you to be there, and we wish you were here to look after us. We dream about you a lot and you've been there for too long and we need you here so much. Inshallah, you'll arrive home soon and our family will be complete again.' </p> <p>Mr A says his children have told him that almost every night they dream of seeing him walking through the door. He claims they are still traumatised by the dawn raid in December 2001, when they were woken to see their father dragged off to prison. His wife was eight months pregnant and, despite begging that he be allowed to stay until she gave birth, he was taken to the Belmarsh high-security prison in London and has been in jail ever since. </p> <p>He finds it particularly difficult not to see his youngest son, born while he was in custody, and finds the child's rare visits with his mother deeply upsetting: 'My son doesn't know me. He screams when he sees me. I can't hold him and can't hug him because he is screaming all the time.' </p> <p>Mr A himself, in common with many other detainees, is on antidepressants. Already Abu Rideh, a Palestinian prisoner, has been transferred to Broadmoor high-security psychiatric hospital, and three other detainees at Belmarsh are said to be in a state of serious psychiatric collapse. </p> <p>Belmarsh and Woodhill have been described as 'Britain's Guantanamo', but Mr A says the everyday living conditions are not the problem: 'They look after you, give you a cell on your own. But is it me or my family who is punished? They have driven my wife mad.' </p> <p>The problem for Mr A is the unknowns. How long will he be held? What is happening to his family? As a certified terrorist, will anyone who tries to help him be labelled an extremist in their turn? 'If they cannot try me in a court of law, give me other options. Just let me be somewhere with my family.' </p> <p>In his desperation, Mr A has decided that he may even now risk torture or death to return to Algeria if he fails to get bail at his next attempt. He says his fellow detainees have been shocked by his decision because of the danger he and his family will face on their return. But he can no longer bear being separated from his family. </p> <p>He comes from near the eastern Algerian coastal city of Annaba, close to the Tunisian border, hard hit by the civil war between the government and Islamists which has cost more than 100,000 lives. 'It's a beautiful town by the sea,' he says. 'I can't wait.' </p> <p>Incredibly, his family in Algeria does not know he is in prison. He still speaks to them regularly over the phone from Woodhill and tells them everything is all right. When relatives ask to speak to the children, he says he is calling from the office. </p> <p>He knows that he will be questioned by the authorities when he arrives in Algeria, but says anything will be preferable to not knowing his fate: 'In Algeria there is a proper legal system. All these political games are not for me. I want to find a way of being with my family. I want to leave this civilisation.' </p> <p>Blunkett has argued that 11 September 2001 necessitated a new approach to the threat of international terrorism and that the legislation which followed was a response to the exceptional circumstances now faced in the war against terror. </p> <p>Yet supporters of the detainees point out that in their 30 months of detention no attempt was made to debrief any of them about what they might know, despite allegedly being some of the most dangerous international terrorists in Britain. </p> <p>Two months ago each man received a letter from the Home Office asking if he would be prepared to co-operate with MI5. The letter, dated 3 June, states: 'The security service would welcome the opportunity to discuss any knowledge you may have of international terrorism in the United Kingdom or overseas.' </p> <p>So far, no one has agreed to co-operate because no one admits to being a terrorist. </p> <p>Mr A says he is grateful to the British people who have campaigned for the detainees and was particularly touched by a Nottingham priest who spoke against indefinite imprisonment in a service. </p> <p>Asked what he would like the British people to know about the detainees, whose names they are not even allowed to know, Mr A says: 'The government you vote for is a democratic government, but is abusing its power. It holds people without trial and without sentence for an indefinite period. They have damaged our children and wives.' </p> <p>He says he would still like to see his children grow up in Britain, but knows that the chance is fading by the day. </p> <p>'I cannot see my family destroyed under my eyes. I divorce you, Britain,' he says, before leaving the chapel for his cell.</p>",
  "<p>The reading and writing speeds of millions of office workers are being dramatically impaired by poor air quality. </p> <p>For the first time, researchers have measured how sick building syndrome - the mystery flu-like illness often blamed on germs spread by office air conditioning - could be affecting workers' performance. </p> <p>Typing and reading speeds in offices with poor air quality were reduced by up to 9 per cent, the equivalent loss of 4.5 hours in an average 48-hour working week. Experts from the Watford-based Research Building Establishment, the government advisers on indoor air pollution, said the research suggested sick building syndrome could be costing the economy billions by lowering productivity. </p> <p>Experts from the International Centre for Indoor Environment and Energy studied workers in air-conditioned call centres in Denmark, similar to those in the UK, over an eight-week period. Among factors that affected the work rate of employees were used filters on air conditioning systems. Fumes given off by products such as new computers also had a profound affect, reducing workers' ability to type accurately and quickly. While sick building syndrome has been linked to headaches and lethargy, it has taken years for experts to quantify an impact on peoples' ability to work. </p> <p>Dr Paul Harrison, director of the MRC Institute for Environment and Health, said: 'This research will make a number of bosses think again.' British business currently pays a £11 billion a year bill for sick leave, the equivalent of £400 for each of the 28 million workers. </p> <p>Now experts, led by David Wyon, who carried out the work for the Danish-based International Centre for Indoor Environment and Energy, will attempt to determine what precisely is causing the loss in productivity.Badly installed air conditioning systems have been considered a culprit along with fumes from new carpets. </p> <p>Dr Derek Crump, associate director of BRE Environment, is among those alarmed that Britain has yet to begin labelling products such as carpets according to their emissions. 'We have done very little to control emissions, while in Germany and Japan products have been labelled for years on that criteria,' he said. The government is expected to announce guidance on potential problems with indoor air pollution later this year.</p>",
  "At the end of Porsche Strasse there looms the raison d'être for the Lower Saxony town of Wolfsburg. Four chimneys tower over the Mittelland Canal. Below them is fixed a giant marque. It reads VW, for Volkswagen. <p>The home of Europe's biggest car manufacturer, a short drive off the autobahn that links Hanover with Berlin, would be an unremarkable little town. Except that Wolfsburg has become a metaphor for Germany's struggle to reinvent itself after almost two decades of industrial sclerosis. </p> <p>This symbolism can be summed up by one man - a figure more closely associated in the minds of German workers with the pains of reinvention than even Chancellor Gerhard Schröder: VW's director of personnel, Peter Hartz. </p> <p>The employment guru, and author of Job Revolution - picked by Schröder to head his commission to reduce Germany's vast welfare budget, staggering under unemployment of 4.6 million - has become a lightning rod for all the merging tensions in German society: between unions and management; government and governed; east and west; right and left. </p> <p>The recommendations of his Hartz Commission - to encourage the long-term unemployed back to work - are behind four weeks of growing anti-Schröder 'Monday demonstrations' that started in the east and have spread to over 140 German cities. The tough prescription has led to puns on Hartz's name with hart - or 'hard'. </p> <p>Under a provision known as Hartz IV, Germany's once-generous unemployment benefits will be cut to a single year from three. Jobseekers must then find employment or apply for a new, lower, means-tested benefit that will even take into account the amount of children's savings. </p> <p>These are measures so controversial that they have triggered a growing political crisis within Schröder's own governing Red-Green coalition, confronted with an almost devastating collapse of support for Schröder's own SPD, and threats against him by the more left-leaning in his party - including former leader 'Red' Oskar Lafontaine - to form a separate group. </p> <p>It is not only in the area of welfare reform that Hartz's name has emerged as a byword for controversy. In Wolfsburg too he has stirred up anger in the workforce, with an announcement last week that VW, faced with declining profits, was seeking a two-year wage freeze among its 175,000 employees as part of plans to reduce labour costs by 30 per cent by 2011. The plan was immediately rejected by the powerful IG Metall union - setting up what some fear could be a bitter confrontation between the union and the management. </p> <p>And so last week Hartz became the symbol of two converging forces that confront Germans with an unenviable choice: to work harder for less money or to risk losing their jobs to factories overseas and face a tough new benefits regime. </p> <p>Rainer Redweik is a Volkswagen computer operator who collates exhaust emission reports in the Wolfsburg works. A union member, he is intelligent, cautious and pragmatic as he articulates worries about the Catch-22 confronting workers, switching between concerns over Hartz's plans for Volkswagen's workforce and his concern over Hartz's recommendations for the unemployed. </p> <p>He can see the challenges confronting German industry from globalisation and cheaper manufacturing overseas, although he questions whether their product is the same quality. He sees the need for welfare reform, but is horrified by some of the remedies suggested. And he admits that he is baffled by what he calls 'the politics of Volkswagen'. </p> <p>'I don't understand it,' says Redweik. 'They want to take away our money, yet share-holders will still get theirs. And the management will still be getting good money.' He complains too about a plan for newer employees to be paid less than longer-term workers for identical jobs </p> <p>When he switches to the welfare reform agenda, his feelings are more mixed. He is scandalised at a proposal to count the savings of children of the unemployed towards their parents' assets but agrees that with so many out of work, some cuts are inevitable and even 'positive'. </p> <p>But if he articulates one thing, it is uncertainty about the future - the same poisonous uncertainty that is demolishing support for Schröder. What men like Redweik can see around them is a slow unravelling of Germany's post-war social accord, amid the ever-declining power of the trade unions which contributed so much to the social stability in western Germany since the Fifties. </p> <p>Now 48, Redweik was born into a generation that expected the union-protected guarantees of the generation before: an apprenticeship that would prepare the worker for a job for life; eight-hour shifts; a shortening work week and the Lohnfortzahlung, which would ensure his pay would continue in case of illness. </p> <p>Since the Fifties these unions had fought for a working week ever-shortening towards 35 hours, and collective bargaining agreements that bound whole industries. Their influence went beyond that. In 1998 they helped to propel Schröder into power, organising rallies, helping his election effort and spending millions on advertising. </p> <p>But even as he was elected, trade union power was in a deep decline. A membership that peaked at almost 12 million following reunification has now lost more than a third of its members. Of those that remain, up to a third are pensioners while the average member - like Redweik - is male, educated and over 40. </p> <p>In the past 12 months German management has begun to reverse a half-century of union gains, beginning in the east when IG Metall was defeated in a strike designed to bring work hours down from 38 hours to the 35-hour norm in western Germany. </p> <p>Managements have since forced two high-profile settlements - at DaimlerChrysler and Siemens - where workforces agreed to work longer hours for no extra money to save jobs moving abroad, setting the scene for the showdown between Volkswagen and IG Metall in September. </p> <p>Jörg Köther, one of the IG Metall officials involved in negotiations with Hartz and Volkswagen, feels industrial action is almost certain in a case he contends will have ramifications across Germany if his union loses its claim for a 4 per cent wage rise and guarantees of full employment, rejected in Volkswagen's hard-nosed pre-emptive bid. </p> <p>But Köther paints a more sympathetic picture of Hartz: 'For most people now demonstrating in Germany against his welfare recommendations the simple view of Peter Hartz now is that he represents both the management pressure on one side to bring down wages and an attack on welfare benefits on the other. But it is more complex than that. He was always one of the more progressive managers - although not easy for the unions to deal with. </p> <p>'When I hear what he has to say now it sounds not like Peter Hartz, but the company's board that is speaking.' </p> <p>Köther is convinced the dispute is important because of managements' desire to take on the unions. 'If we lose at Volkswagen,' he said, 'every other company in Germany will do the same.' </p> <p>He is certain of another thing. When Schröder's party goes to state elections in the autumn and afterwards, IG Metall's 2.5m members, 'upset and angry' at his betrayal, will no longer help him. </p> <p>'What happens in Wolfsburg with the Volkswagen negotiations will have a significant impact for Germany,' agrees Dr Martin Werding, director of social policy and labour markets at the Ifo Institute in Munich. </p> <p>'Germany has seen 20 years of relatively poor economic performance, lagging behind our competitors. For 20 years we have reduced our working hours and that trend has not been matched by a reduction in compensation for workers. Now we have the world record for pay per hour worked. </p> <p>'The reason it is being addressed now is because our economic crisis is becoming more and more visible with the problem of massive long-term unemployment.' </p> <p>Werding believes this has caused the convergence of the two issues: tough welfare reforms and a move to drive down wages. But one thing worries him. 'The unions do not have a clear strategy. They do not understand how things have changed in Germany in the past 30 years.' </p> <p>And if a premonition was needed in Wolfsburg about the likely trajectory of September's negotiations, there is a poster pasted on the town's walls. It is for a grand arm-wrestling competition. Its sponsor is Volkswagen.</p>",
  "It wasn't until the Dodge Durango reached 9,000 feet that Radio KRKS, Denver Christian Radio, finally gave up the Holy Ghost. For 90 miles up Interstate 70, past the Coors Brewery, Buffalo Bill's grave and into the mountains, I had been listening to Pastor Rod and Rocky's prayer show. 'The spirit,' said Pastor Rod, 'is already moving a number of you to call our phone-in.' <p>First, there was Cheryl, who wanted intercession for her sister and brother-in-law, facing delays in moving to their new house. 'Dear Lord,' prayed Pastor Rod. 'We ask you to help Cheryl's sister in this difficult moment.' </p> <p>Near Idaho Springs, the conversation shifted to teenage sex. A young author was on the programme advising teenage boys on how to turn away from internet pornography, as a first step to maintaining abstinence. Then, before any clammy-handed adolescents could call in, the road went through the Eisenhower Tunnel and the signal was lost. </p> <p>Colorado, where the Great Plains meet the Rockies, is part of the United States of Otherness, the European's disturbing dream of America. Democrat America we like and know well; we visit its cities on the east and west coasts, and its pundits are always on our radios, shaking their heads over George W Bush. But this state is run by the other tribe. In 2000, its eight electoral college votes went to Bush. Colorado has a Republican governor, both its senators are Republicans, and so are five out of its seven congressmen. Here, if anywhere, you can find out who these Republicans are. Radio KRKS seemed to confirm much that a secular Brit had ever worried about. </p> <p>The local Republican chairwoman had invited me to visit her in the city of Leadville, 5,000 feet above even the Mile High City of Denver. Writers had been to this old mining town before. In April 1882, Oscar Wilde gave a lecture on art appreciation at the Tabor Opera House, later remarking that the miners had seemed to think that Botticelli was a drink. After the talk, Wilde was taken on a torchlit parade to the famous Matchless Mine, where he was let down to the silver workings in a bucket. </p> <p>Huge fortunes, such as the Guggenheim family's, were made up here. And lost. The last miner was laid off from the nearby Climax molybdenum mine in the late Eighties. Since then, the residents of Cloud City had been relying on work in the tourist industry, mostly in the nearby resort of Vail. </p> <p>But Leadville, sitting below Mounts Elbert and Massive, must be one of the most beautiful cities in the world and, gradually, wealthier people at the end of their careers have come here to live high up among the log pines. One of the first was Maryellen Thoren, vice-chair of the High Mountain Republican women. She came to pick me up from my bed and breakfast early on a Sunday morning and drove me round town in her large Lincoln. Now in her sixties, she looked like an older Sally Field and lived like The Archers 's Linda Snell on speed. There was hardly a voluntary organisation in the area she didn't help with or hold office in. When they were told I was meeting her, even the taciturn hoteliers I was staying with warmed a little. 'Maryellen,' they said, 'is a great lady.' </p> <p>She didn't start life as a Republican. Her father was a blue-collar worker in Philadelphia, a union man and a Democrat. But as she went through college, Maryellen came to a different view. Having no money, she never attended college during the day, so she took jobs to keep herself and studied in the evenings. It was 1964. 'You know, Lyndon Johnson and the Great Society turned me off. I believed that if you wanted things, then you worked for them. So I supported Goldwater, even though he was a little extreme.' Maryellen became a Republican because she disagreed with welfare - it sapped the incentive to get out there and achieve your dreams. 'We had multi-generational welfare families, where no one worked,' she said. </p> <p>The logic of this might have been the pitiless one of leaving people to pull themselves up, but Maryellen was never a leaver. You should help people, she told me, but through charities and the churches, not government. Having worked for AT&amp;T abroad, Maryellen came home determined to put her skills to good use. At 9am, I went with her to the modern Presbyterian church where she worships. There were 40 or so people in the simple, modern building (the normal congregation is around 70), and the sermon being preached by the plump woman preacher was 'Send me'. 'Here I am, Lord,' went the hymn that accompanied the text. </p> <p>And here, Maryellen was, always ready to be sent. She was (unpaid) vice- principal of the local college. In 1996, she volunteered as an election observer in Bosnia. 'I will tend the poor and lame,' the hymn went on. 'I will set a feast before them', which Maryellen obliquely did, she told me, by getting Leadville connected to the fibre-optics highway so the local economy could diversify and the folks (many of them Hispanics) in the local trailer parks could get jobs. </p> <p>The night before, I had watched a CNN report from Ohio, where workers who had just been made unemployed and who had begun the rapid descent towards trailerdom, were queuing at soup kitchens. For all its volunteering, Maryellen's can be a rough old creed. </p> <p>But clear as she was about welfare, Maryellen was a moderate on everything else. She believed in Christianity by example, not by fire. 'It's about doing what you can to make a difference in the world. The question must always be, \"Can you live with yourself?\"' </p> <p>She regarded such issues as abortion and gay marriage as none of the state's business. Warmly greeted by Maryellen's friends at the church, I was also granted a revelation: that this, rather than the tele-evangelism and Elmer Gantry fundamentalism that we enjoy shuddering about in Europe, was more likely to be the true Republican Christianity. </p> <p>Just after her husband died two months ago, Maryellen's lobbyist son got her a ticket for a huge Washington dinner. She brought back a photograph of herself alongside George Bush. That association alone might be enough to consign her to perdition in the eyes of many readers, but if I were ever in trouble, I'd hope to be somewhere near Maryellen. She was a lovely woman. </p> <p>Democrats still outnumber Republicans in Leadville by more than two to one. On Harrison, the main street, I found the office of Marcia Martinek, editor of the Leadville Herald Democrat (established 1879). Her political origins were similar to Maryellen's. She was a registered Republican and her late husband had been the Republican sheriff in Colorado's Arapahoe county. </p> <p>'I became a Republican because I didn't like putting more and more money into welfare, where people got paid for every extra child they gave birth to out of wedlock,' Marcia said. And then, sounding like Gordon Brown: 'It would be better to provide daycare, so that single moms can work.' </p> <p>But Marcia hadn't voted for Bush in 2000 and isn't about to in 2004. She didn't like the social stance. 'You know, it's hard to be Republican and to be a woman too,' she told me. She felt that some women were slipping back into traditional domestic roles, prevented from achieving more. And then there was Iraq. Her stepson, a strong Bush supporter, had been in Falluja with the 1st Infantry. Now he was coming home, but Marcia wondered why he had gone in the first place. 'What did the President know, what did the President not know about WMD? Was it justified?' </p> <p>Iraq and security still seem to play for Bush. On the scenic train to Climax, built along the side of the mountain because a rival line had been built along the valley, I met Glynn and Connie, from Fort Collins. They were thinking of moving to the mountains because the foothills were getting too crowded. Glynn was very reluctant to talk about politics. 'Once, it was all quite simple, but it's all global now. Even the CIA doesn't understand the world, so how can we?' This same analysis made Connie want to stick by Bush. 'The world is a scary place, isn't it? I just think we should keep the man who's been through the fire. Right now, you don't want to change horses in midstream.' </p> <p>While we were speaking, 500 runners had been taking part in an insane race. The Leadville 100 ('The Race Across the Sky') is a 100-mile trail run that takes a day and a night to complete. So next day, in the 6th Street gym, they were celebrating the achievement of the 196 who had finished within the regulation 30 hours. There was not a polyester moose in sight as Ken Chlouber, a former miner, current Republican State Senator and founder of the Leadville 100, handed out the gongs. Back in 1982, Chlouber was the first Republican elected here in 30 years. Now, in his stetson and shoelace tie, he is a local landmark. I told him I was a journalist from Britain and congratulated him on the race. 'Well,' he said politically, 'it's folks like you who make it what it is.' I told him I didn't think so. </p> <p>Chlouber marked a trend. With the unions gone and retired people and second-home owners moving in, the political character of the area has changed. It's only 16 years since a Colorado senator, Gary Hart, was a front-runner for the Democratic presidential nomination, before he was tripped up for premature Clintonism. It seems longer. </p> <p>Standing next to Chlouber, with long grey hair, a print dress and the air of rosy purposefulness of a Liberal Democrat councillor, was the woman who had asked me up here, Merilee O'Neal, chairwoman of Lake County Republicans. As you read this, Merilee will be arriving in New York for the Republican convention, which starts tomorrow. Last Sunday, she was co-organiser of the Leadvillle 100. This evening, the Colorado delegates have all got Broadway tickets for The Phantom of the Opera . </p> <p>Merilee was looking forward to New York. 'It's a great moment,' she beamed, 'being part of history. You know, David, I love George Bush, I love his parents, I love his wife. I respect all of them.' </p> <p>Like Maryellen, she had been born into a Democratic family. Her father had been a small rancher in Gruver, Texas. 'He was a very conservative Democrat,' she told me, of the kind who no longer exists. She described herself, in what was to become a model formula, as 'fiscally conservative and socially moderate'. And she didn't like the Christian right, whom she felt had more loyalty to their own ideology than to the party. 'It does bother me,' she admitted, 'that there are single-issue party people who'd rather lose an election than compromise. But you know, it's the squeaky wheel that gets the grease, David. They get the attention.' In fact, Merilee felt that she had much in common with some Democrats. She had watched their convention and thought that many of them had sounded just like Republicans! </p> <p>So, as I headed down the mountain again, I listened to KRKS in a different way. First off, it's one radio station among dozens; then, how is the mom seeking advice on how to teach her 10-year-old daughter about purity and not flaunting her body, very different from a Muslim parent advocating the hijab? None of it necessarily means that the clock is about to be turned back to pre-feminism. These Republican women would never allow it. </p> <p>Colorado is not just Republican, it's also the future. The state is growing rapidly. What they call the 'front range', the strip beside the mountains from Fort Collins in the north to Pueblo in the south, is seeing the highest population growth in the United States; 10,000 newcomers arrive to live in Colorado every month, drawn by the beauty, the climate, the trails and the rivers. In the middle is Denver and it is there, in its rejuvenated downtown, near Union Station, that I meet Mike Nelligan, chair of Denver Metro County Republians. </p> <p>Mike is tall, rangy and shrewd, a semi-retired businessman who became politically active three or four years ago. And, another blow to prejudice this, he is absolutely delightful. 'Yes, Colorado is becoming more Republican,' he says. And adds, rather complacently: 'The people who come here tend to be more successful and more successful people tend to vote Republican.' Mike makes an easy equation of aspiration with Republicanism which, if the electorate believes it, could be lethal for the Democrats. But, in fact, a large proportion of the immigrants are Hispanic, who are not traditionally on the right. What does Mike make of them? 'Well, they either can't speak the language or don't vote. But if they did, they could change everything.' </p> <p>We drive off. The mountains are on the right, so we head south, to a development called Highland Ranch, a new town of 75,000 inhabitants. 'It's the kind of place we call the \"calving pens\",' Mike laughs. 'It's a pre-planned development where the 25-50s come to have their kids. The schools are here, the shopping malls, the churches...' </p> <p>Speaking of which, how important does he feel the Christian right is? 'You know, they're more adamant. They turn out to vote. Pro-choice people are more comme çi, comme ça - \"Maybe I'll vote, maybe I won't\". So it's a constant battle at the state level as to who is going to win the chairmanship and what's going in the policy platform.' </p> <p>Mike is a business Republican - pro-choice and not that keen on guns. Earlier this month, Colorado Republicanism was convulsed by the struggle for the nomination for a vacant senatorial post between a local congressman who was backed by the strong fundamentalist wing, based in Colorado Springs, and a man they referred to as the 'alcohol magnate', multi-millionaire Pete Coors. Coors, a neophyte, won, but it was a nasty fight, in which he was accused of liquoring up the state's notoriously drink-prone youth, and of funding abortions through his company's employee health insurance scheme. Pathetically he announced an end to the health funding for abortions. </p> <p>It is Coors we have come to see. His HQ is in Highland Ranch, as is the HQ of the Colorado Bush-Cheney campaign. There I meet Barbara DeGroot, glamorous, somewhere-over-50, chair of the Denver Bush-Cheney campaign and good friend of Mike's. It is Barbara who has procured the interview. Pictures of volunteers cover the walls and a halo of tinsel surrounds the notice that Beth Itchkawich is volunteer of the month. Young Corey, just out of college, shakes my hand. 'Are you really from London? Your Tony Blair, we think he's awesome. He stood by us and we will never forget it!' </p> <p>I don't like to tell him that simply by repeating his words, I have probably cost Blair another hundred votes. James and Shirley Ball from Fort Logan are there to collect new yard-signs, he in his USS Lincoln baseball cap and she in her 'All-American Mom' sweatshirt. Their old Bush-Cheney signs have all been stolen. 'We've lived there since 1963 and we've never had any trouble until now,' says James. 'Things are getting a bit nasty.' </p> <p>The alcohol magnate is Munster-tall, handsome, red-faced and courteous. I had seen one of his TV ads the night before. In 15 seconds, he had said: 'I'm Pete Coors and I'm in favour of low taxes, our troops and the family, so vote for me.' During the primaries, Coors had been forced to trim to the right to get the activist vote. Then he was accused of being woolly and uncomfortable; now he's more definite and even more uncomfortable, as though playing a role he is unsuited for. 'I'm pro-life,' he tells me emphatically and unconvincingly, 'and against gay marriage. I'm a tax-cutting, middle-of-the-road Republican.' </p> <p>How pro-life is he? 'Life starts at conception. The unborn are unable to speak for themselves; we have to speak for them.' Then, glibly, he bites this sound. 'Abortion is elective surgery, like a facelift, except involving life.' And there are other options, such as adoption. His brother adopted five children from other countries. The successful businessman delivers himself of an embarrassing inanity. 'We don't know who the next great scientist, the next Einstein, is going to be. It could be someone who is about to be aborted.' Or it could be the next mass murderer or the next nudnik. Double-doh. </p> <p>Despite this insulting nonsense (does the candidate really believe that women have abortions for essentially cosmetic reasons?), I don't think Coors has the stomach for banning terminations. For one thing, his firmest supporters simply don't agree. After the interview, Mike, Barbara and I drink iced tea at the Cherry Hills Country Club, looking across a sunny golf course towards Mount Evans. </p> <p>I ask Barbara about Coors, whom she likes. 'You know,' she replies diplomatically, 'I do think people need to have a choice.' Mike adds: 'Yes, what if a child has a severe handicap? Sometimes, you can't tell 'til late.' And Barbara drops a bombshell. Her 24-year-old daughter is pregnant, but: 'She was on drugs, you know, David. She's 23 weeks into the pregnancy and if she finds that the child is affected... well it's her choice.' Well, not if her candidate for the Senate has his way, but she doesn't expect him to. His professed certainty collides with the way people really are, and Republicans are about the way people really are. </p> <p>That same day, in Iowa, the Vice-President, Dick Cheney, whose daughter is gay, distanced himself from Bush's stand on homosexual marriage. 'Freedom,' said Cheney, 'means freedom for everyone to enter into the relations they want.' Also that day, the Republican policy committee, headed by Colorado governor Bill Owens, drew up its draft platform seeking to prevent gay marriage. Mike's view was that you said these things to get the Christian activists onside and then, once elected, found reasons not to do them. Mike and Barbara understand that rugged individualism sits badly with moral determinism. </p> <p>The following morning, we drive through the suburbs, taking note of one low, beige building in a lovely location. It's a school and a boy sits outside, basking in the sun. Later, it's on to a meeting of the Denver Young Republicans in a Mexican restaurant south-east of the city. There are 50 youngish Republicans there and the main speech, given by a state senator, and all the talk, is about economic issues - taxation, education spending and health finance. In addition to the presidential and senatorial elections, November will see contests for state representatives. David Sprecace, dark and intense, is standing in District 3. His manifesto declares him to be a 'social mainstream, fiscal conservative'. So what does he make of the current national budget deficit? 'I hate it.' So what will he do about it? 'What can I do? Write to my congressman?' In any case (they all say), it would be worse under the Democrats. </p> <p>Even so, fiscal conservatives like Sprecace are increasingly worried by Bush. There's not just the deficit, there's also No Child Left Behind, Bush's New Deal-type policy of more money for schools and more federal intervention. There are anti-business ideological stances like that on stem cell research, where countries such as Britain look set to make up for what they have lost over genetic modification. One man I speak to, who recently held the GM portfolio at the US embassy in London, is very miffed at this thwarted opportunity. </p> <p>And for some, there's the problem of the state powers garnered by Attorney General John Ashcroft as part of the war on terror. One young Republican tells me that he is, for the moment, prepared to put up with all this statism. 'At least,' he tells me, 'I feel secure from terror here in Denver.' I contemplate reminding him that, out here in the Midwest, the threats come from elsewhere. That beige building I had seen earlier was Columbine High School. </p> <p>Judging from Colorado, the Republicans, though they may seem set to inherit the future, are in just as awkward a coalition as the Democrats, though sometimes more disciplined. The Christian right and the numerically greater economic Republicans will only coexist if the former don't push too hard. There are plenty of contradictions and one remarkable problem. In this gathering of Republican youth there is not one single black or Hispanic face. And although there are nearly as many women as men, this does not stop one of the officers making a speech referring to 'young Republicans, their wives and girlfriends'. </p> <p>Mike, a clever, insightful and humane man, sees it. He says the election will be tight and turn on swing voters in key states, few enough that the politicians 'know them by their first names'. And they are up for grabs. Back at the hotel, I tune into public-service channel C-Span and see John Kerry make a speech in New York. To my European ears, it's a good one.</p>",
  "<p>The heads of senior executives at British Airways are on the block after last week's disastrous spate of delays and cancellations at London's Heathrow airport.</p> <p>Rod Eddington, the airline's chief executive, has initiated a 'postmortem' investigation into the way the crisis was handled. He is thought to have identified at least two top executives who should bear responsibility for the chaos, which tarnished BA's reputation and led to misery for thousands of passengers. </p> <p>Eddington would not comment on which senior managers would take the blame for the cancellations, which resulted from a combination of inadequate staffing, bad weather and technical problems. 'This week we will begin to see what the reputational implications are, and how we might recover from it. We've got a small group working on it,' he said. </p> <p>However, it is believed that Mervyn Walker, director of UK airports, and Peter Read, operations executive, may be in the firing line over last week's failures. </p> <p>Eddington said that it would be 'in the next few months that our customers will judge us. It will be the next time, and the time after that, that they get on a BA plane - so we'll have to make sure they judge us properly.' </p> <p>The BA boss said that there was 'no evidence' that the chaos was connected with the recent industrial troubles at the airline, which saw a threatened strike - timed for this bank holiday weekend - called off after late-night talks a week ago. 'We know the vast majority of the workforce was happy with the settlement.' </p> <p>Problems began during the day on Monday, he explained, with the closure of air traffic control systems during a severe thunderstorm over south east England. It was compounded by technical difficulties, which Eddington insisted were not security-related, and made worse by staff shortages at Heathrow. </p> <p>'We have 200 new staff going through the training machinery, which shows we can get the staff. But they were not ready in time. It takes so much longer to do full vetting now,' he said. </p> <p>'There was great relief and satisfaction that we settled the strike, then just 48 hours afterwards we snatched defeat from the jaws of victory. We just didn't have the right numbers at Heathrow.' </p> <p>But he dismissed suggestions that he might be ready to quit: 'BA is here to stay, and it's my job to return it to being a strong global competitor.' </p> <p>Walker, a long-serving BA employee, was in charge of negotiations last year that settled the 'swipe-card' strike after serious disruptions to BA's services. He was legal adviser to BA during the 'dirty tricks' scandal of the early Nineties, when Sir Richard Branson won a humiliating court apology from the airline.</p>",
  "Britain has had little to thank Sir Mark Thatcher for over the years, apart from a degree of comic entertainment provided by his various escapades and business ventures. But the alleged connection of the former Prime Minister's son to a coup earlier this year in the tiny African state of Equatorial Guinea has, at least, focused our attention on a neglected part of the globe. <p>In the early 1990s, the country was considered so poor and dangerous that one Spanish journalist wrote: 'Only someone suicidal would set up a business in Equatorial Guinea today, unless it was a funeral parlour.' Much has changed; the exploitation of massive oil and gas fields has made Equatorial Guinea the fastest growing economy in the world. The figures are staggering; GDP is growing at around 60 per cent, with oil accounting for nearly 90 per cent of the growth. Oil revenue increased from US$3 million in 1993 to more than $210m in 2000. It may now be as much as $700m. </p> <p>As is too often the case in Africa, the people of Equatorial Guinea have not benefited from this boom. In fact, poverty and infant mortality have increased. As little as 5 per cent of the oil revenue has found its way into government coffers. A far larger proportion has been pocketed by President Obiang and his family. A report from an independent watchdog, Global Witness, published at the time of the coup, concluded that $500m was unaccounted for and argued for greater transparency from oil companies. </p> <p>Tony Blair has long argued for a new compact between the rich countries of the world and Africa. Without the full co-operation of the oil companies, such a compact is a pipedream and there has been some progress. The Extractive Industries Transparency Initiative, announced in September 2002, was a welcome step towards persuading oil, gas and mining companies to declare all payments made to governments. On the governmental side, Ghana, Nigeria and Azerbaijan have already agreed to publish details of revenues received. But it is a mark of its limitations that Equatorial Guinea also claims to abide by the code. </p> <p>The Government has taken an admirable lead, but it must go further and encourage companies automatically to include in their accounts details of payments made to national governments or their agents. How companies trade with new oil economies is of increasing global importance. The United States estimates that it will find a quarter of its oil in West Africa by 2015. The benefit to Africa could, and should be, considerable. The options we know too well and are seen in the sorry tale of Equatorial Guinea.</p>",
  "On 25 June, a small 12ft boat slipped up the Shannon estuary and within the hour attracted the attention of two helicopters, two assault craft and a police riverboat. <p>The occupants - two men and a woman - were not engaged in drug or people smuggling, or even in a spot of illegal fishing. 'We held up our sign so that the river police could read it clearly,' said former Irish army officer Ed Horgan. </p> <p>What it said was 'Bush Go Home', and given that the President of the United States was at that moment flying in to land at Shannon airport it was perhaps inevitable that the three should be escorted under armed guard to Ennis Court House, where they were charged with breaching public order. </p> <p>Horgan is something of a thorn in the flesh of the Irish government. After 22 years in the army, where he served as Commandant (Major) in charge of the First Tank Squadron, and having served with the UN in the Middle East and Cyprus, he has most recently been actively engaged in opposing the present government's stance on Iraq. </p> <p>In April 2003 he brought his case to the high court in Dublin, challenging the government's decision to allow Shannon airport to be used for the movement of US troops and munitions and for the refuelling of US aircraft going to war. </p> <p>He claims this was in contravention of international law and, in particular, incompatible with Ireland's historic role as a neutral country. Although not enshrined in the constitution, neutrality has long been government policy, first declared by De Valera in 1939 prior to the Second World War and reaffirmed many times over. </p> <p>However, since the invasion of Iraq, Horgan maintains, this neutrality, cherished by many, is being eroded and continues to be. </p> <p>About 150,000 US troops have passed through Shannon airport, transported in US military aircraft as well as in chartered civilian planes. </p> <p>The high court dismissed his case, although he was awarded 50 per cent costs as the judge felt he had raised an issue of national importance. </p> <p>Since then, he has engaged in more individual action, including returning his cherished service medals and, most recently, using a small boat in a manner which the Irish authorities clearly felt was a threat to President Bush. The charge brought against him was that he was breaching public order by being in a public place within an exclusion zone. </p> <p>'How you can have one within a public place I don't know,' he says, 'and where it was exactly in the water I don't think they knew either.' </p> <p>Horgan draws his strength from the fact that he sees what is happening in the world from his perspective as a military man, as an international peacekeeper and from an academic point of view: he is currently writing his doctorate on reform of the UN. He is passionate about the issue of war and the role of the individual in aiding and abetting it, directly or indirectly. 'We provided everything the US troops needed at Shannon, down to the sandwiches,' he said. 'By doing so, we have participated, to date, in the killing of 13,250 Iraqi civilians. Because of this we are now potential targets since, under international law, Iraqis have the right to defend themselves.' </p> <p>To some, the idea of Ireland's neutrality is a pleasing but unrealistic pipe dream. They believe that, instead, Ireland must cease its posturing and play a military role both within Nato and the EU. </p> <p>Horgan disagrees. Though not a pacifist - he describes himself as a peace activist - he believes Ireland can never be anything more than the tail end of a major army. He thinks the country can make a huge contribution to global peacekeeping, but its credibility with the global community is now being eroded.</p>",
  "<p>At immigration control in Los Angeles airport a couple of weeks ago, I submitted to the bureaucratic ordeal that now routinely greets British visitors to America. When I finally convinced the customs officer that I was not seeking employment, asylum or the destruction of the free world, she asked me who it was I had come to interview. Tim Robbins, I replied. 'But,' she said, a look of bemusement lending sudden animation to her expressionless face, 'he hasn't got a movie coming out.' I told her that I was there to talk to him about a play he had written. 'Right,' she nodded, then supplied a little cautionary advice: 'Just don't be taken in by his politics.'</p> <p>Only in America is it no surprise to find a state official who is aware of a film actor's latest output, and only in America would that actor's political pronouncements inspire that official to issue a warning, almost as a condition of entry. It's hard to overstate the prominence of movie stars in US culture. It's often been said that they are the nearest equivalent to royalty and, as with the royal family here, they can be forgiven almost anything but an opinion.</p> <p>On the whole, Americans will accept their politicians behaving like actors - thus Ronald Reagan became president and Arnold Schwarzenegger has morphed from Terminator to governor of California without a noticeable diminution in respect for his abilities - but they don't much like their actors coming on like politicians. And Robbins, a vociferous opponent of the war in Iraq, is seen by many of his fellow citizens as way too political. </p> <p>Dating back through 'Hanoi' Jane Fonda's exploits in the anti-Vietnam War movement to the McCarthy witch-hunt in the Fifties, there is something about so-called Hollywood liberals - the disjunction perhaps of pampered multimillionaires identifying with the oppressed peoples of the world - that brings froth to the mouths of many middle Americans, and in particular conservative media commentators. With the possible exception of Michael Moore, no one winds up radio talk-show hosts quite as reliably as Robbins.</p> <p>At the same time, for a certain kind of progressive cosmopolitan, Robbins is a hero, a man who speaks his mind regardless of the ensuing vilification. With his partner, the actress Susan Sarandon, he has often criticised the American government, both Democrat and Republican. A few years ago, he and Sarandon used their spot at an Oscars ceremony to bring attention to the plight of Haitian immigrants with HIV interned at Guantanamo Bay. The fuss that caused was more 'Here he goes again'. No one really questioned his patriotism.</p> <p>Last year, however, the couple was disinvited to the Baseball Hall of Fame's celebration to commemorate the 15th anniversary of the film Bull Durham, the baseball comedy in which Robbins met Sarandon. Robbins saw it as a concerted attempt to inhibit free speech. As if to prove that he won't be gagged by the threats to his social life, he has written a play called Embedded, a satire which mocks the compliant role of the American media in its coverage of the invasion of Iraq and takes broad aim at sinister forces within the Bush administration.</p> <p>On Tuesday, the play will be staged in London, having already drawn sell-out audiences in New York and Los Angeles. When I met up with Robbins at the Sony Pictures studio lot in Culver City, he was in the middle of editing a video of the play that is to be shown at the Venice Film Festival. </p> <p>At 6ft 4in, and 45 years of age, Robbins maintains an unlikely but inseparable relationship with the adjective 'boyish'. Though his hair is now more salt than pepper, and his fleshy protean features appear to have belatedly set, there's something elastic in the way he holds himself, not quite gangly but unmistakably youthful. It's in his smile, however, a shy heartwarming gesture that you can never see quite enough of, that his adolescence is most effectively preserved.</p> <p>Part of the reason that you want more of the smile is that Robbins, for all his comic ability, can be self-consciously serious. He makes it clear that he doesn't go in for Hollywood gossip. Indeed, he takes every opportunity to remind me that he doesn't go in for Hollywood. He and Sarandon and their three children live in the more bohemian environment of downtown New York. </p> <p>For all his size, he does not occupy space like a celebrity. There's no force field of fame. He's approachable, if not particularly accessible. He wears jeans and a T-shirt with the legend 'The Actors Gang', the theatre group he founded in the early Eighties. The son of Gil Robbins, a member of the Highwaymen folk group, Robbins developed his twin interests in theatre and politics at an early age. He went on anti-Vietnam War marches as a kid and, when a teenager, set up an improvisational troupe with his sisters called Theatre of the New City. One of their productions was a satire on Watergate.</p> <p>He studied drama at UCLA and moved swiftly into TV with parts in soaps like St Elsewhere. His progress in film was not so rapid. It was not until he was 30 that his gawky charm was properly captured in Bull Durham. But it was Robert Altman's Hollywood satire The Player, in which he played a slick, paranoid studio executive, that his lead potential was seen. He then went on to write and direct and star in a political mockumentary, Bob Roberts, in which he played a folk-singing right-wing political candidate, an achievement that led Altman to suggest that he could be 'the next Orson Welles'. Since then, he's directed the acclaimed Dead Men Walking and starred in an impressive range of films, from the Coen brothers' The Hudsucker Proxy to the slow-burn hit The Shawshank Redemption. Earlier this year he deservedly won the Oscar for Best Supporting Actor for his haunting performance as a grown-up victim of child abuse in Mystic River. </p> <p>He's still artistic director of the Actors Gang, and though he's been accused of autocratic management, it is from this LA-based theatre group that he recruited most of the US cast for Embedded.</p> <p>'Once a year,' he tells me, 'I do a training thing with all the new actors. In order to do the workshop you have to be an intern and help out in the theatre, and in return they get free training. I come in and do intensive 10-hour days for six days straight.' He looks tired, heavy lidded, and talks in a half-formed sentences punctuated by hippyisms. 'I don't think I've ever been so busy in my life,' he explains. 'It's really cool.' He runs me through his schedule for the next month, which includes acting, editing, visits to London (to prepare but not perform in Embedded) and Venice, and finally a brief tour supporting Pearl Jam with his weekend band Gob Roberts as part of an effort to register voters for the presidential election in November.</p> <p>'We started this band last summer and played some at the Sundance film festival in the winter,' he says and flashes one of his semi-embarrassed smiles. 'We do mostly Bob Roberts songs electrified and amplified. It's just pure unadulterated fun.'</p> <p>But before the fun, there's Embedded, which he says he was inspired to write following his experience in London filming Michael Winterbottom's Code 46 during the build-up to the war in Iraq. 'I was getting the impression that there was a debate, because I was reading London papers. I was getting balance. Even in the Times - isn't that owned by Murdoch - if they presented the WMD side, they presented the other side too: journalism, what we have come to mourn the loss of in America.'</p> <p>He says that the American media coverage was all about 'fear-mongering, propaganda, demonising', and compares its uniformity to Soviet news reporting. He then explains that while, in the wake of 9/11, he could not bring himself to protest against the war in Afghanistan, he did not agree with the strategy of 'indiscriminate bombing'. If he had been president, he 'would have trained special ops to go do the job right' and not interfered with Afghanistan sovereignty. 'The democratic movement in any country has got to happen on its own. It's never going to happen through bombs and airplanes. Never going to happen that way.'</p> <p>Various aspects of this speech strike me as naive or fantastic (not least the magical powers of special ops), but for the sake of historical accuracy I merely point out that there is a historical precedent for bombs and airplanes bringing democracy.</p> <p>'How? When?' He sits up, suddenly rattled.</p> <p>I mention Germany and Japan in the Second World War.</p> <p>'It seems to be that we always come back to that. I don't know it didn't happen without the determination of the people involved.'</p> <p>I point out that it didn't happen in East Germany, and he replies: 'I'd have to go into the history and the specifics of that. It came at the end of the gun but with the influx of a huge amount of money: the Marshall Plan. In Iraq, the money is going into war-mongering. It has nothing to do with democracy. It's about destabilisation. That's what Kosovo was about. It's the same thing any time there's a threat to US national security.' This is not the typical conversation one has with American film actors, and I feel a professional obligation to steer it back to more familiar territory such as marital infidelity and substance abuse (neither of which appear to loom large in the Robbins biography) but I recall something he had said in an interview some years back. 'The only responsibility I have to anyone is to make sure that when I talk about something, I know what I'm talking about, that I've done the research. I take that responsibility very seriously. I read a lot.'</p> <p>So I ask how Kosovo was a threat to US security.</p> <p>'Ahm...' he hesitates. 'I believe... I'm not the right person to talk about this... but that region of the world, this is the way I've heard it put... Can I go get a cigarette?' He disappears and, as if having remembered his Noam Chomsky, returns a minute later with a ready-fit anti-imperialist answer. 'Where it's all flawed is this hegemonic belief that if you bring business to a country it will help them.'</p> <p>Leaving aside what he had said a moment earlier about the Marshall Plan, I say that when I visited Kosovo it was less about bringing business than preventing communal bloodshed.</p> <p>'I'm ignorant on this subject,' he admits, without bluster. 'I'd have to read up on it.' He returns to Iraq, a subject on which he has done a fair amount of reading. Contradicting himself once again, he repeats the line that the Iraq war was a neoconservative plot hatched in 1989 by Bush advisers who believed 'they could spread democracy. They thought they were altruistic' - so not about destabilisation after all - 'They were wrong.'</p> <p>Robbins is not a politician and it is therefore a little unfair to parse his words, teasing out the contradictions and inconsistencies. But his muddled thinking, in which the only continuum is that American foreign policy is always bad, informs his writing as a dramatist. He shows me a scene that he's editing from Embedded that is both pretentious and simple-minded - not a happy combination - and is reminiscent of the worst shouty agitprop. </p> <p>With admirable foresight, he is not planning on good reviews in London. 'It would be nice to get embraced by a critical community, but we're not expecting it. It was word of mouth in New York. We're doing a populist theatre.'</p> <p>In the scene I see, a 'cabal' of neocons, including caricatures of Donald Rumsfeld, Richard Perle and Paul Wolfowitz, sit around in commedia masks detailing their conspiracy to run the world. Robbins talks eloquently about the use of masks, something he picked up from the Theatre du Soleil. 'The tendency when expressing emotion is to be too frantic,' he says. 'So we're trying to get people to settle and trust their emotions. What's important is what comes through the eyes.'</p> <p>The problem is that it's hard to imagine a more frantic style of acting than that on display in Embedded. The actors deliver their lines with the exuberance of people taking part in a celebration of political solidarity rather than a satirical drama. I suggest to Robbins that such theatre has to contend with the charge of 'preaching to the converted', and indeed I can't imagine many visitors to the Riverside Studios looking to have their prejudices challenged.</p> <p>'That's one of the lines that's always in reviews,' he says a little wearily. 'And \"sophomoric\" and \"didactic\". It's a non-criticism. First of all, it's not true. My answer is: who's the choir? Who's the converted? An awful lot of liberals supported that war. Even if there was a choir it was way out of tune. They were not singing together. So even if it were true, it's OK.'</p> <p>Since Robbins first started protesting against the war, American politics, and its reporting in the media, has undergone the beginnings of a sea change. It's no longer seen as un-American to question aspects of the US-led occupation in Iraq. I wonder if Robbins had detected a more loquacious mood among fellow actors in Hollywood. 'I don't know,' he says a little tersely. 'I don't live here. I don't know this world. I don't go to the parties. I can't speak for them.'</p> <p>This sounds like a mechanical answer, designed to confirm his position as the celebrity anti-celebrity, the Hollywood player who refuses to play the game. I press him further. 'Look,' he says, 'you can count on one hand the actors in Hollywood who came out against the war. The biggest joke is when people say you do it for attention or your career.'</p> <p>Doubtless it's not pleasant reading unkind things about yourself in the newspapers or hearing snide jokes on TV, but you sense that Robbins savours his position as the film industry's most outspoken voice. </p> <p>'I remember thinking,' he goes on, 'when I went to that anti-war rally: OK, the shit's going to fly. But the shit's going to fly inwards if you don't do it. Because you were afraid of what? Being less rich? After the Hall of Fame thing, I was so thankful I lived in New York because you have to walk around. And people came up to me and said \"Thank you\". Two people said negative things - they were both white men and both in SUVs, and both shouted out the window and drove away. The second time I was able to get one word out and that was: \"Enlist.\" </p> <p>'Because my essential problem with that war, beyond the politics, is that we're getting the poor people to fight the war, and they were put there by people who got out of military service.'</p> <p>When he can resist the lure of cheap conspiracy theories - a test that he failed in what I saw of Embedded - Robbins can talk with impressive passion. Here you see the dramatist as orator. You either agree with him or not. However, it's when the activist shapes the actor that Robbins should beware. That's a matter of aesthetics, and there doesn't seem much debate that the beautifully subtle acting of Mystic River wins out every time over the student histrionics of Embedded.</p> <p>The best-read politico in Hollywood may, as compliments go, rank alongside the tallest pygmy, but there's much to be said for an actor who reads the world's press. And as long as his platform is not the stage, Robbins should not be ridiculed for expressing his views. Even if you don't agree with them.</p> <p>He tells me that at the Oscars a number of actors came up and whispered to him: '\"Thanks for speaking out.\" They whispered. Why?' He shakes his head and then smiles, a big sparkling dimpled grin that somehow says more about Robbins than any of his speeches could ever begin to articulate.</p> <p><strong>·</strong> Embedded will be at Riverside Studios, Hammersmith, London W6 (020 8237 1111) from 31 August to 23 October</p>",
  "<p><strong>The Gruffalo's Child</strong><br>by Julia Donaldson<br>illustrated by Axel Scheffler<br>Macmillan £10.99, pp32</p> <p>When the Bank Holiday rain starts to sheet down, as we know it must, and when the wet weekend demons of boredom and frustration threaten to transform the transactions of family life into a domestic Armageddon, there will be several thousand households which will give thanks for Julia Donaldson, author of The Gruffalo, The Magic Paintbrush and a shelf or two of books for children so delightful and diverting that it's something close to a scandal that she is not better known.</p> <p>And yet, it is part of her down-to-earth appeal that this utterly sensible fiftysomething wife and mother of three remains apparently untouched by her astonishing international success. Her contemporary verse fable about a clever little mouse who goes for 'a stroll in a deep, dark wood' and meets that fearsome fantasy creature, the Gruffalo, is one of the word-of-mouth sensations of recent years.</p> <p>First published in 1999, when The Observer hailed it as 'a modern classic', The Gruffalo has sold more than a million copies and been translated into 29 languages, including Irish Gaelic and Croatian. It has been Britain's bestselling picture book for the past five years, a tribute to Axel Scheffler's illustrations. No fewer than three film companies are bidding for the movie rights.</p> <p>But before the Gruffalo and his forest friends, the snake, the owl and the fox, are translated to the screen, a process Donaldson fears, she has given into market pressure and has just published The Gruffalo's Child.</p> <p>In her sensible way, Donaldson is only too aware that 'people spoil things with sequels'. But she doesn't want 'to be too precious about it. I was only going to do it if I got a good idea. I said I might do it if I thought of a plot. And I did'. There, in a nutshell, is the practical mind of a highly experienced professional writer at work but one who is none the less touched with a streak of true originality.</p> <p>When she was six, growing up in postwar London, Julia Donaldson wanted to be a poet. 'In those days ,we were much more exposed to verse in our everyday lives,' she remembers. Now - though 'I wouldn't exactly call myself a poet' - she has fulfilled that childhood dream in an inimitable way.</p> <p>It's been a strange journey and quite a long one. Her father was a specialist in the phenomenon of twins who brought his family up in a big house in Hampstead. Donaldson says she spent her formative years in an atmosphere of Milly Molly Mandy or roaming around Hampstead Heath, climbing trees. Her childhood reading was a mixture of E Nesbit, the Just William stories, Edward Lear and Shakespeare. Blank verse seemed perfectly normal, she says. In adolescence, she wanted to be an actress, an ambition that took her to study drama at Bristol University and also into an Old Vic production of A Midsummer Night's Dream, understudying a fairy in a cast that included a young Judi Dench.</p> <p>From the impromptu poetry and the student performances, it was a short step to busking to pay the bills and put food on the table during her holidays. She and her boyfriend, Malcolm, now her husband, toured Sixties Europe with their guitars, improvising songs in French and Italian on the streets of Paris and Rome. 'You can't really busk in England,' she says, wryly. But she would get asked to sing at dentists' dinners and millinery exhibitions, and would improvise songs about teeth and hats. Spontaneous singing and verse seem to be an essential part of her life.</p> <p>In due course, Donaldson became the mother of three boys, one of whom died young, although she does not speak about this. She was writing for children's television when a publisher, who had remembered one of her songs, commissioned her first picture book for children, A Squash and a Squeeze, the delightful tale of an old woman whose little house is overcrowded with animals.</p> <p>Meanwhile, The Gruffalo was germinating at the back of her mind. Donaldson says she has always 'kept an eye out for traditional tales that can be retold'. The one that's made her world famous began as a contemporary version of an Eastern folk tale about a child who cons a jungle tiger into submission by the cunning expedient of having it follow in her footsteps.</p> <p>But that was just the starting point. The Gruffalo is her invention, whose genesis is a tale she has told many times. 'I intended the book to be about a tiger, but I just couldn't get anything to rhyme with \"tiger\". It just wasn't working. But then I came up with \"Silly old fox, doesn't he know/ there's no such thing as a blank-blank-oh\". Then I began with \"Grrrr\", which I hoped would sound quite scary. Then all I needed was a word of three syllables, ending in \"oh\". Somehow, \"gruffalo\" came to mind.'</p> <p>The whole thing took two weeks. She was 'not at all confident' about what she was writing and had to be urged on by her family, especially her son, who liked what his mother was up to. She had to force herself to finish: 'It was quite gruelling.'</p> <p>But then it was done, an odd little fantasy poem about an imaginary creature for children. You can read the whole thing aloud in 10 minutes, less time than it might take to read this interview. At once a tale, and a poem, it is small, but perfectly formed. 'Writing a children's book is like writing a joke,' she says. 'You have to get the punchline. People don't realise how important plot is,' adds Donaldson, who always has 'a novel on the go', but who does not like what she calls 'gimmicks'.</p> <p>She is a believer in structure and she believes - quite strongly, I suspect - in the absolute integrity of her imaginative world. It is, for instance, important to her that the Gruffalo's environment is free of houses, furniture and clothes and that her characters are living 'quite a basic life'.</p> <p>When Axel Scheffler first sketched the Gruffalo, he did not place him in the state of nature Donaldson had envisaged. 'I wasn't happy about that,' she says firmly. It's probably a losing battle. The Gruffalo now has his own life in the imaginations of a million readers who tell her exactly what she's written. 'The other day,' she says laughing, 'someone said to me in all seriousness, \"You do know, of course, that the mouse is terribly posh and that the Gruffalo is Australian.\"'</p> <p>Julia Donaldson says she doesn't identify with the Gruffalo but without much protest agrees that she does have a private sympathy for the clever little mouse who, overcoming the vicissitudes of the jungle, appears to have found perfect contentment.</p>",
  "It may be small but, for the residents of Notting Hill who want to escape the Carnival this weekend, Walberswick on the Suffolk coast is the only place to be. <p>There are two pubs and the ambience is traditional rather than cutting edge, but for the leading lights of the British film industry, the fashion world and some of the most creative names in television, this tiny eastern seaside village beatswest London and the Hollywood hills, especially on the day of the annual fete. </p> <p>The tombola and the tug-of-war proved the big draws yesterday for many of the celebrities who have moved into the area. Paul Greengrass, the director of the highly acclaimed box office hit The Bourne Supremacy , has made the village his home, while Richard Curtis, the man behind the most successful British films of recent years, from Four Weddings and a Funeral to Love Actually, has bought a wooden fisherman's hut for £400,000. </p> <p>DJ Simon Mayo has a home here and so do several members of the Freud family. While Emma Freud, wife and script editor to Richard Curtis, owns a shop selling her cousin Bella's designer clothes, her sister Esther, the novelist, lives nearby with husband David Morrissey, star of The Deal and State of Play. </p> <p>Not surprisingly, no one asks for autographs in Walberswick anymore, so accustomed are the residents to famous faces. </p> <p>'If they dared come here and act all arrogant we'd bloody let them know about it, but most are good as gold,' said 57-year-old builder Wally Webb, a lifelong resident. </p> <p>By the time Greengrass's big-budget Hollywood thriller took the US by storm this summer, the director had quietly fled to the solitude of Walberswick. He has spent the past three weeks playing with his family in the small back garden off his £500,000 redbrick 19th-century cottage, occasionally wandering the 50 yards to the haunted Bell Inn for a pint of the local Adnam's Ale. Greengrass, standing barefoot near the village green on Friday night, told The Observer: 'I'm here on holiday, here to relax.' And the locals have quickly taken to the latest famous face. </p> <p>'He's so down-to-earth and loves to get involved in village life. You'd never know that he has become such a big name,' said one resident propping up the bar mid-afternoon with a double whisky. </p> <p>The same verdict was offered on Curtis, whose hut offers views across the River Blyth to the neighbouring town of Southwold. At dusk, Emma is often spotted walking across the vast beach that hugs the eastern side of the village. She and Curtis used to spend weekends at the 18th-century family home in the village of her mother and father, Jill and Clement Freud, before they bought their own property. The area was first colonised by Freuds when Sigmund's daughter Anna set up home in Walberswick before the Second World War. Now the two picturesque villages either side of the river are popular with Curtis's friends Griff Rhys Jones and Stephen Fry, while novelists PD James and Ruth Rendell and celebrities Gary Lineker and Dame Judi Dench are fans too. Esther Freud's novel The Sea House is even set there and Michael Palin has opened up a cinema in Southwold. </p> <p>For Webb, the sudden influx of celebrities was never dreamt of when he founded the nationally renowned crabbing championship 24 years ago and raised £35 for charity. Last Saturday Mayo compered the event. </p> <p>Peter Fincham, chief executive of Talkback Productions, recently acquired a £450,000 former fisherman's lodge. The view across the Blyth from his home could not be in greater contrast to the frantic street party to be witnessed today in Notting Hill. </p> <p>Such is the hype now surrounding the event even its celebrity stalwarts are looking to escape. Chef Antony Worrall Thompson has even decided to close his restau rant the Notting Grill during Europe's largest street carnival. 'It is much more professional now. It was more like a village fete when I was young,' he said. </p> <p>At the Walberswick fete yesterday, the fear was that village youngsters would no longer be able to remain in their birthplace because of spiralling house prices. 'Local estate agents have got at least 20 people on their books asking for a place here,' said one Bell regular. </p> <p>It is a situation reflected in the cost of a home in the village. One four-bedroom property bought for £175,000 10 years ago is on the market for £960,000. Beach huts can command as much as £50,000. </p> <p>Colin Lewis, 61, from Eastham in east London, has been visiting Walberswick for 20 years: 'I have dreamt of moving here for years. I fell in love straight away but there is no way now I could ever get a foothold,' he said. </p> <p>Some of its most well-known inhabitants have acquired additional properties. Curtis has tarnished his reputation by buying stables and adjoining fields to ensure privacy around his holiday home. And Fin cham's decision to convert a hut for friends to stay in has caused disquiet. </p> <p>'If there is one issue in this village that has caused problems it is people buying properties as party homes when they know locals cannot afford anything,' said a city businessman who divides his working week between London and Suffolk. </p> <p>The attentions of City folk and the artistic community are not new to Walberswick, however. In the early 20th century the designer and architect Charles Rennie Mackintosh lived locally, while 30 years ago the film star Ann Todd had a house on the green. </p> <p>The village's attraction for Londoners was noted as far back as 1880 when a poem appeared in Punch magazine celebrating its charms. 'O Walberswick's a village of very little tillage/ In the northern part of Suffolk, and it's very picturesque./ And you fly from all the gritty, dirty bye-ways of the City/ To forget, in pleasant rambles, dreary duties at the desk.'</p>"
]