[
  "The Lost Boys of the Tory party are planning another excursion into Never Never Land. John Redwood, the Eurosceptic who never grew up, has once more raised the prospect of renegotiating Britain's membership of the European Union. His stated objective is a relationship which is \"more closely modelled to what we originally joined\". <p>Forget the weird syntax. Just estimate the possibility of France and Germany, not to mention the other member nations, agreeing to turn back the clock by 30 years or accepting that Britain alone can pick and choose among the aspects of the union from which it benefits and the obligations which it prefers to avoid. </p> <p>The one thing to be said in Redwood's favour is that he remains true to the greatest of all Conservative traditions - swimming against the tide of history. Over the next 20 years (about the time it will take for the Tories to become realistic contenders again) Europe will become more integrated not less. All the pressures, internal and external, make that inevitable. If you doubt it, read Stephen Haseler's latest book. It sets out a series of self-evident truths that other Europhiles have been afraid to express. Its title is Super-State and superstate is what, sooner or later, Europe will become. </p> <p>Haseler tells part of the story. The world's largest economy with a stable common currency and a successful single market is, he rightly argues, bound to pursue policies that conflict with the interests of the US. </p> <p>That makes the two \"superpowers\" competitors but not enemies. It also means that \"core Europe\" - the Franco-German alliance which Britain should join and make into a troika - is certain to lead the way towards distinctive defence and foreign policies. Only people who share the Bush belief that America has a divine right to global supremacy can complain about that. </p> <p>The war in Iraq, supported in Europe only by America's client nations, is the most dramatic example of the way in which transatlantic interests diverge. Haseler points to a more fundamental cause of the widening gap. </p> <p>\"Nato - the embodiment and instrument of American power in Europe - was a huge success.\" The fall of the Berlin wall and the dissolution of the Warsaw pact \"changed everything\". Europe no longer needs America and, on the basis of Henry Kissinger's view that US troops were in Berlin to defend Baltimore, America no longer needs Europe. President Bush has not been slow to disengage. Neither he, nor his successors, could complain if Europe chooses to establish its own identity. </p> <p>When Haseler discussed his ideas with a variety of Euro-experts and enthusiasts, they all examined his proposition in remarkably romantic terms. Europe would be built - or demolished - according to the way in which men and women reacted to great events. The liberal theory of history has rarely had a finer flowering. The inexorable pressures of economics were hardly mentioned. Even though they are the forces which have already made Europe a pseudo-superstate. </p> <p>Thirty years ago, we joined a common market that was little more than a free trade area. Foolishly, Ted Heath promised no reduction in national sovereignty - instead of emphasising the strength that comes when sovereignty is pooled. But we all knew that the Zollverein was only the beginning. The free trade area begat a community and the community begat a union. At each step along the way, political and economic integration went hand in hand. It would not have been possible to run the single market, which Margaret Thatcher's government supported with such enthusiasm, without a political and legal framework to enforce its acceptance and application. </p> <p>The social chapter of the Maastricht treaty deserved support on its own merits. But half of Europe wants it applied to the whole union to make sure that Gradgrind welfare policies do not allow skinflint companies to undercut competitors in more progressive nations. Economic and political union cannot be separated. The free movement of capital and labour have to be politically defined and legally regulated. That is a necessity, not a matter of choice. An army and a unified foreign policy may be optional extras. A common competition policy - by definition a political proposition - goes, automatically, with a common external tariff. </p> <p>The superstate - which does not require Brussels to dictate the shape of bananas in British shops - is historically inevitable. That is the only Europe on offer. </p> <p>Is it possible that John Redwood, sometime fellow of All Souls, does not recognise that obvious fact? Or is he posturing to protect the Tories against the United Kingdom Independence party? The third, and most plausible possibility, is that he knows how Europe will develop and believes, but dare not say, that Britain should withdraw completely. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<b> Daily Mail </b> Editorial, September 25 <br> <p> \"[The Labour] party gathers in Brighton for what is probably its last conference before the general election - and certainly its most difficult in years... The subject that overshadows this conference, haunts Tony Blair and burdens his every effort to inspire and reinvigorate his party [is] Iraq... </p> <p>\"Mr Blair was warned again and again of the consequences of this disastrous invasion... And now Iraq is in ungovernable chaos and growing worse by the day... This, surely, isn't why most Labour activists came into politics. In a party that has always been deeply troubled by the war, many feel betrayed. Some say openly that Mr Blair should stand down. And the mood won't be improved by the stitch-up with the unions to get him off the hook in the emergency debate on Iraq.\" </p> <p><b> Matthew d'Ancona </b> Sunday Telegraph, September 26 <br> </p> <p> \"For the third successive year, the war and the resentments it has sown will curl through the conference chamber like the smell of cordite... To the ears of Labour members, who overwhelmingly deplored Britain's part in the liberation of Iraq, [kidnapped engineer Kenneth] Bigley's plea [to Mr Blair] was a terrible J'accuse; a gut-wrenching statement of the prime minister's complicity in a supposedly unjust war and its bloody aftermath. When they see Mr Bigley, bowed, broken and lost, they see a British civilian who - in their eyes - has paid a terrible price for the prime minister's infatuation with George Bush and its military consequences </p> <p>\"This weekend, Mr Blair and his team are furiously drafting and redrafting a speech whose context they could scarcely have predicted. Never underestimate the prime minister's capacity to rise to such challenges... His thespian talents rarely desert him on such occasions. But this year he will need them more than ever before.\" </p> <p><b> Andrew Rawnsley</b> Observer, September 26 <br> </p> <p> \"The anxiety in Downing Street is that the ordeal of Mr Bigley and his family will be stretched out into this week in an attempt to make a hostage of the Labour conference as well... The boundary between projecting himself as strong and looking arrogantly defiant is a line Mr Blair will have to tread carefully this week... He is now readier to admit that the intelligence about weapons of mass destruction was wrong, but that's as close to an apology about the war as anyone is going to extract from him... </p> <p>\"Many voters... have concluded that he has lost the domestic plot. His conference speech will somehow want to suggest that, even when he has been elsewhere, he has really been here all the time... The other effect of Iraq has been to block out anything much else the government has to say. The conference will be a failure from Labour's point of view if it can't break through that sound barrier.\" </p> <p><b> Lauren Booth </b> Mail on Sunday, September 26 <br> </p> <p> \"It's not just the loony left and equally despised Countryside Alliance who are calling for the prime minister to leave office. The debate on his possible impeachment for misleading parliament and the country about the reasons for going to war is gaining cross-party support in the Commons. </p> <p>\"So on Tuesday the auditorium must be moved by Mr Blair's big speech. It doesn't particularly matter how... </p> <p>Last year, Pat MacFadden, No 10's director of political operations and chief union fixer, was drafted in to inject almost subliminal reassurance to union leaders on their position with the government. This year, it's hard to see what he can offer to prevent a motion being passed to withdraw troops from Iraq.\" </p> <p><b> John Rentoul </b> Independent on Sunday, September 26 <br> </p> <p> \"If you are in a hole, the first thing you should do is ask yourself whether you are really in a hole, or whether in fact you are sitting on the top of a mountain, ruler of all you survey. There will be a lot of hole-sitting in Brighton this week, I predict. Some members of the Labour party have PhDs in looking on the gloomy side of life... </p> <p>\"The invasion of Iraq has incensed a large section of opinion, almost beyond reason... Fortunately, not only is such negativism unrepresentative of the country as a whole, I think it is unrepresentative of much of the Labour party... Journalists came to Bournemouth last year expecting trouble. They assumed delegates shared their anti-war, liberal left views and... would howl down the young war criminal. Instead, they gave him a standing ovation... because they respect a leader who has delivered two big election victories - the sort of thing that, curiously, a political party cares about.\" </p> <p><b> Richard Stott </b> Sunday Mirror, September 26 <br> </p> <p> \"Iraq, Labour keeps telling us, is not an issue on the doorstep. Maybe it isn't. But the question of whether the prime minister can be trusted most certainly is... The war in Iraq has overshadowed Blair's premiership, and it will almost certainly define it... His failures over Iraq are seen as a microcosm of his wider leadership failings. </p> <p>\"At Brighton he has to convince his foot soldiers it is worth voting Blair for a third time... We need to see well thought-out, dynamic new social policies on crime, the environment, transport, pensions and care of the elderly.\"</p>",
  "Gordon Brown will assert his fundamental importance to Labour's hopes of winning a third term today when he demands that the economy be at the heart of the election campaign. <p>In one of the week's two conference showpieces - the other is the prime minister's speech tomorrow - Mr Brown will stress Labour's hard-won reputation for economic stability and insist this is \"central to people's concerns at the next election as at every election\". </p> <p>He will also suggest that Labour needs to do more to convey a third term vision of universal \"prosperity and justice ... rather than a set of individual policies announced by politicians\". </p> <p>The chancellor's speech comes the day after he announced that Britain would pay off 10% of the money owed by 32 of the world's poorest countries to the World Bank and the African Development Bank in an attempt to free them from the \"shackles of debt\". The move, worth £100m a year until 2015, will increase pressure on the US, Germany and Japan to follow Britain's example, with Mr Brown laying down the gauntlet at a Trade Justice Movement fringe meeting yesterday. </p> <p>Speaking at the meeting on trade with low-income countries, the chancellor indicated he would push for this at the annual meeting of the World Bank and International Monetary Fund in Washington on Friday. \"We do this alone today but I urge other countries to follow so that over indebted countries are relieved of the burden of servicing all unpayable multilateral debt,\" he said. </p> <p>Although Mr Brown will take care in today's speech not to say anything publicly disloyal to the prime minister, his emphasis on Bill Clinton's sentiment that it is the economy that wins elections will be interpreted as a strong reassertion of his role. </p> <p>Arguing that Britain has the lowest interest rates for 30 years, the lowest inflation for 40 years, and the longest period of economic growth for 200 years, he will say: \"From being the party not trusted with the economy, Labour is today the only party trusted with the economy.\" </p> <p>Pointing to a gloomy global economic situation, with an uneven and fragile recovery and doubling oil prices, he will say there will be no inflationary pay deals, and that \"from this chancellor, and this party,\" there will be \"no short-termism, no easy options, no irresponsible pre-election promises.\" </p> <p>But Mr Brown will also offer implicit criticism when he points to the need to convey a vision in its third term, and coherently explain its objective is \"prosperity and justice for all\". </p> <p>\"In our generation I want us to build a shared national purpose for Britain, a progressive consensus, much more than a set of individual polices announced by politicians but a set of beliefs that can be shared by the British people that Britain can lead by example as the first country in a global age where prosperity and justice advance together,\" he will say. </p> <p>Last night, Mr Brown told the Trade Justice Movement: \"Too many countries are still being forced to choose between servicing their debts and making the investments in health, education and infrastructure that would allow them to achieve the millennium development goals and so we must do more. </p> <p>\"Although there is no international agreement on 100% multilateral debt relief, Britain will do more. We will pay our share of the multilateral debt repayments of reforming low-income countries.\" </p> <p>Under Mr Brown's proposal, 14 countries that have qualified for debt relief under the heavily indebted poor countries initiative and 18 low income countries that are not part of the scheme - such as Afghanistan, Cambodia and Tonga - would be entitled to financial help from Britain. </p> <p>Ashok Sinha, the coordinator of the Jubilee Debt Campaign, described this as an \"audacious move\" by the chancellor: \"He has thrown down the gauntlet to the rest of the world to follow suit. If they do, today could herald the end of the debt crisis as we know it.\"</p>",
  "<p>In 1976, the American singer-songwriter Tom Waits released a song called 'Step Right Up', in which he impersonated the souped-up sales-pitch of a veteran street hawker. 'Everyone's a winner, bargains galore,' he began, describing an array of items including perfume, an engagement ring, smoke-damaged furniture, and a mythical product that lasted a lifetime, mowed your lawn, picked up the kids from school and removed embarrassing stains from sheets. The product, which never needed winding, was being sold at an unrepeatable price because it cut out the middle man. </p> <p>Earlier this month, tickets for a Tom Waits concert went on sale at Ticketmaster, and, this being his first London show for many years, sold out in about 30 minutes. Thirty minutes after that, the same tickets for the same show began appearing on the internet auction site eBay, alongside 25 million other goods such as engagement rings, perfume and lawn mowers. 'Hi,' one listing began, 'You are bidding on two tickets together to see Tom Waits get Real Gone on his whistle-stop tour of Europe. He's doing one date in the UK, his first since '87. But I'm telling you what you already know. These tickets are in the stalls in row D with seat numbers in the twenties ... I sat in the exact same seats for Lou Reed recently and they were bloody fantastic. Face value is approximately £70 each. Bid with confidence ... ' The auction lasted three days and attracted 23 bids. The opening price was £140, but this soon started to rise. Someone called 'apocomusic' tendered £250, but was swiftly outbid by 'scruffymessiah2', who offered £300. 'Frogut1' bid £470, and 'spwmojo' came in at £490. Then things got serious: 'neilthackeray28th' bid £565, but was outgunned by 'arvind1963' at £640. On the final day, 'Jackdoor13636', who had previously bought 12 other items on eBay, most recently spending £4.99 on a rare VHS tape of Tom Waits performing a Cole Porter song, made a bid of £650. Spwmojo was having none of this, and so increased the price to £671 with only 41 seconds of the auction remaining. But with 23 seconds left, jackdoor13636 decided to bid again, finally winning the tickets for £691, plus £3.75 postage, a mark-up of more than £550. Let's hope Tom doesn't have an off night, or add any extra dates. </p> <p>The seller of the tickets, medschool33, is an experienced eBay trader, and has made a profitable hobby out of selling desirable products. His most recent sale, completed last Wednesday lunchtime, was for another pair of Tom Waits tickets, in the second row of the stalls ('Absolutely not too close because even front row is some distance from the stage'), which went for £640. His is a hobby that didn't exist a decade ago: previously one had to stand in the rain outside a venue to spend crazy money on touted tickets, but now one can enjoy this experience at home. </p> <p>The eBay phenomenon has also changed our lives in other ways. Since its formation nine years ago, unwanted second-hand goods are no longer just things we pack in bin liners and take to the charity shop and car boot sale; everything has a value to someone, and in a global marketplace this value tends to be higher than the one we may obtain in our high street. There is nothing that will not sell. Batman cars, pairs of shoes, autographs, fruitcakes, packets of Pez candy - I put one of each of these up for sale a few days ago and many people were genuinely interested. </p> <p>The British site - eBay.co.uk - is based in a neo-classical square in Richmond. Next week the company celebrates the fifth anniversary of its first sterling sale, and its reception area contains a cuttings file thick with five years of eBay madness: the story of the Scottish landowner who used eBay to buy back the Meissen china that was stolen from his drawing room; the foiled attempt by a ship broker to sell a decommissioned British aircraft carrier; how one eBay user helped another when he was trapped in his garden shed. Many articles retell the mythical story of eBay's founding in 1995, when a ponytailed man in Silicon Valley called Pierre Omidyar tried to expand his fiancée's collection of plastic Pez dispensers by setting up a virtual trading community (Omidyar now says this is a 'romanticised' version of events - the first item he sold was a broken laser pointer. The name eBay sprang from Echo Bay Technology Group, Omidyar's consultancy company). </p> <p>There are press releases with lists of what one cannot sell on eBay (fireworks, drugs, firearms, lock-picking devices) and lists of how fast things sell. On an average day in the UK someone buys one mobile phone per minute, a model train every three minutes and a laptop every two minutes. There are no figures for the impact this has had on the postal service. Further statistics suggest nothing but remarkable growth: there are 114 million registered worldwide users, with 7.6 million in the UK. There are more than 25 million items on the site at any given time with about two million listed in the UK. Unusually for an internet venture, eBay has been profitable since its launch, and last year its revenue rose 79 per cent to $2.17 billion (attained by taking a small percentage of every winning bid). Its stock market value stands at about $43 billion. Between January and March more than one million people in the UK used eBay for the first time. </p> <p>Accordingly, eBay has made the ultimate transformation from trademarked proper noun to verb: I may eBay that vase later tonight; my decorator spends all his evenings eBaying for a 1982 BMW. Relatively few people talk of QXL-ing an item, although QXL was once the more successful online auction site in the UK (it now specialises in trading 'adult' material, ie Swedish Meatballs 5). </p> <p>The managing director of ebay.co.uk is a likeable 38-year-old, square-faced man called Doug McCallum, who has been in the online business for 10 years, first at Capital Radio and Pret A Manger and then at a healthcare supplier. He has been at eBay since 2002, but his relationship with what he likes to call the 'eBay community' began in 1998, when he bought rare science-fiction books from a man he had never heard of on the other side of the world. Almost all eBay users experience a similar seminal moment, something on a par with one's first successful email. The realisation that the 'global marketplace' may actually exist outside the pages of the Economist usually begins with a fruitless quest for something one is passionate about, only to find that several thousand other people also collect airline sickbags or maps of the Tokyo subway system. </p> <p>McCallum says he now buys and sells about 50 things a year. He has sold a car, hi-fi speakers and a fireplace, mainly big things so that he knows what it's like for other people to ship things that are unwieldy. He has an eBay positive 'feedback' record of about 150 (an approval rating which logs the number of successfully completed purchases or sales). Like many users he will go to great lengths to protect this record, lest adverse comments affect other traders' trust in him. 'I once sold a computer to someone who wrote back saying it was missing the dongle that connected it up,' he explains. 'I then scoured the universe for this thing to get it to him, finally finding one in America which meant I made practically nothing on the sale but I did avoid negative feedback.' McCallum told me that the one single eBay purchase that made a big difference to the public perception of his company was Cherie Blair's purchase of an alarm clock to wake up one of her sons. 'The idea that someone who is that successful is using the site for frugal purchases just caught the public's imagination.' </p> <p>He is also pleased with the number of women who appear in the newspapers with stories of 'unlocking the entrepreneur within' by giving up their jobs and making more money by using eBay to buy and sell shoes. I wondered about the effect all this was having on charity shops, but he said that charity shops loved eBay. Shop managers withhold items that they hope will fetch more at auction, and enterprising charities hold their own eBay-only auctions. McCallum then clicked on his computer and brought up eBay pages dedicated to good causes, including the opportunity to bid on a sale of lunchtime 'dates' with minor celebrities in aid of Breakthrough Breast Cancer (The following day, 'an afternoon of fine dining and laughter' with Lord Brocket attracted 26 bids and went for £1,020, while the same kind of thing with Vicky Butler-Henderson - 'lunch with a beautiful lady who will dazzle you with her first-class knowledge of exactly what goes on under a car bonnet' - pulled in 43 bids and went for £2,650.). Doug McCallum said he wished that people would begin to see eBay for what it really was - the biggest storage facility in the world. As an example, he mentioned a DVD he owned of the 1993 rugby world cup. He doubted whether he would watch it again soon, and he was thinking of selling it. 'I can release it out into the marketplace absolutely secure that the vibrancy of that marketplace means that if I really do want to see it in 10 years' time it will be there, one click away. It's wonderfully liberating - you can let go of all of that stuff!' </p> <p>McCallum said that eBay was rapidly expanding into a store where buyers go to find brand-new items far cheaper than elsewhere online; the night before, he said he had bought a pushchair for £60 below any competitor. I mentioned the Tom Waits tickets, and the idea that eBay was turning us all into racketeers; he argued that eBay merely democratised access. I raised the possibility of some form of regulation to protect fans and promoters and musicians. 'I couldn't disagree more,' he said. 'I think that's a nanny state view of the world. I think it's the right of the individual who owns the ticket to resell it - eBay allows people to buy at whatever price they wish to pay.' </p> <p>We talked about the eBay 'university', a group of eBay experts who hold seminars around the country to educate heavy users ('powersellers') about best practice and maximising profits (this facility will be available to eBay novices next year). Inevitably, the university is an idea imported from the United States, as is the concept of 'consignment stores', shops where those unwilling or unable to sell items online themselves may bring in things to be sold on eBay by professionals. McCallum believes that there may already be such a shop in west London, and although eBay will not endorse them officially, he is keen to encourage more. </p> <p>In California, companies such as AuctionDrop and iSold It are already well established, and a business plan of a store shortly due to open in Los Angeles called Auction Valet sets out the principles with clear logic: 'What allegedly began as a way for collectors to find obscure items has become a huge and efficient marketplace for every conceivable product. The amazing fact remains that although eBay is used by millions of people to purchase, only a fraction use eBay to sell. Many people have garages, attics and shelves of items that are viable items for sale on eBay. The barrier to entry as a seller is sufficiently high to enable a middleman to efficiently enter the marketplace. Such barriers to entry include the technical proficiency and time required to adequately research an item's auction value, photograph the item, create an auction, track the sale, collect the funds, pack and ship the item. Most people queried agree that they would prefer a middleman to handle those details.' In return for this service, the middleman store will take about 29 per cent of the winning bid. </p> <p>One possible hindrance to the growth of such stores in Britain may be eBay's first UK television advertising campaign, which starts running in a few days. This will attempt to show the less confident computer user how to buy on eBay for the first time, and to encourage those who already buy to branch out into selling. 'It's the heritage of a nation of shopkeepers,' McCallum says. 'We have always been a trading nation.' There will be two separate campaigns, before and after Christmas. On the day I visited one location in south London they were filming the post-Christmas ad, intended to encourage viewers to recycle their unwanted presents. A laddish actor in his twenties sat on a wall outside a terraced house in Vauxhall talking to another actor on a bike. The lad held up an Argyle sweater and said: 'My grandmother! She always gives me a jumper I won't wear. But someone else will!' This six-second scene, which inevitably took half a day to shoot, was the last sequence in a trail of traded items that included a pair of stilettos, lights for a rally car and a toy for a yapping dog. The message was: someone wants everything. The other advert stresses the amount of new items on sale, and both end with the tagline 'Buy It. Sell it. Love it. eBay.co.uk'. If the ads work, new users will soon encounter the detailed instructions on the eBay home page about how to buy and sell safely. </p> <p>While most transactions are carried out without a hitch, there are inevitably winning bidders who fail to pay and sellers who fail to ship goods. Although eBay offers limited compensation if items don't materialise (especially if they have been paid for by PayPal, its own credit-card payment facility), it can only issue warnings against the bigger cons. Last week, Which? Computing magazine estimated there were 200 fraudulent auctions placed on eBay every day, some easier to spot than others. Many regular users have received convincing scam emails requesting bank and credit card details and threats to close an eBay account, and there is a vast amount of too-good-to-be-true offers on non-existent new laptops and iPods requiring untraceable cash payments by Western Union and MoneyGrams. Despite all one's better judgments, these are often extremely tempting, especially as sellers now offer to email the vendor a copy of a shipping receipt, which inevitably also turns out to be fraudulent. </p> <p>All the heavy users who were emailed for help with this article wrote back with reports of the pleasure and profit that eBay brings. 'I believe that eBay is one of the most important innovations of our generation,' a woman called Wilma Mae Ward told me. Ms Ward left her job as company director three years ago and now spends about eight hours a day trading vintage fashion items on eBay from her home in London. 'To have the opportunity to truly create a business from second-hand items in your home and to be able to sell worldwide with almost no start-up costs is nothing less than revolutionary. I don't have a fancy expensive website sitting there waiting for people to find it. I immediately have bidders/buyers from all over the world. How amazing is that? So weigh it up - stressed-out director or chilled-out eBayer, selling clothes and not worrying about passing trade, making a great living and having an awesome lifestyle. I can sit in a coffee shop with my laptop and run my business. Now that's what I'm talking about!' (Wilma Mae Ward is an American.) </p> <p>Most eBayers will confess to at least one bitter story. Recently in the Spectator, Petronella Wyatt wrote of her new-found passion for buying designer handbags. These bags were cheaper than you would pay even in Toy Town, and of course one particular bargain failed to arrive. She then withdrew her winning bid on another bag after fretting over the unusual methods of payment, and received an email back from the seller 'which read like something out of The Godfather '. </p> <p>Even experienced buyers get stung. The following example is typical. Madonna announces her new show at Earl's Court and Wembley Arena, and despite the fact that tickets are priced at £150 plus booking fee, the good seats at the front sell out within minutes. A browser on eBay sees three tickets on sale at a central block at Wembley just eight rows from the front, and snaps them up for £550, just a fraction over face value. The seller has been trading on eBay for three years and has an exceptional feedback record of several hundred with wholly glowing recommendations from past users. This is in June, a couple of months before the show, and the buyer waits patiently for the tickets to arrive. And waits. Emails are sent to the seller, who replies immediately and politely, saying he hasn't yet received them from the promoter, but it's only a matter of days. The seller gives his full address in Milton Keynes. But the tickets have still not come a fortnight before the show. </p> <p>Then I received this email: 'Hello,' it begins. 'Firstly can I please apologise for having to send you this email. I am writing to let you know that there will be no tickets sent to you that you ordered from me, but before you shout and scream at me please read on. There is an honest and genuine reason why and proof/evidence of this will be forwarded onto you as soon as available. 'I AM genuinely sorry about this but it is out of my control as you will eventually know. with regard to the money paid, please DO NOT worry - a full refund will be issued and also if there are any extra monies involved (hotel, train, etc) then please let me know. 'I feel bad enough about this as it is so please do not send any rude or abusive replies. I am fully aware of the disappointment caused though hopefully you will be able to source elsewhere. Once again, I AM really very sorry and once again I will refund the full amount.' </p> <p>Six weeks later, long after my wife and youngest child have recovered from the negligible disappointment of not seeing the show, there is still no explanation and no refund. Perhaps some terrible tragedy has befallen the seller; I can live with the loss. Undeterred by this setback, I have continued to trade on eBay since. Like many modern addictions, it is proving a little less joyous and a little more of a chore as time goes on, but it still beats car-boot sales. The five items I sold last week did quite well. Nigel Slater generously agreed to bake a large fruitcake for The Observer 's Christmas appeal, which sold for £51. A signed selection of Eddie Izzard DVDs and promotional lipsticks went for £63.03. A pair of Jimmy Choo size 40 diamante and satin high heels, rescued from The Observer fashion desk, also for the benefit of the Christmas appeal, sold to a instant-paying woman called Louise in west Yorkshire. I then sold an old Batman car and Batboat, valuable in its original box, for £395.01. A packet of fruit-flavour Pez, which was an ironic sale designed to take the eBay story back to where it began nine years and 100 million transactions ago, sold to a buyer in Germany for 10 pence, plus much postage. The buyer is called 'mikiolek', and he or she has yet to complete payment. </p> <p><strong>Mine's a Datsun: what they're buying on eBay</strong></p> <p><strong> 1 Wayne Hemingway<br>Designer</strong> </p> <p>I collect anything that's culturally significant. And cheap. I don't spend a lot of money on it, I treat it like going to a jumble sale, I look for things that make me smile. I got some vintage Blackburn Rovers T-shirts for my kids and nearly all the Christmas presents come from eBay. We even bought a car for my 17-year-old daughter, a Datsun 120y. My oldest kid has made at least £3,000 from selling old BMXs and Choppers that he's collected and he's paid his way to university on that. My favourite buy was a 1970s Dansette record player from Japan that I've always wanted and it's fantastic. It's difficult to get a bargain on eBay these days, unless you want something nobody else wants - which is good for me because I do want stuff that nobody else wants. </p> <p><strong> 2 Sally Brampton <br>Ex-editor Elle, now a novelist</strong> </p> <p>My eBay triumph was a huge Heals sofa which was worth £2,000 and I got it for £74. The bigger the site gets the more problems come with it. There's lots more dodgy people selling, so you've got to be careful. I always check the feedback and only use people with 100 per cent rating and I always buy designer labels. In the last year the vintage section has gone mad. I like antique linen nightgowns and I used to buy them in fleamarkets, then I started getting them on eBay for £4. But suddenly everybody's cottoned on - every other garment says 'Kate Moss' or 'Sienna'. So you actually know who the style icons of the moment are. And you can also tell from the bidding prices which designer label is really hot - Prada's going way down at the moment and the Balenciaga bags are the top of the list. So as an ex-fashion person I find it riveting as research as well. </p> <p><strong> 3 Tyler Brule<br>Founder of Wallpaper* and head of design consultancy Winkreative</strong> </p> <p>Recently I've been buying any memorabilia to do with Japan Airlines from the 1950s to 1970s - guide books, luggage tags, in-flight service pieces. Japan Airlines had a fantastic corporate identity and they've destroyed it with the one they rolled out recently, so I'm trying to amass a collection of the old one. There's a lot of it around and the starting prices are incredibly low, but there's three or four keen buyers around the world bidding against me. My best eBay buy was a book which celebrated the launch of their first passenger jet. They produced a special-edition book for passengers on the inaugural flight and it's a wonderful example of Japanese printing and graphic design. </p> <p><strong> 4 Shaznay Lewis<br>Singer</strong> </p> <p>I mostly like using eBay to shop for clothes, especially shoes. I browse through the books and stuff but it's mainly the fashion I'm interested in. I bought a great pair of Marc Jacob shoes recently for just £80. I like using it because it's a relaxed and private way to shop, no one is looking over your shoulder while you're doing it. There is a great selection of fashion there so it's much easier; you don't have to go to 10 different places to find something. </p> <p><strong> 5 Edith Bowman<br>Radio 1 DJ</strong> </p> <p>I'm not a total eBay obsessive, more of a nosy cow in wanting see what kind of stuff's on there. I'm a bit scared about making that step towards being a regular buyer, because I know I'll become obsessed. I mostly buy memorabilia and Star Wars gumpf. When we have guests on the show we do an eBay search on them and find out what kind of random stuff of theirs is on it - the other day we found a signed drumstick from The Darkness. My best buy was a Star Wars poster signed by George Lucas for about £100. I hope it is his signature - it might be dodgy because it was only a hundred quid. </p> <p><strong> 6 Sophie Ellis Bextor<br>Singer</strong> </p> <p>I got into eBay about four years ago because I was trying to get hold of a Blythe doll I'd spotted in a photographic book, and after that it just kind of snowballed. I've bought vintage handbags, lampshades, unusual shower hooks, all sorts. I think the weirdest thing I've bought was this 1950s gadget you hook into the zip on the back of a dress so you can pull if up if no one is around to help you. It's brilliant. </p> <p><strong>Jenny Clover</strong></p>",
  "Tony Blair yesterday disclosed his 'immense' sorrow for the plight of the hostage Kenneth Bigley. But he issued a powerful plea for the nation to back his firm stance against the uprising in Iraq or risk fuelling global terrorism. <p>In his first public comments since the harrowing tape was broadcast of Bigley pleading for the Prime Minister to save him, Blair warned of the kidnappers' ability to 'manipulate the modern media', which he admitted left politicians in a difficult position. </p> <p>Praising the 'stoical and very dignified' Bigley family, he also hinted at the personal strain the crisis had put him under, revealing that his deputy John Prescott had telephoned to bolster his spirits. </p> <p>But in a wide-ranging interview with The Observer on the eve of Labour's annual party conference in Brighton, the Prime Minister made clear he would stand his ground. He also: </p> <p><b>·</b> warned Iran not to meddle with its neighbour, denouncing as 'completely unacceptable' reports of it helping Moqtada al-Sadr's rebel militia; </p> <p><b>·</b> compared the battle against insurgents in Iraq to the height of the Second World War; </p> <p><b>·</b> declined to rule out fighting another future war as part of the struggle against terrorism; </p> <p><b>·</b> and unveiled new manifesto plans at home to help first-time homebuyers and give working parents 'universal, affordable' childcare. </p> <p>But he sounded his clearest note yet of contrition over the failure to find weapons of mass destruction in Iraq - admitting bluntly that information received before the war was 'wrong' and insisting he had already 'apologised to the people for the information that was given being wrong'. In fact, he has stopped short of a full apology until now. </p> <p>The kidnapping of Bigley - whose brother Paul will speak by videolink to a Labour anti-war fringe meeting tonight - now casts a long shadow over the conference, threatening Blair's hopes of focusing on upbeat manifesto plans. </p> <p>'I feel immensely sorry for his family as well as for him,' Blair said. 'His family I think have been extraordinarily stoical and very dignified throughout.' As for the impact on himself, he said colleagues were rallying round: 'I've just had John Prescott on the phone saying, \"It must be tough for you, and how's the family?\"' </p> <p>However, he hoped the public would understand that terrorism in Iraq 'is to try to stop the country getting better, to murder anybody who tries to help its reconstruction and its democratic process. And our response, surely, has got to be to stand firm'. </p> <p>Blair called on those divided over the war to rally behind a fresh battle for the control of Iraq: 'I can understand why people still have a powerful disagreement about the original decision to go to war. But whatever that disagreement, surely it is absolutely clear we have to stay and see it through. Because the consequence of not doing so is that global terrorism will get a tremendous boost.' </p> <p>Downing Street has been privately alarmed by the sophistication with which hostage taker Abu Musab al-Zarqawi has played on western public opinion. 'What these terrorists understand is that they can use and manipulate the modern media to gain enormous publicity for themselves and put democratic politicians in a very difficult position,' he said. </p> <p>Privately, aides suspect it is no coincidence that a Briton and two Americans were seized just as Iraq's prime minister was due to visit London and Washington. </p> <p>Insisting the conflict was driven largely by foreign agitators not Iraqis, Blair delivered a veiled threat to Iran to stay out of it, urging 'firmer action' by Syria and Iran to prevent insurgents crossing their borders. </p> <p>Blair refused to rule out ever fighting another war alongside Bush, but he stressed there were other ways to resolve issues with Iran: 'We don't intend to go around starting conflicts all over the world, but you know, the fact is I do believe that this global terrorism is the central security threat facing our time.' </p> <p>Asked if the war on terrorism had really delivered a safer world, Blair suggested things were often darkest before dawn: 'There was more bloodshed in 1941 than in 1938.' The intensity of the insurgency showed, he said, how much was at stake. </p> <p>Brushing off questions about his supposed near-resignation back in spring, or whether he would serve a full third term, the Prime Minister rejected speculation of a deal to hand over power to Gordon Brown: 'You don't do deals about jobs like this.' </p> <p>With polling indicating many voters feel deserted by Blair's concentration on Iraq, the government is now anxious to highlight domestic issues. Tomorrow John Prescott will unveil plans to help young buyers get on the housing ladder, expected to include schemes to stagger and share costs of property purchase. </p> <p>He also promised a childcare place for every child to help working mothers: 'We have expanded nursery provision but let's be honest about it: two hours a day [in nursery] at a fixed time is very tough for people if they're doing a job that means they can't get away from work until four in the afternoon.' </p> <p>A new push on drugs and organised crime, employing summary powers used against anti-social behaviour, is also likely. However the Prime Minister conceded he was now 'less popular' and the next election would be a tougher fight. </p> <p>Some comfort came yesterday from Brown, who backed Blair over Iraq in a Guardian interview, adding: 'I am not going to walk away from decisions that we made as a Cabinet. I made the finance available to do what we had to do.' </p> <p>The BBC is also unlikely to screen extensive coverage of a potentially difficult Iraq debate on Thursday, following complaints from the Tories that endless film of Labour would unfairly affect the Hartlepool by-election due that day. </p> <p>Conference will decide tomorrow whether to allow an emergency vote on Iraq as well as Thursday's debate, with two possible rival motions emerging: one expected to call for withdrawal of troops, while the other - tabled by anti-war MP Harry Barnes and favoured by the leadership - will urge members to unite over the democratic rebuilding of Iraq whatever their original views. </p> <p>Other pledges this week will include an 'aspiration' to abolish youth unemployment by guaranteeing a training place, a college place or an apprenticeship for all school leavers.</p>",
  "<p>These are stirring times for The Observer as the industry undergoes one of its periodic revolutions to reinvent and reinvigorate itself. Twenty years ago the print unions were swept away; 10 years ago a price war was declared, and now, after a decade of ever-bigger papers, the fashion is suddenly for leaner, smaller issues. </p> <p>Tabloid editions of the Independent and the Times have put our sister paper the Guardian under serious pressure to follow suit, but after much research and discussion, the decision was taken to switch within the next two years to a European mid-size format - halfway between broadsheet and tabloid. This will require huge investment in new presses - which will also print The Observer , so we shall be taking the compact road, too. </p> <p>That any of this should have been announced at all in the viciously competitive world of Fleet Street is an example of the transparent manner in which Guardian Newspapers Ltd tries to run its business. For a second year, the GNL has published Living Our Values, an audited report on whether it embodies the social, ethical and environmental standards it espouses in its newspapers.</p> <p>On the mid-size decision, the report says: 'Having identified a problem shared by many, we then identified a solution unique to ourselves - even though it will cost more and take longer to deliver than the \"me-too\" option of going tabloid. We believe we will be the only UK national publisher printing in this format when we launch and we know that we will have to rethink everything we do, both editorially and commercially, as a result. It is for us, however, the right decision and the most significant one for GNL in nearly two generations.' </p> <p>Last year's Values report sent GNL to the top of the media industry corporate responsibility league table, ahead of the BBC, Pearson, Reuters and News International. A European Commission study on corporate responsibility described last year's audit as 'the clearest example of good practice we have identified' and Geneva Overholser, former ombudsman of the Washington Post, called it 'as fine an example of media accountability as I can recall'.</p> <p>But the report also points out some uncomfortable truths. The tabloid editions of competitors have taken a toll on the Guardian's circulation and, on the question of diversity, both within our staff and within our readership, we still need to make improvements. Last year, 68 per cent of readers felt our content adequately reflected Britain's multicultural society. This year that figure has risen to 76 per cent, yet only 8 per cent of our readers are from minority ethnic backgrounds. </p> <p>Throughout the company, equal opportunities data indicates that 92 per cent of staff are white, which is directly representative of the UK workforce. It also compares with 96 per cent across the media as a whole, yet research conducted by Publishing National Training concludes that 'given the predominance of the industry in London and the south east, and in other urban areas, this suggests that the industry has not succeeded in reflecting the balance of the population it serves'. </p> <p>Measures to address this are included in the 51 targets the company has set itself to address, covering service to readers, employees, and our response to the environment, our local community and our suppliers. </p> <p>The report devotes several pages to the question of trust between the paper and its readers. A poll of 2,000 adults taken in the spring showed that trust in journalists had risen slightly to 20 per cent - still below the number who trusted politicians. In contrast, a survey of 2,500 Observer readers and web users in June found that 87 per cent trusted our reporting.</p> <p><strong>·</strong> The social audit is online at <a href=\"http://www.theguardian.com/socialaudit\">theguardian.com/socialaudit</a>. Readers can request a copy by emailing their address to <a href=\"mailto:socialaudit@theguardian.com\">socialaudit@theguardian.com</a> or by writing to Jo Confino, 75 Farringdon Road, London EC1M 3JY.</p>",
  "The sun is shining on the garden at Chequers, but the shadow of Iraq stretches over the Prime Minister's Buckinghamshire retreat. <p>'I think most people are praying for him,' Tony Blair says of Kenneth Bigley as he waits for any news about the fate of the British hostage. 'I feel immensely sorry for his family as well as for him. His family, I think, have been extraordinarily stoical and very dignified throughout it.' </p> <p>This is a confrontation with a terrorism whose sophistication should not be underestimated. 'What these terrorists understand is that they can use and manipulate the modern media to gain enormous publicity for themselves and put democratic politics and politicians in a very difficult position.' </p> <p>Just when the government was hoping to use the Labour conference this week to focus the public on its domestic agenda, the hostage crisis has forced Tony Blair back into defending the most divisive and unpopular decision of his premiership. </p> <p>'I hope people understand,' he says. What he most wants people to understand is this: 'The reason why these foreign terrorists are there in Iraq is to try to stop the country getting better, to murder anybody who tries to help its reconstruction or its democratic process. And our response, surely, has got to be to stand firm against that.' </p> <p>According to him, 'every single survey' of Iraqi opinion shows 'they don't want Saddam back and they don't want to be ruled by outside terrorists. They want to rule themselves, and that's what we're trying to do.' </p> <p>Every single survey of opinion in Britain shows a country as deeply divided as ever about the war, with support for the invasion recently dropping further. </p> <p>'Obviously there will be people who have never been convinced about the original decision. But the fundamentals of the situation in Iraq are absolutely clear. You have a government supported by the United Nations. You have got massive reconstruction. You've got an attempt to bring democracy to the country and you've got these people trying to stop it. I can understand why people still have a powerful disagreement about the original decision to go to war, but what ever that disagreement, surely now it is absolutely clear we have to stay and see it through. Because the consequences of not doing so is that global terrorism will get a tremendous boost. By contrast, if we succeed and defeat these people and help the Iraqis to get what the Iraqis want, then global terrorism will suffer a defeat.' </p> <p>He goes on: 'If the violence and terror stopped, Iraq would very swiftly - because it's rich in resources, it's people are intelligent - would make progress. So my point to people is: which side should we be on now? You might have disagreed about the conflict, but there is only one side to be on now, and that's the side of people who are trying to bring democracy and hope to the country, not trying to plunge it into terror and chaos.' </p> <p>With the Iraq Survey Group about to announce that there were no weapons of mass destruction in Iraq when the war began, Blair is now prepared to express some contrition about the way the conflict was sold to the public. </p> <p>'I have been very happy to take full responsibility for information that has turned out to be wrong,' he says. 'It's absolutely right that, as we've already done, we've apologised to people for the information that was given being wrong.' </p> <p>That, though, is as apologetic as he gets. 'It's not a question of stubbornness or obstinacy. If I were to say to you \"I'm sorry we removed Saddam Hussein from power\", I wouldn't be telling the truth. I'm not. I believe the world is better with Saddam Hussein removed from power. I believe that very, very strongly.' </p> <p>But regime change was not the basis on which he took Britain into the war. </p> <p>'Well, of course, the_ ' Blair begins, pauses, claims there has been 'some rewriting of history' and refers us to his speech in Glasgow in the February of last year during the build-up to the war. That was the speech which most heavily made the moral case for removing Saddam. To that argument Blair is very likely to return in his party conference speech. </p> <p>He clearly suspects that Iran is sponsoring some of the insurgency in Iraq - 'completely unacceptable,' he says. Iran is now in the cross-hairs of the White House, which will fuel the fears of some that Blair might join more military action with a re-elected George Bush. Will he rule that out? </p> <p>'It's not a question of ruling it out or ruling it in. There's no point in hypothesising in respect to situations that haven't arisen. No, we don't intend to go around starting conflicts all over the world. But the fact is that I do believe that this global terrorism is the central security threat facing our time.' </p> <p>That is why he embraces the doctrine of pre-emption. When we ask whether he regrets that Saddam was not removed earlier, he says 'you would never have had the consent for it. Before 11 Septem ber, if you suggested that you should go raid Afghanistan, people, you know, come with the men in white coats. And that is the point, that is the central difference. This a conflict where there isn't a third way, I'm afraid. </p> <p>'What's changed for me is, post September 11, you no longer wait for the thing to happen. You go out actively and try to stop it. That's the thing that's changed now.' </p> <p>Private polling for Labour talks of three million of the party's natural supporters being alienated. Does he accept that he has lost a significant slice of the electorate? </p> <p>'Well, I accept that obviously a lot of people disagree with me profoundly about it.' </p> <p>It's surely something a bit more pungent than mere disagreement? </p> <p>'I think you can bring people to this position,' responds Blair. 'That even if they disagree, they understand that the consequences of not doing it were also difficult. After all, Saddam would still be there, and not merely there but hugely involved. If we'd pulled back and either left the Americans to do it on their own or the Americans had pulled back themselves in March 2003, does anyone seriously believe we would have a more stable Middle East?' </p> <p>Claiming still to be 'basically a unifier in politics', he now has to rest his hopes on the argument with the opponents of the war exhausting itself. 'In the end, you've probably got to get to the point where you just agree to disagree over it.' </p> <p>It has been widely rumoured - and frequently stated as a fact - that the pressure, political and personal, became so colossal that he considered quitting. Was there any point in the past 12 months when he had contemplated resigning? </p> <p>'No. I'm very happy doing what I'm doing.' </p> <p>No moment at all when he thought of resignation? </p> <p>'No,' he repeats. </p> <p>So why did several members of the cabinet feel compelled to come to him to check on his morale and his intentions? </p> <p>'I don't quite understand this,' he says. 'I mean, when people reach difficult points, what they do is come and see you and say it's a bit of a tough time at the moment. They are perfectly comradely [an exceedingly rare Blair use of the c-word] and that's what you expect.' </p> <p>It apparently happens all the time. </p> <p>'I've just had John Prescott on the phone, saying I'm sorry about this [the hostage crisis], it must be tough for you and how's the family and all the rest of it. But the idea of some deputation? No.' </p> <p>Supporters of Gordon Brown are adamant that Blair did promise to quit. At a dinner between the two men hosted by Prescott last November, they insist that Blair said he would give way to the Chancellor this year. Blair initially tries to deflect the question. 'I'm not getting into this TB/GB thing at all.' </p> <p>But is it true that he said at that dinner he would step down this year? 'On the dinner, or the so-called things about resigning, or the rest of it - you don't do deals about jobs like this.' </p> <p>Despite briefing to this effect, he is wary of saying that he, if re-elected, will serve a full third term, perhaps for fear of further provoking his Chancellor on the eve of the conference, also from nervousness of coming over as Thatcheresqe. </p> <p>'It is for the British people to decide.The reason I don't get into this on and on and on business is that in the end it is for the British people to decide.' </p> <p>According to his own pollsters, a worryingly large number of those people have decided that he has lost the domestic plot by spending too much time on foreign affairs. Commentators have described his second term as lost in Iraq. </p> <p>'I think there is a common perception of that,' acknowledges Blair, while maintaining that he has actually achieved more on the home front in his second term than he did in his first. </p> <p>'I think the irony of my position is that I'm sort of less popular and more capable.' </p> <p>In areas like health and crime, 'we moved far faster in the second term than in the first. </p> <p>'Sometimes I think part of the problem is we led such a sort of charmed life in the first term. I think, as you would acknowledge, it was unnatural, in a sense, to be just coasting through.' </p> <p>As for the idea of him as an absentee Prime Minister, the public 'wouldn't know' that he has had more meetings on antisocial behaviour, crime, asylum and immigration than anything else in the past year. 'If you ask a member of the public about that' - which his focus groups constantly do ask- 'they'd say \"No, he's been doing Iraq\".' </p> <p>He says it's not a problem unique to him. All leaders are in a similar position because the 'foreign affairs agenda has been very, very big - far more than normally. If you went back to the 1980s, you would not find foreign affairs occupying so much in the Tory years, would you?' </p> <p>Really? What about the Cold War and the Falklands? </p> <p>'The Falklands? The Cold War? No, nothing like the same. It would be quite interesting to do a study of it. The Cold War was a constant issue, but it wasn't coming to a head in some dramatic war and peace, life and death situation. </p> <p>'No, as I say, the irony of the government is that whereas the perception is that it has spent a lot of its second term on foreign affairs, in fact we've been far more radical in domestic politics.' Revealingly, he chooses to pluck out student tuition fees, one of the most contentious acts of his government in this second term, as his illustrative example of that 'radicalism'. </p> <p>He desperately needs those lost Labour supporters to 'get over it' in the run-up the next election. He is hoping that the shadow of Iraq will not be so occlusive that Labour's conference can't get across his pitch to the electorate for a third term. </p> <p>'It's always tougher as you go on. That's for sure. But if the Labour Party claims the centre ground and claims the future, we will win and can win well.' </p> <p>He scoffs at the Liberal Democrats as 'completely incoherent' and thinks the Tories will 'stroke their base' and 'go back to the strategy' they had at the last election. </p> <p>What about stroking his own base a bit more warmly- or at least not so offending it? Does he appreciate how infuriated natural Labour supporters can become when they see him holidaying with Silvio Berlusconi? </p> <p>'I shouldn't see the Italian Prime Minister?' Blair can't see the problem. 'All of this nonsense. We spent the evening with the Italian Prime Minister. He is an ally of ours.' </p> <p>It is 'the usual rubbish'; what matters is what 'fundamental view' people come to about his government. </p> <p>He reels off the list: 'The longest period of economic growth, the highest level of employment, huge investment in our public services, a minimum wage, reductions in poverty.' He adds - which is calculated to stroke his base - 'action on climate change and poverty in Africa'. </p> <p>'Is Britain a stronger, fairer and more prosperous country in 2004, than in 1997? I think the answer to that is yes. </p> <p>'I think one of the really interesting things is the things you don't any longer talk about at the end of a second term of New Labour. You don't talk about boom and bust any more. You don't talk about a winter crisis in the health service any more. You don't talk about schools falling to bits any more.' </p> <p>But Blair does not believe he will prosper at the next election by going to the country looking in the rear-view mirror. </p> <p>'You won't continue in government on the basis of your record, but on the basis of what you are going to do. That's why it is so important, this conference is very, very important for us to claim the centre and claim the future.' </p> <p>'The issues that we won on in 1997 aren't going to be the issues we win on in 2005/2006. You're not going to win the next election just by saying: we've put money into public services. </p> <p>'No. In the end what people will want to know is: how are we going to get the excellence that we think we should have for those levels of expenditure? That's what we're going to set out.' </p> <p>A lot is being expected of the Brighton conference. The government has set itself the task of showing that it has a range of new offers to the electorate which address the quality of life issues, such as childcare, pensions and housing. </p> <p>The challenge more specific to Blair is to prove that the bread-and-butter genuinely excites him as much as the world arena. So he tells us: 'What gets me up in the morning, and still gets me up in the morning, are the improvements in the basic issues that affect people's lives. That's why education, for example, to me remains the absolute, number one, passion. That's why we are doing all the specialist schools and academies.' </p> <p>Will those lost Labour voters get up in the morning of the next election day for Tony Blair? </p> <p>'It happens with all governments. There is disillusion and disappointment. That's politics,' he replies. 'What you've got to do in those circumstances is not buckle under it, but go out and make your case.'</p>",
  "<p>There is no stopping Thomas Heatherwick. He just can't help himself. He looks over his shoulder and then makes a run for it. In front of him, the new bridge he has designed for London's Paddington Basin is performing like a puppy that has learnt a new trick. It has just lifted itself up off the ground and has gracefully and almost silently curved upwards and curled into itself like a ball. And now, slowly, it is uncurling again and one end of the bridge is pointing towards the sky before making its descent back to earth. Heatherwick runs at it and rides it like he's at a fairground. 'I won't ever be able to do that again after today,' he says, grinning like a naughty schoolboy.</p> <p>An audience has gathered in the windows of St Mary's hospital on the other side of the canal and breaks into applause, cheering as the bridge makes its landing. Men in suits are stopping in their tracks in the stairwells of the brand-new building that is home to Marks &amp; Spencer's headquarters. And next to me, the black-cab driver and British waterways enthusiast who drove Heatherwick here this morning is standing open-mouthed. 'It's incredible,' he says. 'First class. I've never seen anything like it.'</p> <p>The Rolling Bridge, as it has been called, is one of three bridges that form part of the infrastructure of the newly developed Paddington Basin in west London, and was commissioned by Chelsfield. The others are designed by Langlands &amp; Bell and Marcus Taylor. But Heatherwick's is the showstopper. It is small in scale, spanning a one-boat dock across the Grand Union Canal, but huge in ambition. 'The job of the bridge really is to get out of the way. What ways are there for a bridge to do this?' So instead of some clunky opening-and-closing mechanism, Heatherwick set out to make something that would move with the grace of a ballerina. He wanted it to be a complete surprise. And it is. You would never guess a bridge could roll itself up in a ball on the side of the quay. It looks perfectly straightforward - dare I say boring - when flat. 'It's straight, it's steel, very plain and simple,' he agrees.</p> <p>But it is a feat of engineering - a challenge to everyone who has worked on it. 'It's a piece of moving art,' says the hydraulics engineer who has been given the honour of pressing the button for the first time. 'Art and science and engineering should get together more often, with a view to marriage.'</p> <p>It is precisely this marriage of art, science, engineering - and design - that motivates Thomas Heatherwick. At just 34, he is one of the country's most ambitious designers, responsible for creating the UK's tallest public sculpture, Manchester's B of the Bang, set for completion at the end of October. It is impossible to pigeonhole him.</p> <p>This is not a designer content with redesigning a lemon juicer or a toilet brush. He trained in three-dimensional design at Manchester Polytechnic before going on to the Royal College of Art, graduating in 1994. The furniture retailer and design veteran Zeev Aram was the first to pick up on Heatherwick after seeing his degree show in Manchester. Aram - a man with a very strict eye - was so inspired that he offered him a place at his annual graduates show in London.</p> <p>And since then, he has been busy making his mark, from a private commission for Sir Terence Conran - a gazebo for his garden - to the redesign of a public square in Newcastle, which he clad in a 'blue carpet' made of specially designed glass tiles. One of his first major calling cards was his windows for Harvey Nichols in Knightsbridge in 1997. Typically, he refused to be contained by the windows themselves, and his traffic-stopping display wound its way out of the windows and around the building itself. Sheridan Coakley of the British furniture company SCP, who has worked with designers including Terence Woodgate and Jasper Morrison, is seriously impressed: 'He is one of the most original people I know. He can just look at things in a completely different way.'</p> <p>Heatherwick is a showman. But his work is utterly rigorous, consistently challenging, and he genuinely believes - and hopes - he can make the world a better place. At the beginning of the year, Heatherwick was asked by the Design Museum to spend £30,000 for the Conran Foundation, choosing objects to go into a permanent collection. He put together one of the most unexpected collections of 1,000 useful objects, from a tooth-flossing device to a pyramid tea bag.</p> <p>The end of October sees the completion of his biggest and boldest statement yet - a monumental piece of public sculpture which forms the entrance to the City of Manchester Stadium. B of the Bang is taller than the Statue of Liberty and, like the Rolling Bridge, has been the cause of a serious amount of brain-ache for the team building it. It looks like a massive porcupine, set at an angle and perched precariously on five spindly legs.</p> <p>'I lived in Manchester for three years,' says Heatherwick, in between showing me models and computer-generated exploded views of the sculpture at his studio. 'And going back, when we were short-listed on this competition and arriving on the train, you looked over to what had been run-down, terrible housing and it's all gone, and there was this huge stadium sitting there which looked quite lonely. It felt like the city's objective was to regenerate that part of east Manchester. And once we saw it that way, we saw it in urban design terms. We had to help make this area feel less dominated by a single object. It called for a response on the same scale of the stadium.'</p> <p>The project is being managed and constructed by the Heatherwick Studio - an unconventional set-up that includes experts in landscape architecture, architecture, product design, theatre design, civil and structural engineering and metal working. One of Heatherwick's ex-tutors from the RCA, the structural engineer Ron Packman, uses it as a place to explore and experiment. Part of the studio, built over a Tube line in London's King's Cross, is a workshop. It's important to Heatherwick that he and the team have the opportunity to play with different materials rather than staring at a computer screen all day. 'You have to really get a very tight team, so for B of the Bang we are responsible for delivering the whole project. Which is terrifying, but it's also empowering.'</p> <p>So Heatherwick himself accompanied the sculpture on site when it was transported from the factory in Sheffield, in August. And he wasn't the only one. At a service station along the way, he discovered that the project has groupies - a long-distance lorry driver and her husband, from Manchester. 'They've been following the project. When they heard the core was being transported from Sheffield to Manchester, she plotted the most likely route and drove all the way to Sheffield.' It is hard to tell who was the more delighted, the groupies or Heatherwick. 'There were project spotters posting pictures on the web - it was brilliant.'</p> <p>Heatherwick is very keen that his work is widely seen. He seems to genuinely delight in the reactions of normal people - passers-by, hospital and office workers looking out of their windows, cab drivers, long-distance lorry drivers.</p> <p>'All our projects are public projects,' he says. 'When we first got going, I did a couple of private projects, and I think I found that you put so much into something, and you realise you want it to reach more people. I'm less interested if something's only going to be of benefit to the people who've paid a lot of money. The best experiences are when you are doing things for the public, rather than going to an art gallery to be amazed. Making something better is very motivating, and also because it's harder. That's why things don't happen, because it's hard.'</p> <p>Heatherwick is the product of a wonderfully bohemian family. His grandfather was Miles Tomalin, the communist playwright and poet who fought in the Spanish Civil War, and had a thing about the great Victorian engineers and inventors. He believed that the steam locomotive was the invention of Richard Trevithick in 1804, and not George Stephenson, and would cross out Stephenson's name in his books - which, of course, Heatherwick loved to read. He died when Heatherwick was 14. 'He was an extraordinary character.' His uncle is the journalist Nicholas Tomalin, who was married to the writer Claire Tomalin. His father, an ex-musician, works on community-based projects. 'He's one of the most creative people I know,' says Heatherwick. 'He always has ambitious plans and they are almost too far ahead of everyone around him. He turns things upside down and looks at things from a completely different angle.' Father and son are currently working on a project together for a new community, education and cultural centre in Herefordshire. Heatherwick's mother, Stefany Tomalin, is a founding member of the Bead Society of Great Britain and opened the Bead Shop on Portobello Road in the Eighties.</p> <p>'I've always been making things and always been interested in ideas,' says Heatherwick. 'At school I was always asking: \"But how? But why?\" I could never master the thing that other kids did of knowing enough about a subject to pass an exam.</p> <p>I wanted to know everything there was to know. I was nicknamed \"How, Why?\"</p> <p>With his mop of curly hair, wide eyes, and his infectious enthusiasm, you can imagine he must have been quite the geek. When his mother turns up for a sneak preview of the Rolling Bridge in action, she says she never doubted he would become a designer. 'We used to go to Kew Bridge Steam Museum. He was always looking at how things were constructed, taking them apart and putting them back together.' She also introduced him to the world of craft and would take him and his brothers and sisters to craft fairs, where he was fascinated by traditional building techniques like thatching and green-timber frames, and 'just by seeing people making materials do lots of different things'.</p> <p>It is no coincidence that another of Heatherwick's public sculptures, currently being installed at the new Wellcome Trust headquarters on Euston Road in central London, uses glass beads as its central material. 'He's done it in a way that no bead threader would ever do it,' says his mother - 150,000 beads are threaded on to a nine-storey structure in the central atrium of the building, woven from more than 1m metres of wire. Heatherwick describes it as 'a cloud of wire'. The form of the piece came from dropping molten metal into water. 'It was made in a 10th of a second,' he says. 'It wasn't laboured over. I wanted to catch a moment and make it permanent.' He took a laser scan of the tiny, twisted piece of metal, fed the results into a computer and it charted all the co-ordinates, which are represented by the beads.</p> <p>In between all of this, Heatherwick is also jetting off to Venice to complete a project with the Murano-glass company Salviati for the west London store, Vessel. In true Heatherwick style, instead of making something as mundane as a vase, a chandelier or a bowl, he has made a ridiculously impossible object from hand-blown glass. It's a chair - three great, clear bubbles of glass that look so fragile you barely want to look at them in case they break. And there's Heatherwick, casually perched on top of them. He's called the piece Please Keep Off The Glass. Then he's off to Japan, where he is working on a Buddhist temple in Kagoshima, spending time with the local priest in his Portakabin on site. The monastery looks like nothing you have ever seen before. It is inspired by the drapes of the robes that statues of Buddha are always seated on. Heatherwick used a hospital scanner, used for scanning faces before cosmetic surgery, to come up with the form.</p> <p>At the other end of the spectrum, he's working with the French luxury-bag company Longchamp (the same company that has just launched a collection designed by Tracey Emin). It's his first really commercial product, but, as you can imagine, it is no ordinary bag. It is constructed using a single length of zip that spirals around the bag, allowing it to expand when open. They've sold 2,300 of them so far. 'It's the most engineered bag they've ever done. For about four months we had a structural engineer looking at it to see why it was twisting.' He's just returned from a visit to Hong Kong where he has accepted a commission to regenerate an urban recreational area in Wan Chai. And closer to home, he's the lead artist for Milton Keynes, where he is campaigning to keep the roads as a grid and introduce more car parks. He's also working on a project to redesign and plan the mess that is the approach and entrance to Guy's Hospital in London. Heatherwick is as excited and committed to making a hospital car park a better environment as he is to a gravity-defying, five-legged public sculpture.</p> <p>Back at the Rolling Bridge, Heatherwick can barely contain the grin that is stretching from one side of his face to the other. Despite the fact that he has been working on this project with structural engineers at SKM Anthony Hunts, and it had been tried and tested hundreds of times at the Littlehampton Welding factory, Heatherwick must be relieved to see that it actually works.</p> <p>I remind him of the wobbly Millennium Bridge episode, and of how fascinated the British public has since become with how bridges work, and how they can go wrong. 'I think that, in a way, it's good that the wobbly bridge wobbled. People can't ask for something that's ambitious, and which has never ever been done before, and expect it to perform to all normal set criteria. I think it's very healthy for people to understand that things need the time they need. You know, like the makeover programmes - they always make out that doing something is easy. It does a disservice to the achievements of how people make things happen. </p> <p>'On this project, I think we'll be fine, and it's the most ambitious project that everyone involved has ever done. The biggest honour is knowing people are applying themselves. If you're encouraging excellence, ambition, innovation, creativity - trying to push something to the limit - then you've got to allow people space.'</p> <p>Nevertheless, now he knows it works, you can almost see the cogs turning in his brain (for surely his brain is powered by some Heath Robinson set of cogs and wheels). This is just the start of something. Back at the office, he already has another bridge all modelled up and ready to go. It is even more extraordinary - hewn, for want of a better word, entirely from glass, with not a single part made from metal. He's very excited about it and says he already has a site for it in central London. He's also eyed up a particular crossing over the Thames, which he has in mind for another rolling bridge - this time one that rolls up on either side from a point in the middle.</p> <p>'My goal,' he says, 'is to make things happen.' And there is no doubt that if Heatherwick has the will, he will certainly find the way. There really is no stopping him.</p>",
  "He called himself a man of little consequence. 'Mr Blair, I am nothing to you,' he said. Kenneth Bigley was too modest. The lurid coverage of his ordeal has repelled and gripped a nation following every twist of a story infused with hope but always likely to end tragically. Abu Musab al-Zarqawi, the murderer of Mr Bigley's two American housemates, plays a short and and vile game. <p>The past week has seen a revolution in the history of fear. A Britain consumed by worry that terror was coming home imagined gas on the Tube, bombs at Heathrow or Beslan inside the beltway. Instead, the capture of a middle-aged engineer touched a bedrock of dread. Few visions are more horrible than helplessness. </p> <p>That impotence, his and ours, was exacerbated by the shrewdness of Mr Bigley's captors. Zarqawi, a small-time thug now tilting at a pan-Islamist caliphate, has advertised his animal tactics on the front pages. His website flashes are geared to the US lunchtime news, his murders pored over by voyeurs in dark corners of the internet, and his profits plumped up by snuff DVDs sold for a dollar each in Baghdad markets. Even the Bigley family's televised pleas for clemency underlined Zarqawi's leverage. </p> <p>There is a narrow line between the last resort of the despairing and an eBay of human life, in which escalating bids - first a brother, later a distraught mother - are posted for all to see. Intrusion makes a case, powerful but wrong, for the media to back off. In America, the beheading of Mr Bigley's friends received little coverage, partly because dead hostages are old news there, but also because of the instinct for suppression that, from the outset, offered too little challenge to George W Bush's war plans. </p> <p>Media restraint is hard to unravel from censorship and blackouts were rarely feasible, even before global networks. Since the Crucifixion, agony and death have been a public spectacle. Onlookers may be brutalised by terrible sights, but the greater danger lies in all the Calvaries we do not climb. The 12,800 Iraqi civilians killed since the war began are faceless, as are many of the soldiers killed in action. On the day Ken Bigley's video played in millions of British living rooms, 22 people were murdered in Baghdad. When history is a string of macabre Kodak moments, those slaughtered off-camera evaporate as if they had never lived. </p> <p>But in every conflict, one face encapsulates a war. It did not have to be Ken Bigley's, for there are many like him. A friend of my family, another ageing wanderer whose life had removed him from his roots, was blown up in Baghdad last month. He knew the risks and hoped to be lucky. Mr Bigley, working one last lucrative assignment before he quit, must have made a similar calculation. </p> <p>Instead, he became a condemned man holding a Prime Minister to account. Tony Blair, content to explain himself to God his maker over Iraq, had first to answer to Mr Bigley. 'Help me live,' the captive had asked, with a faith that resonated like an echo. Throughout the Iraq debacle, no citizen has ever placed such blind trust in Blair, bar Blair himself. And yet he could do nothing. </p> <p>There was no dilemma, since the state rightly debars negotiating with insurgents holding knives to throats. There was no hypocrisy, for those who complain that Mr Blair takes tea with terrorists are wrong. To call all such people irredeemable is to sketch a world in which the IRA, Baader-Meinhof and the Red Brigades still hold sway. If, on some tomorrow, Bush sits down with Zarqawi, that may be a mark of a retreat from mutually assured destruction. </p> <p>But, for now, Mr Blair has no decision to make. Of all the questions thrown up by Iraq, the case of Mr Bigley was the least taxing. Even the Prime Minister's personal anguish may be salved by his iron sense of rightness. Yet he is no more free of responsibility than hostages are victims of unmediated chance. The events of last week showed almost as little randomness as the opening scene of Rosencrantz and Guildenstern Are Dead , in which the two characters toss a coin that always comes down heads. </p> <p>The current turmoil in Iraq was inevitable in a fissile country where order, for many years, has only been maintained by brutal tyrants. That does not render future democracy impossible, but it was never going to be imposed by a botched and illegal war. Mr Blair's disregard for advice, history and law helped usher in a nemesis compounded by errors ranging from disbanding the Iraqi security services to the brutishness of Abu Ghraib. Zarqawi, disgusting beyond words, is also the beneficiary of conditions in which the wicked thrive. </p> <p>So get the troops out now, some say, but running would be likely to herald another hardline Baathist overlord or civil meltdown. Defenders of the war eulogise Iraq, hotspots apart. But even assuming the three-quarters of the population cited by Donald Rumsfeld could stroll to the polls as peaceably as George Orwell's idealised old maids once cycled to church through the morning mist, limited elections would be impossible. The time for denial is over. Two Italian women aid workers are abducted and, maybe, murdered. Death is the only service with guaranteed delivery in Baghdad. </p> <p>So what now? As Paul Rogers, professor of peace studies at Bradford University, has argued, the US presidential election is likely to presage all-out assaults on Falluja and elsewhere, should Mr Bush get his second term and his second chance to bomb Iraq into secular democracy. </p> <p>In that context, it seems curious that Mr Blair's remark last week about 'a new Iraqi conflict' attracted so little exploration. If Iraq is 'the crucible in which the future of global terrorism is decided', that is because the actions of Bush and Blair have made it so. The question is what the Prime Minister plans to do now, beyond praying that elections work. Will he stand by the President if Mr Bush goes for Shock and Awe Mark Two or will he be bold enough to step aside? </p> <p>For now, it seems probable that more innocents will beg on grainy videos for help from politicians rendered powerless not only by the monstrosity of others, but through their own folly. Onlookers will stare again in sorrow and unease at the pain of strangers. Human impulses prompted good people of all faiths to yearn for Ken Bigley's freedom, but so did the awareness that we are all part of his story. </p> <p>As international affairs analyst Fred Halliday has said, universalism is dying. The US, post 9/11, has put hardline survivalism first and last. Islamic extremists move further towards medieval savagery. As the world converges on the edge of the abyss, the fate of individuals shows what may lie ahead if politicians cannot heed the warning signs. Kenneth Bigley, never a figure of little consequence, is the unwitting signalman on the road to hell. </p> <p><a href=\"mailto:mary.riddell@observer.co.uk\">mary.riddell@observer.co.uk</a></p>",
  "Scientists have discovered that simple strips of newly planted woodland could play a crucial role in halting the floods that have devastated British towns in recent years. <p>They found that land with trees can hold vast amounts of water that would otherwise stream down hills and surge along rivers into towns. </p> <p>'The extent of water absorption was entirely unexpected,' said Dr Zoe Carroll of the Centre for Ecology and Hydrology in Bangor. 'It also has great potential for helping us deal with floods.' </p> <p>Scientists at the centre collaborated with farmers from Pontbren, a community in the North Powys hills. Several years ago farmers there decided to reduce the intensity of land use, which had seen a sixfold rise in the number of animals grazing there since the 1980s. </p> <p>'The system just wasn't working. We were on a treadmill, working harder, producing more but earning less. We set about changing the way we farmed to rely more on what the land could produce,' said Roger Jukes, a farm owner. </p> <p>The farmers began to stock hardier sheep which needed less tending. They cut back on grazing land, planted more trees to provide shelter for the animals, used woodchip instead of straw, and made the land more ecologically friendly. Owls, voles and shrews began to appear at the farms. </p> <p>'It has been great to see so much wildlife returning to the farms,' said Jukes. </p> <p>The project started with three farms. Today there are 10, covering more than 1,000 hectares of verdant Welsh hillside. But the farmers wanted more than an improved lifestyle - they wanted their efforts put on a scientific footing. They had noticed that during rainstorms their newly planted woodland seemed capable of absorbing vast quantities of water while grazed land let rain pour down hillsides. So they invited the scientists to study the land. </p> <p>'We measured rain that was being absorbed by grazing land and by woodland, and found the latter was 60 times more effective at taking up water than soil on land grazed by animals,' said Carroll. 'We expected to find a difference, but not one of this magnitude.' </p> <p>The team do not fully understand the reasons for this, though grazed land tends to be compacted by hooves and this could reduce its capacity to let in rain. Trees also generate roots that break up soil, creating pathways for water to move through. </p> <p>Regardless of the cause, it is clear the discovery could have great practical implications. In 2002 flooding triggered by rainwater pouring from hillsides caused millions of pounds of damage to Shrewsbury, while Kidlington in Oxfordshire, Peterborough in Cambridgeshire and Leamington Spa in Warwickshire were all badly flooded in 1998. Scientists say that flooding is destined to get worse as global warming increases climate instability. </p> <p>But the Pontbren research suggests a way to counter this problem. 'By planting trees on strategic plots we could create areas to soak up rain, allowing it to move into the soil rather than flowing over the land,' said Carroll. </p> <p>'Water will always move down a hill, either over the surface or through the soil, but this way we could stop it all arriving at the same time. Major surges would merely become heavy flows.' </p> <p>A £6m research programme is now investigating Britain's flood problem and will focus on Pontbren. </p> <p>Hydrologist Professor Howard Wheater of Imperial College London said: 'Pontbren and the work done there is going to be very important in working out ways to halt major floods. We still have a lot of research to do, but tree-planting looks like having a significant role to play.'</p>",
  "To most of the world they are destructive pests, but termites' complex and ingenious homes could revolutionise the way humans live in the future. <p>A team of British and American scientists has embarked on a three-year study of the giant mounds built by the insects in sub-Saharan Africa to find out how their intricate structure allows a constant temperature to be maintained inside, despite extreme changes outside. Their findings could help humans build more environmentally friendly and cheaper houses. </p> <p>The mounds are impressive for their size alone: typically they are three metres high, and some as tall as eight metres have been found. They also reach far into the earth, where the insects 'mine' their building materials, carefully selecting each grain of sand they use. </p> <p>Inside is an intricate lattice of tunnels that draws in fresh air from outside and expels spent air from the nest to prevent the termites from suffocating. So detailed is the design that the nest stays within three degrees of a constant temperature - despite the mercury outside topping 40 C on hot days and dropping below freezing on the coldest nights. The same structure automatically regulates the moisture in the air, and some colonies even add chimneys at heights of 20 metres to control humidity in the hottest regions, such as in Namibia, where the study is based. </p> <p>The structure finely moderates the living environment of the nest at the centre, where the king and queen are the only termites in a colony of one to two million insects that reproduce. </p> <p>The mounds also contain 'farms or gardens' of a special fungus found nowhere else on earth which the termites use to break down wood pulp into cellulose for building, and a sugary substance for energy. </p> <p>The next step could be to find out how the termites manage their waste - because none comes out of the structure. </p> <p>Biologists are so excited by the mounds that they have labelled them a 'super organism' because they 'dance on the edge of what we would perceive as what's living and what's not,' said Dr Rupert Soar of Loughborough University, which is involved in the study. 'If you get too hot you need to perspire to cool down, or if you're too cold you need to shiver: that's called homeostasis,' he explained. 'What the termites have done is move that homeostatic function from their body to the structure in which they live.' </p> <p>Lessons learnt from the research would not mean houses in the future being built with tunnels and membranes. Rather, the new knowledge could, for example, be used to design walls which have some of the same properties as termite mounds. </p> <p>To learn how to do this, mounds will be filled and covered with plaster of Paris and then sliced into half-millimetre-thick slices which will be photographed one by one. Computer technology can then recreate three-dimensional models of the structure. In another sign of the excitement generated by the project, the team will also work with Sir David Attenborough on his next BBC wildlife series. They hope the techniques could not only save energy and money, but also help people build homes in the harshest environments. </p> <p>The research is funded by £421,000 from the UK's Engineering and Physical Sciences Research Council. Cambridge University and State University of New York are also involved.</p>",
  "They may come from a land famed for siestas and 'mañana' culture but two Spanish authors are teaching the world how to triumph in business with a fairytale story that has become an unlikely global publishing phenomenon. <p>Good Luck, a book full of wizards, knights and four-leaf clovers that took authors Fernando Trías de Bes and Alex Rovira just eight hours to knock out in its first draft, is selling 10,000 copies a day in Japan. It is close to notching up worldwide sales of one million in countries as varied as Germany, Indonesia and North Korea as the authors, two young marketing consultants, admit they are the first ones to have got lucky from it. </p> <p>The book, intended to teach Spaniards to depend more on themselves than on the Christmas El Gordo and other lotteries for their luck, has now been translated into more than 30 languages and is launched in Britain and America this month. Its basic message to Spaniards, who are amongst the world's biggest gamblers and spend more than £30 a head on El Gordo alone, was that if they were that desperate for good luck they should set about trying to create it themselves. </p> <p>'When we wrote the book we were only thinking of publishing it in Spain,' explained Trías de Bes. 'This is a country where many people like gambling and buying lottery tickets... We are saying: \"Don't wait for good luck to come, just go and find it\".' </p> <p>Their decision to spin that simple two-line message into a 130-page fable that has been compared to Antoine de Saint-Exupéry's The Little Prince has, somehow, also tapped into the Zen mentality and work-orientated culture of Japan. 'This book is like a perfect analogy of the core values of Japanese society,' explains Trías de Bes, whose writing partner visited Japan earlier this month to find people telling him they had made Good Luck their new bible. </p> <p>So what is it that Japanese readers, and those in Latvia, Turkey and Thailand, are going mad about? Good Luck - Create the Conditions for Success in Life and Business, starts with two friends bumping into one another in Central Park. One blames a lack of luck for his failures while the other explains, via a fable, why he has been so successful. </p> <p>'A long time ago,' the fable starts. 'In a very distant kingdom, Merlin the wizard gathered all the knights in the area...' The writing carries on in much the same vein, shamelessly raiding the fairy tale store cupboard for characters and, some would say, cliches. </p> <p>Merlin invites his knights to go off into an enchanted forest on a quest for a 'four-leaf clover that gives its owner a unique power: unlimited luck. No limits in time or space. It brings luck in combat, in business, in love, in riches...luck with no limits!' </p> <p>Most knights, however, cannot be bothered with a seemingly impossible task. The prize eventually goes, inevitably, to the 'white knight' - a man considered to be in control of his own life. </p> <p>The authors admit their book is childish but say this is deliberate, partly so people can read it in the time it takes a bored Spanish executive to fly from Barcelona to Madrid and partly in order to make them open to its message. </p> <p>'Explaining this takes two minutes but for someone to believe it you have to change their attitude and that needs a different way - so we introduced the fable,' Trías de Bes explains. 'As soon as you hear: \"Once upon a time...\", your mind opens up.' </p> <p>Scattered inside what becomes a mixture of children's, self-help and business literature are the authors' own rules for creating 'the conditions for Good Luck' as well as quotes from eminent luck creators from Virgil and George Bernard Shaw to Gary Player and Aristotle Onassis. </p> <p>Rovira and Trías de Bes, joint owners of a Barcelona consultancy and teachers at the city's best-known graduate business school, are not marketing men for nothing. </p> <p>Merlin, the enchanted wood and other elements were all picked, Trías de Bes explained, because people would recognise them instantly. But, will the sometimes cynical, hard-bitten readers of Britain also fall for this positive-thinking, you-can-get-it-if-you-really-want-it, if somewhat drippy, tale? </p> <p>'Some journalists have said that, rather than (Roman) Catholic values, it has protestant or calvinist values, so we may find it matches perfectly,' said Trías de Bes. 'The message of the book is very open.' </p> <p>Trías de Bes insists that they, like their 'white knight', have worked hard for their good luck, spending three years discussing the book idea first, finding the right literary agent for the finished product and then promoting it tirelessly. 'Some people will only remember the eight hours. Others will only remember the three years,' the book's postscript says. 'The first ones will believe we were lucky. The others will believe that we created the conditions for Good Luck.' </p> <p>And then, as Trías de Bes points out, there is still the tricky question of what you do once you find your luck - a point their fable leaves open. </p> <p>In the Spanish pair's case, it means working on a new tale - this time about risk - while also pursuing their business and literary careers. Trías de Bes is also set to publish a satire on capitalist society.</p>",
  "<p>The Chelsea tractor - the urban behemoth blamed for wreaking environmental carnage, making roads impassable during school runs and terrifying cyclists -- may finally have met its match. </p> <p>Arnold Schwarzenegger, the Terminator star turned Republican governor of California, is backing tough new moves by his state to drastically reduce the poisonous chemicals emitted by gas-guzzling transport such as Sports Utility Vehicles. </p> <p>In a landmark ruling on Friday night, environmental officials appointed by the former action hero voted to force motor manufacturers to make all new vehicles sold in the state after 2009 significantly cleaner. Producers will have to reduce emission of carbon dioxide gases, which have been linked to global warming, by up to a third. </p> <p>The decision has profound implications for Britain, where there is now a rising backlash against the use of these powerful Sports Utility Vehicles. Dubbed 'Chelsea Tractors' because they are fashionable with middle-class families in well-off areas, they are loathed by environmentalists as 'Yank tanks'. Statistics show that people involved in an accident with an SUV are more likely to die or suffer serious injury than with an ordinary car. </p> <p>SUVs are a source of concern across the political spectrum. The Liberal Democrats last week pledged to slap extra taxes on 4x4s because of the environmental damage they cause, and the Conservatives have said that something needs to be done. </p> <p>'If you drive a huge American people carrier or four wheel drive, you are going to pay more than if you drive a small, fuel-efficient family car,' declared Liberal Democrat chairman Matthew Taylor. 'I think Chelsea tractors can expect to pay more.' </p> <p>Despite that, sales of vehicles bearing names such as Explorers, Avalanches and Navigators have risen sharply over the last few years. Although designed for off-road driving by country people, and named to evoke a spirit of adventure in wild terrains, ironically only a minority have ever been driven in such conditions. </p> <p>They are increasingly common sights in Britain's cities and are often used for short hops, such as trips to collect offspring and go shopping. Their exact contribution to global warming is unknown, but emissions from vehicles and planes are two of the biggest sources of carbon dioxide pollution. </p> <p>While environmentalists hailed the California decision as historic, the motoring industry condemned the move. Manufacturers will be forced to make a series of modifications, for example to engines and air conditioning systems, during the construction of cars and trucks to comply with the regulations, adding up to £2,000 to costs. </p> <p>'The fact is that this will not do anything about global warming. But it will be very costly for California consumers,' said Gloria Berquist of the Alliance of Automobile Manufacturers, which represents nine big car producers. </p> <p>The motor manufacturing industry is worried that California's move will prompt lawmakers elsewhere in America and beyond to follow suit. It is threatening lawsuits to try to stop the plan. The move could also pit the governor against the federal government led by his friend President George Bush. </p> <p>Schwarzenegger is fully behind the scheme, despite owning at least five Humvee H2s, the notoriously fuel-inefficient 4x4 which is closely modelled on an American light military vehicle. Once a champion of SUVs, the one-time ultimate Hollywood tough guy argued during last year's gubernatorial race that Californians should consider switching to more environmentally-friendly modes of transport such as hydrogen-fuelled cars. </p> <p>It was a bold move in a country where sales of SUVs and trucks now outnumber those of traditional cars, and especially in a state widely seen as the capital of the car-obsessed United States. Now in office, Schwarzenegger supports the decision taken by the California Air Resources Board. He appointed its eight members, who voted 8-0 in favour. </p> <p>California's action met with a mixed reception in Britain. The RAC warned ministers that if they took similar action, motorists would revolt. 'If Government was to enforce the same thing here, you would get an enormous backlash from the 28 million motorists who regularly drive in this country, because without effective alternatives to the car, such as decent public transport, people will feel that they don't have a choice', said spokeswoman Rebecca Bell. </p> <p>But last night the Government's senior transport advisor, David Begg, raised the prospect of ministers eventually following California's lead. 'The Government may ultimately end up forcing motor vehicle manufacturers to do something similar here on emission standards, as part of its efforts to reduce greenhouse gas emissions,' he said. 'If it's successful in Los Angeles, then it could come in here.' </p> <p>Ken Livingstone, the capital's Labour mayor, also welcomed California's stance. 'Measures like this are long overdue,' he said. 'Vehicle exhausts are also a major contributor to the pollutants which cause or aggravate chest complaints, killing hundreds of people each year in London alone.' </p> <p><strong>Rise of the 'Yank Tank' </strong></p> <p>There are 1.2 million 4x4 vehicles in Britain, and a further 150,000 are bought every month. A typical SUV does only eight to 10 miles per gallon, whereas a standard car does more than 40. Mr Livingstone, recently described 4x4 drivers as 'complete idiots' and condemned the vehicles as status symbols which were 'bad for London'. SUVs and trucks now outsell cars in America. The French government plans to impose a tax of up to 3,200 euros (£2,175) on new 4x4s. The Liberal Democrats support similar action.</p>",
  "<p>The Met Office, Britain's foremost authority on the weather, has installed an air-conditioning system that the government says should not be used because it accelerates climate change. </p> <p>The system has been fitted at the Met Office's new £150m state-of-the-art headquarters in Exeter, where Tony Blair is due to give his next major speech on the perils of global warming. Forecasters for the Met Office have repeatedly warned of the threat posed by a changing climate. </p> <p>The disclosure that the building is using hydrofluorocarbons (HFCs), refrigerants that are thousands of times more damaging than the chief greenhouse gas carbon dioxide, will embarrass experts committed to raising awareness of what is considered the world's biggest environmental challenge. </p> <p>Use of the chemicals at the Met Office complex, which issued its first weather forecast a fortnight ago, contradicts government guidelines that preference should be given to substances with a 'low global-warming potential' and not HFCs. </p> <p>Blair's climate change strategy warns that HFCs are not a sustainable option. Tory leader Michael Howard recently called for a ban on the chemicals during a high-profile speech on the environment. </p> <p>But Blair, who, earlier this month, predicted 'catastrophe' if the causes of climate change were left unchecked, failed to condemn the continued use of HFCs. </p> <p>The Met Office has been unequivocal on the perils of climate change. 'Climate change is here and it is happening,' said a senior forecaster for the government agency yesterday. </p> <p>A spokesman admitted that the air-conditioning system using HFCs had been fitted to cool the vast halls where some of the most advanced computers in the world have been installed. The temperature within the offices used by workers is controlled by the natural movement of air. </p> <p>Although the government's guidelines on HFCs do not apply directly to agencies such as the Met Office, the use of the refrigerants in Britain's most prestigious weather centre has baffled environmentalists, who argue that far less damaging alternatives are available. A number of government buildings have been fitted with air-conditioning systems using hydrocarbons or ammonia, which rely on very low global-warming refrigerants. </p> <p>'We really value the work the Met Office does on climate change, and this is very regrettable. But we need regulation in this country to stop this happening - the government is ratting on Tony Blair's rhetoric,' said Dr Doug Parr, chief scientist at Greenpeace. </p> <p>Environmentalists want HFCs banned, claiming that, as the effects of global warming take hold, the demand for air conditioning will increase. </p> <p>Research by Greenpeace indicates that a growing reliance on air conditioning caused by hotter temperatures for longer periods means that HFCs are responsible for as many greenhouse gas emissions as all the world's passenger cars. </p> <p>Analysis has revealed that HFCs can warm the atmosphere around 3,000 times more per molecule than carbon dioxide.</p>",
  "<p>There is no stopping Tesco. Like a corporate juggernaut flattening everything in its path, Britain's largest supermarket is speeding along at an ever-faster pace, increasing profits with each and every trading statement and results announcement. Last week was no different. Chief executive Sir Terry Leahy unveiled half-year profits of £822 million, only slightly less than it made in the whole of 1999. Retail experts searching for an easy explanation for Tesco's phenomenal rise, and Sainsbury's corresponding fall, often point to the companies' respective head offices to illustrate the cultural chasm that now separates them. Sainsbury's glistening, glass-fronted London home stands as a monument to the colossal ego of the man who chose to move there, former chief executive Sir Peter Davis, and to the corporate complacency that turned the nation's favourite grocer into a pale imitation of its former self. </p> <p>But visitors to Tesco's headquarters in Cheshunt, Hertfordshire, must wonder if they have taken a wrong turn. Britain's most powerful retailer occupies a functional office perched on the edge of an anonymous industrial estate. There are no expensive cars in the car park, no super-sized corporate logo emblazoned over the entrance. The wallpaper in the foyer is tattered in places and the blue sofas are in need of repair. </p> <p>The down-at-heel image is carefully cultivated by Leahy, a marketeer whose every public utterance is carefully crafted to reinforce the supermarket's customer-focused image. Leahy's mantra about 'listening to our customers' can become tedious, but Tesco's performance is anything but, as last week's interim results illustrated. For every eight pounds spent on the high street, one goes into Tesco's coffers. </p> <p>The company is on course to make more than £2 billion this year, sales in Britain are up 11.5 per cent year on year, overseas sales have risen by 14.9 per cent, profits by 24.2 per cent. It has the highest market share - 28 per cent - that any supermarket has ever enjoyed. Sainsbury's, which was in the ascendant a decade ago, has slipped to 17 per cent, behind both Tesco and Asda. A decade ago, Tesco was still in the shadow of Sainsbury's. Tesco's transmogrification, from the 'pile 'em high, sell 'em cheap' chain founded by Jack Cohen in east London to one of the most sophisticated retailers on the planet, has been a remarkable one. When Lord Maclaurin, the Tesco 'lifer' who rose through the ranks to head the group, announced that he wanted to turn the company into 'the Marks &amp; Spencer of the food industry' the City could scarcely conceal its mirth. Ironically, a decade later, the same analysts and fund managers would probably find it hard to suppress a giggle if the beleaguered M&amp;S declared that it would one day be 'the Tesco of the clothing industry'. </p> <p>Maclaurin spruced up stores and introduced innovations such as the Clubcard loyalty card, famously dismissed by Lord Sainsbury, his opposite number at Sainsbury's, as 'electronic Green Shield stamps'. Despite its name, the loyalty card did not guarantee that shoppers would return week in, week out. But it did provide Tesco with unrivalled information about the shopping habits of their customers. </p> <p>Richard Hyman, managing director of retail consultancy Verdict Research, says: 'If I could identify one thing that was the catalyst for taking what was already the biggest business in terms of store numbers to being the biggest in terms of sales, it was about 10 years ago when there was a battle for the succession between the buying department and the marketing department.' </p> <p>Maclaurin stepped down and endorsed marketing director Terry Leahy as his successor. 'Iain Maclaurin had the foresight to see that the future of retailing was demand-led. Until then, the secret of success in UK retailing was to open as many stores as possible. As UK retailing matures that is a less and less viable growth strategy.' Tesco marched confidently on to Sainsbury's turf, gradually introducing higher-priced goods that appealed to middle class customers who had previously been reluctant to do their weekly shop in a downmarket store like Tesco. It did all this while keeping prices low, introducing a relentless stream of price cuts funded by squeezing suppliers, identifying efficiencies in its supply chain and investing in state-of-the-art distribution systems and storage facilities. </p> <p>Each round of price cuts is dutifully reported in the press, although the legitimacy of Tesco's perennial war on prices is the subject of much debate - competitors claim they are funded by raising the prices of other goods, Tesco bitterly disputes this. However, the sums add up - the 'price war' headlines serve as a relatively cheap marketing tool designed to keep Tesco's value-for-money image uppermost in the minds of consumers. Hyman emphasises: 'If you want to know whether the price cuts are real or not, just look at what has happened to Sainsbury's. Its profits have never been under such pressure. Is every price cut exactly what it purports to be? No. Is it a major factor? Yes.' </p> <p>Some of the low prices are subsidised by Tesco's aggressive move into non-food goods such as washing machines, TVs and clothing, which generate higher margins and bigger profits. Other stores, most notably Asda, use the same technique. 'That has been a very important factor for both Tesco and Asda and it is one of the reasons why Sainsbury's is disadvantaged because it hasn't understood how important that is,' says Hyman. Sainsbury's was slow to start selling non-food goods and Safeway, swallowed by Morrison last year, did not have large enough stores to do so. </p> <p>As planning restrictions make it more difficult to build new stores, Tesco aims to extend existing stores, increasing the amount of floor space used to sell non-food goods. </p> <p>The other main area of expansion is the overseas market. Tesco is committed to an ambitious expansion programme in the Far East and eastern Europe. It wants to generate 50 per cent of its turnover from its international operation by the end of the decade, a goal which makes even the most ardent City cheerleaders a little nervous. International adventures have nearly always ended unhappily for British retailers. But Hyman believes Tesco can avoid this fate: 'They are not adopting the cookie-cutter approach by slavishly applying what has worked in the UK overseas. The \"think global, act local\" adage really applies to them. </p> <p>'The interesting thing about last week's results was the [revelation] that two-thirds of Tesco's capital expenditure is going to be channelled into the UK. Tesco is rapidly becoming an international force but they are not taking the foot off the pedal in their home market.' The fact that Tesco has got a war chest to spend in the UK 'must be quite frightening for its competitors' he adds. But he warns that Tesco must guard against the complacency that led to Sainsbury's slide. </p> <p>'Generally, human nature being what it is, market leaders tend to rest on their laurels a bit [but] Tesco is very innovative, opportunistic and entrepreneurial. It has got a very self-challenging culture and structure. Beware the curse of the number one, [but] Leahy is such a down-to-earth, focused individual I'd be surprised if that happens under his leadership.' </p> <p>The threat to Tesco, if any exists, could come in the form of the competition authorities, who have already launched one investigation into supermarkets in the lifetime of this government. 'Tesco have already got a very dominant position in the UK market,' says Hyman. 'It's very difficult to see them not becoming even more dominant. Would [the authorities] allow Tesco to get to 40 per cent market share? because one day, [Tesco] will.'</p>",
  "<p>One programme above all others has come to symbolise the British public's evolving relationship with the BBC. </p> <p>When the late Julia Smith created EastEnders in 1985 the show's mix of matey good humour and gritty real-life 'issues' finally marked the end of the paternalist era in broadcasting. Until this point Television Centre had largely relied on making either 'improving' programmes for the aspirational working classes or flashy, cabaret style entertainment for the proletariat. </p> <p>At last here was a show with popular appeal that inspired pride in its cast, in its writers and even in its viewers. Millions tuned in. A big event on EastEnders was a big event nationally. But then came competition. From other channels, from other soaps, from other ways of finding entertainment. As audiences at home now watch the dawning of the new digital, multi-channel age, it is no co-incidence that EastEnders has, it is commonly accepted, 'lost the plot'. </p> <p>Life in Albert Square may still be fast-paced, turbulent and high octane, but unfortunately scenes of such compelling drama rarely make it on to our television screens. It is only in the backrooms at Elstree, the Hertfordshire studios where the 19-year-old soap is filmed, that the combination of a punishing schedule and a heavily-pressurised working environment have led to conflict and to a rapid staff turnover - both on the writing team and in the producers' offices. </p> <p>Now, as the sudden departure of some of the series' main characters is predicted this weekend, the search to place blame for the sharp decline in the show's ratings has never been more frantic. Those working on the soap believe the hardworking actors, including household names such as Leslie Grantham (Dirty Den) and Wendy Richard (Pauline Fowler), could be axed quite unnecessarily. </p> <p>Relative newcomers, the Ferreira family, are also expected to disappear as winter draws in, along with Hilda Braid's Nana Moon. Ian Lavender's Derek Harkinson is among other high profile characters who may fall foul of the new chill wind blowing around Walford. </p> <p>Yet those who have been with the series for some years believe its real problem lies not with the actors but the increasingly fevered attempts to appeal to viewers using new storylines rather than by concentrating on developing existing characters and allowing them to play off one another. </p> <p>'We cannot keep on competing by simply throwing more and more at our audiences,' one disenchanted writer said this weekend. 'We have to keep our nerve somehow and look at the original point of setting a story in the East End of London.' </p> <p>Others believe that Mal Young, the dynamic head of drama series at the BBC, is the real root of the problem. A demanding and powerful personality, Young first made his name as the co-creator with Phil Redmond of Channel 4's groundbreaking Liverpool-based soap, Brookside . </p> <p>'To be honest, one of the most difficult elements of the job of producing EastEnders is dealing with Mal,' said a former writer on the series. </p> <p>Young now oversees the content of Holby City as well as EastEnders and is also quietly developing a new, big budget regular drama series for BBC1. Created in the style of Holby City, the latest drama off the production line will concern the relationships between a team of lawyers and the plotlines are already being drawn up behind closed doors. Actors and writers at Elstree are convinced that this new baby has distracted the BBC's drama executives from tending properly to EastEnders . </p> <p>'Mal Young rides in every now and then and gives out his ideas, which you have to follow. He is quite scattergun and I think that can be very frustrating,' said a writer on the show who has since left the BBC. 'He was brought in as a populariser and even once appeared in Hello! with his girlfriend. In some ways he is not a very good fit with EastEnders .' </p> <p>Tuesday's episode last week attracted the lowest ever ratings in the series' history - in previous eras the show might have expected an audience of around 10 million - only 6.2 million tuned in. </p> <p>Although it might be a nightmare for those who drink at The Queen Vic, for the patrons of one of soap opera's other well-established watering holes, The Woolpack up in Emmerdale, it has been a triumph. On ITV1, an hour-long installment of this Yorkshire saga pulled in an impressive 8.1 million viewers. This gave the commercial channel a 41.5 per cent share of viewers, while BBC1 was left with 30.2 per cent. At this all-time low point executive producer Louise Berridge quit her job. She had only been with the show for two years and was credited with bringing in the popular Shane Richie as Alfie Moon, as well as handling the return of Dirty Den after that apparently final fall into the canal 14 years ago. An impressive 17 million viewers tuned in last autumn to find out how he had got out of that one. </p> <p>On her departure Young described Berridge publicly as one of the few who could have survived for any length of time in what he regards as 'a relentless job in a very public spotlight'. But surely it shouldn't have to be quite that difficult, should it? </p> <p>Only a year ago, at the National Television Awards, Berridge was the mildly surprised but happy recipient of four awards, including one for Most Popular Serial Drama. Yet it was a short-lived flush of success for the woman in charge of the BBC's flagship drama series, the one that until now has always prided itself on staying in touch with its audience. </p> <p>Most of the problems that dogged Berridge's reign at Elstree have not been self-inflicted, her supporters point out. It was hardly her fault, after all, that Grantham decided to embarrass himself by starring in his own naked webcam pictures inside the misleading solitude of his dressing room. </p> <p>Neither can she take the blame for the fact that Elaine Lordan, who played Lynne Slater, was involved in a brawl and had to be eased out of the cast. Jessie Wallace, who plays Kat Moon, being banned for drink driving caused another script crisis, while one of the show's key matriarchal figures, Peggy Mitchell, had to be written out for a year when actress Barbara Windsor contracted a debilitating virus. </p> <p>But Berridge announced gamely that she had enjoyed it all. 'It has been a privilege to lead BBC1's number one show,' she said. 'Even when faced with the unexpected.' Many believe her most criticised move to date, the introduction of the Ferreira family to the Square, was actually her most courageous. </p> <p>'There is a still a racist resistance in this country to Asian lead characters in a mainstream popular show,' said one former writer. 'I don't think there is anything wrong with this family at all. </p> <p>'It was a brave decision. It will take time for Asian families to be accepted as lead characters in the way that black characters already are, for some reason, but that is no reason not to use them in EastEnders .' </p> <p>Berridge will now take a short break before returning to work on other BBC drama projects. Her job at Elstree has gone to Kathleen Hutchison, who moves over from the role of executive producer at Holby City. She has already been dubbed Hatchet-son, and her arrival has sparked fresh rumours of a cast purge, perhaps caused by some freak incident, maybe a tidal wave, hitting an ill-prepared Albert Square. </p> <p>One way or another, the new boss, billed by one writer as 'someone who does not take any prisoners', has pledged to sort out the glitches and restore the soap to its proper place in the nation's heart. </p> <p>Hutchison is believed to have set herself a Christmas deadline for bringing back audiences, but, if so, she will be going against the odds. This weekend bookmakers have predicted unprecedentedly low ratings for the show's famous Christmas edition. </p> <p>In the past these emotionally-pitched festive knees-ups have drawn in as many as 30 million viewers. This time a figure of closer to 11 million is expected. If they are right, Hutchison's Christmas cheer will be in short supply.</p>",
  "If we 'city dwellers' (Comment, last week) fail to understand the countryside, it may be because so many country people have tried to keep us out of it. <p>As a member of the Ramblers' Association, I frequently walk in the countryside of north-east Lancashire and Yorkshire. None of our members is ill-disposed to farmers or landowners. </p> <p>I once remember someone referring to farmers as custodians of the countryside and, while most farms are well-run, a few round here resemble a cross between vehicle scrapyard and builders' dump. </p> <p>Rightly or wrongly there seems to be a majority against hunting with hounds. That being so, then as David Aaronovitch says, the decision taken in Parliament is democracy working. </p> <p>If the huntspeople are so keen of ridding us of vermin, they could try to exterminate the 60 million rats in Britain.<br><b> Terence Letch Burnley<br></b>Lancashire </p> <p>David Aaronovitch and Matthew Fort seem to be confused about the hunting debate. My family has spent some 120 years trying to make a living farming in a damp but beautiful North Yorkshire. For at least half that time we were urged to produce as much food as possible as cheaply as possible. With support from the taxpayer, we and thousands of farmers were spectacularly successful. We make no apology for having state help. In the 22 years since I returned to the family farm, I have never earned as much as the average national wage while working longer hours in a week than many people work in two. It is obvious that something needs to change, but we are being asked to do mutually exclusive things. </p> <p>Most people still want cheap food but we can no longer milk cows at the prices supermarkets pay. We are told to produce meat to a high welfare standard, absorbing the costs to secure shelf space, and still supermarkets stock New Zealand lamb and Brazilian beef. </p> <p>New rural dwellers make our local housing unaffordable then object to new housing being built. </p> <p>We feel marginalised, threatened and powerless. Feeding the nation, caring for the environment and being the guardians of an amazing rural heritage should be a noble thing.<br><b> Anthony Bradley <br></b>Settle, North Yorks </p> <p>For Matthew Fort to argue that foxhunting shouldn't be banned because it is less harmful than the ways we keep animals to be bred for food is frankly daft.<br><b> Jeremy Denton<br></b>Abingdon, Oxfordshire </p> <p>I am 13 and was offended by Mark Townsend's piece ('Why the Ledbury set went to war', News, last week). My family and I moved to Ledbury when I was a baby, and we have found it to be friendly. The lady who called the couple 'Pakistanis' was horrible, but is it fair to judge an area on one individual? Are all city-dwellers muggers and rapists because such things happen in cities? <br><b> Olivia Hennessy<br></b>Ledbury</p>",
  "<p>Beneath the chandeliers of a richly-decorated hotel suite, several of America's most powerful tycoons gathered to discuss a big problem. It was 15 December, 1953, and the links between smoking and cancer were not yet public knowledge. But the cigarette bosses assembling that night already knew enough to be worried. </p> <p>Among them were the heads of Philip Morris, Benson &amp; Hedges and American Tobacco. And it was here, at this fateful meeting in New York's Plaza hotel, that they hatched a conspiracy to deny the dangers of smoking and defraud the public. </p> <p>So says the US Department of Justice, at least, whose $280 billion prosecution of the industry's leading firms opened last week. Government attorney Frank Marine told a Washington court that the Plaza meeting was where Big Tobacco set out on 'a 50-year pattern of misrepresentation, half-truths and lies' that led to countless deaths and illnesses. </p> <p>But, as always in the tobacco debate, absolute truth is hard to find. The layers of intrigue that Marine and his colleagues have plastered onto their rather gothic narrative obscure an important point. The Plaza meeting was never a secret - in fact, the tobacco firms notified the US government about it, to avoid violating anti-trust rules - and it was even reported in newspapers at the time.</p> <p>Tobacco's army of lawyers will not be slow to point this out, once they get the chance. The industry will also deny deceiving consumers, arguing that the 'Frank Statement to Smokers' it published shortly after the New York meeting - which claimed cigarettes were 'not injurious to health' - reflected the scientific consensus of the era.</p> <p>And while this trial is what two generations of anti-tobacco campaigners have been striving for, some observers say it goes too far and could even prove a chance for Big Tobacco to turn the tables on its Washington pursuers. </p> <p>Government lawyers have spent five years building their case, on the back of decades' worth of incriminating company documents. They accuse cigarette firms of deliberately making their products more addictive, while claiming that smoking was not addictive; of targeting young people in their marketing campaigns; of cynical public relations campaigns designed to hinder public health awareness; of paying sympathetic scientists to cast doubt on claims that smoking caused cancer; and of destroying evidence that recorded these activities. </p> <p>All of this, says the justice department, was done in the clear knowledge that tobacco and nicotine were harmful. At the time of the Plaza meeting, five scientific studies had already flagged up links between smoking and cancer. </p> <p>What's more, Washington's case differs from the huge claim brought by America's state governments, which ended in 1998 with the tobacco firms agreeing to pay $10bn a year on average over the next 25 years. That settlement was designed to cover the states' healthcare spending on sick smokers. This time, though, the suit is being brought under America's Racketeer-Influenced and Corrupt Organisations Act (Rico), designed to fight organised crime. </p> <p>The stakes are high. Rico's provisions allow the government to sue not just for old and present wrongs but also for a sum big enough to stop the perpetrator offending again - hence, in this case, the demand for $280bn, more than enough to bankrupt tobacco's big players. </p> <p>On the other hand, in addition to proving past misconduct by cigarette makers, government lawyers will have to convince a judge that they are likely to offend again - no easy task. In fact, an impossible task, the tobacco firms say - not least because today's regulatory environment in America, which includes bans on most forms of advertising, significantly reduces the possibility of future violations. </p> <p>The firms strongly reject all allegations of fraud, insisting that in the Fifties and early Sixties their professed doubts about the harmfulness of smoking were honestly held. And from 1966 onwards, cigarette packets carried government-approved health warnings - so where, they ask, is the deceit? </p> <p>There are other chances for Big Tobacco to throw dust in the eyes of its antagonists. Companies can be expected to query the government's estimate of damages. The present figure of $280bn is based largely on what cigarette firms allegedly made from selling products to young smokers; but, naturally, the firms deny sole responsibility for young smokers. </p> <p>Then there is the problem of divvying up liability between different industry players. Philip Morris, for example, is the market leader, but was relatively small fry in 1953; some companies have merged or changed hands several times in the past half-century; others have gone out of business. </p> <p>Firms may also argue that the biggest beneficiary of cigarette sales is none other than the government itself, through the taxes it levies on tobacco products and company profits. As Philip Morris repeatedly says: 'Washington makes more money when Philip Morris sells a pack of cigarettes than Philip Morris does.' </p> <p>A negotiated settlement in this case remains entirely possible. Whatever its opinion of the tobacco sector, the US government would not view total victory in court with much relish. Cigarette makers say they do not have $280bn to hand over: most of the industry's profits, ill-gotten or not, have long since been distributed to shareholders. </p> <p>In which case, companies would go bust and Washington would itself acquire their assets. The government would be forced to choose between laying off thousands of workers, running the cigarette businesses as going concerns or selling them on to as yet unidentified buyers in the private sector. Market chaos of this kind, the lobbyists whisper, would be a boon to foreign importers and dozens of smaller, unregulated American firms, many of whom peddle cheap and nasty cigarettes. It wouldn't advance the cause of public health. </p> <p>If relatively stable share prices are anything to go by, however, few see this doomsday scenario as realistic. The industry has allies in the Republican Party; observers on both sides of the political divide are surprised that a government led by George Bush, of all people, is fighting the case at all. But that's unlikely to be the last surprising feature of Big Tobacco's last battle.</p>",
  "A couple of months after she was sacked, Ann Taylor - Leader of the House of Commons in Tony Blair's first government and then chief whip - appeared on Parliamentary Questions, the Radio 4 political quiz. As part of the interview all guest contestants must endure, she was asked - cruelly in the context of her recent demotion - if a woman could ever become a Labour Prime Minister. Without a moment's hesitation, Taylor replied, in the particular rather than the general: 'Yvette Cooper.' <p>Since then Cooper's star has been joined in the galaxy of potential Labour leaders by three other thirtysomethings - Douglas Alexander, Ruth Kelly and David Miliband. Shortlists of candidates for glory are notoriously unreliable. Nobody picked out the young John Major as Prime Minister material. Just over 40 years ago, four recently elected MPs - Shirley Williams, Brian Walden, Ivor Richards and me - enjoyed newspaper predictions that we would soon join the government and go on from there to exalted office. </p> <p>That prophecy prompted Harold Wilson to tell me, before one reshuffle: 'It is better to have one Prime Minister on your side than six newspapers.' Williams, as Education Secretary, was the nearest any of us got to the top of the greasy pole. </p> <p>This year's quartet of putative Prime Ministers ought not to be discouraged. The glittering prizes are well within their grasp. They have achieved office in a more congenial climate - a quiescent party still expressing gratitude for two landslide victories and the realistic hope that social democratic government will stretch down the years of the 21st century. </p> <p>More important, they have qualities which the 'Class of '64' did not possess. They are academically distinguished whereas we were no more than respectable. </p> <p>But scholarship - as distinct from intellect - is not always a political blessing. Their real asset is their authority. My generation had plenty of confidence in its own ability. And we had little doubt about the righteousness of our cause. But we were not sure that it would prevail. </p> <p>Forty years on, our successors have no doubt that they are on history's winning side. Indeed, they possess a quality which, in my day, was the enviable monopoly of the Tories. They take it for granted that their vision of society is self-evidently what is best for Britain and that fate has called them to make it a reality. Combined with remarkable personal abilities, that makes them the most impressive junior ministers of my political lifetime. </p> <p>Among Labour MPs they have their detractors - especially among elderly members from the lost generation of opposition. Allegations include 'too much self-esteem' (Alexander); 'less a minister than a civil servant' (Kelly); 'too academic' (Miliband); and 'inclined towards the more newsworthy issues' (Cooper). That sort of criticism is the small change of politics. Everybody in my far from random sample took it for granted that, for better or worse, all four were on their way up. </p> <p>Some Labour MPs drew a sharp distinction between potential and performance. The accolade for most effective junior minister was, time after time, awarded outside the magic quadrangle. Nobody suggests that Hazel Blears - 10 years older than the real contenders - might one day be Prime Minister. But even her critics, infuriated by her indomitable chirpiness, admire her equally unquenchable energy. </p> <p>She rejects the sobriquet given her by one political columnist: 'Tony Blair's little ray of sunshine'. But she gladly answers to 'sparky', which she defines as 'fun, lively and intelligent'. In three particulars, Blears provides yardsticks against which her more cerebral colleagues must be measured. </p> <p>Asked if she was once a 'left winger', Blears replies that she 'still is', a not-very-convincing way of avoiding discussion of her political origins. In fact she made the journey across the social democratic spectrum and is now embedded in the Blairite project. </p> <p>Miliband, Alexander, Kelly and Cooper are all certainly New Labour - in various manifestations of that phenomenon. But they are not ideologically footloose. If some cataclysm overwhelmed the Labour Party and it elected a leader from the wilder shores of socialism, they would doggedly stick to their convictions. Their ideas are not what is called 'triangulation' - positions staked out somewhere between conviction and expediency. They are believers. </p> <p>Miliband's insistence that the 'trickle-down effect' cannot improve the living conditions of the poor is almost as passionate as his insistence that Blair does not think that it can. Asked if govern ment-managed redistribution is essential to the reduction of poverty, he answers: 'Of course.' </p> <p>Kelly speaks in orthodox New Labour language of making sure that every man and woman 'realises full potential'. But adds that 'the state' has an obligation to 'raise the potential' of the disadvantaged and the dispossessed. Cooper - at least before she joined the government - argued on television that a real assault on poverty required redistribution of income, a process Alexander insists must go beyond 'increased investment in better public services'. </p> <p>Although there is an inclination to dress up their beliefs in Third Way Newspeak, all these four regard the promotion of equality as Labour's version of the 'lodestar' which, Miliband says, must guide successful politicians. We should not be surprised that what has come to be described as 'social justice' preoccupies Miliband, Cooper and Alexander. Kelly - perhaps, in terms of intellect, the best of them all - went into Parliament via the Guardian 's economic pages and the Bank of England, without a political mentor to guide her ideas and progress. The other three served political apprenticeships which go back to the early Nineties. </p> <p>Blair's Cabinet is packed with Neil Kinnock proteges. John Reid, Charles Clarke and Patricia Hewitt all worked in his outside office. So did Peter Mandelson. The Cabinet of 2010 will owe a similar debt to John Smith. </p> <p>Miliband, now thought of as beginning his political life in Blair's policy unit, was secretary of Smith's Social Justice Commission. Cooper was on Smith's economic staff when he drafted the 'alternative budget' during the 1992 general election campaign. She still argues - bravely and rightly - that the error of that exercise was not what Smith said about the need for higher taxation but the long-term failure of the whole party to say what it knew to be right about the need for more public expenditure. </p> <p>Alexander was still a student when he first worked for Gordon Brown. But he helped to write speeches for both Kinnock and Smith. And his father, a Church of Scotland minister - was one of the 'Glasgow Boys' who, together with Smith and Donald Dewar, cut their political teeth in the University Labour Club. He happily talks of being born into the Labour Party. The voice he heard from the cradle articulated Smith's sort of socialism. </p> <p>MPs judge their upwardly mobile colleagues according to their own prejudiced views about how junior ministers should behave. Blears was on so many lists of 'politicians to watch' because the tearoom tendency know her to be both gregarious and an indefatigable campaigner. </p> <p>Hardly surprisingly, Cooper (now on maternity leave after the birth of her third child) and Kelly (a mother of four) score badly on both counts. Both may gain from their status as equal-rights pioneers when the hopes Cooper expressed on taking her first maternity leave are realised and childbearing MPs become so normal 'that no one will bat an eyelid'. </p> <p>Miliband and Alexander - with less excuse - are reputed to be equally unclubbable. That is the complaint which is always made against young politicians who choose to spend their time on serious pursuits rather than gossip. The offence can be mitigated by two redeeming features - enthusiasm to campaign on the party's behalf and roots firmly embedded in Labour history. </p> <p>Alexander scores best on both counts. He joined the party at 14 - deeply influenced by Norman Buchan, a quirky Bevanite MP who was a regular visitor to the family manse - and has been evangelising ever since. By 1991 he was campaign co-ordinator at Labour's general election headquarters. </p> <p>Miliband comes second. His father, a distinguished Marxist academic, resigned from Labour during one of its debilitating civil wars. When David thinks of him, he recalls 'kicking a ball about, not lectures on the dialectic'. But at least he can claim the right sort of influence at home. So can Cooper, whose father was general secretary of the engineering managers' trade union. Poor Kelly - the daughter of an Irish pharmacist who was educated at two public schools - has nothing to com mend her except brains and belief. Fortunately, for all four of the prodigies, they serve a Labour Party which, for good or ill, has lost most of its class identity. </p> <p>When Blears says that she is in politics 'to make sure that working people get a fair deal', she sounds like it is the declaration of a new class war. And she knows it. So, being quick and bright, she explains that she meant 'hard-working people'. </p> <p>Asked if the recent adoption of that phrase indicates that the government now discriminates between the deserving and undeserving poor, she describes Labour policies as 'hard-edged'. She has no inclination to help people who 'sit on their doorstep with cans of drink'. </p> <p>Miliband, Cooper, Kelly and Alexander would have put it rather differently. But they all share the Chancellor's belief in the sanctity of work and importance of rewarding those who toil. That is what makes Miliband, the genuine philosopher in the quartet, insist the promoting of equality and the encouragement of meritocracy - far from being antipathetic - are objectives that go hand-in-hand. Forty years ago we had theories about equality - how it should be defined, how it could be promoted and how its detriments could be avoided. But we lacked a theory of government. Our successors possess one. It makes them far more effective than we were. </p> <p>Alexander looks forward to the day when the party has worked out ways of 'promoting equality within an open, global economy'. But he accepts that requires what he calls 'new policy responses'. The idea beneath the jargon is that it is not possible to change society by stealth. A successful government has to convert the country to its own big idea. </p> <p>Miliband is equally frank about the need to sound a clear note on the trumpet. Successful government, he says, contains four ingredients: empathy with the people who elected it; a clear set of values; a vision of what society will be when the long-term objective is achieved; and policies to make the values and visions reality. </p> <p>He argues that, in the past, Labour has leaped at imperative number four without worrying about the essential previous steps. That is the classic argument for ideology-based policies. Combined with Alexander's belief in the need to make the case for greater equality, it adds up to something very different from a programme built on the pragmatism of 'what works'. </p> <p>Both men would say that the conflict is imaginary because benign social democracy works for the whole community. It is even possible that, when their time comes, they will have the courage to say that to men and women in a higher-rate tax band. That possibility should send Labour rejoicing into the general election and beyond. </p> <p>No sensible person will agree to be identified with a prediction of who will lead the next Labour government but one. It may be none of the four frontrunners. Ed Balls, Cooper's husband and Gordon Brown's chief economic adviser before he became a parliamentary candidate, will enter the equation as soon as he becomes an MP. </p> <p>One senior backbencher said that Kelly has 'a glow about her' - a characteristic he detected in Blair more than 10 years ago. But the name of the ultimate victor is unimportant. The Labour Party will pass into safe hands. Social democracy will come back into fashion. Roll on the day.</p>",
  "<p>My former agent first saw the casting sheet for The Office. It was unusual because it was actually looking for a wheelchair user when most of the time they are looking for able-bodied people to play disabled roles. My former agent put my name forward. I grabbed the opportunity. </p> <p>It was important that Ricky Gervais and Stephen Merchant, who wrote the series, wanted a disabled person to play the role. The whole point was that The Office was not making fun of the person in the wheelchair, it was making fun of David Brent and his negative attitudes. Ash Atalla, the producer, is himself a wheelchair user. </p> <p>The programme was a hoot, and a real privilege. Oddly, the hilarious fire escape scene, where I am abandoned in a stairway by David Brent and Gareth Keenan, was a little scary for me. I never allow myself to be carried in a wheelchair as I have brittle bone disease and it is safer if I am carried in someone's arms. I'm only six stone and four foot five. </p> <p>But here it was part of the comedy. We took 10 takes to get it right, mostly because we were laughing so much. Here was a team of people who understood the issues. It sat really comfortably with me. </p> <p>That is not always the case in the outside world. People who are unsure how to approach a disabled person can be over-friendly and over-helpful which can be as bad as doing too little. </p> <p>The question I am often asked is whether the exaggerated treatment of disabled people in The Office is anything like real life. Of course it is over the top, but it still touches on daily life for people who are disabled. </p> <p>I have disabled people coming to me after seeing The Office and saying 'my experience is just like that' which is disturbing. You get ignored. It's not easy. </p> <p>The whole built environment in this country needs complete and rapid modernisation. For able-bodied people doing something such as going on the Tube is a pretty straightforward, if sometimes unpleasant, experience. For someone who is disabled it is pretty much impossible. </p> <p>Because so much of the world out there is inaccessible, it is difficult to be spontaneous. A friend could ring and say: 'We're going out to a club or a restaurant tonight, do you fancy coming?' So you have to call the restaurant to find out if it is accessible, if there is parking and whether there is a disabled toilet. And then what about the club? All the same questions. You have to go through all that before you even leave the house. </p> <p>And so it goes. More than 35 per cent of GPs' surgeries in this country are inaccessible to disabled people. Lots of government buildings are inaccessible to disabled people: sports venues, leisure centres. The government has put through a new law on disability discrimination which demands equal access to buildings for disabled people and comes into force at the beginning of October. But there is still an awfully long way to go. We have to say enough is enough. </p> <p>Disabled people are worth £50 billion to the economy every year. There are 10 million of us in the UK. That is a tremendous resource and any company would be foolish to ignore such an important section of its customers. Those who do ignore us are in danger of missing out on a lot of money. </p> <p>Now, contrast this country with somewhere where they take this issue seriously. I visited San Francisco recently. Here, a mixture of the hippy movement and the need to make a city welcoming for many of the Vietnam veterans who came back from the war started a movement to make the city accessible to all. They are way ahead of us. Bars, restaurants and shops are open to all. </p> <p>It is about an attitude. Once you make yourself accessible to disabled people you've made yourself accessible to all. It is about being inclusive. That way everyone wins.</p> <p><strong>·</strong> Julie Fernandez is an actor.</p>",
  "<p>It is an unquestioned axiom that has dominated international politics for decades, a shibboleth undented by the passage of time. We live in an overcrowded world teeming with billions of humans who are destined to suffocate our cities and squeeze our planet of its precious resources. </p> <p>Our species is inexorably wrecking Earth: flooding valleys, cutting down forests and destroying the habitats of animals and plants faster than scientists can classify them. Our future is destined to be nasty, brutish and cramped. </p> <p>Or is it? Population analysts have suddenly started to question the 'self-evident' truth that we are destined to drown under our own weight. Yes, populations will still rise, but not nearly as steeply as once feared or for so long. We can even envisage the day, in the not too distant future, when they will decline. </p> <p>As evidence, statisticians point to a simple, stark fact: people are having fewer and fewer children. In the 1970s global fertility rates stood at about six children per woman. Today the average is 2.9 - and falling. Such a rate will still see the world's population rise to 9 billion by 2050, an increase of 50 per cent on today's figure. That is not good news for the planet, but it is far less alarming than the projections of 15 billion that were once being made. More to the point, statisticians predict that, after 2050, the number of humans will go down, the first major long-term fall since the Black Death. </p> <p>As sociologist Ben Wattenberg states in his book, Fewer: How the New Demography of Depopulation Will Shape Our Future: 'Never in the last 650 years, since the time of the Plague, have birth and fertility rates fallen so far, so low, for so long, in so many places.' </p> <p>So the urging by Trade Secretary Patricia Hewitt that it is now the patriotic duty of the nation's women to have children makes some sense. As she told the CBI last week: 'We won't have a workforce if people do not have children.' </p> <p>She has a point. By 2050 we will have stopped replacing ourselves with enough youngsters. At present the median age of people on this planet is 26; within 100 years, if current trends continue, that will have doubled. More and more old people will have to be supported by fewer and fewer young people. Populations will go down and also become badly unbalanced. Today 10 per cent of the world's population is 60 years or over, a figure set to rise to more than a third by 2100. </p> <p>Such trends raise two key questions. Why has the rise in world populations started to die out so dramatically? And what will be the consequences of this decline? </p> <p>Answers to the first depend a great deal on locality. 'In Europe, women have their own career options,' said Ros Davies of Interact Worldwide, which campaigns on population issues. 'They are no longer considered failures if they do not acquire husbands and produce children in their twenties or thirties; they are judged by their careers. That has taken a substantial number out of the pool of potential mothers.' </p> <p>In addition, women who do take partners face the problem of the cost of having a child. Parents have all sorts of aspirations for their offspring, choices not available to past generations but which cost money - for example, further education and travel. In Britain issues such as tuition fees are only going to add to that pressure, so that men and women will have only one or two children, when they might have had three or four a couple of decades ago. </p> <p>The idea that prosperity discourages childbearing is backed by Wattenberg: 'Capitalism is the best contraception.' Hence Europe's birth rate, which varies from 1.8 per woman in France and Ireland to 1.2 in Italy and Germany. Britain comes in at 1.7, well above the average of 1.4. However, given that a country needs a birth rate of 2.1 to maintain its numbers, it is not hard to see that in the long term there are likely to be far fewer Europeans. By the middle of the century western Europe's population could be dropping by several million a year as today's young adults reach old age, die, and are not replaced. </p> <p>The causes of declining numbers in other countries are more alarming. Russia's population is dropping by almost 750,000 people a year, a phenomenon described by President Putin as 'a national crisis.' The causes are alcoholism, breakdown of the public health service and industrial pollution that has had a disastrous effect on sperm counts of Russian men. </p> <p>In China, different factors come into play. The state enforces strict quotas of offspring numbers and it is expected that its population will peak at 1.5 billion by 2019 then go into steep decline. Some analysts suggest the country could lose 20 to 30 per cent of its population every generation. </p> <p>Then there is the exodus from the countryside, a trek happening across the globe. According to UN figures last week, half the world's population will have urban homes by 2007. But in cities a child becomes a cost rather than an asset for helping to work the land, and again pressures mount for people to cut down the size of their families. </p> <p>Other countries with birth rates below replacement level include Australia, Sri Lanka, Cuba, Uruguay, Brazil, Mexico and the industrial 'tiger' nations of South East Asia such as Singapore and Taiwan. On the other hand, there are still nations - mainly in Africa and the Middle East - where fertility rates remain high. According to the UN, the population of the Middle East will double over the next 20 years. Saudi Arabia has a fertility rate of 5.7; in Yemen it is 7.2; in Palestine 5.9. More surprising is the case of Africa. Despite Aids, which kills millions of young Africans every year, population numbers will continue to rise - except for a band of Mediterranean nations, including Libya and Egypt,and South Africa at the other end of the continent. In Europe, only Albania and Kosovo are kicking the trend for reduced fertility rates. </p> <p>The impact of all this is harder to gauge. Slight population movements are relatively easy to deal with; huge fluctuations pose serious problems. In Europe, demographers forecast a major drop in the numbers who will work and earn money, while the population of older people - who need support and help - will soar. In China, the prob lem is worse. Most young Chinese adults have no brothers or sisters and face the prospect of having to care for two parents and four grandparents on their own. Pensions and incomes are simply not able to rise fast enough to deal with the crisis. </p> <p>'There are people who cling to the hope that you can have a vibrant economy without a growing population, but mainstream economists are pessimistic,' says Philip Longman, author of The Empty Cradle, How Falling Birthrates Threaten World Prosperity, in the current issue of Newsweek. </p> <p>Reduced human numbers can only be good for the planet in the long term. Until we halt our spread, the destruction of the last great wildernesses, such as the Amazon, will continue. </p> <p>Just after the last Ice Age, there were only a few hundred thousand humans on Earth. Since then the population has grown ten thousandfold. Such a growth rate is bound to lead us into an uncertain future. The next 50 years will determine how unstable the coming decades are going to be.</p>",
  "<p>George Bush and Gordon Brown are heading for a dramatic showdown at the G7 summit in Washington this week over plans to write off developing countries' debt.</p> <p>The American president, desperate for policies to emphasise his 'caring conservative' credentials before November's presidential election, is advancing a plan to cancel billions of dollars in debt owed by some of the world's poorest countries. </p> <p>The plan, disclosed by members of aid groups, would increase previous debt relief programmes for at least 27 poor nations such as Uganda, Bolivia, and Ethiopia. The US Treasury Department, which is putting the plan forward, says the current approach has been too slow and piecemeal to free developing countries from the burden of repaying money borrowed from the World Bank, International Monetary Fund and other global lenders. </p> <p>The US Treasury is also proposing that, for very poor countries, all future IMF and World Bank assistance come in the form of grants rather than loans. </p> <p>But Brown is strongly against the plans because it would mean debt cancellation paid out of World Bank and IMF funds. This would mean the World Bank, in particular, would have less scope for poverty alleviation. </p> <p>Brown's plan, to be outlined tonight at a Trade Justice Movement fringe meeting in Brighton tonight, is for all G7 countries to put up extra funds directly for debt cancellation. He is prepared for the UK to contribute an extra £100 million every year.</p> <p>A UK Treasury spokesman was worried that Bush's proposals 'would rob Peter to pay Paul'. He added: 'We want to see [Brown's plan] happen. What we need to be clear about is that it needs to be fully financed.'</p> <p>The rival plans will be decided by other G7 nations. Canada is expected to back Brown's plan. France is thought also to be sympathetic. Germany is not in a position to put extra money on the table because of its fiscal situation. Japan and Italy are thought to be undecided.</p> <p>Campaigners are divided over which plan to back. Some are delighted that Brown is promising extra cash for debt cancellation, but others believe that Bush's plan could have greater impact, particularly if other countries fail to follow Britain's lead. </p> <p>Peter Hardstaff, head of policy at the World Development Movement, said: 'Whatever plan gets accepted, we are concerned about the conditions attached to any debt cancellation, which could see poor countries forced to privatise and deregulate their markets.'</p>",
  "<p>Thirty six years after it was launched by a 21-year old public school drop-out with a bright idea and £70 in his pocket, Time Out is a growing publishing empire with an annual turnover of around £25 million. Founder and owner Tony Elliot is expanding overseas, adding a Chicago edition to the New York title, which celebrates its 10th birthday next year. </p> <p>The magazine is printed in another 10 countries under licence. But even as Elliot seeks to extract greater value from a strong brand overseas, the London title is seeing its circulation slowly ebb away, slipping from 107,00 in 1996 to 88,000 this year. According to the latest accounts filed at Companies House, the Time Out group lost £707,000 in the year ending 31 January 2002, a slight reduction on the previous year's losses. </p> <p>The magazine's managing director, Lesley Gill, says the London title is profitable, but Elliot accepts that it has to be revamped and improved in order to fight off intense competition from newspapers. He drafted in Loaded founder James Brown to help him find a new editor - former Observer Sport Monthly deputy editor Gordon Thomson - and inject some new ideas. '[The editorial] could be better. It could be sharpened up quite a lot,' Elliot says. A new marketing director, John Luck, has been hired from Coca-Cola. </p> <p>'[The London title] has been under pressure since the Guardian 's 'Guide' launched [in 1993],' Elliot concedes. 'There is an irony in that because I was responsible for leading the fight to get the TV listings [system] changed, which created the platform for newspapers to do listings supplements.' Along with other magazines and newspapers, Elliot had lent his voice to a vocal campaign to end the duopoly enjoyed by the Radio Times and TV Times and force broadcasters to sell listings information to rival publications. After the system was scrapped in 1991, newspapers launched glossy listings magazines, which have eaten into Time Out 's readership. 'If you add up all the free bits that are put out by the Evening Standard, the Times, the Guardian, the Independent and so on, there are around 1.3-1.4 million. [supplements] floating around,' Elliot says. 'In the context of that we've done pretty well.'</p> <p>The magazine has responded to a decline in circulation, down 2.5 per cent year on year, by increasing the proportion of subscribers, a holy grail for publishers eager to get money from readers upfront, reduce the number of magazines returned unsold by newsagents and spend less time competing for retail space on the shelves. More than a third of Time Out readers are subscribers, a huge percentage for any publication and an indication of the strength of the brand. Elliot has also authorised a substantial investment in Time Out's online presence, creating an internet site with content that is available only to subscribers. A film site launches on 12 October, complete with cinema listings but with access to reviews and the Time Out Film Guide restricted to those with annual subscriptions. 'It's a way of addressing the perennial issue of \"is [internet content] free or should it be paid for?\". We are in the latter camp - we don't think you should gives stuff away for free.' It is a strategy that takes Time Out closer to another publishing holy grail, paid-for content online. </p> <p>Even so, losses cannot be sustained indefinitely and it is difficult to fund ambitious expansion plans - new launches are also planned in LA and Toronto - through bank borrowing alone. Elliot has struck some clever deals to launch in America, where outside investors contribute two-thirds of the start-up costs, but Time Out retains half of the joint venture company that publishes them. But he concedes it would be far easier to raise cash by selling a stake in the group to a suitable partner, if he could find one.'The company was started with no money and we've traded for 36 years and constantly expanded using profits and bank backing,' Elliot says. 'It's reached the point when, if we could find the right financial backer, it would make a lot of sense for me to sell between 15 and 30 per cent of the company to give it some working capital and so I can take a bit of money out.' </p> <p>The problem is that venture capitalists want an exit strategy, either via an eventual trade sale or a stock market flotation and Elliot does not want to cede control of the company. 'If I had a plan to fatten up the company and sell it off in five to seven years time it wouldn't be a problem.' The other obvious investors, large magazine groups such as Condé Nast who have long coveted the Time Out title, want to own the company outright. Elliot is likely to continue his search for investors but unless he is willing to relinquish control, the group's global expansion is likely to continue as it began - slowly.</p>"
]