[
  "<p>While most of us have been complaining about the stifling heat this week, chemists at University College London have been doing something about it. The researchers have developed an intelligent window coating that blocks the sun's heat but allows its light to pass through. Normal tinted windows stop both. </p> <p>Blocking heat is fairly easy, but there is no use having a window that does not allow a room to heat up on a cold day. The new vanadium dioxide coating is smarter than that. It is designed to reflect warming infrared light only when the temperature hits 29C, but to allow visible wavelengths through under all conditions. </p> <p>\"Technological innovations such as intelligent window coatings really open the door to more creative design,\" says Ivan Parkin, who led the research. \"The current trend towards using glass extensively in buildings poses a dilemma for architects. Do they tint the glass, which reduces the benefit of natural light, or face hefty air-conditioning bills?\" His team announces its results in the Journal of Materials Chemistry. </p> <p>Key to the breakthrough is vanadium dioxide's unusual ability to alternate between acting as a metal (that reflects heat) and a semiconductor (that absorbs it). Bonds locking the vanadium's electrons in place collapse at 29C, turning the material metallic.</p>",
  "<p>Scientists have raised the prospect of developing a vaccine to prevent children getting hay fever or asthma, by showing it is possible to inoculate against the allergies. Writing in the Proceedings of the National Academy of Sciences, Rudolf Valenta and colleagues at the Medical University of Vienna describe how they made a vaccine against tree pollen using a genetically modified version of the same type of pollen. </p> <p>When they injected the GM pollen in a clinical trial of 124 allergic patients, the researchers found it stimulated a set of antibodies that fought allergens and alleviated symptoms. Volunteers were tested for allergic reactions with a skin test and by blowing pollen into their noses. </p> <p>\"These results could lead to the development of more effective vaccines for the treatment of the most common forms of allergy,\" the scientists conclude. It could even be used as a preventative vaccination, they add, to stop children developing the allergies in the first place. </p> <p>The team used GM pollen because they could make it hypoallergenic. Work to develop vaccines using normal pollen can make the condition worse in some patients. The pollen vaccine poses no threat to the environment because the process leaves it unable to cross-pollinate.</p>",
  "<p>Inevitable Surprises sounds like an oxymoron, but to Peter Schwartz such events are the \"outcomes of deeper forces at work\". In this book, Schwartz, co-founder and chairman of the futurist consultancy Global Business Network and adviser to forward-looking films including Steven Spielberg's Minority Report, argues that those who fail to learn the lessons of history are doomed to be surprised by them. </p> <p>Looking back, Schwartz says the end of the cold war, the rising importance of oil as a commodity, a surge in violent crime in the 1980s and the communications revolution all could, and probably should, have been predicted because they were driven by forces he calls predetermined elements. </p> <p>Looking forward, he uses his strategy to tell us the implications of an ageing population, global migration, US foreign policy and breakthroughs in technology. </p> <p>The book's immodest subtitle is \"a survival guide for the 21st century\", but this is no cautious, commonsense government leaflet advising people to stock up on food and stay indoors if a bomb explodes outside. Instead, in Schwartz's view of the next few decades, medical advances will mean millions of people routinely live until they are over a hundred years old, aircraft fashioned from carbon nanotubes will change shape midflight, quantum computers boost processing power a hundred million times and Star Trek-style teleporters eliminate the problems caused by traffic, air pollution and famine. </p> <p>Schwartz seems less blinded by science than made dizzy by its possibilities, which makes some of his predictions appear far-fetched. The discovery of the mysterious force known as dark energy, for example, makes him envisage \"a little device that sucks energy out of space, just as a radio or television receiver sucks sounds or images out of space, via electromagnetic radiation\". Now that would be a surprise, but not an inevitable one.</p> <p><strong>·</strong> Inevitable Surprises by Peter Schwartz is published by The Free Press. To order a copy for £7.99 with free p&amp;p call the Guardian Book Service on 0870 836 0875</p>",
  "<p>Some good news in these uncertain times of climate change: coral reefs and the tiny algae on which they depend are beginning to evolve their way out of trouble. Coral is sensitive to global warming because hotter water kills the protective Symbiodinium algae, \"bleaching\" the reefs. Two reports in this week's Nature now reveal the situation may not be as bad as scientists thought. </p> <p>Rob Rowan of the University of Guam and Andrew Baker and colleagues at Columbia University separately discovered that some corals have already adapted to higher temperatures and now host specially adapted Symbiodinium. If other reefs can do the same, then they too should survive in warmer seas.</p>",
  "<b>TRANSPORTS OF DELIGHT</b> <p>The writer of this week's Northerner is a Midlander-turned-southerner who has spent the past few days marvelling at the musical parp of Manchester's trams, the 50p fare for a ticket, the magnificence of Victoria station and the extraordinary spaciousness of the city.</p> <p>Of course, if Mancunians had to endure London Bridge station and fight their way through the capital, they'd probably adopt the tired snarl and I'd-tell-you-to-eff-off-if-I-had-the-nerve expression of Londoners. </p> <p>But not everywhere in the north-west enjoys the benefits of the Metrolink tram. The decision to abandon the planned extension still appals many locals.</p> <p>\"Manchester is a far easier and more pleasant place to be than Stockport, where I live, which is smelly, noisy, choked with traffic and SMBC's traffic policy is abysmal,\" Frieda Chorlton wrote to the letters page of the Stockport Express. \"I believe in the light rail transport system and I think the government has withdrawn its support partly due to the success of the link. Call it jealousy of the north if you like... Blair and his capital see [Manchester] as a threat to London.\"</p> <p>Now, Frieda, that's going a bit too far.</p> <p>Michael Anderson of Tulse Hill in the south of the capital tells readers he wants to move back to Stockport. \"Everything down here is focused on London, London, London, Radio, TV, jobs, you name it. Arrogance and ill-manners. We should all go to the centre of London to protest about this.\" I think you'll find Ken Livingstone exercises pretty strict control over what goes on in Trafalgar Square, Michael. The last thing he's going to allow is a demo calling for better public transport in another city.</p> <p>_________________________________</p> <p>\"If you've got a big hammer you can get a lot of business at the moment,\" David Sapsford, Liverpool University's professor of applied economics, told the Northerner yesterday.</p> <p>Demolition is big business on Merseyside. Such big business, in fact, that Scousers who fled Liverpool during the long recessions of the 1970s and 1980s are being urged to return to Merseyside and take advantage of cheap property prices there. The Daily Post was understandably intrigued.</p> <p>\"Give Us Back Your Scousers\" - no, really - is appealing to expatriate Scousers who grew up or studied in the city to help fill some of the vacancies created by the city's grand scale redevelopment projects. Construction and retail firms are trying to recruit 8,000 people to work at the GBP750m Albert and King's Docks developments alone.</p> <p>\"Come back home to Liverpool,\" pleads Liverpool Needs You's website. \"Your city needs you.\"</p> <p>If knocking things down and rebuilding doesn't appeal, there are also plenty of jobs in retail. \"Skilled workers are in very short supply,\" confirmed Prof Sapsford. \"The biotechnology sector is very large at the moment and growing very rapidly.\" The expansion of Liverpool John Lennon airport has also created many new jobs.</p> <p>The city, which was once a byword for unemployment and deprivation, now has an unemployment rate of 2.9% and the fastest rate of job creation outside London. \"We're finding it increasingly difficult to fill vacancies,\" Mike Hill, the director of a Merseyside recruitment consultancy and the architect of the campaign, told the Northerner yesterday.</p> <p>Many of the emigres spent three years studying in Liverpool, but \"once they'd done a degree, they decided there weren't sufficient opportunities in the city,\" Mr Hill said.</p> <p>Liverpool's population fell by 300,000 between 1972 and 2002. In recent months, however, the city centre has undergone a minor renaissance. Property prices have risen sharply as a result, though the number of houses changing hands fell this year. Lack of housing stock and fewer first-time buyers with sufficient funds is thought to be responsible.</p> <p>An influx of skilled professionals would make things even more difficult for first-time buyers, Mr Hill admitted. \"We envisage that the vast majority of people will come from either the south-east or Manchester. If you look at house prices in Manchester or London, one of the nice things about Liverpool is that there is the opportunity to upgrade.\"</p> <p>Failure to attract enough workers, he warned, could lead to wage inflation, scupper planned developments and tip the city back into recession.</p> <p>Liverpudlians were accustomed to the notion of economic mobility, he added. Many are the descendants of families who left Ireland in the 19th century. The surge in the city's economy echoes the boom in Ireland during the 1990s, when many Britons of Irish descent headed back across the water.</p> <p>________________________________</p> <p>The Environment Agency issued scores of flood warnings and even patrolled the streets of Sheffield with a loudhailer to warn of the danger the river Sheaf would burst its banks.</p> <p>In the end, however, the river banks held; the drains didn't. A month's worth of rain fell in 24 hours over parts of the Pennines and Sheffield, leaving cars stranded in surface water.</p> <p>\"This is the third time it has happened this year, but it is the worst so far,\" a Sheffield hairdresser with a drenched carpet and flooded basement complained to the Yorkshire Post.</p> <p>The Environment Agency was unable to offer any consolation. Unless carbon dioxide emissions were reduced, it said, freak weather conditions would occur more and more frequently.</p> <p>______________________________</p> <p>Never mind the flooded basements. Liverpool's Daily Post has asked readers to help it find a far larger body of water which is apparently lurking under Toxteth in Liverpool.</p> <p>The Cains brewery in Stanhope Street, a red brick edifice built in the mid-19th century, is thought to harbour a lake. \"Stories... tell of a large, deep mass of water at a great depth beneath the Liverpool plant where workmen used a boat to travel beneath the cellars,\" breathed the paper. \"Other tales tell how it couldn't be used for drinking water because it is badly contaminated by nearby cemeteries.\" How did they know, the Northerner wonders?</p> <p>The only employee thought to have known more about the whereabouts of the lake died two weeks ago. Unfortunately, for the Post, the directors of Cains appear to be wary of allowing amateur marine archaeologists to penetrate their brewery. \"People need to understand that the brewery site is vast and the cellars are incredibly deep and we are so busy we haven't got time to look for it,\" the joint managing director, Ajmail Dusanj, warned readers. Some might regard that as a challenge.</p> <p>___________________________________</p> <p><b>DAVID WARD RECOMMENDS...</b></p> <p>It's described as a \"bold and disturbing work\" which encourages those who see it to explore their own responses to the asylum issue. Called simply Asylum and created by Julian Rosenfeldt, each of nine video screens shows a different film sequence \"with images and sound choreographed to create an emotionally-charged experience for the viewer\". It's at the Baltic in Gateshead until October 3. While you are then, you can check on the progress of the Sage concert hall now nearing completion next door.</p> <p><a href=\"http://www.baltic.org.uk\">Baltic</a></p> <p>______________________________</p> <p><b>NORTHERN NEWSPAPERS</b></p> <p>For links to the northern press, visit http://www.theguardian.com/northerner.</p>",
  "If you're a delegate attending the Republican national convention at Madison Square Garden later this month, Jamie Moran knows where you're staying. He knows where you're eating and what Broadway musical you plan on seeing. For the past nine months, Moran has been living off savings earned as an office manager at a nonprofit and working full-time to disrupt the RNC. <p>His small anarchist collective, RNCNotWelcome.org, runs a snitch line and an email account where disgruntled employees of New York hotels, the Garden and the Republican party itself can pass on information about conventioneers. So far, the collective has received dozens of phone calls and hundreds of emails with inside dirt on GOP activities. </p> <p>Recently, a woman with a polished, middle-aged sounding voice left a message saying, \"For some God-unknown reason I'm on the Republican mailing list, and they sent me what they call a list of their inner-circle events.\" The events hadn't been publicised elsewhere, she said, and she wanted to fax the list to Moran. </p> <p>Moran feeds information like this to a cadre of activists desperate to unleash four years' worth of anger at the Bush administration. By dogging the delegates wherever they go, RNC Not Welcome hopes to make the Republicans' lives hell for as long as they're in New York. </p> <p>\"We want to make their stay here as miserable as possible,\" says Moran, who has sandy hair, a snub nose and a goatee. The son of a retired Queens cop, he's 30 but looks younger. \"I'd like to see all the Republican events - teas, backslapping lunches - disrupted. I'd like to see people from other states following their delegates, letting them know what they think about Republican policies. I'd like to see impromptu street parties and marches. I'd like to see corporations involved in the Iraq reconstruction get targeted - anything from occupation to property destruction.\" </p> <p>There's a showdown coming to Manhattan. Backed by the most intense security the city has ever seen, the Republicans are about to turn the blue-state bastion of New York City into the backdrop for George Bush's coronation. The RNC chose New York because it was the site of the September 11 terror attacks, which to Bush's opponents and even some ordinary New Yorkers seems a brazen provocation. </p> <p>On one side are 36,000 cops - a force that city councilman Peter Vallone Jr calls \"perhaps the world's 10-largest standing army\". On the other side are at least 250,000 protesters expected to converge on the city from all across the United States and Canada - a demonstration six times larger than the legendary antiglobalisation protests that rocked Seattle in 1999. They're facing off at a time when police are increasingly adopting military tactics in response to protest, and protesters are responding likewise, conducting their own reconnaissance on Republican plans and plotting actions designed to hit where the cops are weakest. </p> <p>The police have infiltrated the protesters, but the protesters have infiltrated the convention; according to anti-RNC organisers, they have at least two moles working undercover with volunteers the city has recruited to help makes things run smoothly at Madison Square Garden. </p> <p>Plans to oppose the convention are multiplying, suffusing activists with a giddy, growing tension. Marches and rallies, legal and illegal, are being planned for every day that the Republicans are in New York. There will be street theatre, including a Roman-style vomitorium in the East Village a few days before the convention starts, meant to signify Republican gluttony. Cheri Honkala, an organiser from Philadelphia, is mobilising homeless people, public housing tenants and others for a big, illegal \"poor peoples' march\" on August 30. Activists are holding weekend workshops where direct-action novices practice street blocking, and DIY medics learn to treat victims of pepper spray and police violence. </p> <p>No one knows where it's all going - whether it will look like Chicago '68 or Seattle '99 or something altogether new. But activists see the coming conflict as history-making. \"I want to see something so gigantic that it can't be misinterpreted,\" says Jason Flores-Williams, a political writer at High Times Magazine, who's been playing a dual role as a journalist covering the movement and an organiser shaping it. An intense man in his 30s with a shaved head and silver earring, Flores-Williams recently published the High Times Activist Guide to the Republican National Convention, which is part primer and part call to arms. </p> <p>In May, eager to kick off a summer of activism, he put together a small early-morning protest near Rockefeller Center and was arrested along with two others during a traffic-blocking die-in on Fifth Avenue. For the RNC, he dreams of \"a total expression of seething hatred that will go down in history as a moment in time when people stood up to the worst administration we've ever had.\" </p> <p>Among other things, he envisions protesters locking down the streets of New York by chaining their arms together inside metal tubes, creating what's called a sleeping dragon. \"You lock your arms in,\" he says. \"When the cops come, they have to saw through these steel tubes. You get 30 people and you lock down a street for six hours. While this is happening, it gives other protesters a great opportunity to make their statement, to be further disruptive. They can lie down with these people, they can chant at the police, they can sit down where they are and be arrested for that or block further public space. They can disrupt the normal flow of society.\" </p> <p>\"It's coming together,\" he says with enthusiasm after a June meeting of a hundred or so anti-RNC activists at an East Village church. \"Part of it is going to be fun and beautiful, but part of it has to instil fear into the power structure.\" </p> <p>That won't be easy. The last four years have given police plenty of practice in instilling fear themselves. Relationships between cops and protesters have rarely been warm, but since September 11, they've grown toxic, with law enforcement routinely denying march permits and using overwhelming force against nonviolent demonstrators. </p> <p>In 2000 at the Republican convention in Philadelphia, police infiltrated activist groups and made mass preemptive arrests. The Democratic convention in Los Angeles that year was little better. \"Even protests with the city's permission have been met by legions of heavily armed police officers dressed in full riot gear,\" CNN reported. </p> <p>The police fired tear gas and rubber bullets into crowds of demonstrators, injuring protesters and journalists alike. \"It looked like a reenactment of a civil war battle,\" said Al Crespo, a photographer who was shot with a rubber bullet. Since September 11, things have only got worse. In the past three years, protest in America has increasingly come to resemble that in countries such as Egypt, where demonstrations are allowed only within tightly controlled spaces and riot police rush in at the first hint of spontaneity or disorder. </p> <p>In April 2003, after the California Anti-Terrorism Information Center issued a bulletin about the potential for terrorist violence at an antiwar protest in Oakland, police opened fire on the peaceful crowd with wooden pellets. It later turned out there had been no real basis for the terrorism warning. </p> <p>Mike Van Winkle, spokesman for the California Anti-Terrorism Information Center, told the Oakland Tribune that it was made because protest itself can be seen as a form of terrorism. \"You can make an easy kind of link that, if you have a protest group protesting a war where the cause that's being fought against is international terrorism, you might have terrorism at that protest,\" he said. \"You can almost argue that a protest against that is a terrorist act.\" </p> <p>Something similar happened in November, when some 10,000 union members and retirees demonstrated at a free trade summit in Miami. They were met by 2,500 cops brandishing new crowd-control weaponry, paid for in part by a little-noticed $8.5m appropriation tacked onto the Iraqi reconstruction bill. Videos taken at the scene show nonviolent protesters being beaten with wooden clubs, shocked with Taser guns, shot in the back with rubber bullets and pepper-sprayed in the face. </p> <p>\"For a brief period in time, Miami lived under martial law,\" concluded a scathing report on police misconduct issued by a local panel charged with investigating the debacle. \"Civil rights were trampled, and the sociopolitical values we hold most dear were undermined.\" </p> <p>Since the free-trade summit protests, activists have come to refer to a militarised response to protest as the Miami model - and it's a model that other police forces have studied. Lt Bill Schwartz, a spokesman for the Miami police department, said that law enforcement officials from Georgia and New York travelled to Miami during the free trade summit to learn tactics for dealing with upcoming protests in their cities. </p> <p>Georgia was getting ready for the G-8 summit in June, which brought together the leaders of Britain, Canada, France, Germany, Italy, Japan and Russia. And New York, of course, was preparing for the RNC. </p> <p>Upon his return from Miami, Bill Hitchens, director of Georgia's department of homeland security, told the Atlanta Journal-Constitution, \"We need to do much the same as they did.\" </p> <p>They certainly tried. In May, shortly before the G8 economic summit was scheduled to take place on Sea Island in Georgia, the state's Republican governor declared a state of emergency, citing a danger from \"unlawful assemblages.\" That enabled him to call out the National Guard, flooding the streets with soldiers in full camouflage. </p> <p>Protesters who tried to attend a candlelight peace vigil had to pass through a checkpoint manned by armed troops. There probably won't be soldiers on the streets of New York, although, according to a February New York Daily News story, convention planners have discussed the possibility. But there will be a massive police presence, with 8,000 officers providing security around Madison Square at all times. According to Vallone, the NYPD has received $50m in federal money to prepare for the convention, and $18m is being used \"for the latest in crowd-control devices,\" including nonlethal weaponry and \"high-tech video surveillance devices.\" </p> <p>Overseeing it all will be the Secret Service, which is in charge of the convention site. Under Bush, the Secret Service has proved particularly hostile to protest. They often set up \"free-speech zones\" to corral demonstrators far from the president, and they ask local police to arrest anyone who strays from the designated areas. </p> <p>In October 2002, South Carolina activist Brett Bursey was arrested for trespassing when he waded into a crowd of Bush supporters waiting to greet the president and held up a \"no war for oil\" sign. On July 4 this year, police say, the Secret Service directed them to arrest a couple for wearing anti-Bush T-shirts at a presidential speech in West Virginia - despite the fact that the speech was open to the public. </p> <p>The NYPD doesn't need much encouragement to shunt protesters aside. The department has attempted to control demonstrations against the war in Iraq by using interlocking metal barriers to create pens around groups of demonstrators, making it difficult to get in or out. The New York Civil Liberties Union sued to stop the practice, but on July 19 a federal judge ruled that police can continue to use the pens as long as they make it easier for protesters to enter and exit. </p> <p>The city's security plan provides for a \"designated protest area\" on the south-west corner of Madison Square Garden. Those who want to protest the convention legally will be confined to this corner and probably sealed off in pens flanked by deep walls of men in blue. All of this has alarmed local Democratic politicians, many of whom are planning to take to the streets with the demonstrators. </p> <p>\"I am very concerned that activities during the Republican convention will be silenced or pushed out of the way, supposedly for the 'comfort' of those participating at the convention,\" State assemblyman Richard Gottfried said in a statement. \"Our civil rights cannot be sacrificed for political purposes.\" </p> <p>Meanwhile, as protesters themselves feel squeezed, their urge to rampage grows greater. \"I think people will fight back if they're provoked,\" Moran says. \"Usually a riot is an explosion of energy and anger at a situation. The cops create a situation where peoples' desires are completely foiled, so they lash out. I don't think that's unhealthy.\" </p> <p>The city's reluctance to issue protest permits has engendered especial bitterness. Groups that applied for permits to hold legal marches during the convention were stalled for so long - sometimes more than a year - that the Democrat-dominated city council held hearings to investigate whether the mayor and the police department were deliberately stifling free speech. In July, the cops finally relented and issued a few permits, but by then many activists had given up on the system and resolved to break the law. </p> <p>\"In the last couple of months, the conversations have started shifting toward direct action,\" Moran says. \"People are like, 'We've voted, we've asked for permits, we've played nice.'\" </p> <p>The targets, Moran says, should be far from Madison Square Garden. \"Don't go where they're strongest,\" he says. \"There's going to be a ton of people who are going to want to go to Madison Square Garden, they're going to want to yell at the building even though it's two avenues away.\" The activists' strength, he says, \"is our ability to be creative and act in surprising ways.\" </p> <p>Vallone concedes that with so many police deployed around the convention, the force will be stretched thin in the rest of the city. \"There will be a drain of police officers from other areas,\" he says. \"It will be difficult. But we have the best police force in the world to deal with it.\" </p> <p>And what, exactly, will they be dealing with? Moran bristles when asked for specifics about the kind of actions New York is likely to see. \"There's such an over-concentration on that question,\" he says, irritably. \"It's really problematic. I don't want to be predictive.\" </p> <p>Part of this is simple evasion. But Moran really doesn't know what people are going to do with his group's information. Indeed, not knowing is inherent in his anarchist model, which relies on decentralised cells or \"affinity groups\" of five to 20 people who dream up and carry out autonomous actions. When larger numbers are called for, affinity groups temporarily team up, forming larger units called \"clusters,\" and then disband when the deed is done. </p> <p>RNC Not Welcome gives them tools - links to maps showing the location of \"war profiteers'\" offices and delegates' hotels, schedules of Republican events, instructions on protecting oneself from pepper spray and tear gas, directions for occupying rooftops and recipes for tofu cream pies to be thrown in the faces of ideological enemies. The collective sends out email bulletins whenever they learn something new about the Republicans' plans. What people do with it all is up to them. \"We're trying to provide some sort of structure for people who are only coming in for five days to plug into,\" Moran says. </p> <p>Moran hasn't always been a radical. His introduction to activism was as conventional as it gets. As a student at SUNY Buffalo surviving on student loans, he joined student government and fought against cuts in state funding for education. He got involved in militant politics somewhat by accident, when he wandered drunk out of the infamous Lower East Side nightclub Save the Robots and into Blackout Books, an anarchist bookshop. He picked up a free copy of Earth First! magazine and was intrigued enough by its combative environmentalism to go to an Earth First! meeting a few weeks later. That led to a 1997 trip to an Earth First! gathering in Wisconsin. Afterward, he was arrested while protesting a proposed mine in northern Wisconsin and spent five nights in jail. It was the first of many arrests, including one for throwing a pie in the face of a biotech CEO in Berkeley. </p> <p>Moran calls himself an anarchist but is weary of the subcultural poses adopted by so many of his young black-clad comrades. Recently, he and the four other members of RNC Not Welcome put out a \"position paper\" urging radicals to leave their black Balaclavas and facial piercings behind, and instead attempt to blend into crowds. </p> <p>\"Outside of marches, all-black clothing is rather conspicuous, so our dress code should be 'business casual,\" they wrote. \"Sunglasses are suggested, the bigger the hipper. And hats are always in. Would you make the small sacrifice to cut your hair or take out your septum ring to stay out of jail? Racial and political profiling are commonly practiced here and we need you in the streets!\" </p> <p>Some are already adopting social camouflage. Upon learning that RNC CEO Bill Harris was scheduled to woo local Hispanic business leaders at a Harlem restaurant on June 22, two activists donned white shirts, ties and slacks and sneaked in. They went unnoticed as they replaced the Bush-Cheney stickers, posters and pamphlets with their own agitprop and covered the bathroom in anti-RNC stickers. </p> <p>\"The point was to let them know that yes, we are out there, and yes, they are not welcome in our city,\" one of them wrote in an email account of the action. </p> <p>For Moran, dressing like a moderate isn't to be confused with acting like one. He has an almost Zen-like attitude toward the possibility that property-destroying protesters could spark a brutal police backlash, saying, \"There's a certain empowerment that happens when you shed your fear.\" </p> <p>Most activists believe that if violence does break out, the city is to blame. Mayor Bloomberg and the cops, says Bill Dobbs, spokesman for United for Peace and Justice (UFPJ), are \"flirting with or inviting chaos\". As the most established of the anti-RNC organisers, there is pressure on UFPJ to condemn the tactics of activists like Moran, especially when it comes to property destruction. Journalists, says Dobbs, constantly call him and fish for negative quotes about radicals planning illegal actions, seeking to create what he calls a \"good protester/bad protester\" dichotomy. But right now, activists from all parts of the movement are presenting a united front. A memorandum is even circulating in which different types of organisers - mainstream and radical, those working within the law and outside it - promise not to undercut each other. </p> <p>\"We've each got our own approaches,\" Dobbs says. \"We can still support and stand in solidarity with each other generally amidst individual differences in tactics.\" Moran, for his part, says, \"We're not dissing anyone for applying for permits.\" As police pressure is ratcheted up, the lines between Dobbs' approach and Moran's are starting to blur. </p> <p>On the evening of June 11, over 100 people gathered at Saint Marks Church for one of the monthly No RNC Clearinghouse meetings, in which organisers plot strategy and apprise each other of their progress. The room was stifling and the meeting tedious until a strikingly pretty dark-haired woman stood up and electrified the crowd with her call to civil disobedience. </p> <p>\"The Republicans are coming,\" she began. \"In a shameless effort to exploit the tragedy of 9/11, they will craft an agenda that erodes the very freedoms they claim to fight for. </p> <p>\"This is where we step in,\" she continued. \"On Tuesday, Aug. 31, a day of nonviolent civil disobedience and direct action will commence.\" It will start, she says, with a shout. \"As clocks strike 11 a.m., two days before the renomination of George W. Bush, the people of the world will shout 'no' with one voice. From Brooklyn to Baghdad to London to Lisbon, from Selma to Sao Paulo, we'll raise our voices in this global expression of outrage ... Here in New York we will converge on Madison Square Garden. We will sit down in the streets and refuse to move ... We want more than speeches and protest pens. We want change!\" </p> <p>The crowd erupted in cheers, whistles and applause. </p> <p>It's telling that this woman was frustrated with protests as usual because she's a colleague of Dobbs' at United for Peace and Justice, a group whose raison d'etre is big, traditional marches. UFPJ has nothing to do with the call to action issued at the meeting. Indeed, it's premised on the notion that old-school demonstrations are increasingly insufficient. </p> <p>Few blame this on UFPJ, headed by veteran organiser Leslie Cagan, a squat woman with short silver hair who helped bring more than half a million people to Central Park in 1982 for a record-setting disarmament rally. Cagan is a radical, but she's also a professional, the kind of person who knows her way around the permitting process and is willing to work with police and city officials. Over the past year, though, the NYPD has done much to undermine her and UFPJ. </p> <p>United for Peace and Justice is planning another huge march on August 29, the day before the convention begins. Cagan wanted to have the protest culminate at Central Park's Great Lawn, but the Parks Department refused to allow it on the grounds that attendees might destroy the lawn's newly planted grass. UFPJ offered to put up a bond to pay for potential damages, but the city hasn't relented. At one point, a city official suggested that UFPJ hold the rally in Queens instead. \"The Parks Department slammed the door in our face,\" she says. </p> <p>In June, Cagan told a City Hall hearing that the NYPD was \"creating the potential for chaos\" by refusing to let demonstrators use the park. Bill Perkins, the city council's deputy majority leader, had convened the hearing to investigate the city's response to convention protest plans. He was worried, he said, that \"overzealous antiterrorism policing is creating an unnecessary burden on New Yorkers' rights to assemble.\" The city's refusal to let protesters use the Great Lawn left him angry and incredulous. \"I am very concerned,\" he said at the hearing, \"that we have such high regard for the rights of grass.\" </p> <p>So far, the rights of grass have prevailed. On July 21, UFPJ reluctantly accepted the city's offer to allow a rally on the West Side Highway, far from shops and foot traffic. UFPJ was told that it had no other choice - the city wouldn't negotiate. \"This was not a happy decision to make,\" says Dobbs. \"It reflects the bullying of Republican Mayor Bloomberg.\" </p> <p>Among other problems, the West Side Highway site lacks shade and access to places to buy drinking water. Because the site is so long and narrow, the rally would have stretched along dozens of city blocks, making projecting sound a challenge. </p> <p>UFPJ's compromise enraged many activists. Posters on anarchist sites like Indymedia.org condemned the group and promised to rally in Central Park regardless. \"Who asked UFP&amp;J to play hall monitor?\" an activist from Philadelphia wrote. </p> <p>\"I'm almost glad the City has decided to deny us a permit for Central Park and that UFPJ caved,\" wrote another. \"Now, we will take the Park in defiance of both the capitalist bosses and the self-appointed leaders of the 'movement.'\" </p> <p>The reaction was so negative, in fact, that Tuesday UFPJ abandoned its agreement with the city and announced that it will continue to fight for the use of the park. \"Part of organising is listening to what people are saying,\" says Dobbs. \"We are indeed marching by Madison Square Garden, and we are not, not going to that dreadful West Side Highway.\" UFPJ has reapplied for a permit to use the park but it seems unlikely that the city will grant it. If denied, Dobbs says his group might sue. And after that? \"We'll cross that bridge when we come to it.\" </p> <p>Some are urging UFPJ to schedule the rally in the park without waiting for a permit. \"Note to UFPJ,\" said one Indymedia poster. \"If you abandon West Side Highway, and declare your intention to rally in Central Park with or without a permit, you will regain much of your credibility with the rank and file.\" </p> <p>Right now, though, UFPJ isn't going that far, though Dobbs acknowledges that many people will try to take the park regardless. \"The mayor has set up this volatility,\" he says. </p> <p>Such volatility is good news for people like Flores-Williams, who are eager to see widespread confrontations with police. \"There comes a time when you have to have an appropriate response,\" he says. \"If nothing happens and it's a gentle response, that's going to be used as a sign of complicity and acceptance of the Republicans' presence here.\" </p> <p>Flores-Williams seems like he's been waiting for this moment all his life. He was an expat in Prague in the early '90s, and after that a writer of polymorphously perverse, William Vollmann-style fiction in San Francisco. Now he talks as if he's standing on the precipice of a new era. \"I like what happened in Seattle. But the real vision I have is what happened in Paris in 1968,\" he says, referring to the student uprising and general strike that convulsed the city. </p> <p>\"In my opinion, chaos serves to energise the human spirit. I've seen it. I lived in Eastern Europe when the walls were coming down. It was a beautiful period when art flourished. It was like the blinders came off.\" Yes, the cops will be out in force. \"But there will be so many protests,\" he says, snapping his fingers. \"Here 5,000, here 500. Popping off in all these different places. The cops will be stretched thin. Tempers will rise. All hell will break loose. That's what everybody wants - they just won't admit it.\" </p> <p>That's not entirely true. Plenty of Bush opponents worry about what this grand carnival of rejection, while cathartic for some, will actually mean. There was nothing liberating, after all, about the welts and bruises protesters sustained in Miami last fall. \"Stark brutality can paralyse people with fear,\" says Moran. \"Miami hangs like a black cloud.\" So does the Chicago Democratic National Convention of 1968, where Mayor Richard Daley took a hard line against demonstrations and the cops clashed with protesters on the streets around the convention centre. Few doubt that the police, if provoked enough, will respond with equal force this year. </p> <p>This terrifies Bush opponents, who worry that violence on the streets of New York will help the Republicans by making them look like Middle American moderates besieged by nutty radicals. They note that the Chicago '68 debacle helped cement Richard Nixon's reputation as the law-and-order candidate. </p> <p>\"The wilder and more disreputable the demonstrators look, the better for the Republicans,\" says Paul Berman, a former student organiser and author of \"A Tale of Two Utopias: The Political Journey of the Generation of 1968. \"At the height of the antiwar movement, Nixon specifically directed his motorcade to go through the middle of an antiwar riot in California in order to have people throw rocks at him or shout obscenities so that the TV would pose the question that night to the American public: 'Whom do you prefer, President Nixon, or a dope-smoking hippie communist rock thrower?' And the country had no doubt. This was just genius on his part. If Bush ends up winning the election, it will be because of this kind of tactic.\" </p> <p>Thirty-five years ago, Berman's generation was notorious for its scornful dismissal of older, cautious liberals. Today, Moran sounds like their rightful descendant, insisting that Berman's lesson doesn't apply. Rather than being alienated by upheavals in Manhattan's streets, he believes ordinary people will join in. </p> <p>\"I've heard some old-timers say, 'If you people riot it will hand Bush the presidency,'\" he says. \"I think that's just lazy thinking. Any situation where we are joined by regular New Yorkers in the streets is a positive thing.\" Besides, it's too late to hold back the protests now. \"The last four years definitely created a lot of rage in people,\" Moran says. \"People may decide to unleash that rage on war profiteers. Our collective isn't going to condemn that. It's not our objective.\" </p> <p>What is their objective? The Republicans should leave New York, he says. \"It was a really bad mistake to come here.\"</p> <p><b>·</b> Michelle Goldberg is a senior writer for Salon based in New York.</p> <p>This article has been provided by Salon through a special arrangement with Guardian Newspapers Limited. © Salon.com 2004 <br> Visit the Salon site at <a href=\"http://www.salon.com\">www.salon.com</a></p>",
  "<p>Oil prices today dropped sharply from record levels as Saudi Arabia pledged to prevent the soaring costs from damaging global economic growth.</p> <p>The word's largest oil exporter said it had spare output capacity of more than 1.3m barrels a day, which could be tapped immediately if necessary. </p> <p>Ali al-Naimi, the Saudi oil minister, said Riyadh had averaged 9.3m barrels of crude a day over the past three months in an attempt to cool world prices, saying supply levels could be raised further to meet any extra demand. </p> <p>His comments had an immediate impact, with crude oil prices dropping by $1 a barrel after reaching yesterday's record high of $45.04 (£24.50). </p> <p>Earlier, the International Energy Agency, the energy watchdog for wealthy oil-importing countries, said global oil demand had been running much faster than had previously been reported over the last three years. </p> <p>The revelation was the latest in a series of IEA revisions to cautious estimates of demand, which earlier this year encouraged Opec producers to cut back supplies more than necessary. </p> <p>Revisions to world demand estimates in non-OECD (industrialised) countries since 2002 have pushed the forecast for this year up by 750,000 barrels a day to 82.2m barrels, the IEA said in its monthly oil market report.</p> <p>Strong demand, particularly in China and the US, has helped push prices to record highs, with US crude yesterday breaching $45 for the first time in the 21-year history of New York Mercantile Exchange futures.</p> <p>The IEA emphasised that the revisions were to plug missing gaps in historical data, and did not constitute a call for more oil. </p> <p>\"We just don't get statistics early enough from China, Russia and other non-OECD countries. We don't just want to guess,\" the report's editor, Klaus Rehaag, said. \"It would be nice if we had more accurate data but, given the inherent delays, we know we will have to make adjustments.\" </p> <p>Nevertheless, underestimates of demand have played their part in pushing up oil prices - along with volatility in Iraq and the standoff in Russia between the oil giant Yukos and the Kremlin - by giving Opec a reason to cut supplies. </p> <p>Mr al-Naimi attributed Opec's surprise supply reduction at February's Algiers ministerial meeting to the IEA's forecast of a looming glut. </p> <p>The IEA estimates that Opec is producing more than 29 million barrels a day - near its highest level for a quarter of a century - leaving it with little spare capacity to cope with any disruption to supplies. </p> <p>It said Opec's effective sustainable spare production capacity shrank to 600,000 barrels a day in July as the cartel raised output. That leaves a cushion of less than 1% on world markets, compared to around 8% in 2002, when spare capacity was 6-7m barrels a day.</p> <p>High oil prices have led to motorists being warned to expect petrol to stay at more than 80p a litre for the foreseeable future. However, the Bank of England today played down the effects of high oil prices on the UK economy.</p> <p>\"We are nowhere near the levels [in real terms] we were in the past when serious problems were caused,\" the Bank's governor, Mervyn King, said. </p> <p>\"The impact on the UK, broadly self-sufficient in oil, is much less than on other economies which are more dependent on oil. So although we're not being complacent, its easy to exaggerate the impact of oil prices on the UK economy.\"</p>",
  "<p>Londoners can now find out the level of air pollution anywhere in the city instantly thanks to a new website launched yesterday. </p> <p>The Environmental Research Group (ERG) of King's College London has developed the site, a link to which can be found at the bottom of this page, to make air quality data available to both local authorities and members of the public throughout the day.</p> <p>Ben Barratt of the ERG said: \"For the average Londoner the main advantage is the maps, they provide a graphical view of air quality and people can see where they are in regards to pollution monitoring.\"</p> <p>The London Air Quality Network (LAQN) was formed in 1993 and launched its first website three years ago. The new site, however, is much easier to use and allows visitors to view air pollution measurements in their area simply by entering their postcode. The measurements are updated every hour and the data appears alongside a guide to air pollution, which advises the public of the health and environmental implications of high levels of pollution.</p> <p>The new resource also provides statistical information for local authorities which helps them to manage air pollution. \"The site affects pollution control indirectly by giving closer access to data,\" said Mr Barratt. \"The local authorities can get a scan of results against EU and government standards to assess pollution levels.\"</p> <p>Though developed and maintained by the ERG, the site is sponsored by the Mayor of London, Ken Livingstone, and the Environment Agency (EA). The latter works towards improving air quality and regulates pollution across the country. \"The interaction is very important,\" said Mr Barratt. \"It's very much a joint venture.\"</p> <p>Jim Storey, the EA's air quality policy adviser, said: \"We're happy to sponsor the website because it's a way we can play a key part with those involved in air quality in London and to see better air quality for London, as it's the worst in the country.\"</p> <p>The information available on the website is perhaps the most sophisticated in the world, claims Mr Storey. \"The big improvement of the new site is that it's more for the man on the street than for technical people like me. They can see how air quality changes and it will influence the local people to pressure authorities and raise awareness.</p> <p>\"Air quality is high on Londoners' agenda as a life issue. There isn't one magical solution but there are lots and lots of things the public can do and demand to be done, like using public transport, travelling on foot or cycling. Ken Livingstone has made a lot of inroads in terms of options he's given to Londoners to improve air quality.\"</p> <p>Mr Livingstone said in a statement: \"I am delighted to support the upgrading of the London Air Quality Network web pages. This is a valuable resource for London. It enables Londoners to find out about pollution levels where they live and supports my work to improve air quality in London.\"</p> <p>Mr Barratt added: \"The higher the profile air quality gets to the public the more pressure they will put on local authorities and the government to take action. This is one big advert for air quality in London.\"</p>",
  "<p>Speculation that Pearson will sell its flagship Financial Times newspaper was re-ignited today after the former Sun editor, David Yelland, said his old boss Rupert Murdoch would \"move heaven and earth\" to buy the Financial Times.</p> <p>Mr Yelland, who now works as a PR consultant, believes the paper will be put up for sale by its owners, Pearson, and that News International's chairman, Mr Murdoch, wouldn't think twice about buying it.</p> <p>Such a move would require Mr Murdoch to sell The Times because of competition rules - something Mr Yelland thinks he would happily do.</p> <p>\"To suggest that Rupert would not sell The Times to get the FT is naive,\" Mr Yelland writes in a column in today's Evening Standard.</p> <p>\"In my opinion, he wouldn't give it more than a second's thought - the only issue would be the purchaser of The Times.\"</p> <p>Mr Yelland tips the Times editor, Robert Thomson - a former FT man - and the Times's highly regarded business editor, Patience Wheatcroft, for top jobs under a Murdoch-owned FT. </p> <p>Wheatcroft is highly regarded by Mr Murdoch and she has been tipped as a possible editor of the Times in the past. </p> <p>Insisting that he was not voicing anything other than his own opinion, Mr Yelland went on: \"Rupert deserves the FT. He would transform it, making it a truly global newspaper and no doubt leveraging off a worldwide financial TV news and online presence that would eclipse Bloomberg and CNBC and also take on the [Wall Street] Journal.</p> <p>Mr Yelland also tips the Express boss, Richard Desmond, who was an early suitor in the race for the Telegraph this year, to be a frontrunner in the scramble for The Times should Mr Murdoch sell it.</p> <p>But whether the FT is sold will depend on Pearson and its chief executive, Marjorie Scardino, who famously vowed to do so only \"over my dead body\".</p> <p>She has repeatedly quashed talk of a sale, which has been fuelled by the paper's losses.</p> <p>Last year the FT made a loss of £32m, a third of which was attributed to the paper's global expansion, including the launch of an Asian edition.</p> <p>But it has narrowed its deficit so far this year, and Pearson said last month it expected the paper to cut losses by £20m over the course of 2004, irrespective of whether advertising revenues show growth.</p> <p>The FT Group - which also includes French paper Les Echos and Spanish publication Recoletos - forms just one part of Pearson's business.</p> <p>It accounted for just under a quarter of Pearson's £1.59bn sales in the first half of the year, the bulk of which came from its educational publishing in the US. The rest is made up by book publisher Penguin. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>Mary and Alan Sage were determined that their third child Paula, who has Downs Syndrome, should be brought up the same as their other children. \"We wanted her to develop, as far as possible, like an ordinary child,\" Mary recollects.</p> <p>Ordinary is not the word that comes to mind when you see Paula's stellar performance - gloriously funny at times, at others poignant and affecting - as the 21-year-old daughter with Downs to Lindsay Duncan's desperately protective mother in the film Afterlife, opening in London this week. Indeed, this is a lead role, with Kevin McKidd as her other co-star, to make Paula the envy of many ordinary young wannabe actors. </p> <p>The talents of children with Downs are being recognised increasingly in the arts. But for these children to seize the kind of opportunity offered to Paula, now 34, whose only acting experience was belonging to the One in a Hundred drama group for children with learning difficulties, the style of parenting they get throughout their growing years can be critical. </p> <p>Sarah Waights at the Downs Syndrome Association, who has written a 50-year history of attitudes towards those with Downs, says being overprotective and assuming that little must be asked of these children was normal. It was not uncommon to see parents wiping the noses or tying the laces of grown-up young people with Downs. </p> <p>That is certainly not the way of most parents these days, and the Sages were very clear from the beginning that if they assumed Paula would be able to do the things her ordinary peers could, and then took on difficulties and problems as they arose, they would give her the best chance of achieving her full potential. </p> <p>\"Paula had a seven-year-old brother and two-year-old sister when she was born, so we treated her just as we had them. Except that we did bring in a speech therapist.\" </p> <p>Their determination that Paula should grow up seeing herself as part of ordinary society meant that a mainstream primary school was chosen. The Sages had not encountered prejudice until then: \"Let's say there was a bit of convincing to do before the school would take her,\" says Mary drily, \"but when the headmistress met Paula she was won over. Then in her third year, the class teacher made it plain she didn't want a special needs child. Paula picked up her antipathy and became unhappy. The standard of work she had achieved went right down. We knew we had to do something to help her so we called in an educational psychologist, who sorted things out.\" </p> <p>Paula fitted well into the secondary mainstream, getting some academic teaching at a special needs school. But her parents saw that although children accepted her and there was only very occasional unkindness, she was not chosen as a particular friend by any of her peers. This can be one of the hardest things for parents of Downs children, who observe children's distress at being isolated, and not invited to homes or out on social events. But Paula's siblings included her when their friends came home, and the family fostered a friendship with another Downs child who became, and remains, Paula's special friend. </p> <p>\"Of course it hasn't all been a bed of roses,\" says Mary, \"but I think Paula's experience of growing up has made her confident enough in herself that when this film opportunity came up she was well able to cope. It was my husband and I who were nervous, wondering if she would handle all that was asked of her, what she would make of the very coarse language in her part - it is language we never use at home - and how she would produce the emotions required to order, particularly the scenes when she cries, because Downs children do not often cry. And how it would be if things didn't work out. But what we have seen is how very capable and independent she has become.\" </p> <p>Anita Bennett remembers the way she was told that her daughter Isabel, now 16, had Downs, \"as though it were a death sentence.\" She went to live in Brazil with Isabel's father, Anthony, and her older son Ruari, from an earlier relationship. </p> <p>\"There we found treasure: a school and research institute for Downs children. Isabel had physiotherapy, speech therapy, lessons in using a spoon to strengthen her mouth and tongue muscles. The school had older children who were incredibly able older role models.\" </p> <p>Anita returned to Wales where she had Francis, now 13, but soon afterwards her relationship broke down. Mainstream primary was a happy environment for Isabel, at first, but then, \"by the time she was seven the glow had worn off. The teachers had no special-needs training and their hands were tied by the national curriculum. Isabel lost all confidence in her art work, she knew she was bringing up the bottom of the class and became disruptive at home.\" </p> <p>As a single parent with two other children, Anita realised how difficult it would be for her to give Isabel the stimulation and support she needed. She applied for funding to send her daughter to one of the Steiner Camphill community schools: \"I saw how good life could be for children in a protected place, walking to school, learning independence. They prioritise art, music and drama, alongside academics. They have specialised in teaching Downs children for 50 years and the children are happy and stimulated. And although it's residential, parents are encouraged to be involved.\" </p> <p>When Francis received a \"generous bursary\" from Clifton College in Bristol, it was, says Anita, \"the best gift I could have had for Isabel. With Francis happy and thriving, I could focus on Isabel. Getting funding was a protracted battle but it has paid off. Isabel is so happy, She has made such progress academically - but even more as an actor and an award-winning watercolour painter.\" </p> <p>Anita knows the arguments about how she should keep her child in the mainstream and educate her in the \"real world\", but says, \"That world left my child at the bottom of the class instead of seeing herself achieve. As she grew older she was experiencing things that I see happening to other Downs children as they grow up: normal children don't want to hang out with them and that is very painful.\" </p> <p>Anita's dream is that the Camphill experience, plus her own efforts to get Isabel to try new challenges, means she will be able to live in a village community rather than \"a lonely bedsit with supported living.\" She adds: \"Isabel loves community living, loneliness is not a problem and I have to think of what will be best for her, not just as a child, but when I am not around.\" </p> <p>Mary and Nick Taylor celebrated the birth of Charlie, their 14-year- old son with Downs, and \"we've been doing so ever since. We absolutely adore him,\" says Mary. </p> <p>But they had no illusions that it was the same as having an ordinary child, so they turned to the local Downs Syndrome Association in Norfolk where they live and which has a group for new parents of babies and pre-school children. \"Meeting other parents was a huge help in sorting out practical problems, but it was also a vital psychological help because there is a process involved in accepting that you have a child with a disability.\" </p> <p>Because Mary spent a lot of time teaching Charlie the alphabet, he learned to read with word recognition at the same time as his peers, and now devours Harry Potter. The Taylors believe that mainstream school has helped him mix easily with everyone, and feel that he belongs. At his secondary school he feels like \"one of the gang,\" says Mary. </p> <p>\"Of course we were lucky. Primary was very good; they included Charlie in everything and he was made head boy in his last year. He grew six feet.\" </p> <p>The equally caring secondary school allowed Charlie to spend first half a day, then two days a week there before he moved over. \"It was very helpful for him to be able to show friends the ropes in their first week,\" laughs Mary. </p> <p>\"We also felt it was important for Charlie to know other children like himself,\" she explains. \"He knows he has Downs and it allows him to share experiences.\" </p> <p>The challenge for many parents of Downs children is to help them develop an autonomy that takes them confidently into the world, but not into trouble or danger. \"We let Charlie cross the road and go to school on the bus with his friends,\" says Mary, who hears stories of children getting on wrong buses, chatting to people who may be untrustworthy and being brought home by the police: \"My heart is always in my mouth. But you owe it to children like Charlie to help them be independent.\"</p>",
  "<p>The Bank of England eased fears today of a pending sharp rise in interest rates with predictions that it will hit its 2% inflation target in two years.</p> <p>In its quarterly inflation report, released a week after the Bank's monetary policy committee (MPC) raised rates to 4.75%, it said that assuming rates rose in line with market expectations, inflation would ease in the near-term before rising to target at the end of two years. </p> <p>\"Inflation drops back in the near term and gradually increases thereafter in response to pressures on supply and moderating downward pressure from import prices, reaching the 2% target around two years ahead,\" the Bank predicted.</p> <p>Inflation then flattens off as consumer demand slackens in the second year of its projection. Analysts interpreted the inflation report as dovish, indicating that borrowing costs will not rise by much more in the current cycle. The Bank has raised rates five times since November.</p> <p>\"The August quarterly inflation report is significantly less hawkish about the inflation outlook than we expected, and a September rate hike now seems completely off the agenda,\" said Howard Archer of Global Insight. </p> <p>\"Indeed, the report suggests that the Bank of England is currently happy with the market's view that interest rates are set to reach 5% by the end of this year and peak at 5.25% in 2005. However, much will clearly depend on developments in the housing market over the coming months.\"</p> <p>On house prices - an area of particular concern for economists - the Bank said inflation appears to have peaked. It expects consumer spending to slow gradually as house price inflation slows. </p> <p>Some economists, however, have questioned whether the housing market has really come off the boil. John Butler, an economist with HSBC, argues that most house price indicators showed a rise in annual inflation rates in July and that house price inflation remains at historically high levels.</p> <p>The Bank acknowledged that it had doubts of its own.</p> <p>\"The MPC's central projection is for house price inflation to slow sharply during the forecast period - a similar profile to May - although there are great uncertainties surrounding that view,\" the report said.</p> <p>The Bank is similarly sanguine on oil prices as they reach record levels. With forecourt prices rising above 80p a litre, it played down the impact of high oil prices on the UK economy.</p> <p>\"We are nowhere near the levels (in real terms) we were in the past when serious problems were caused. The impact on the UK, broadly self-sufficient in oil, is much less than on other economies which are more dependent on oil. So although we're not being complacent, its easy to exaggerate the impact of oil prices on the UK economy,\" said the Bank's governor, Mervyn King.</p>",
  "<p><strong>·</strong> How many hospital beds have been lost since Labour came to power?<br><strong>·</strong> Can 4,000 jobs be cut at DTI?<br><strong>·</strong> Louis Appleby on why mental health services are not in crisis</p> <p>Welcome to the lunchtime news alert from SocietyGuardian.co.uk</p> <p>^^^^^^^^^^</p> <p><strong>Today's top story - prisons plan</strong></p> <p>Michael Howard turns the clock back to the 'prison works' policy of the 1990s when he pledged to end Labour's cap on the number of inmates.</p> <p>^^^^^^^^^^</p> <p><strong>MORE NEWS</strong></p> <p>Health</p> <p><strong>·</strong> Healthcare: One in 10 London hospital beds lost since 1997 </p> <p>More than one in 10 hospital beds has been lost in the Greater London area since Labour came to power, according to figures obtained by the Liberal Democrats.</p> <p><strong>·</strong> Public health: Walking remains a big part of childhood </p> <p>The idea that children have lost the ability to walk and are chauffeured everywhere by their parents is challenged by researchers.</p> <p>^^^^^^^^^^</p> <p>Regeneration</p> <p><strong>·</strong> Urban design: 'Cloud' may float across Mersey </p> <p>Architect Will Alsop's controversial 10-storey globe may yet be built - across the Mersey in Birkenhead.</p> <p>^^^^^^^^^^</p> <p><strong>OTHER NEWS</strong></p> <p><strong>·</strong> Civil service cuts: Tories plan to swing axe at DTI </p> <p>More than 4,000 jobs would go at the Department of Trade and Industry under plans spelled out by the Conservatives.</p> <p><strong>·</strong> Prison conditions: Mother of hanged boy, 14, warned jail of suicide risk </p> <p>Family of teenager who died after a month on remand in secure unit alerted staff when he became 'distant and edgy'.</p> <p><strong>·</strong> Motherhood and employment: Baby a bar to getting work, mother told </p> <p>A woman who was sacked while on maternity leave was told to delete her daughter from her CV if she wanted to work again, an employment tribunal heard.</p> <p>^^^^^^^^^^</p> <p><strong>FEATURES AND COMMENT</strong></p> <p><strong>·</strong> Vaccine row: The BBC must not be led by the shock tactics of the Mail </p> <p>Careless TV costs lives, as the over-hyped vaccine scares have shown, says Polly Toynbee.</p> <p><strong>·</strong> Justice system: These deadly sins </p> <p>When coroners record contentious verdicts, families of the deceased have little power to challenge them, says Julie Bindel.l</p> <p><strong>·</strong> Social exclusion: Time team </p> <p>Can local history give teenagers a sense of identity and make them feel less disaffected? Chris Arnot joins a group of budding historians in the West Midlands town of Tipton to find out.</p> <p><strong>·</strong> Mental health: Time to set the record straight </p> <p>The mental health services are not in crisis: just ask the patients, says Louis Appleby, the government's mental health tsar.</p> <p><strong>·</strong> Social care: A life less ordinary</p> <p>As a new film opens starring a Downs Syndrome actor in her first role, Angela Neustatter talks to parents of other Downs children about helping them take the lead in life.</p> <p><strong>·</strong> Environment: As clear as mud </p> <p>The failure of the government to clarify key parts of its new planning policy for the countryside is bad for the land, the developers, local people and the farming industry, writes Tom Oliver.</p> <p><strong>·</strong> Local government: Down in the dumps </p> <p>A council has had to resort to covert operations and a dedicated fly-tipping investigations manager to beat the problem - but it's working. By Alison Benjamin. </p> <p>^^^^^^^^^^</p> <p><strong>JUST THREE DAYS TO GO</strong></p> <p>It's not too late to enter the Guardian's Public Services Awards. If you have worked on an innovative project over the past 12 months which you think is worthy of recognition, why not consider entering it for our new awards. This scheme is a great way of profiling all that is good about the work going on in our public services.</p> <p>Enter online <a href=\"http://society.theguardian.com/publicservicesawards\">here</a>. The deadline for entries is this Friday, August 13.</p>",
  "The Sudanese government has failed to stop marauding Arab militias from terrorising civilians in Darfur, a human rights group said today, despite promises to the international community that the government would disarm militias and bring the humanitarian crisis under control. <p>Human Rights Watch said that Sudanese armed forces and Janjaweed militias continued to target civilians and their livestock in rural areas, in towns and in camps under government control. The group alleged that, rather than bringing militia members to justice, the government had legitimised the Janjaweed by incorporating them into police and other security forces that could be used to secure proposed \"safe areas\" for displaced civilians. </p> <p>Fighting between government forces, the Janjaweed and two rebel groups - the Sudan Liberation Army/Movement (SLA/M) and the Justice and Equality Movement (JEM) - has continued despite an April ceasefire, the group said. </p> <p>\"The Sudanese government insists that it is taking significant measures, but the continuing atrocities in Darfur prove that Khartoum's claims simply aren't credible,\" said Peter Takirambudde, executive director for Human Rights Watch's Africa division. </p> <p>\"Despite growing global attention to the crisis in Darfur, neither the international community nor the Sudanese government has taken the steps needed to ensure protection for civilians on the ground. Rape, assaults and looting continue daily even as more people are being driven from their homes,\" he said.</p> <p>The Sudanese ambassador to London, Hasan Abdin, insisted his government was taking action against the Janjaweed. </p> <p>\"My government has promised to finish the job which it started a few weeks ago on disarming the Janjaweed. Practical steps have been taken already,\" he told Channel 4 yesterday, before publication of the Human Rights Watch report. </p> <p>The UN has described the 18-month conflict in the sprawling, arid region of Darfur as the world's worst humanitarian crisis. Pro-government Arab militia have waged a counterinsurgency campaign that has seen widespread destruction of villages and the displacement of about 1 million people. Some 30,000 people have been killed. </p> <p>A UN security council resolution on July 30 demanded that the Sudanese government take steps to improve security, human rights and humanitarian assistance in Darfur and speed up a political resolution of the conflict. It also imposed a deadline of August 30 for the disarmament of the Janjaweed militia. </p> <p>Yesterday the UN office for the coordination of humanitarian affairs accused Sudanese forces of new helicopter attacks, which the government has denied. The UN also said that \"Janjaweed attacks on internally displaced persons in and around IDP settlements continue to be reported in all three Darfur states\". </p> <p>But Mr Abdin told Channel 4: \"The government has already been delivering on some of the promises it made, even before the last decision of the security council.\"</p> <p>\"There is no bombing now. The bombing has stopped long ago, after the signing of the ceasefire last April the Sudan government observed the ceasefire. Within 30 days there will be a great deal of improvement in terms of securing the [refugee] camps, and the roads leading to the camps. This is a voluntary return,\" he added. Human Rights Watch said an increased international presence on the ground is urgently needed to improve the protection of civilians, assess the government's actions and stabilise the region. </p> <p>A Rwandan defence spokesman said that his country will begin sending dozens of troops to Darfur on Sunday, becoming the first foreign force deployed to protect civilians. The Netherlands will airlift 154 Rwandan soldiers to al-Fasher, the capital of northern Darfur state. From there they will be sent to other parts of the troubled region, said Col Patrick Karegeya, spokesman for the Rwandan defence forces. </p> <p>The troops originally were intended to protect unarmed African Union military observers monitoring the shaky ceasefire, Col Karegeya said yesterday. However, their mandate recently was amended to allow the 15 Rwandan officers and 139 troops \"to protect the civilians when it is established that they are in danger\". </p> <p>The troops are part of a 300-strong African force Sudan was pressed to allow into Darfur. The African Union said it plans to boost the number of troops to Darfur to between 1,600 and 1,800. However, Sudan is reluctant to allow the larger force to deploy in Darfur.</p>",
  "<p>EBay, the global online auction site that sells everything from used bus tickets to luxury cars, today announced a new mobile phone service that will allow its growing legion of users to ensure they are not outbid when they are away from their PCs. </p> <p>The new service, called eBay Anywhere, will allow users of the site to bid for items when they are on the move and will also alert them when they have been outbid or won an auction. </p> <p>Until now, ardent eBay users have faced the frustration of missing out on a coveted item if they are away from their computers when the auction closes. Using the mobile service, they will soon be able to up their bid via their phone or track auctions on items they are selling. </p> <p>EBay has been advertising an increasingly diverse selection of offerings in addition to its mainstays, such as electronics and clothes. Recent commodities have included somebody's soul, the meaning of life and an 18-year-old's virginity - the last ad was withdrawn when it was spotted by the site's administrators.</p> <p>Newspapers and magazines have been picking up on the growing number of women using eBay to shop for clothes, jewellery and household items. Cherie Blair hit the headlines recently for spending 99p on a Winnie the Pooh alarm clock, £1.99 on two Disney videos and £15 on a pair of sandals on the site, under the user name cherie_boo. </p> <p>The company now has some 48 million regular users, including millions in Britain. Second-quarter profits to the end of June surged from $91m (£49m) to $180m, much of the growth being driven by international sales. EBay is now in 29 countries, including fast growing international territories such as China and India. </p> <p>As the company has entered the mainstream, it has been affected by the seasonal fluctuations that hit high street retailers. Its share price dipped after it announced its results last month, with revenues coming in below expectations and investors fearing another mini-bubble effect among blue riband internet stocks such as eBay, Amazon and Yahoo!. </p> <p><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857</p> <p><strong><strong>·</strong></strong> If you are writing a comment for publication, please mark clearly \"for publication\".</p>",
  "<p>She could walk up Princes Street unrecognised, yet Nancy Cartwright's autobiographical solo show, My Life as a 10-Year-Old Boy, is selling out at the Assembly Rooms. So what precisely does the audience expect from the woman who provides the voice for Bart Simpson? </p> <p>What they get is an overweeningly upbeat collection of Simpsons chitchat and stories from Cartwright's life as an \"anonymous celebrity\". There are one or two industry insights: Fox Studios, she tells us, believes voiceover artists \"should be heard and not seen\". This riles Cartwright, who \"really likes being famous\". We can tell. She tries, with limited success, to whip the crowd into some zealous pro-Simpsons rally. She rhapsodises about the days when Mel Gibson and Meryl Streep blessed the show's recording with their presence. There's even a rap about The Simpsons' roll call of famous guest stars. It's a very American brand of celebrity worship, which left this UK viewer's teeth on edge. </p> <p>But if you can stomach the aggressive optimism, which shades into schmaltz, Cartwright is a lively host. She's eager to please, with clips from the show, inconsequential cast gossip and frequent Bart quotes. The most engaging moments reveal the fun Cartwright has carrying a much-loved global icon around in the body of an unknown fortysomething. It amounts to a well-meaning This is My Life exercise - but God knows what Bart would make of its relentless wholesomeness. </p> <p><strong>·</strong> Until August 30. Box office: 0131-226 2428.</p>",
  "<p>UK unemployment rose by 27,000 to 1.44 million between April and June in a sign that jobs growth has levelled off, official figures showed today.</p> <p>The rise in the jobless total - the biggest for more than a year - took the number of people out of work to its highest level since last Christmas. The unemployment rate for the three months to June increased by 0.1% to 4.8%, the Office for National Statistics (ONS) reported. </p> <p>However, there was brighter news for the government as other data showed that the claimant count had fallen by 13,700 to 835,200 in July - the lowest level since 1975, and the 14th consecutive monthly drop. The number of people claiming job seeker's allowance is now 100,000 lower than a year ago.</p> <p>The UK continues to have one of the lowest jobless rates in the industrialised world. It stands at 4.8%, comparing favourably with the US (5.6%), Spain (11.1%), Germany (9.8%) and France (9.5%).</p> <p>\"This is a pretty mixed report. While the drop in the claimant count measure of unemployed was larger than expected, the ILO [International Labour Organisation] measure showed a rise of 27,000 in the number of jobless,\" Howard Archer, of Global Insight, said. </p> <p>Mr Archer said the Bank of England would have noted the fact that average earnings growth remained at 4.2% in the three months to June, having risen to that level in May, and added: \"Overall, the report will do little to alleviate the Bank of England's concern about future inflationary pressures stemming from rising earnings amid a tight labour market.\"</p> <p>The Bank's monetary policy committee last week raised interest rates by a quarter-point to 4.75% amid concern that strong economic growth was building up inflationary pressures. City analysts think the MPC will hold off introducing another rise next month, but will again increase borrowing costs in October.</p> <p>Today's unemployment report showed manufacturing jobs were still being shed, despite signs of a rebound in the struggling sector. The ONS said manufacturing jobs were down by 102,000 to 3.37 million in the quarter to June - the lowest total since records began in 1978. </p> <p>Productivity in manufacturing firms increased by 5% over the past year. There were 19,000 days lost through industrial disputes in June, the lowest monthly total for almost a year.</p>",
  "There was an optimistic glimpse of the future in Scotland yesterday: at Ardrossan in north Ayrshire, where a new 12-turbine electricity wind farm was officially opened, and at Stromness in Orkney, where a testing centre for the exploitation of wave and tidal energy was unveiled. Projects such as these hold out the prospect of supplying the UK with clean, renewable energy sources. Repeated on a large scale, they will reduce the country's dependency on greenhouse gas-emitting generators. <p>In that light, the government's decision to issue new planning guidelines - making it easier to gain permission for building wind farms - should be strongly supported. If the government is serious about its commitment to generating 10% of electricity from renewable sources by the end of this decade, then wind farms are currently the most efficient means of achieving that goal. But wind farms are not without their costs. While fuel-burning power plants have a cost for the planet in terms of global warming, and nuclear power is expensive and comes laden with risks, wind farms have what detractors regard as a visual drawback. As a result, some proposed wind farms have been opposed by a small but vociferous lobby. </p> <p>The stakes are high. In two years the renewables industry faces a review of government policy, and needs to demonstrate its progress. Around the corner lurks the rebranded nuclear power industry, busy painting itself \"green\" as a carbon-free energy source. The fledgling wind farm industry has sometimes not helped itself by attempting to build on sites that mar relatively unspoilt countryside. But there are many alternative sites available, especially on old industrial or agricultural areas, that can be used to generate clean energy. There will always be \"nimbys\" of course, but opponents of wind farms should wake up to the alternatives. They should reflect that today's choice is not between wind farms or uninterrupted views. Instead, they should ask themselves which they would honestly prefer to have in their backyard: a wind farm or a nuclear reactor?</p>",
  "<p>During the spring of my first year at university I told my father that I was considering spending the summer travelling across America. It did not go down well. \"Why do you want to go to America,\" he asked me, \"which will cost you money, when you can stay here in Luton and work in a factory and earn money?\" If I had dared suggest to him when I was at sixth form college that I was interested in having a year out before university to, you know, see the world and stuff, I am pretty sure he would have slapped me round the head and told me to stop with the crazy talk. Gap years, it is fair to say, were not on the cards for my friends and me; holidays were a time for earning money that - if you were Asian - you gave to the family: You didn't spend it Interrailing across Europe or gallivanting around the globe.</p> <p>That was almost a decade and a half ago. Today, thanks partly to Princes William and Harry and their jaunts to South America and Africa, the number of young people taking a year off has risen hugely. Last year 26,400 students deferred entry to university - a rise of 30% in the past five years - and a further 20,000 take a year off after graduating. Like the Glastonbury festival, the gap year has in the past few decades evolved from being the preserve of a few freethinkers to a generally accepted rite of passage. </p> <p>And it is an overwhelmingly white middle-class phenomenon. Indeed, gap years are rather like year-long versions of Glastonbury: a brief opportunity for the children of the white liberal middle class to live like poor people, secure in the knowledge that the experience is temporary. The argument commonly deployed as to why gap years are so rewarding is that they offer an invaluable way of seeing the world beyond the tourist traps; the chance to gain insights into other cultures and the opportunity to do good through community work. No wonder the middle class choose in ever-growing numbers to bestow this gift on their children, in the hope that it will broaden little Tristram's mind and deepen dear Charlotte's character. </p> <p>And no wonder that having identified an apparent army of young people passionate about community work, the government is now considering a scheme to try to persuade teenagers to use their gap year to help the local community rather than travelling the world. In exchange for assisting the elderly, disabled and environment, as part of complete accredited schemes in the voluntary sector, their university debts will be partially written off. The government is said to believe that young students will benefit from getting involved in community projects, and that people from deprived backgrounds will be particularly tempted to help. What the proposal appears to amount to is that rather than going travelling, which will cost money, they should stay at home and do something useful that will be voluntary but will help save money come university. </p> <p>My father would almost have approved were it not for the part about not getting paid: if there was one thing that bewildered him more than the senseless waste of money on holidays it was the notion of doing something and not getting paid for it. When all you have is your labour, you value it. The appeal for the government of such a scheme is plain. The local community benefits, it does not cost much, and it speaks to the impulse to encourage citizenship and local participation. But while it has laudable aspirations, the reality surely is that it will appeal to students from deprived backgrounds not because they are more socially responsible but because they are going to be more easily tempted by a reduced debt after graduation - especially now that the average student debt has rocketed to £12,000. So while Tristram and Charlotte are out seeing the world and having a great time, their working-class counterparts will be busy in the local old people's home. </p> <p>The irony is that gap years have very little to do with doing good in other countries and everything to do with boosting the career prospects of those lucky enough to be able to afford them. </p> <p>According to a recent study from Newcastle University, there are two basic kinds of gap years: the first type is basically an extended holiday where young people mix with their own and keep away from any local culture. This typically involves time in Australia, New Zealand and the United States. The second, the alleged ethical gap year, is more likely to feature South America or Africa and is the sort that is said to broaden the minds of students. Yet the study found that in fact it merely reinforces their existing prejudices. Such trips are planned so as to impress future employers and reassure parents and are largely about enhancing a student's CV. In this quest to demonstrate their initiative and social conscience, the countries visited simply form an exotic backdrop: the poor are mere extras waving mutely along the road to a lucrative career. So while parents think their children are experiencing foreign cultures and being active global citizens, Tristram is hoping he can use his time in Brazil to land a job in the foreign office and Charlotte is getting rat-arsed in Sydney. </p> <p>Just as getting the most desired jobs usually needs work experience - which favours the middle class, because they can use contacts - so gap years favour the better-off at the expense of poorer students who may be more reluctant to travel. Which does rather raise the question of whether we should be encouraging such gap years at all. They might have become a feature of modern education and employment, but surely the best time to take them is not before or after college. The time people should be urged to have a break is when they need it most and can offer more. That, you would think, is after a few years of work, when the euphoria of being in employment has evaporated and the need to be re-energised is so much more urgent, when parental income counts for less and when people have more experience to offer. Employers have already begun to see the advantages of offering employees career breaks and sabbaticals and it should be them being supported and encouraged, rather than students. It is once you have lived in the real world that you most need a break from it, and have most to offer: gap years are wasted on the young.</p>",
  "<p>The number of passengers travelling on long-haul routes returned to pre-September 11 levels for the first time last month, airports operator BAA said today. </p> <p>The group said its seven UK airports - which include Heathrow, Gatwick, Stansted and Glasgow - handled a record 14.2 million passengers during July. </p> <p>This was an increase of 8% on last year, with the biggest rise in north Atlantic and other long-haul routes as the sector continued its recovery from the downturn. </p> <p>Aviation markets are recovering from a global slump in travel following the Iraq war, the Sars virus and a fragile economic rebound. BAA is also benefiting from more travel as competition among low-cost airlines boosts traffic. </p> <p>BAA said the number of passengers flying to and from north America rose 12.3% last month, while those travelling on other long-haul routes increased by 14.6%. The continued popularity of no-frills travel boosted European scheduled and domestic routes, which rose by 10.8% and 6.8% respectively. </p> <p>The weakest sector last month was European charter travel, which recorded a 6.2% decrease in passenger numbers. Stansted, the main UK base of Ryanair, recorded the fastest growth of the London airports with a 10.2% increase, while Heathrow rose 7.9% and Gatwick 6.1%. Passenger numbers at Southampton climbed 8.5%. </p> <p>Glasgow became the first Scottish airport to handle a million passengers in a single month. Overall the Scottish airports - which also include Edinburgh and Aberdeen - posted a combined increase of 9.4%. Across BAA's operations, the number of flights increased by 3.4%, while the amount of freight carried on planes during July was up by 15.3%. </p> <p>Last week BAA posted a 25% rise in first-quarter profits and said full-year expectations were on track. However, it faces the threat of a strike by 8,000 British Airways ground staff over a pay claim later this month. Unions are balloting members this week. Traffic may also suffer as British Airways and Virgin Atlantic increase fuel surcharges on long-haul flights.</p>",
  "August is when phoney flammed-up stories fill the empty dog-days of summer. New Labour duty ministers used to prime the holiday-starved media with a daily grid of news, but now such conspicuous spin is over. And look what happens instead. <p>\"Chaos Over 5-in-1 Baby Jab\" screams the Daily Mail, delighted by a chance to repeat its weird and lethal campaign against vaccines. The Department of Health announces a minor improvement to the vaccine for diphtheria, tetanus, whooping cough and HIB, adding the previously orally administered polio vaccine. The polio vaccine will no longer be live, so is even safer. At the same time the tiny mercury content is being removed as it is no longer the right preservative for this combination. Taking mercury out also fulfils longstanding global obligations to remove mercury from everything possible because life-time exposure builds up and should be reduced. Never mind if the new vaccine is yet safer and simpler - the Mail was in full scare mode. </p> <p>It would matter less if the BBC's Today programme hadn't rushed in to give this non-story legs - starting with another unscripted breathless early morning scare/chaos report. It ran on through their bulletins, only straightening itself out after a Department of Health press conference. The department was running to catch up after the story was leaked in advance of what should have been an orderly announcement today. </p> <p>Would a minister like to comment on the breathtaking media irresponsibility over something so sensitive and important? The department said gloomily they just hoped the \"story\" would go away. Their experience over MMR was that every time vaccination was mentioned in the media - even when it was more evidence that it was safe - the immunisation rate dropped again as many parents only absorbed \"controversy\". </p> <p>This week's minor announcement let the Mail rekindle its campaign claiming the MMR vaccine could cause autism and bowel disorders after one shaky study by a maverick doctor, unsubstantiated and refuted by virtually all experts. They featured another heart-rending story of a parent who blamed vaccination for her child's autism - the stories that sent out such shockwaves that the number of children immunised in Britain dropped dangerously. </p> <p>This attempted scare over the new vaccine does not even have the benefit of any disputed study. Unfounded fears of \"overloading the immune system\" by combining polio into the other vaccines were raised by two parents groups (provoked by the Mail?) without one scientist backing it up. Not even one charlatan with a professional-sounding title could be found to support the \"overloading\" fears. But it was enough for the Mail - and the BBC - to talk of \"scares\" now endangering a second vital vaccination programme. </p> <p>Let's hope this nonsense does not repeat the damage done to the MMR programme. It is impossible to estimate the number of children who will have died as a result of the MMR scare, so it will not be possible to show the grieving parents of babies killed by the Mail or the children with eye damage and other serious effects of measles. Anyone my age remembers how some 100 children a year died of it and one in 15 cases had serious complications, often with lifelong damage. I had measles severely as a child, with weeks of high fever in a blackout room to protect the eyes. Four hundred and sixty eight thousand fewer children were immunised due to the anti-MMR campaign, the loss of community immunity putting vulnerable people at risk. </p> <p>But the \"community immunity\" idea smacks of some kind of socialist plot against the individual in the Mail mindset. The paper rarely justifies itself, on the never-apologise-never-explain principle, but here's an anonymous quote from a Mail spokesperson: \"It is not our job to promote group immunity. If some of our readers' kids might be affected as individuals - even if that is a remote chance - then we have to report it and will continue to do so.\" Since they have sales of 2m and many more readers, clearly the concept of community immunity for all their readers has simply passed them by. The Mail spokesman added: \"Our readers are adults and they can decide for themselves how scared they ought to be.\" The executive producer of Sky News went one better: \"The audience appears to want to be scared.\" </p> <p>The above quotes come from a brilliant critique of the media's reporting of health issues, Health in the News: Risk, Reporting and Media Influence, by the King's Fund, the leading health thinktank. It shows that health coverage is in direct inverse proportion to real risk. What kills most people gets least coverage (and the BBC scored worst). The report shows how politicians have often been forced to change policy priorities and health spending according to what the media highlights, regardless of public good or even public opinion. </p> <p>Along with Anna Coote and Jessica Allen, the third author of the report is Roger Harrabin, distinguished Today correspondent, which adds impact to the harsh criticism of the BBC in the analysis of its coverage and the failure of its public service remit. Studying the pathology of the MMR story, the report quotes the editor of the 10 O'Clock News admitting that stories running hard in the press, and especially in the Mail, were \"irresistible\". He said the controversy over MMR would continue across the media as long as the Mail kept running with the story. If issues were debated in widely read papers, he was obliged to run them. He admitted they had \"probably\" over-reported MMR, but said that he was governed by \"public debate\". </p> <p>A feeding frenzy really gets going when the BBC buys into it: a newspaper starts a scare, the government or chief medical officer is goaded into responding, the paper gets a publicity-hungry MP to ask questions and, hey presto, it's a \"public debate\". Isn't it exactly at such times that the value of the BBC is tested? But often it is swept along, letting ignorant Mail-obsessed blokey presenters fan the flames, instead of leaving it to the specialists to knock lies and scares on the head. </p> <p>I laughed to see that at the end of the King's Fund report were the BBC's draft guidelines on risk, drawn up after one of their interminable seminars so familiar to those of us who have worked within, where very highly paid officials lay out the best possible rules to help the public assess the real risks of scares. But the question for the BBC's new director of news is why the high-flown BBC guidelines translate into the casual, breezy Mail-influenced throwaway lines from under-briefed presenters in programmes edited and staffed by those who too easily forget the difference between the Mail and the BBC. </p> <p>The BBC's best reason for charter renewal is that it eschews racy news and takes the high ground to try to counter-balance Britain's abysmal press. It has to be trusted to tell the facts as best it can, even if that's duller, more pompous and more complicated: the truth often is. </p> <p><a href=\"mailto:p.toynbee@theguardian.com\">p.toynbee@theguardian.com</a></p>",
  "<p>The Bank of England's concerns about rising prices were temporarily assuaged yesterday with news that strong competition in Britain's retailing sector pulled down the annual inflation rate last month. </p> <p>With interest rates rising, shops fell back on deep discounts in the summer sales to attract warier consumers, according to data released by the Office for National Statistics. </p> <p>The fall in the consumer prices index from 1.6% to 1.4% is unlikely to last, according to City analysts. The underlying strength of demand was reflected in Britain's record trade deficit. They expect the Bank to reiterate its anxiety about the medium-term outlook when it releases its quarterly inflation report today. </p> <p>Motorists face further increases in petrol prices following the recent sharp increase in the cost of crude oil. </p> <p>Ray Holloway of the Petrol Retailers Association said petrol had risen by about 2p a litre over the last 10 days to an average of 81.7p per litre, and drivers should be prepared for an increase of a penny over the coming month. The AA said prices were likely to remain above 80p a litre for the foreseeable future. </p> <p>Howard Archer, economist at Global Insight, said the easing back in the CPI to well below the government's 2% target did not significantly alter the outlook for interest rates, even though the drop was slightly larger than expected. </p> <p>\"The Bank of England had acknowledged that inflation was likely to fall back in the near term when hiking interest rates last week, and is more concerned about the increased underlying inflationary pressures stemming from above-trend growth and a small and rapidly disappearing output gap, as well as rising earnings amid a tight labour market. Furthermore, oil prices have moved back up recently.\" </p> <p>Yesterday's figures showed that the price of furniture and furnishings dropped by 4% last month - against a smaller 1.8% fall in July 2003 - as outlets struggled to shift stock. Clothing and footwear prices were down by 4%, a similar decrease to the 3.8% decline in the same month a year earlier. </p> <p>Officials said cheaper seasonal food and competition among fixed line and mobile telephone companies had contributed to the fall in inflation. On the latest data available, only four of the EU's other 24 nations have lower inflation - Denmark, Finland, Sweden and Lithuania. </p> <p>Higher mortgage rates offset some of the price falls, keeping headline retail price index inflation at 3%. </p> <p>Separate ONS figures revealed that Britain's trade moved deeper into the red in June, with the deficit in goods rising from £4.8bn to £5bn and the surplus in services unchanged at £1.2bn. </p> <p>In the second quarter of 2004 - a better guide to the underlying trend - there was a deficit of £14.6bn in goods and a deficit of £10.8bn in goods and services combined, both records. </p> <p>The ONS said the deterioration was due to adverse trends in oil and erratic items - such as precious stones and aircraft - where the pattern of imports and exports is irregular, and the arrival in Britain of £100m of thoroughbred race horses from Dubai. Stripped of oil and erratics, the deficit in goods and services fell slightly in June from £5bn to £4.9bn and was unchanged over the quarter.</p>",
  "<p>The Bank of England eased fears today of a pending sharp rise in interest rates with predictions that it will hit its 2% inflation target in two years.</p> <p>In its quarterly inflation report, released a week after the Bank's monetary policy committee (MPC) raised rates to 4.75%, it said that assuming rates rose in line with market expectations, inflation would ease in the near-term before rising to target at the end of two years. </p> <p>\"Inflation drops back in the near term and gradually increases thereafter in response to pressures on supply and moderating downward pressure from import prices, reaching the 2% target around two years ahead,\" the Bank predicted.</p> <p>Inflation then flattens off as consumer demand slackens in the second year of its projection. Analysts interpreted the inflation report as dovish, indicating that borrowing costs will not rise by much more in the current cycle. The Bank has raised rates five times since November.</p> <p>\"The August quarterly inflation report is significantly less hawkish about the inflation outlook than we expected, and a September rate hike now seems completely off the agenda,\" said Howard Archer of Global Insight. </p> <p>\"Indeed, the report suggests that the Bank of England is currently happy with the market's view that interest rates are set to reach 5% by the end of this year and peak at 5.25% in 2005. However, much will clearly depend on developments in the housing market over the coming months.\"</p> <p>On house prices - an area of particular concern for economists - the Bank said inflation appears to have peaked. It expects consumer spending to slow gradually as house price inflation slows. </p> <p>Some economists, however, have questioned whether the housing market has really come off the boil. John Butler, an economist with HSBC, argues that most house price indicators showed a rise in annual inflation rates in July and that house price inflation remains at historically high levels.</p> <p>The Bank acknowledged that it had doubts of its own.</p> <p>\"The MPC's central projection is for house price inflation to slow sharply during the forecast period - a similar profile to May - although there are great uncertainties surrounding that view,\" the report said.</p> <p>The Bank is similarly sanguine on oil prices as they reach record levels. With forecourt prices rising above 80p a litre, it played down the impact of high oil prices on the UK economy.</p> <p>\"We are nowhere near the levels (in real terms) we were in the past when serious problems were caused. The impact on the UK, broadly self-sufficient in oil, is much less than on other economies which are more dependent on oil. So although we're not being complacent, its easy to exaggerate the impact of oil prices on the UK economy,\" said the Bank's governor, Mervyn King.</p>",
  "Reports that the government is set to introduce a green tax on household waste in this autumn's Queen's Speech have been greeted with concern by a council that is targeting large-scale fly-tipping. <p>Barnet council, in north London, fears that plans to fine people who fail to sort their rubbish for recycling could lead to more rubbish being dumped illegally. Its cabinet member for the environment, Matthew Offord, is this week writing to the environment secretary Margaret Beckett inviting her to take a look at a compulsory recycling scheme introduced in four of its wards that has led to a 25% increase in the amount of waste recycled. </p> <p>Offord says its scheme does carry a possible sanction of a fine for persistent offenders, but so far no fines have needed to be imposed. He claims the government approach will amount to a \"stealth tax that could lead to more illegal dumping\". </p> <p>Since March 2003, the council has spent £500,000 a year targeting fly-tippers and clearing up their mess. It has employed a fly-tipping investigations manager who works closely with the police and the Environment Agency to prevent the crime and catch perpetrators in the act. </p> <p>Graham - who prefers not to reveal his surname - has just spent the night hiding in a disused sports ground waiting for criminals to dump truckloads of rubble, much of it from construction sites. Last year, the council issued 100 warning notices and 56 fixed penalties and had four successful prosecutions following Graham's work and the introduction of CCTV cameras on an industrial estate. </p> <p>Its aggressive approach also reduced the number of large-scale fly-tips from up to 10 loads a night to just 10 loads in the first six months of this year. But to date, none of the prosecutions have been against the type of organised criminals Graham was hoping to catch on his stakeout. </p> <p>\"They are always one step ahead of us,\" he admits. \"They're often in and out in under two minutes. By the time the police arrive, they've gone. </p> <p>\"A typical large-scale fly-tipping operation involves one person scouting around for a potential dumping site, and then turning up in the early hours of the morning dressed in a yellow jacket and directing in two or three battered old lorries, which have no rear number plates and front plates on the dashboard,\" he explains. \"To passersby it looks like a perfectly legitimate operation.\" </p> <p>Last month, the environmental audit committee called for local authorities to have greater powers to halt fly-tipping. But Graham points out that most of the vehicles used are hard to trace because they are either registered at a fictitious address or the number plates are obscured. </p> <p>\"Penalty fines need to go up and we should be able to seize the vehicles,\" he argues. \"People know they are unlikely to go to prison.\" </p> <p>The committee noted with concern a likely increase in fly-tipped waste from the significant planned house-building programme in the south-east of England. </p> <p>Latest EU legislation that bans the co-disposal of hazardous and non-hazardous waste in most landfill sites in the UK is expected to exacerbate the situation. Although it is too early to measure its impact, Barnet is working with neighbouring boroughs to share intelligence and ensure that its own success doesn't simply shift the problem a few miles away. </p> <p><b>Weblinks</b></p> <p><b>·</b> Barnet council is at <a href=\"http://www.barnet.gov.uk\">www.barnet.gov.uk</a> </p> <p><b>·</b> The Environment Agency is at <a href=\"http://www.environment-agency.gov.uk\">www.environment-agency.gov.uk</a></p>",
  "<p><strong>Hot air</strong><br>Two misleading statements, but where do they come from? First: \"95.5% of carbon dioxide emissions come from nature ... only 3.5% come from man ... and of that only 13% of that from cars.\" And: \"German and Swiss scientists reckon that ... global warming might have something to do with the fact that the sun is burning more brightly than it has for the last 1,000 years.\" The answer? The BBC's Top Gear motoring show.</p> <p><strong>Park life</strong><br>The Association of National Parks Authorities (ANPA), a government body, says it exists to give park executives a single voice on issues affecting national parks, \"particularly when dealing with government\". Ho hum. On Monday afternoon it was quite incapable of agreeing how to respond to the deputy prime minister John Prescott's (right) announcements on planning guidance on renewable energy. This should make next month's ANPA conference particularly interesting. Just don't mention the words \"wind power\".</p> <p><strong>Flight fright</strong><br>When will BAA try to break the limit on the number of flights allowed at Heathrow in a year? Stephen Byers imposed an annual limit of 480,000 flights in 2001; the present figure is about 465,000. But a BAA manager, Tabitha Stebbings, told the Heathrow area consultative committee that, if BAA felt the noise, pollution and traffic levels would not be excessive, it would seek permission to go beyond the limit.</p> <p>\"BAA has been stringing us all along for nearly three years,\" says John Stewart of pressure group Hacan. \"At least the truth is out.\"</p>",
  "<p>If you had to come up with a couple of characteristics uniting Michael Owen and Jenson Button, the answer would probably be openness and intelligence. Each of these young superstars presents an open face to the world, as well as a marketable smile. Each has a quick, shrewd mind. Neither is an angel but in general their behaviour does credit to those who have guided them through an environment of vast rewards and constant scrutiny. Yet now they are linked by question marks against their loyalty. </p> <p>First it was Button who shocked the world of formula one by announcing, last week, that he would be leaving the BAR-Honda team, with whom he has worked wonders this season. At the end of the year, he announced, he will return to Williams, the outfit that gave him his break in grand prix racing when he was barely out of his teens. </p> <p>He and his managers appear to have exploited a contractual loophole based on semantics - to be precise, the small matter of the difference between the terms \"will\" and \"intend to\" in the agreement made by Honda to supply engines to BAR. Button's contract is said to depend on Honda delivering engines and, in the opinion of his lawyers, \"intention\" is not a hard enough term to satisfy the requirement. </p> <p>David Richards, the boss of BAR, believes that no loophole exists and is fighting Button's decision to leave. Given the way the world works, however, it would be more than a surprise to see him succeed if Button's mind really has moved elsewhere. Probably the best thing Richards can do is attempt to prove that he and his legal advisers do not write contracts with built-in loopholes, and then go for compensation. </p> <p>The case of Owen is, on the face of it, more straightforward. His contract with Liverpool ends next year, at which point he would become a free agent. After a strangely opaque period in which there seemed to be a reluctance to take the first step, his agent and the club recently started to negotiate a two-year extension. Owen was prompt in publicly expressing his pleasure. </p> <p>And then on Monday night came the stories that he was negotiating a move to Real Madrid, with Fernando Morientes or Samuel Eto'o, plus £10m, travelling in the opposite direction. The talks with Liverpool had stalled, it was said, over a single detail. </p> <p>This time the opacity surrounds the true desires of Rafael Benítez, Liverpool's new manager, who is in the process of reshaping the team to suit his own plans. Does Benítez want to break down the locally-produced core of Gérard Houllier's team, in order to give himself something easier to mould? Or are Owen's advisers using the story of Spanish interest as a means to persuade Liverpool to concede a disputed contractual point? </p> <p>Once money is involved, loyalty becomes a slippery commodity. But different sports perceive it in different ways, and no two could be much further apart than football and formula one. One is a sport of the people, in which there is a strong bond between the supporter and the club. When Tom Finney, for example, chose to stay at Preston North End throughout his career, he was adored for it. Grand prix racing also encourages fans to develop powerful relationships, but they tend to be with individuals. Juan Manuel Fangio switched teams every other season, purely out of self-interest, yet no one thought any the less of him. </p> <p>Formula one is a world of subterfuge and intrigue, and many will admire Button for learning to use its techniques to his own advantage. In his case, the victims of any disloyalty will not be any segment of the public but those engineers and mechanics who laboured over the past 18 months to provide him with a car good enough to carry him to third place in the current championship. In the paddock, he will be viewed in a slightly different light. </p> <p>Among footballers, however, a move is seldom seen as disloyal to the rest of the squad, the coaching staff, or the board of directors; it is a betrayal, first and last, of the season ticket holders. Even in the post-Anelka age, the players are expected to display some sort of unselfish identification with the fans. </p> <p>If Owen goes, Liverpool's fans may decide that his contribution to the club has won him the right to a generous farewell. For Button, however, the only real difference is that he will be autographing differently coloured baseball caps next season; the hands that hold them out will be unchanged.</p>"
]