[
  "US may never restore funding to World Health Organization, says Mike Pompeo - as it happened",
  "Coronavirus latest: at a glance for 23 April",
  "Merkel issues warning over coronavirus lockdown exit",
  "Coronavirus tests: who qualifies for them now – and how do I apply?",
  "Bank of England warns of worst contraction in centuries, as economic activity slumps - as it happened",
  "Coronavirus pandemic is becoming a human rights crisis, UN warns",
  "Andrew Cuomo talks to Trevor Noah: 'The president doesn't like me'",
  "Big Phil Neville and a tenure that has only ever flirted with stability",
  "Coronavirus will cause 'lasting changes' to shopping habits, says Unilever boss",
  "Low demand for oil isn't good news. It could cause a financial crisis",
  "In true nativist fashion, Trump is blaming immigrants for US problems",
  "Twelve new Australian Covid-19 cases reported – as it happened",
  "'We’re in a prison': Singapore's migrant workers suffer as Covid-19 surges back",
  "Coronavirus 23 April: at a glance",
  "Pandemic! by Slavoj Žižek review – the philosopher provides his solution",
  "First Thing: the Trump administration's coronavirus whistleblower",
  "'We can’t afford to wait': coronavirus could shut out droves of new US voters",
  "The book that inspired me to travel: readers’ tips",
  "'What's wrong with you Mexico?' Health workers attacked amid Covid-19 fears",
  "Two states: one Democrat, one Republican. Two very different outcomes",
  "Ruby Princess crew fear for their health as ship leaves Australia",
  "I wish more people would read ... The Hundred and One Dalmatians by Dodie Smith",
  "‘Too soon’: Trump disagrees with Georgia governor’s decision to reopen businesses",
  "'It'll cause a water war': divisions run deep as filling of Nile dam nears",
  "Moffie review – swooning eroticism in apartheid South Africa",
  "The secrets to stargazing from your backyard",
  "Coronavirus 23 April: at a glance",
  "NHS urged to avoid PPE gloves made in 'slave-like' conditions",
  "Fears of second wave of job losses as coronavirus crisis hits Australian building industry",
  "How Covid-19 poured cold water on Netherlands' EU romance",
  "Ruby Princess hotel manager 'does not recall' if Border Force involved in cruise ship disembarkation",
  "I watched Happy Gilmore 40 times in one summer holiday. It has lessons for us in lockdown",
  "Coronavirus US live: Trump says he's signed order restricting immigration - as it happened",
  "World has 'a long way to go' in Covid-19 crisis, warns WHO chief – as it happened"
]