[
  "'Coronavirus closed our borders. Now even a trip to Canberra has me excited'",
  "Arizona cases surge to 1,000 new infections daily – as it happened",
  "Councils ask for UK to lift bars on emergency help for migrants",
  "UK coronavirus: Matt Hancock not ruling out compulsory cooperation with test and trace system – as it happened",
  "Dominic Raab urges China to heed UK's Hong Kong warnings",
  "Time warps and Thai curry:  taking the 11-hour train trip from Melbourne to Sydney",
  "Tucker Carlson: advertisers desert Fox News host after he attacks protesters",
  "Boris Johnson’s wild idea to reopen the zoos",
  "Trump targets ICC with sanctions after court opens war crimes investigation",
  "Global report: India reports surge in Covid-19 cases as lockdown eased",
  "Shamima Begum's UK citizenship should be restored, court told",
  "TV sorcerers whipping up a delicious computerised lie for La Liga",
  "Bangladesh urged to lift Rohingya internet ban as Covid-19 rumours swirl",
  "Home Office ordered to pay for hotel for family in unsafe accommodation",
  "Stock markets fall heavily as another 1.5m Americans claim benefits amid Covid-19 crisis – as it happened",
  "Refugee on hunger strike over age dispute with Home Office",
  "Willy Wands obituary",
  "Hong Kong to establish new police unit to enforce new security laws",
  "First Thing: is a second US wave coming, or is the first still cresting?",
  "From Friday Night Lights to Corrie: our surprise lockdown TV gems",
  "This Is Not a Movie review – the drama and tragedy of the Middle East",
  "Coronavirus Australia latest: at a glance",
  "X marks the spot: treasure hunters in shock after reported $2m find in Rocky Mountains",
  "Senate agrees to inquiry into destruction of 46,000-year-old caves – as it happened",
  "'I raised hell': how people worldwide answered the call of World Oceans Day",
  "Is the worst of the pandemic behind us? Here's what scientists know",
  "Thursday briefing: Earlier lockdown could have 'saved 20,000 lives'",
  "Trump to hold first rally in months in Tulsa, a city with history of deadly racial violence – as it happened"
]