[
  "Number of global Covid-19 cases passes 750,000 with death toll over 36,000 – as it happened",
  "Report reveals ‘massive plastic pollution footprint’ of drinks firms",
  "UK coronavirus live: Dominic Raab announces £75m plan to fly stranded Britons home – as it happened",
  "Thousands of rough sleepers still unhoused in England, say charities",
  "Fact check: will Covid-19 fade in the summer – then return later like the flu?",
  "Welsh first minister calls for coronavirus cash injection",
  "Australians becoming more anxious about coronavirus threat, Essential poll finds",
  "After years of drought, water reaches parched Menindee",
  "Film on Angela Merkel's role during refugee crisis set for screening",
  "The hostile environment is creating a coronavirus crisis for Britain's migrants",
  "India racked by greatest exodus since partition due to coronavirus",
  "Mexican president ignores coronavirus restrictions to greet El Chapo's mother",
  "Divided Delhi under lockdown: 'If coronavirus doesn't kill me, hunger will'",
  "The Rev Paul Nicolson – a campaigning life in letters",
  "Lockdown watch: Mark Cousins on why he's only seeing films from 1940",
  "My favourite game: Holyfield v Tyson, WBA heavyweight title fight 1997",
  "Will sky-high unemployment lead to authoritarianism or progress?",
  "PM announces payment to Australian employers worth $130bn – as it happened",
  "'Coronavirus could wipe us out': indigenous South Americans blockade villages",
  "Coronavirus Australia latest: 30 March at a glance",
  "Spirit Journey: one man's role in a 6,000-mile run through North America",
  "'Treated worse than criminals': Australian arrivals put into quarantine lament conditions",
  "Builder aims to help UK construction industry kick its plastic habit",
  "Kids at home? The books you should read to keep everyone entertained",
  "As the wealthy quaff wine in comfort, India’s poor are thrown to the wolves",
  "In this crisis, the Tory cuts can no longer be hidden by empty gestures",
  "Monday briefing: UK lockdown 'could last six months'",
  "10 virtual tours of the world’s most famous landmarks",
  "Looking for a distraction? Here are 25 of our favourite long reads",
  "'Papua New Guinea is not prepared': 4,000 nurses to strike over Covid-19 readiness",
  "Trump extends distancing guidelines and attacks media - as it happened"
]