[
  "<p>Their eyes met across the carpet tiles. His fingers caressed the keyboard and his message flew to her screen. </p> <p>Her response was immediate. Chancing another glance, he smouldered under the same gaze that had set him on fire the night before. But suddenly he felt a chilling hand upon his shoulder - the hand of the most feared enforcer in Human Resources. \"Mating games belong in fields,\" he growled, placing a P45 casually on the desk. \"When will you people learn? Passion is for playtime. This here is a place of work.\" </p> <p>Could it actually happen? Could employers really believe that workplace liaisons are so terribly dangereuses that they would make them a sacking offence? According to recent reports, some already do. Or, to be precise, the argument has been made that certain clauses in some firms' codes of employee conduct effectively amount to a ban on romance on the shop or office floor. Those cited include an allegedly growing number of civil service departments and some major high street names. </p> <p>These, it has been claimed, are just the high-profile tip of a growing iceberg as employers in general become more nervous about the possible implications of libidinal interactions among their personnel. Coupled with the prospect of the government giving bosses the formal right to monitor employees' emails without their knowledge or consent, it seems fears about managers controlling the personal lives of subordinates more tightly than ever may be justified. </p> <p>So what exactly is going on? Marks &amp; Spencer - mentioned in a dispatch from The Director magazine as being one of those with \"stated policies that govern office romance\" - firmly denies any ban on relationships exists. But increasingly companies do appear to be feeling the need to take a tougher stance on certain connections between employees that might deflect them from their duties. </p> <p>HSBC is one of a number of banks whose employee handbook includes the requirement that personal relationships should not be allowed to impair efficiency or breach customer confidentiality. Such relationships, though, include not only lovers, but also long-term partners, siblings, parents, uncles and so on. A spokeswoman explains that, yes, HSBC employment contracts do require staff to abide by the guidance in the handbook, but insists it is absurd to suggest this amounts to a back-door ban on entanglements: \"We categorically refute the charge that it is an attempt to control people's love lives.\" </p> <p>Talk of personnel departments deploying hard-faced sex police to outlaw love- or lustlorn workers might be overdone: indeed, it is difficult to see how desire could be outlawed effectively in practice. With more and more women going out to work, and British workers toiling for more hours per week than those anywhere else in Europe, it is hardly surprising that so many of us meet our partners during our labouring hours rather than in our leisure time. </p> <p>Nonetheless, it is clear that employers are growing increasingly preoccupied by sexualised behaviour in the ranks, thanks to the substantial rise in the number of legal cases brought for sexual harassment. In the US it is now commonplace for companies to encourage or cajole employees in sexual relationships to sign \"love contracts\". Also known as consensual relationship agreements, they typically require the signatories to pledge that their arrangement has been entered into willingly and to promise that if and when it all goes horribly wrong, neither party will sue the firm's directors on grounds of sexual harassment or discrimination. </p> <p>The aim is to provide protection against the fallout from an affair. A jilted subordinate may claim she was pressured into having sex by the senior figure who has since dumped her. People may argue they were passed over because they were sleeping with someone at an adjoining desk, or claim their working life became unbearable because the company failed to act when somebody they used to be involved with wouldn't leave them alone. And so on. </p> <p>Could it catch on here? Judi James, management consultant and author of Sex At Work: A Survivor's Guide, published by the Industrial Society, thinks it unlikely. \"There's an element of scaremongering about it,\" she says. \"Some company lawyers like to stir it up, but I can't see it working in Britain.\" James doubts if people here would put up with such intrusion. \"It seems to me you're effectively asking someone not to object if they are sexually harassed by a certain person. To me, that is signing your rights away.\" </p> <p>It is unclear, she says, how US-style \"love contracts\" would hold up legally. Indeed, Bill Clinton's weasel definition of \"sexual relations\" during the Monica Lewinsky saga shows just what a quagmire of definitions may await. When exactly is a relationship deemed to be taking place? Would it have to have been pursued on the company premises or would it also incur action if only conducted elsewhere? Does penetration have to have occurred? </p> <p>Where sexual grievances are concerned, James strongly advocates that companies establish proper complaints procedures, rather than trying to insulate themselves against future litigation in individual cases. This is obviously better for employees and if an employer does find itself on the wrong end of a tribunal, it will do no harm to be able to demonstrate that it takes such matters seriously. </p> <p>As for the broader issues - the love match blossoming amid the VDUs, the jitterbugging of pheromones in the canteen - draconian suppression across the board looks unworkable, not to mention heartless and counterproductive. As work comes to dominate our waking hours, surveys have found around 40% of employees have been intimate to some degree with workmates at some time. </p> <p>Charles Cochrane, secretary of the Council of Civil Service Unions, says that the civil service - also named last week as operating a \"love ban\", though this was news to the major civil servants' professional organisations - has rules about harassment and bullying. But he would be very concerned at any attempt to snuff out mutual attraction. \"We would want to know what evidence there was that this was a problem,\" he says. \"There could be serious implications. Our Newcastle central office employs so many people that if you banned relationships there, I doubt if anyone would have a social life at all.\"</p>",
  "<p>'W e don't need no education, We don't need no thought control.' Pink Floyd's social comment is an ironic anthem for the schooled classes; the bars of Oxbridge colleges still reverberate to its beat. </p> <p>The message was ahead of its time. The needs of the economy have changed dramatically, but the education system is stuck in the past. While employers cry out for post-industrial workers, schools are run on strictly industrial lines. Children are sorted into clear hierarchies, the teacher is indisputably the boss, progress is relentlessly quantified and time is divided into equal shifts, signalled by loud bells. Few of us now file through factory gates in the morning, but we still push our kids through the school gates into institutions designed for another age. </p> <p>Trends in education policy are making things worse. The national curriculum, so inflexibly enforced, is like an unreasonable edict from head office. The testing virus is out of control and emphasis is given to \"proper\" subjects such as maths and science, while art, music and drama are further downgraded. </p> <p>Perversely, many of the changes in schooling are made in the name of better equipping children for the world of work. Vocationalisation of education is the order of the day. Children and young people have got the message: the numbers studying economics and philosophy A-levels are falling as ever more plump for business studies and law. Research by Ann Sherman, from Nottingham University, found that, just one term into primary school, five-year-olds know they are there to \"get a job\" and that \"work\" is something imposed, while \"play\" is what they choose. </p> <p>This is scary stuff: primary school as the first step on the career ladder. It might just be tolerable if there were any evidence that the education system is, in fact, preparing us for work. But it is not. Employers are sceptical of exam grades and are looking for other skills. Post-industrial workers need to be self-confident team players, networkers, innovators. They need to be able to teach themselves new skills and the quirkier they are, the better. Given the needs of today's firms, who could argue that playing in a school band or football team is not going to be more valuable than sitting in a silent classroom cracking algebra questions? </p> <p>But those activities are not scored and ranked, so schools cannot focus on them. Precisely the activities that do equip young people for the new world of work are being squeezed out by a misplaced emphasis on \"core\" skills. </p> <p>New Yorker John Taylor Gatto, winner of the US Teacher of the Year award three years running, blows apart the \"three Rs\" myth in Changing Schools, a groundbreaking report from the Scottish Council Foundation. \"The truth is that reading, writing and arithmetic only take about 100 hours to transmit, as long as the audience is eager and willing to learn ... The continuing cry for 'basic skills' is a smoke screen behind which schools pre-empt the time of children for twelve years.\" </p> <p>The education system's failure to adapt cannot be blamed on teachers. Rising class sizes and bales of bureaucratic paperwork are preventing teachers from doing what they do best. In his book My Ishmael, the novelist Daniel Quinn writes: \"Teachers for the most part would be delighted to awaken young minds, but the system within which they must work fundamentally frustrates that desire by insisting that all minds must be opened in the same order, using the same tools, and at the same pace, on a certain schedule.\" </p> <p>Of course we need better teachers - but we also need to free the teachers we have got right now. It is time to deindustrialise schooling, ditch the obsession with exams, allow children to follow their own intellectual passions and stop constantly scoring, ranking and tabling those activities \"experts\" from the department for education decide are the important ones. </p> <p>Unless we rethink schooling, education will serve to reinforce the class divide in the workplace. Employers are much more likely to complain that a potential recruit can't talk to customers with confidence than that they can't add up. These \"soft\" skills - communication, presentation - are provided with mother's milk in middle-class households. If schools don't nurture these non-academic skills, the life-chances of children from disadvantaged backgrounds will be worse than ever and the divide between rich and poor will grow.</p> <p>\u0095 Richard Reeves is director of futures at the Industrial Society. You can contact him at <a href=\"mailto:rreeves@indsoc.co.uk\">rreeves@indsoc.co.uk</a>.</p>",
  "<p>Halifax prompted expectations of a war for banking customers yesterday by pledging to break the stranglehold the \"big four\" clearing banks have over 30m current accounts. </p> <p>The bank said it would set a 100-strong \"crack switching team\" on the customers of Lloyds TSB, HBSC, NatWest and Barclays which would take the pain out of transferring accounts by handling direct debit transfers. </p> <p>To lure customers, Halifax pledged to pay a 4% rate of interest on deposits and charge 10% on authorised overdrafts, beating the rates offered by its four rivals who between them control 80% of the market. </p> <p>The planned assault prompted sharp falls in bank stocks, their second successive day of jitters as dealers reported profit-taking in the sector. Banks were the worse performing in the FTSE 100 index, with some falling as much as 8%. </p> <p>Halifax claimed that if the big four decided to match its rates it would cost them a combined £1bn in profits. </p> <p>James Crosby, chief executive of Halifax, said: \"The battle for customers starts today. The perception about inertia [among customers] is very strong. It will become a myth very quickly.\" </p> <p>The move, intended to double its 5% share of the current account market, will cost the bank £50m initially. It intends to spend £100m in total to take a share of the markets held by the four banks, attacking credit cards, personal loans and the small business banking next. The plan follows the Cruickshank report which highlighted the difficulty associated in moving current accounts, now being tackled by the industry. </p> <p>While there was some confusion among rivals about how its Halifax-branded accounts would compete with its new telephone-cum-internet operation Intelligent Finance, Mr Crosby insisted they were aiming for different customers. </p> <p>The new Halifax rates are aimed at customers who want to continue to use branches, which the bank said a poll showed 75% of the population would prefer to use. </p> <p>Countering statistics that people are more likely to divorce than move their current account, Halifax said an NOP poll had found 15m current account customers would consider changing banks if they could find better interest rates. </p> <p>But a senior banker at one of Halifax's rivals cast doubt on the statistics about interest rates being a factor. He said the biggest win for Halifax would be if it could reactivate the current accounts held by 2m of its customers, which he said were not their primary account. </p> <p>Halifax will pay the interest rates to customers who pay in salaries of more than £1,000 a month. </p> <p><strong>Best rate</strong></p> <p><strong> How they compare</strong></p> <p>First figure: Credit interest (gross) Second figure: Authorised overdraft rate</p> <p><strong> Halifax</strong>: 4% :10% </p> <p><strong> Barclays</strong>: 0.1%: 18.8% </p> <p><strong> HSBC</strong>: 0.1%: 16.9% </p> <p><strong> Lloyds TSB</strong>: 0.1%: 18.8% </p> <p><strong>NatWest</strong>: 0.1%: 18.38% </p> <p> Source: Halifax</p>",
  "<p>Memorable for the movie version, in which Marilyn Monroe experienced difficulty with her skirt, The Seven Year Itch began as a play in 1953. It remains fixed in that decade in its psychology, humour, stagecraft, and, most of all, in Michael Radford's polished but dreary production. Radford's idea of a joke is not to recreate the notorious skirt-raising scene, but to have Daryl Hannah's Girl undo her top and lean against a fan. Like everything else in this production, it is just a tease. </p> <p>The story is as 1950s as cherry pie. Richard, a New York publishing executive anxious about looming middle age, waves goodbye to his wife and son. Then a tomato plant from the upstairs duplex falls on his terrace, narrowly missing him. </p> <p>Instead of getting mad with the culprit, Richard falls for her - hardly surprising when she turns out to be Daryl Hannah. But Richard is consumed by guilt and keeps going into fantasy mode (cue a light change) in which he imagines his wife being unfaithful, himself being unfaithful, his wife shooting him and then herself. I fear the only genuine concern is that the audience might prove unfaithful and leave before the end, pausing only to shoot the cast. </p> <p>This isn't so much a star vehicle as a star zimmer frame. This is a pity, because although Hannah is very much a 21st-century sex goddess - twice the height of Monroe, half the width and a quarter of the charisma - she does exhibit the odd spark. Given a decent play, she might be good at comedy. </p> <p>Just as The Blue Room was about Nicole Kidman without her clothes, and The Graduate is about Jerry Hall in the buff, The Seven Year Itch is entirely about being able to gawp at Hannah's legs that reach upwards spectacularly. The gimmick is that she isn't naked. There are entire scenes where she wears a complete stitch. That's a new one for Shaftesbury Avenue, although this tired evening is further evidence that the West End has lost the will to do theatre, and now only does celebrity. </p> <p>\u0095 Until December 9. Box office: 020-7494 5040. This review appeared in some editions of yesterday's paper.</p>",
  "<p>Computer contractors were celebrating last night after the high court ordered a judicial review into IR35, the government policy which prevents consultants claiming self-employed tax privileges while working for just one company. </p> <p>Mr Justice Gibbs ruled in favour of the Professional Contractors Group, set up to lobby on behalf of IT specialists, which used European Union law to argue it discriminated against small firms and was causing a brain drain. </p> <p>The case will now proceed to a full trial which is expected to be heard in February. Gareth Williams, chairman of the PCG, said he was \"over the moon\" about the decision but called on ministers to rethink the entire policy. </p> <p>The introduction of IR35 last April, he claimed, was forcing thousands of experienced consultants to move overseas and making a mockery of Tony Blair's aim to fuel the growth of e-business in Britain. </p> <p>\"People with a decade of experience are being driven abroad,\" he said. \"If we don't succeed and the tax bills starting landing on the door mats, the real exodus will start. This is clearly going to slow [internet-related development] down and will allow other countries to take the lead. We will be left behind and it's going to be difficult to catch up.\" </p> <p>Most of the defecting consultants are believed to be setting up in Germany, Holland, Ireland and the United States. </p> <p>The PCG says its members will be subject to unfair taxation - including the loss of deductible expenses enjoyed by larger companies. </p> <p>Mr Justice Gibbs said its case was arguable on three grounds: the greater tax burden was effectively state aid to large contractors; it restricted the movement of workers across the European community as it was commercially unviable for small contractors to operate in the UK and represented interference with the property rights of small companies. </p> <p>Despite yesterday's ruling, the government has no plans to back down from its stance. It insists the old tax regime allowed employees to quit their jobs and return the following day, as a consultant, doing exactly the same work but paying far less tax. </p> <p>A spokeswoman for the inland revenue said: \"The government is confident that the full hearing at the court will decide that the legislation is fair, proportionate and compatible with all the UK's obligations under EU law.\" </p> <p>The outcome of the judicial review, which can be appealed, is expected to be made public by next April.</p>",
  "<p>What will an e-student look like when David Blunkett's ambitious baby sets off into cyberspace in 2002? All the funding councils and their consultants can say for certain is that he or she will not be an 18 year old school-leaver - at least not to start with. </p> <p>Students might instead be employees of a multinational corporation that is buying in case study material from the e-U in order to train top managment, suggests the report by PriceWaterhouse Coopers published by the <a href=\"http://www.hefce.ac.uk\"> Higher Education Funding Council for England</a> today. They may be Brazilian lawyers studying a module in European law as part of their professional development or trainee teachers in a region of China. Or they could be individuals in Singapore packaging their own business studies course with modules from the UK and elsewhere. </p> <p>Or they might even be British pensioners pursuing an interest in 20th century music for the hell of it. \"The e-U must be able to respond easily and quickly to such demands,\" says the report. </p> <p>Initially the e-university is likely to concentrate on postgraduate courses and the potentially lucrative area of professional development but Professor Tim O'Shea, Master of Birkbeck College London, is convinced that given the necessary funding the e-U could eventually teach millions of students around the world. He and others also hope it will reach those parts of Britain where higher education has yet to penetrate - and also educate our universities in the techniques and advantages of online learning. </p> <p>It is an ambitious, expensive and risky venture, as the funding council admits - but it believes that doing nothing is an even riskier option. The overseas competition, notably in the United States, would simply move in and take the potential students from British institutions. </p> <p>Today's proposals for a small company owned by all the UK universities, approving and commissioning courses and services from any British university, has surprised many - including the steering group itself. Blunkett's original proposal was for an e-University run by a consortium of (probably leading) institutions. </p> <p>Not everyone likes the change of plan - the London School of Economics has been openly critical - and it remains to be seen whether the big \"brand names\" of the academic world will climb aboard and lend their prestige to the project. Oxford and Cambridge are waiting and seeing (and no doubt weighing up whether the new project will enhance or hinder their existing international ventures). Without the top universities on board, the e-U will just be \"e-Who?\" as far as most the world is concerned.</p>",
  "Reform of the Royal Ulster Constabulary is again dominating attempts to get some momentum into the Northern Ireland peace process. The issue is top of the agenda as Tony Blair meetsBertie Ahern, his Irish counterpart, to review the painfully slow progress towards full implementation of the Good Friday peace package. <p>Movement is being hampered on several fronts: the constant mutual recriminations of unionists and republicans; Anglo-Irish differences over the detail of reforms and, most crucially, by the rancorous divisions within and between the main unionist parties. </p> <p>First minister David Trimble has easily seen off a no-confidence motion in the Ulster Assembly, tabled by his bitter critics in Ian Paisley's Democratic Unionist Party. But Trimble's real problems lie within his own Ulster Unionist Party, which is deeply divided on how - or even whether - to implement the full peace package. The party's conservative wing, like the DUP, is desperately unhappy that the power sharing executive headed by Trimble has started work before the IRA has handed over any of its weapons. They are not impressed with the fudged-together compromise involving independent inspections of sealed arms caches. Police reform is an even more emotional issue for the unionist right. They were outraged with the Patton report, which recommended wholesale reform and a change of name for the RUC. The legislation now before parliament is a watered down version of the Patton proposals, but from the unionist perspective it remains radical, even revolutionary. </p> <p>The RUC will become the Police Service of Northern Ireland, it will recruit equal numbers of Catholic and Protestant officers and it will lose its crown-and-harp badge. Unionists, Trimble among them, have fought tooth and nail to keep the force's symbolic links with the crown. </p> <p>There has been an equally passionate campaign for a full reform package by republican Sinn Fein and nationalist Social Democratic and Labour Party. Inevitably, the Irish government, as a partner in the peace process, favours radical reform. </p> <p>Mr Ahern has dropped intriguing hints this week that he may be prepared to compromise in order to help Trimble surmount his political problems. With the same motive in mind, the British government has put the parliamentary brakes on the police reform bill. </p> <p>It should have gone before the Lords this week for four days of line-by-line scrutiny. No new date has been given for the committee stage discussion, although the government says the bill should become law before the end of the current parliamentary session next month. </p> <p>That could be a tall order. Already, some peers are complaining that the four days allocated to the committee stage are far from adequate, given the mass of detail and the issues of high principle involved in the bill. The government is therefore in a bind. It must press on with legislation to keep the peace train moving, but it must also avoid anything that could derail Trimble and his fractious unionists. </p> <p>Useful links: <a href=\"http://www.guardianunlimited.co.uk/Northern_Ireland\">Special report: Northern Ireland</a><br> <a href=\"http://www.uup.org\" target=\"_new\">Ulster Unionists</a><br> <a href=\"http://www.dup.org.uk\" target=\"_new\">Democratic Unionists</a><br> <a href=\"http://sinnfein.ie\" target=\"_new\">Sinn Fein</a><br> <a href=\"http://www.indigo.ie/sdlp\" target=\"_new\">Social Democratic and Labour Party</a><br> <a href=\"http://www.belfasttelegraph.com/cgi-bin/todaysnews\" target=\"_new\"> Belfast Telegraph</a><br> <a href=\"http://scripts.ireland.com/tardis.plx?main=newspaper/front\" target=\"_new\">Irish Times</a><br> <a href=\"http://www.irishnews.com\" target=\"_new\">Irish News</a><br> <a href=\"http://cain.ulst.ac.uk/index.html\" target=\"_new\">CAIN (Conflict Archive on the Internet</a><br></p>",
  "<p>Karen Ward was convinced she was going mad. \"I was in floods of tears,\" she says. \"I had terrible mood swings, had become very clumsy and my memory seemed to be going.\" Her mother eventually persuaded her to go to the doctor. \"I told him I needed someone to help me,\" recalls Karen, now 45. \"He just stared at me. Then he told me he'd had a bad day, too.\" After a year of suffering, Karen, a social worker from Shropshire, realised that she was fine for two weeks every month, but a different person for the other two. \"I finally clicked that it must be premenstrual syndrome. But the doctor's reaction made me feel I was making a fuss about nothing.\" </p> <p>Most women suffer to some degree from premenstrual tension. Far more severe, however, is premenstrual syndrome (PMS), which affects around 5% of women. It can incapacitate them for days. The concept of PMS has long been difficult for the medical profession to deal with. The lack of sympathy that Karen received is common, although Dr Mayur Lakhani, vice-chairman of the Royal College of General Practitioners, has grounds for optimism. </p> <p>\"It's difficult, because there's no diagnostic test,\" he says. \"A lot of our efforts have been directed at things like recommending the pill, which evidence now suggests doesn't help. We need to rethink.\" This rethink is reflected by a recent report in the Lancet that PMS sufferers can be helped, both emotionally and physically, by Prozac. But now some women are worried they will be given the antidepressant just to get them out of the doctor's surgery. </p> <p>Dr Paul Dimmock, one of those responsible for the report, says that won't happen. He and colleagues from Keele University and North Staffordshire Hospital reviewed a number of studies of a group of drugs called selective serotonin-reuptake inhibitors (SSRIs) and their effectiveness in treating PMS. Prozac is one of these drugs. \"There's no doubt that these SSRIs helped women with PMS,\" he says. \"That's because, for a few days a month, the hormonal cycle causes an imbalance of serotonin in the brain. Taking SSRIs addresses that imbalance. It is not acting as an antidepressant.\" </p> <p>Karen Ward agrees. \"I'd tried everything,\" she says. \"I honestly thought there was nothing that could control it. Then I tried Prozac and it worked almost instantly. It gave me a quality of life I hadn't had for years.\" </p> <p>Dr Dimmock says the SSRIs work on physical as well as mental symptoms because the brain chemicals control general well-being. But what's particularly interesting about his work is how it appears to question whether traditional ways of dealing with the syndrome are correct. \"The licensed drugs for PMS, such as progesterone or oestrogen, are not very effective,\" says Dr Dimmock. </p> <p>The reason for this, says Dr Maurice Katz, who runs a specialist PMS clinic at London's Elizabeth Garret Anderson Hospital, is that most women with PMS have normal hormones. This means there's no reason for hormone treatment. \"In the past, it was often found that giving a patient progesterone made them feel better,\" says Dr Katz. \"But that's because progesterone acts as a sedative. Oestrogen was also given, but it's rare for women to have an oestrogen deficiency.\" </p> <p>Karen Ward was given progesterone pessaries and oestrogen patches. Neither helped. This would have been no surprise to Katz. He has no doubt that Prozac can help PMS sufferers, but says this is most common when their dominant symptoms are depression or aggression. \"It must be targeted at specific patients,\" he says. \"If a patient's main symptom is bloating or migraines, Prozac is not the answer. Diet is important, as are lifestyle and stress. Counselling is often overlooked, too. Many patients have problems with psychological causes.\" </p> <p>In the past, this suggestion of psychological causes has caused some to conclude that the illness does not exist. That is not what Katz and colleagues are suggesting, but hints that PMS may have psychological foundations have been used by some, including doctors, to accuse women of malingering. </p> <p>Jemma Taylor noticed her symptoms four years ago. It was soon after a divorce and she initially thought that her constant anger and irritability reflected those difficult times. Then she realised they weren't going away, and that she only felt this way at certain times of the month. \"The doctor just palmed me off,\" she says. \"He told me I'd have to live with it. I had to fight to be treated.\" Jemma went to another doctor who suggested she try the pill (for its hormonal effects). It made no difference, so she was prescribed Prozac. But her experience was quite different from Karen's. \"It was awful. I needed to be calmed down, not lifted up. I couldn't focus. I couldn't sleep. I was sweating. It was like drinking lots of cups of coffee.\" </p> <p>Eventually Jemma found a specialist PMS clinic in Leeds and now has her illness under control. \"I changed my diet,\" she says. \"It was things I hadn't thought of, like eating little and often and trying to stay calm. Prozac definitely didn't help and I don't like the idea of it being given out to anyone with a problem.\" </p> <p>This should not happen. Prozac is licensed only for severe cases and the doses given are small. However, the Medicines Control Agency recently warned that Prozac can make people feel suicidal and there is concern about putting another swathe of people on to the drug. \"We would certainly applaud the use of Prozac for those who benefit,\" says Christine Baker from the National Association for Premenstrual Syndrome. \"But we would like to stress that diet and a healthy lifestyle should be looked at first. We have had calls from women who don't want to take it but whose doctors are trying to persuade them to, and we have had calls from women who say it's changed their lives. </p> <p>\"There don't seem to be any adverse effects in the long term. But if the symptoms return when someone comes off it, they might have to take it for years. There's no one treatment for PMS. We're keen for women to know there are different approaches.\" </p> <p>\"We're not suggesting just throwing pills at women,\" says Dr Dimmock. \"We've looked at other things, like vitamin B6, and there's evidence that works too, but not as forcefully. PMS has to be taken more seriously. We still don't know its cause, but we're moving on when it comes to treatment.\"</p>",
  "<p>Antoinette Morelli used to think there could be nothing worse than having a baby with a medical problem. She was wrong. What she discovered, after the birth of her daughter Layna, was that the worst thing of all was having a baby with an undiagnosed medical problem. </p> <p>Layna was born on the same day as Leo Blair, May 20: while the nation had its eyes on the Chelsea and Westminster Hospital in central London, across the water at the Royal Maternity Hospital in Belfast, Layna's appearance was hastened by forceps. </p> <p>\"They thought that's why she was puffy,\" says Morelli, 25, a drama student at Queen's University. \"But the swelling didn't go down, and I could see the midwives getting more and more worried. She was in her cot by my bed and paediatrician after paediatrician kept coming along to have a look at her. I was worried sick, but they weren't saying anything to me. Eventually I plucked up the courage to ask one what was wrong. He said, 'I don't want to worry you, but have you heard of Turner's syndrome?'\" </p> <p>Morelli hadn't, but over the next few days, as she waited for the test results, she learned a lot. \"Friends tried to be helpful and brought me information from the internet. They were trying to be kind but it was terrifying - Turner's meant my baby's heart would be deformed, she'd be on drugs, and she'd be infertile. I was still reeling from the shock when the geneticist came to say the tests were negative.\" </p> <p>Morelli was so relieved that it only hit her later that her daughter still had a problem, and doctors didn't have a clue what it was. </p> <p>Layna was discharged from hospital, but had to return for regular check-ups - and as days turned to weeks, the fluid retention got worse and Morelli's fears grew. \"I remember looking into her pram one day when we were out, and seeing this little ghostly face peering out at me,\" she says. \"Her nappies were foul-smelling too - it was clear something was very wrong.\" Eventually, when she was a few weeks old, Layna was readmitted. </p> <p>\"She was going downhill fast - the swelling in her hands and feet was deteriorating, and although she was hungry all the time she wasn't getting any bigger. In fact she was wasting away - you could see her veins through her distended belly. I'd sit by her all day long and it would gnaw away at me what could be wrong, and what could be done. I've have done anything to make her better. Doctors kept coming in to look at her, and I'd look at them and plead silently for them to say, 'We know what it is, we've got the answer.' But they were as perplexed as I was.\" </p> <p>Doctors did blood test after blood test, x-ray after x-ray, took sample after sample. The breakthrough came when, still not knowing what was wrong, Layna was given albumin intravenously. Whatever her condition was, she wasn't getting enough protein - with the albumin, there was at least a slight improvement. A biopsy of Layna's bowel showed that she was suffering from some kind of malabsorption problem - and though she was too ill to undergo a planned second biopsy, she was put onto a special milk containing pre-digested fats. \"It wasn't a fast turnaround, but she started picking up slowly,\" says Morelli. </p> <p>Finally, after 10 long weeks of waiting and worrying, the consultant gave her child's condition a name: intestinal lymphangiectasia. \"I hadn't heard of it before, of course, but what it meant was that the lymph vessels supplying the lining of Layna's small intestine are enlarged, which led to the fluid retention and stopped her absorbing fats from her milk.\" </p> <p>Getting a label for Layna's condition was a huge step forward, finding out what it meant proved more difficult. The condition is so rare that it affects only a handful of children in the UK and most of the doctors who have been treating Layna have never encountered it. </p> <p>What Morelli, who is a single parent, wanted to do most was talk to another mother who had been there and understood. Fortunately the charity Contact A Family has been able to put her in touch with Karen Lightowler, who lives near Keighley in Yorkshire. Her daughter Emma, now 11, was diagnosed with this illness at two. </p> <p>\"We had two years of worry, two years of illness, two years of tests. And at the end of it, we were told she had something the doctors knew hardly anything about. I was convinced she had cystic fibrosis, and she was tested for it several times. Of course it's never good to hear your child has cystic fibrosis, but at least they know a lot about it, at least you can talk to other parents who've been in the same situation. I just felt so alone, so much as though they were stabbing in the dark with the treatments they came up with.\" </p> <p>Intestinal lymphangiectasia is so rare that the Lightowlers abandoned their attempt to set up a support group, but they do provide support by telephone to other parents whose child has been diagnosed with the condition, and are in touch with six families in the UK and a couple in the US. \"What you really want is to know other families where the child is older than yours, so you know what to expect in the future,\" says Karen. \"Also, it's good just to know that there are people who've made it into their 20s. We also heard of a case where a woman had children of her own, which was reassuring, as we've been told pregnancy might be difficult for Emma.\" </p> <p>The good news is that, with special diets, both Layna and Emma are thriving. Layna, now four months, is back home and, says Morelli, \"looks fantastic\". \"You'd never guess what she'd been through,\" she says. Emma is small for her age and has to have nightly tube feeds directly into her stomach, but in every other respect she leads a normal teenage life. \"Of course there are times when things are difficult, when you worry and wonder about the future,\" says Karen. \"But at least there are other parents I can talk to now, and I know they'll understand.\" </p> <p>The Guardian is following the fortunes of 10 babies born on the same day as Leo Blair. There will be regular updates on Layna and the nine other babies in the months ahead. For more information on Contact A Family call 020-7383 3555 or go to <a href=\"http://www.cafamily.org.uk.\">www.cafamily.org.uk.</a></p>",
  "<p>I'm beginning to work out what's so wrong with all these TV hospital dramas: the characters are never on their own. When they're not flirting over the defibrillator pads, they're fighting out some burning ethical issue behind the nursing station, or tenderly consoling each other over a cup of vending machine soup. </p> <p>On the whole, they tend not to depict junior doctors on ward cover at three in the morning, wondering what the hell to do with a patient who's spiking a temperature that's been ignored all day, and on unfamiliar wards staffed by bank nurses who have no interest in even looking at you, let alone showing you where the patient is. </p> <p>Incidentally, most hospitals have now abolished that nice big white board behind the nurses desk that has the patients names on it, because they anticipated several months ago (bizarrely) that it might infringe human rights legislation on privacy. This costs me, and anyone else who sees patients on unfamiliar wards, an average of one minute's faffing per patient seen, adding up to four minutes an hour, or one hour in a shift, or a fifth of my projected sleeping time on an average night of ward cover. I've been performing these iterations compulsively on every aspect of my life since I started work, and believe me, I could bore for England on the subject. </p> <p>To be fair, I rather enjoy pootling around the wards on my own, sorting people out here and there and acting as a unilateral medical force (especially since it's the only time I feel like a doctor rather than a paperwork clerk). But your average TV scriptwriter would have to work pretty hard to derive any narrative tension from my little wanders, particularly now I have perfected my air of inscrutable, calm professionalism, in the face of nauseous exhaustion. Perhaps that's why no one takes me seriously when I whinge about being tired: or maybe it's just over exposure. Perhaps that's why nurses will chirpily say: \"You chose the hours when you chose the job.\" Even the nice ones. </p> <p>Empathy, it must be said, is a problem which cuts in both directions. So, last night I was called to see a patient who was pretty obviously about to die. Having established this ballpark diagnosis (largely by exclusion), and anxiously double-checked it with my senior, I shared the unhappy news with the family. It was, if I say so myself, a moment of which even our appalling communication skills lecturer would have been proud, and compared favourably to my previous \"breaking bad news\" moment, when I had just been called from bed and was wearing theatre trousers and a borrowed T-shirt which read \"Sheffield Medics at your Cervix\". </p> <p>I retreated to the wards, leaving the family to do their business (and let's not forget, a lot of the stuff in the final hours is business), and five hours later I was bleeped to be told that she was dead. Now, of course, my heart skipped: I don't know if it's because I watched too many cop shows when I was a kid, but for some reason I can't shake the idea that a dead body is somehow a legal issue until proven otherwise. For each corpse there should be an attendant explanation, legitimising or permitting death, and in this case it was me. No one else much had seen this woman alive, except her adoring family who had noddingly swallowed the improvised platitudes I had downloaded onto them on my way to lunch. \"Christ,\" I thought, for one fleeting moment, \"I've got a fucking corpse on my hands.\" </p> <p>Now for times like these, there is always an entry in the Hands on Guide for House Officers (holy tome). Truly, the weirdest learning curve of becoming a doctor must be that words in books translate into actions in the real world, which themselves translate into tangible impacts on the mortality of the person lying in bed in front of you, a chain of causation which has only recently begun to seem plausible. </p> <p>I look up death and am pleasantly surprised to find one definitive entry. After a string of platitudes about not letting it freak you out (at the time I thought I had no time for such nonsense, but looking at what I've just written that seems hasty), it turns out that all there is left to do is the pronouncement of death. Which all looks pretty easy: I put it to the back of the queue and start working through my backlog of bleep calls. </p> <p>So you're waiting for the punchline? Nothing more than an act of crass thoughtlessness, I'm afraid. After six hours that felt like five minutes, running between crappy half pneumonias and writing up interminable IV fluids, I'm bleeped again and finally make it up to the ward to find an entire family waiting expectantly for me to place the seal on their mum's death. And for a fleeting, exhausted moment, would you believe I was even miffed that they'd been impatient?</p>",
  "The foreign secretary, Robin Cook, is to visit the Middle East to support diplomatic efforts to end violence and get Palestinians and Israelis back into negotiations, the Foreign Office said today. <p>Mr Cook is expected to set off tomorrow on a tour of Israel, the occupied territories, Jordan and Syria, said a Foreign Office source.</p> <p>Earlier today, Israel's prime minister Ehud Barak pulled back from the brink of war to give Palestinian leaders more time to quell the clashes that have killed 88 people over the last 12 days. </p> <p>But new violence flared in the Gaza Strip, where hospital officials said a 12-year-old Palestinian boy had been critically wounded by a bullet to the head. </p> <p>The Israeli leader's change in position, including an expression of willingness to attend a US-hosted peace summit if one is arranged, came after two phone calls from the US president, Bill Clinton, Israel's army radio reported. </p> <p>Mr Barak, who is under international pressure to avert war, said he had made the decision after weighing the possibility of a prolonged, armed conflict. A Palestinian uprising against Israel in 1987 lasted six years and ended with the first, historic peace accord in 1993 with the PLO. </p> <p>Mr Barak told the Israeli army radio: \"It is right to bear up for a few more days... and not find ourselves in a few more weeks or months bogged down in a difficult conflict knowing that we may have been able to prevent it.\"</p> <p>Meanwhile, the UN secretary general, Kofi Annan, the European Union security chief Javier Solana, and the Russian foreign minister Igor Ivanov pressed ahead with efforts to restore calm. </p> <p>Mr Ivanov met Palestinian leader Yasser Arafat in the Gaza strip. \"We discussed in detail everything to save the peace process, and how to protect it in spite of all the challenges we are facing,\" Mr Arafat said afterwards. But he renewed accusations that Israel has used excessive force against rioters.</p> <p>The sides were discussing, through third parties, a Palestinian demand that Israel agree to allow an international commission to investigate the events. Most of the dead have been Palestinians. </p> <p>Nabil Shaath, a senior aide to Mr Arafat, said a UN envoy was delivering a letter to the Israelis listing countries the Palestinians would accept on such a commission. </p> <p>Mr Barak today appeared readier to compromise on the issue, telling Israel radio he would accept an inquiry \"under the authority and responsibility of the United States\". Previously, he had said he would only consider submitting Israeli findings to the Americans for review. </p> <p>However, Raanan Cohen, a minister in Mr Barak's government, said the extension to the conflict deadline was only a matter of \"one, two or three days\". And, apparently fearing more trouble, the government instructed the military to step up operations to protect Israelis. </p> <p>A senior Palestinian negotiator, Saeb Erekat, said it was up to Israel to take steps to end the clashes. </p> <p>\"We want to stop the Israeli army from continuing shooting Palestinians. We want to stop [Jewish] settler terrorism against Palestinians, and we also want to see the Israeli government stop killing its own [Arab] citizens.\" </p> <p>The shooting of the Palestinian boy in Gaza occurred in the southern town of Rafah, on the border with Egypt. No details were immediately available. </p> <p>Much of the violence overnight was centred in Israel itself. In the seaside community of Bat Yam, just south of Tel Aviv, two Israeli Arabs were stabbed, according to Israel TV. </p> <p>In nearby Jaffa, three Arab-owned apartments were burned while some Jews, chanting \"Death to the Arabs\", smashed car windows and throw stones at police. There were Jewish-Arab clashes from the Sea of Galilee in the north to the Negev Desert in the south. </p> <p>Israel's army radio said the scenes looked like \"civil war,\" and described relations between the country's Jewish majority and Arab minority as the worst in decades.</p>",
  "<p>Northern Ireland's first minister, David Trimble, and Sinn Fein president Gerry Adams have criticised the BBC Panorama programme, which last night named four men questioned by police investigating the Omagh bombing.</p> <p>Mr Trimble said he had grave doubts about the wisdom of the programme and hoped \"it would not prejudice any future trial\". </p> <p>He said: \"It's the case with regard to so many terrorist atrocities in Northern Ireland that identities are known. Is it wise to broadcast that? I would like to think the programme-makers were after something other than sensationalism.\" </p> <p>Mr Adams, MP for West Belfast, admitted he did not see the programme but said he was against the naming of people involved. He added: \"Not least because those who were involved in the killings on Bloody Sunday are remaining anonymous in the courts. And those involved in the Dublin and Monaghan bomb attacks have had a shroud of secrecy over their involvement.\"</p> <p>The Irish Republic's Taoiseach, Bertie Ahern, and the shadow Northern Ireland secretary, Andrew Mackay, also criticised the broadcast.</p> <p>But Panorama was defended by the Northern Ireland secretary, Peter Mandelson, speaking on BBC Radio 4's The World at One. Mr Mandelson said: \"I thought it was very powerful, a very professional piece of work, which above all never lost sight of the people who should be most in our thoughts today; that is the victims and their families.</p> <p>\"We have to act within that law and I hope that as a result of the programme, people will be able to come forward with that last piece of evidence we need that will clinch a conviction.\"</p> <p>Last night's programme left the victims' families bitterly divided, with some claiming the gang responsible for the single worst terrorist atrocity in Northern Ireland might never be brought to justice. </p> <p>The programme only went ahead after a High Court ruling rejected legal attempts to block it by the Northern Ireland Human Rights Commission and Lawrence Rush, whose wife was among the 29 people killed in the explosion in August 1998.</p>",
  "<p><strong>Pot boiler</strong><br> And again, Monkey prints a BBC memo without the need for further comment. THIS CIRCULATED TO ALL BBC STAFF AND REGIONS: Request from London Newsdesk: \"Could any outlets speaking to government ministers in the course of the day ask if they have ever used cannabis.\"</p> <p><strong>Monkey's uncle at Lastminute</strong><br>It's official. Monkey mania is sweeping the internet world. Monkey's family has never been so busy - at the moment we're the de rigeur accessory for any website and we've got work coming out of our ears. While Monkey is quite happy tarting it around medialand, my family keep cropping up in all guises. Uncle Harry, last seen at webmonkey.com, appears to have been doing a spot of moonlighting and has been spotted doing \"essential maintenance work\" on version 2 of Lastminute.com's website - <a href=\"http://v2.lastminute.com\">v2.lastminute.com</a>. Note the family resemblance with the rolling eyes? If you're very lucky, Uncle Harry lets you through to look at the development version.</p> <p><strong>Below-the-belt campaign</strong><br>PR Week reports on a fascinating new development at the People's Bank, which has launched a new affinity card with the Vegetarian Society. Journalists were reportedly lured to the press conference using that age-old trick, the promise of a freebie. So what did the People's Bank use to tempt busy journalists away from their desks? A branded apron, which, according to PR Week, \"they were encouraged to wear at home while cooking\". How could anyone resist?</p> <p><strong>Readers' wives online</strong><br>While checking to see which of its flagship magazines Northern &amp; Shell has registered the domain names of, Monkey was amused to find that a certain webmeister, the one and only Richard Evans, is the proud registrar of readerswives.com. Intrigued, Monkey checked out the website only to find it defaults to Object1, the digital agency where Richard works. For a brief second, Monkey thought Richard may have devoted an entire site to his missus, the delectable Tarnya Norse from Mediasurface. Phew, what a relief.</p> <p> <strong>What a bummer</strong><br>Does somebody at the BBC have it in for arsetastic Granada TV sitcom The Royle Family? We only ask because, following on from the BBC's Montreux Royle Family triumph - when the show's chances of bagging a Golden Rose were scuppered because some dozy BBC minion sent a tape of the wrong episode for the judges to watch - the comedy has been hit by another tape-sending cock-up. Queue much bemused scratching of heads in newspaper preview offices across medialand, as the BBC's awesomely efficient publicity machine sent out tapes of the fifth episode of the new run of The Royle Family, masquerading as the series opener. As Jim Royle would say, \"BBC publicity - my arse\". </p> <p><strong>Dot.conservatives</strong><br>The Monkey heartily applauds the Conservative Party's latest brave stand against the shocking political bias of that commie-pinko-shirtlifting collective that masquerades as the nation's public service broadcaster. Obviously wanting to do our bit to help expose the hordes of subversive degenerates hiding under beds at the BBC, we feel duty bound to draw Central Office's attention to seethru.co.uk, the so-like-a-real-website-its-incredible website for BBC2 dot.com drama Attachments. Said site contains a thinly veiled attack on the shadow home secretary's brave stand against that hardcore criminal element, cannabis smokers, under the headline \"Widdecombe you hilarious clown\". This is an outrageous misrepresentation of the facts and a clear example of political bias - La Widdecombe has never been funny in her life. </p> <p><br><strong>Barely believable</strong><br> Kevin Brown, founding partner of Soul and a successful and no doubt wealthy ad man, is simply unable to resist starring in his own ads. However, friends of his have this week admitted he's now taken things too far by stripping down to the short and curlies - something he appears to have plenty of - for the sake of the Daily Star's \"MegaStar\" campaign. The poster features a nude - and rather flushed - Mr Brown covering (just) his modesty with a board advertising the site. Mark Cranmer, chief executive at Starcom Motive and a dear friend of his, said: \"Kevin has a long history of exhibiting himself. He's done ads promoting gambling, alcohol and now blatant sex. I feel he should have asked for his legs to be retouched, though, because he seems to be suffering from the skinny legs/fat gut syndrome that comes to all men as they get older. I love Kevin, but he is mad.\" Even one of Kevin's co-founders is advising people to turn a blind eye to the stunt. \"I wouldn't look at it if I were you - you might find it offensive,\" he said. You're not wrong, Duncan.</p> <p><strong>Caught out on a techie point</strong><br> Programmers panning TV shows? Geeks up in arms about TV stars? What the heck is going on? Anyone would think the BBC had made a show about a dot.com start-up. TV audiences may be unimpressed by This Life 2, the one set in a new media start-up and called Attachments, but those whose lives BBC2 is trying to mimic are even more unimpressed. True, World Productions may have done some homework, but those finicky techies are taking umbrage at any slight faux pas - such as transferring files by throwing floppy disks across the office and talking about downloads and demos as a revenue model. Those that haven't vented their spleen already are invited to do so at Everyonehatesattachments.com. But be careful, these hardcore new media types don't take prisoners. </p> <p><strong>Invaluable sentiment</strong><br> Granada Media chairman Charles Allen began his first address to troops of his newly acquired United News &amp; Media by declaring how much his company values programme-makers. Not such a surprising sentiment, you'd imagine, coming from the boss of a company with a significant TV production arm - but the jaws of senior United TV execs hit the floor all the same. Apparently the only word they were used to hearing from former boss Clive Hollick in the same sentence as \"value\" is \"shareholder\".</p> <p><strong>When the caption fits...</strong><br>Sir Christopher Bland got a morning grilling from the delectable Sophie Raworth (isn't Jeremy looking fetching too with his matching purple tie?) on BBC breakfast news today. Pity about the caption though, which read: \"Fiona Mannion: mini owner\".</p> <p><strong>expectingcomplaints.com</strong><br>Monkey apologies for allowing a cad like Danny Kelly to blatantly pull the wool over readers' eyes in Monday's edition of the Media Guardian. Asked about his favourite websites, Kelly named expectingrain.com and woolyrockstars.com. Pernickety readers, i.e. those that go through absolutely everything with a fine-tooth comb, immediately pointed out that the latter website does not in fact exist. More importantly neither the .com or the .co.uk domain names for Woolyrockstars have been registered. Was Kelly making a mockery of us all or was he merely pointing out a new market niche? Kelly says neither: \"I'm very much afraid this thing does exist. The url, however, is woollyrockers.com. Check it out!!\" Duh! Monkey did and fell in love with the Bee Gees doll. Could Kelly have created a monster? </p> <p><strong>Minutes matter</strong><br>What's this? The BBC's famously impartial news reporting standards slipping over its own 10pm news bulletin announcement? The Monkey has got its paws on an internal email from BBC Online producer James Thornet that was sent round after the news broke to BBC online hacks out in the sticks. He draws his colleagues' attention to the fact that the switch to 10pm means the regional bulletin tacked on at the end of the proper, grown-up news will be extended to a massive six-and-a-half minutes. \"We must put this story at the top of online news stories asap,\" says the excitable Thornett. Is he worried viewers in the regions wouldn't notice the difference otherwise? </p> <p> <br>  <strong>Sticky gimmicks</strong><br> Monkey was amused to discover an overflowing pot of honey in the post today. The honey pot subsequently attacked all surrounding computers and made everything in the office sticky. Eugh. The penny finally dropped when Monkey found the attached (and at this point very sticky) note, saying that eBay was stickier than QXL. Point taken. But did it really have to destroy my workspace to tell me that? </p> <p> <br>  Email the Media Monkey at <a href=\"mailto:monkey@mediatheguardian.com\">monkey@mediatheguardian.com</a><br></p>",
  "<p> <a href=\"http://www.cricketunlimited.co.uk/Articles/0,5217,380071,00.html\">Match scorecard</a></p> <p>England are out of the ICC Knockout Trophy. They were thrashed by South Africa in the quarter-finals in Kenya by eight wickets after a dismal batting performance in which they lost their last six wickets for 28 and were dismissed for 182 with 35 balls remaining. It left South Africa needing to score at just 3.66 an over to secure a semi-final clash with India on Friday, and, despite a slight wobble at 52 for 2, they did it with ease as Jacques Kallis hit a controlled 78 and Boeta Dippenaar a more adventurous 65. </p> <p>England's bowlers needed to save runs and take early wickets if they were to disrupt one of the world's longest batting line-ups. Neither happened. Andy Caddick did begin with a maiden, but Darren Gough undid the good work by conceding nine in his first over as Gary Kirsten worked one ball through square-leg and cut another for four. In the next over he chopped a no-ball to the third-man boundary and guided Caddick through point for four more. </p> <p>South Africa lost Andrew Hall to Gough as a cut shot flew into Graeme Hick's bucket-like hands at second slip for 1 (19 for 1), but Kallis was immediately into his stride. He stood up on his toes to force Caddick for four through the covers on the up, and hit sweetly through mid-on in Caddick's next over. Kirsten, playing with untypical aggression, flicked Gough powerfully over square-leg, then creamed a no-ball to the long-on boundary. </p> <p>After eight overs South Africa were cruising at 43 for 1. England, at the same stage, had been 5 for 0. England's opening bowlers were poor. Gough overstepped four times, while Caddick had one of those days when he seems too easily dispirited. </p> <p>And it took a bowling change to change England's fortunes. With his second ball Craig White snared Kirsten for 32 as Hick held on brilliantly to a fierce cut with his left-hand (usually his weaker side) to leave South Africa 52 for 2. </p> <p>But that was about as good as it got. Kallis worked White's slower ball through midwicket for four in the same over, and the runs began to flow again. Kallis was particularly merciless against anything pitched even fractionally short outside off, while Dippenaar grew in confidence, off- and on-driving Caddick for four in the same over. </p> <p>The 100 came up in the 21st over as Kallis drove White through the covers, and Kallis moved to 50 soon after, having taken just 59 balls. Paul Grayson made some amends for his first-baller and a couple of misfields with some tidy overs of left-arm spin (five overs for 20), but by this stage the batsmen were in cruise control, picking off the singles at three an over and hammering the odd loose ball to the boundary. With the required run-rate never a problem, Kallis was able to play his normal game as Dippenaar accelerated. And when he ended the game with a straight six off White, South Africa had won with more than ten overs to spare. </p> <p>Earlier England batted with a death wish: four batsmen (Alec Stewart, Graham Thorpe, Andy Flintoff and Graeme Hick) holed out at deep square leg and two (Craig White and Andy Caddick) were run out by direct hits. Another, Grayson, lunged weakly outside off and fell to his first ball in international cricket. It was grim stuff from a side that can still collapse with the worst of them. </p> <p>But at 154 for 4 in the 37th over, with Hick striking the ball cleanly and Flintoff lending solid support, England were on course for 240. Then Flintoff pulled Shaun Pollock straight to Lance Klusener in the deep for 25 and things went quickly downhill. White set off for a single to the right of Jonty Rhodes, prowling at point, and paid the price (160 for 6), and when Hick's pull flew unerringly to Andrew Hall on the legside boundary in the next over, England were in deep trouble at 167 for 7. Hick, on, 65, was their last hope for some sort of score. </p> <p>Grayson groped at his first ball and edged to first slip (168 for 8), and Caddick chose the wrong moment to forget how to run a quick single as Boje hit the stumps from point (174 for 9). The rout was complete with almost six overs to spare when Mark Ealham fended Pollock to Mark Boucher. </p> <p> <em>Lawrence Booth is assistant editor of wisden.com</em></p>",
  "Sirima Bandaranaike, who has died aged 84, became the world's first woman prime minister, leading her country's government three times. One of the third world's best-known leaders, she made Ceylon a republic and changed its name to Sri Lanka. <p>Bandaranaike was the daughter of a prominent Sinhalese family in the Kandyan hill country - a perfect match for the wealthy low-country Bandaranaike with his driving political ambition. Like many similar families, the Bandaranaikes were thoroughly anglicised and held prominent positions in the colonial regime. </p> <p>Sirima, the eldest of six children, was sent at the age of eight to an English-language convent boarding-school in Colombo. But her parents ensured that she remained a devout Buddhist and spoke Sinhala as fluently as English. After leaving school she threw herself into social welfare work, walking miles through jungles and over mountains to distribute food and medicines, organise clinics and develop village industries. She became a great favourite of the Sinhalese peasantry, acquiring a reputation which proved politically invaluable.</p> <p>In 1940 she married Solomon West Ridgeway Dias Bandaranaike, an Oxford-educated minister in the colonial government. Both were from the top goyigama caste of landowners. </p> <p>Sirima was a valued confidante to her husband, persuading him to resign from the government and the ruling United National party (UNP) in 1951. Two months later he formed the Sri Lankan Freedom party (SLFP) with democratic socialism and Sinhalese resurgence at its heart. </p> <p>In general elections the following year she helped her husband win the biggest majority of any seat won by his party. She campaigned in his constituency while he concentrated on the rest of the country. At the next elections in 1956, Bandaranaike won by a landslide and formed a leftwing coalition government. He had promised to replace English with Sinhala as the island's sole official language, a watershed in the country's history. This was aimed against the dominance of the English-speaking elite, but also sowed the seeds of bitter conflicts with the Tamils. Bandaranaike used Sinhalese chauvinism to gain power, but could not control it. </p> <p>His prejudice also played a part in his murder in 1959 by a Buddhist monk. Mrs Bandaranaike was given little time to grieve in peace. The following year she succumbed to the SLFP's pleas to assume the party leadership, and led it to victory on a wave of sympathy. </p> <p>Over the next four years, the world's first woman prime minister forged ahead with her husband's socialist reform programme. The island was thrust into the emerging Non-Aligned Movement; foreign oil companies were nationalised and all government business was transferred from foreign banks to the state-owned Bank of Ceylon and the new People's Bank, bringing an end to US aid. Soviet aid was sought for industrialisation projects and education was reformed in favour of the Buddhist Sinhalese. </p> <p>But under pressure from rightwing Buddhist leaders, some SLFP MPs crossed the floor and the government collapsed at the end of 1964. She lost the next year's elections, but was herself elected to parliament for the first time.</p> <p>In 1970 the United Left Front led by the SLFP won a two-thirds majority in parliament. But in 1971 the leftwing People's Liberation Front launched an insurrection in protest against unemployment. This rebellion was swiftly crushed, though at the cost of an estimated 1,000 lives. More than 10,000 were jailed, but most were later released. Deeply shaken, the government pressed on with land reform, the nationalisation of the tea estates and a new republican constitution, which changed Ceylon's name to Sri Lanka and made Buddhism the state religion - to the dismay of the mainly Hindu Tamils.</p> <p>Mrs Bandaranaike also imposed rigid state control over the economy. Under the impact of soaring oil prices, living standards collapsed in a welter of rationing, bureaucracy and corruption. Her SLFP was routed in the 1977 elections. The UNP, led by JR Jayawardene, secured a 75% majority, which he used to tighten the authoritarian regime Mrs Bandaranaike had imposed in her second term. He revised the 1972 constitution and had himself elected executive president. In 1980 he had her civic rights suspended for seven years for abuse of power.</p> <p>With Mrs Bandaranaike unable to play any public role, the SLFP was riven by discord. In the difficult years ahead her main task was to hold the party together. Succession to the party leadership became a bone of contention between her son Anura, who was moving to the right, and her daughter Chandrika, who formed her own leftwing party with her popular film star husband Vijaya Kumaranatunga. One of the new party's main aims was to seek a rapprochement with the Tamils. </p> <p>With her civic rights restored in 1985, Mrs Bandaranaike recovered her place as unchallenged leader and the SLFP's fortunes rose again. After Kumaranatunga's assassination in 1988, Chandrika rejoined the SLFP and secured the party leadership in 1994 at the expense of Anura, who crossed over to the UNP.</p> <p>These were years of mounting violence, often initiated by the government or the ruling UNP. After the nationwide pogrom in 1983, the Tamils took to armed resistance and in 1987 India sent in troops to impose a peace settlement. It failed, but Mrs Bandaranaike, once India's greatest ally on the island, hotly opposed the intervention. </p> <p>Without influence in Delhi or among the Tamils, she could not prevent rising violence in the south. In 1989 the JVP was again crushed by the UNP government. Estimates of the number slaughtered vary from 30,000 to 70,000.</p> <p>Her last bid for power was in the presidential elections of 1988 and the parliamentary polls of 1989. The UNP lost its two-thirds majority in parliament, its chief weapon in manipulating the constitution. </p> <p>Mrs Bandaranaike stepped down just before the parliamentary elections in 1994. When Chandrika also won the presidential elections three months later, she appointed her mother prime minister. </p> <p>The Bandaranaikes, husband and widow, broke the stifling colonial ethos of the English-speaking elite, and restored dignity and a rightful place to the Sinhalese. But it was largely at the expense of the Tamils. Mrs Bandaranaike, like most Sinhalese, had little concept of the island as a multi-ethnic whole.</p> <p><b>Sirima Bandaranaike, nee Ratwatte, born April 17 1916, died October 10 2000.</b></p> <p>\u0095 A full version of this obituary will appear in tomorrow's Guardian</p>",
  "<p><strong>Arsene Wenger</strong> was approached by the FA to take charge of <strong>England</strong> for one game in the wake of Kevin Keegan's resignation, according to the Sun. The Arsenal boss turned the offer down, of course, leaving Howard Wilkinson in control for the crucial Finland game.</p> <p><strong>Marcello Lippi</strong> is interested in the job, though. \"I hear my name is mentioned it is very gratifying to be in the frame for such a prestigious position,\" he said.</p> <p>Meanwhile, <strong>Southampton</strong> are ready to equal the club record £2m they paid for David Hirst by signing Tottenham goalkeeper <strong>Ian Walker</strong>.</p> <p>Poland goalkeeper <strong>Jerzy Dudek</strong> is on the verge of joining <strong>Arsenal</strong> in a £4m deal, according to the Daily Mail.</p> <p><strong>Christian Dailly</strong> could be on his way back to <strong>Derby</strong> after losing his place at Blackburn. But Jim Smith is not prepared to meet the £4m asking price for the Scottish international, who left Derby for Blackburn in a £5.3m deal in 1998. <strong>Celtic</strong> and <strong>Newcastle</strong> are keeping tabs on the situation.</p> <p>AC Milan midfielder <strong>Zvonimir Boban</strong> has turned down a £4m move to <strong>Chelsea</strong>.</p> <p>Bordeaux's 20-year-old striker <strong>Nicolas Sahnoun</strong> will spend a year on loan at <strong>Fulham</strong>.</p> <p><strong>Luton</strong> are about to sign defender <strong>Jose Jorge Saavedra</strong>, according to Planet Football. The 22-year-old Spaniard, who plays for Primera Liga side Real Oviedo, will join Ricky Hill's men early next week.</p>",
  "<p>October is a revolting month, as Lenin once observed, and the dull thud of Keegan and Milosevic falling with the autumn leaves confirms this year is no exception.</p> <p>Here in Italy, of course, we've had a top dog dismissal of our own to chew over - Marcello Lippi, manager of Internazionale. Lippi's sacking came just three days into a new championship, which post-Keegan looks positively pedestrian but still left Italians open mouthed like a bowl of steaming linguini.</p> <p>Why the surprise? Until arriving at Inter, Lippi had the most impressive CV in the Italian game. A cigar-puffing Paul Newman lookalike, at previous clubs Napoli and Juventus he'd brought extraordinary results including three Italian titles at Juve in his first four seasons. Naturally, his move to the nerazzurri a year ago was supposed to herald the start of a glorious new era, but as usual what had worked elsewhere here went hideously wrong. </p> <p>Call it the Inter jinx. For years, after all, this club has relentlessly bought up the world's top talents only to watch them break up or fail. Take Dennis Bergkamp, Ronaldo and Christian Vieri - all three hanging ten on the wave of success until they met the cold hard beach of Inter. Lippi was no exception. A few months in Inter's heart of darkness were enough to turn Serie A's most intelligent, charismatic and flexible manager into an arrogant ball of nerves. </p> <p>Not surprisingly, his debut season was not successful, with Marcello upsetting the players and ending cupless. In May, to clear the air, he offered his resignation but the club declined. This season, then, Inter began afresh with two targets: the Champions League and the Italian championship. </p> <p>The first they exited in the preliminary round, and when the second began with an away defeat to Reggina, Lippi borrowed a page from Artie Fufkin: \"If it were up to me,\" he informed a puzzled post-game press conference, \"I'd fire the manager, put all the players against the wall and kick their backsides.\" Inter dismissed him two days later.</p> <p>Those of us who love Serie A for the silly surnames now have only Totti to fall back on, but the news isn't all bad. Firstly, Lippi's plea for post-game spankings was plainly a cry for help - the time off and the check to his rampant pride should do him good. Secondly, as their performance at Reggina made all too clear, the team sure won't miss him.</p> <p>Meanwhile, Inter's directors get to do what they enjoy most: start afresh. This Wednesday, thus, the club that's seen more disasters than George Kennedy unveiled their latest manager, Marco Tardelli. Last time many of us saw Tardelli, he was tearing his way across the Bernabeu turf yelling his head off, having put Italy on course for the '82 World Cup. Eighteen years later, he arrives worryingly fresh from success with Italy's Under-21 side. </p> <p>Under his management this summer, they won the European championship with a side featuring many of Inter's younger players - now his task is to bring a little humility and cohesion to the Nerazzurri's multi-ethnic squad. Hopes are high as always.</p>",
  "<p>The Society of Editors is asking any editors who may have encountered problems with the new Human Rights Act, which came into force on October 2, to contact it.</p> <p>The move follows reports that a police force had told a local newspaper it can no longer release the names and addresses of people who have been charged before they have appeared in court. The Society of Editors would not reveal the name of the police force.</p> <p>The society's director, Bob Satchwell, said that on the whole he \"cautiously welcomed\" the Human Rights Act, believing that it would ultimately mean greater freedom of information. He pointed out that the act emphasises that Article 10 - protecting the freedom of the press - should be given precedence over Article eight, which protects the right to privacy. \"A lot of senior government law officers are saying that its going to be beneficial for the media,\" he said.</p> <p>Mr Satchwell said he was talking to the police force in question in an attempt to put the situation right. He added: \"What we are concerned about is that there are lots of organisations around the country who are going to have to be educated about what the act means.\"</p> <p>Last week the commissioner of the Metropolitan Police, Sir John Stevens, said that he wanted police forces across the country to co-operate with the media to counteract a growing \"suspicion\" between the two.</p>",
  "Just when you think you have heard the worst from the chamber of horrors that passes for the capital punishment system in the US, yet another chilling tale of wrongful conviction emerges from death row. <p>The latest such story comes from Virginia, where Earl Washington, a man with the mental age of a young teenager, has spent 17 years in prison for a murder and rape he did not commit, once coming within five days of execution. </p> <p>DNA tests that proved conclusively that he was innocent of the crime finally led to a pardon last week. When his lawyer told him, he said: \"Whew, I told everybody I didn't do that. I guess I'm freed now.\" </p> <p>His lawyer had to tell him that he was not free. He still had to serve the rest of a 30-year sentence for another crime - hitting a neighbour over the head with a chair and stealing three dollars. </p> <p>\"Well, I've learned not to build my hopes and I'll just wait,\" Washington said. His lawyers are still fighting to get him out. He is now 39 years old. Washington's legal team had the exculpatory DNA evidence years ago. But in Virginia, if you cannot present evidence of innocence within 21 days of conviction, it is inadmissible. </p> <p>If you have DNA evidence, eyewitness testimony, even a confession from the real killer, and you arrive 22 days after a death sentence has been pronounced, you have no recourse in the normal appeal court system. A handful of other states have similar laws, but Virginia's time limit is the shortest. </p> <p>DNA testing has so far cleared 76 prisoners, including nine former death row inmates, of their crimes, but it is far from universally accepted. In some states, the criminal justice system jealously guards its convictions and is loathe to reopen cases.You cannot just keep the courts tied up indefinitely with old convictions, the prosecutors and the police often argue. </p> <p>Just before the DNA evidence proved Washington innocent, the local police chief, CB Jones, told journalists: \"It has been proved that he was guilty by a court of law and we keep trying the same case. Where is the end?\" </p> <p>In Texas two years ago, the appeal court refused to grant Roy Criner a new trial, even after DNA tests demonstrated that he was not responsible for the rape and murder he had been convicted of. His DNA did not match the semen found in the body. It was possible, the judges argued, that Criner had indeed committed the rape and used a condom. </p> <p>He was only freed in August after tests matched DNA from cigarette butts found at the scene to the semen. After another man was exonerated of a rape charge with DNA evidence, the local Texas county destroyed forensic evidence from 50 other cases. Just tidying up, county officials said. </p> <p>For some, of course, DNA testing comes too late. The family of Joe O'Dell is still fighting to prove his innocence of a rape and murder conviction more than two years after he was executed in Virginia. They wanted a DNA test, but were told that court officials had tossed the forensic evidence into an incinerator. </p> <p>Even if they had not, it has been hitherto impossible to convince a US court to order posthumous DNA tests after an execution. There is almost certainly a connection between this policy and the argument advanced by death penalty supporters that no one in recent years has been proved to have been wrongfully executed. </p>",
  "<b> Zero tolerance</b> <p>Rigorously enforce the 1971 Misuse of Drugs Act with £100 fixed penalty fine for first offence for possession for personal use but straight to court for second offence, with penalty rising to prison sentence of up to 7 years for those who persistently flout the law. Abandon use of informal police warnings or cautions. Criminal record for possession.Testing positive for cannabis when under arrest can in certain parts of the US lead to compulsory detention and treatment courses. </p> <p>Who backs it? Ann Widdecombe, Norman Tebbit and former Home Office minister David Maclean; Paul and Janet Betts. </p> <p><b> Status quo</b> </p> <p>Prosecution for possession left to police discretion, with emphasis on statutory cautions to divert offenders from illicit drug use. Police have power of arrest and, mainly as a result of stop and search, arrested 77,000 people for cannabis possession in 1997. Half were fined and half formally cautioned; both attract a criminal record. Some 4,852 people were jailed for cannabis possession in 1997 but most faced other charges, and average sentence was four months. </p> <p>Who backs it? Tony Blair, Jack Straw; Metropolitan police commissioner Sir John Stevens; drugs tsar Keith Hellawell. </p> <p>Government has licensed trials to establish if cannabis has therapeutic benefits for people with multiple sclerosis. Doctors were able to prescribe tincture of cannabis for 100 years until it was banned in 1973. If it is licensed for medical use the drug will probably be stripped of its active recreational ingredient. Ministers say they will support conclusion reached from the trials. </p> <p>Who backs it? House of Lords select committee on science and technology and British Medical Association. </p> <p><b> Decriminalisation</b> </p> <p>Possession remains an offence but has lowest priority for police and prosecuting authorities. The cannabis is seized. Penalty becomes an informal warning or fixed penalty fine but no criminal record. Imprisonment not an option. This option can take many forms. In Holland there is an official written policy that simple possession is not prosecuted. </p> <p>Who backs it? The Daily Telegraph (for a trial period); Charles Kennedy, Liberal Democrat leader; the Police Foundation inquiry, including two chief constables; Cleveland police authority; John Grieve, former head of Met's anti-terrorist branch. </p> <p><b> Legalisation</b> </p> <p>The underground economy arising from illegal drug use is the main source of drug-related crime. If you put an end to drugs black market, the state can control supply of hard and soft drugs. Could lead to chemists selling Skunk or Colombian Gold, and a boom in self-help books such as How to Kick the Dope Habit and 101 Ways to Enjoy Cannabis Without Smoking. </p> <p>Who backs it? Labour MPs Paul Flynn, Tony Banks and Brian Iddon; Francis Wilkinson, former chief constable of Gwent; Tory MP Alan Duncan; Ringo Starr, Harry Belafonte and Alan McGee, record mogul.</p>",
  "It is all very well for the privileged, articulate middle classes who smoked dope at university to call for the decriminalisation of cannabis while ignoring the impact drugs have on deprived, inner-city estates. Or at least that is what Ann Widdecombe claimed at the weekend as she attempted to refine her argument in favour of spot fines for users. <p>However, a a trip to Oxford to sample attitudes at her alma mater and on one of Britain's most notorious council estates might reveal to her that the inhabitants of those two very different worlds share the same view: cannabis is not the problem she thinks it is. </p> <p>From the outside, little about the austere brick quadrangle at Lady Margaret Hall college, Oxford, has changed since Ms Widdecombe spent seven clear-headed years studying at the college in the late 1960s and early 1970s for a BA in politics, philosophy and economics and then for an MA. </p> <p>Inside the airy halls of residence, however, attitudes towards illegal drugs have moved on. It is fair to assume that if there are future shadow home secretaries currently studying at Miss Widdecombe's alma mater, they are unlikely to propose that cannabis users be further criminalised. Liberalisation, not criminalisation, will be the rallying call from a future conference platform. </p> <p>Joanne Iremonger, 18, in the first year of a modern languages degree at the college, thinks cannabis should be legalised although she is not a great fan of it herself. \"A zero tolerance attitude will just exacerbate existing drug problems,\" she said. \"It just focuses attention on the drug, which I think makes younger teenagers more likely to try it. When there is a forbidden fruit it is more appealing.\" </p> <p>Ms Iremonger's attitude is partly informed by her parents adopting a liberal approach. \"My mother insisted that if I was going to smoke cannabis, I did it in the house, rather than going out, and I did. Once I had smoked it I felt a bit giggly, a bit hungry, and then I thought: Is that it? It was not a big deal.\" </p> <p>Nick Kitchen, who like Miss Widdecombe is a PPE student but unlike her has smoked pot, was celebrating his 20th birthday yesterday. He condemned the policy. \"It is ridiculous. I can see that a spot fine, like a parking ticket, might have supporters, but with a parking fine you don't get a criminal record. My parents' attitude is that they don't see it as a great damager. \" </p> <p><b> 'Tell the truth'</b><br> </p> <p> Of Rachel, Hannah and Sophie, three trainee teachers at the college, two favoured legalisation, one decriminalisation. None thought their parents would back Miss Widdecombe's fines. \"You can't tell people what to do with their own bodies, even kids. All you can do is tell them the truth about the consequences of their actions,\" said one. </p> <p>It would be wrong to suggest that the cannabis debate rages at Lady Margaret Hall. All undergraduates are warned that the college does not lie outside the law and that they can be expelled for smoking dope. (The reality, say students, is that moderate use is tolerated by the authorities.) </p> <p>It is not that students do not care about the issue, rather that cannabis use is so widespread generally as to be unremarkable.\"It is a farcical debate being carried out among the Daily Mail-reading classes,\" said one. </p> <p>At the weekend Miss Widdecombe said: \"It is all very well talking about what educated, articulate people did at university, but I'm talking about housing estates where drugs ruin people's lives.\" </p> <p>On one such estate, the notorious Blackbird Leys, the scars of poverty and social exclusion are obvious, and the tranquil quad of Lady Margarets seems more than five miles away. But the kids hanging out on Blackbird Leys Road seem in little need of advice. </p> <p>Bobby Ahmed, 21, and Delroy Thomas, 20, both unemployed, enjoy a smoke. \"For me it's a mind soother,\" said Delroy. Pot helps them to beat the boredom of long days looking for work. The real scourges of the estate, they say, are crack cocaine and heroin. </p> <p>\"Pot doesn't make you mug people like the crackheads and brownheads [heroin users],\" said Mr Thomas. \"You see the addicts ducking past here with their hoods and caps pulled down real low. We call them 'cats' because they are always over fences and ducking round cars. The cats would rob their grannies for a fix,\" said Mr Ahmed. </p> <p>\"Police should be nicking them, not puff dealers. We know someone, he works five days a week, then sells a bit of gear to pay for the electric and cover the cost of a smoke - he got arrested, while the cats are looking forward to Christmas and easy pickings from people's houses. It's crazy.\"</p>",
  "<p>The BBC last night beat off an 11th hour legal attempt to block a programme naming four men in connection with the Omagh bombing which killed 29 people. </p> <p>The demand by the Northern Ireland human rights commission for the Panorama programme to be injuncted was thrown out by the high court in Belfast, Mr Justice Kerr finding in the corporation's favour just 90 minutes ahead of transmission to end a dramatic day of legal argument. </p> <p>Mr Justice Kerr said: \"There is no reason to suppose that criminal proceedings against any of those taking part in the programme will be stayed.\" </p> <p>He added that the relevant sections of the Human Rights Act, which the commission argued meant the court should err on the side of the person, showed that the \"balance fell firmly in favour of the broadcaster\". </p> <p>The commission had argued that the programme's naming of suspects could prejudice any criminal trial, and thus breach the human rights of the bomb's victims and any defendants. </p> <p>On Friday the high court in Belfast rejected another application from Lawrence Rush, who lost his wife in the worst attack of the Troubles. </p> <p>Mr Rush had asked the attorney general to take up the case but yesterday Lord Williams refused because the law on contempt of court applies only once people are charged with a crime, and no one has been charged with the bombing. </p> <p>In court Karen Quinliven, for the commission, argued that identification could damage police investigations and said there were implications \"for the personal safety and right to life\" of those named. She also argued the right of all people to be protected from \"trial by media\". </p> <p>She produced a letter from the RUC chief constable, Sir Ronnie Flanagan, to the director general of the BBC. In it Sir Ronnie wrote that he would wish to ensure no material would be used which \"would or might be likely to have an adverse affect on future prosecutions\", Ms Quinliven said. </p> <p>The BBC argued that since those named lived in the Irish Republic, they were beyond the jurisdiction of the court and the commission. </p> <p>Ben Stephens QC, representing the corporation, said: \"There is no chance of an upset to fair trial. The human rights commission has taken on itself to protect individuals outside its jurisdiction.\" </p> <p>Panorama said that four men, all from the republic, were tied to the bombing by records from mobile phones they either used or supplied. </p> <p>The records from the day of the bombing on August 15 1998 place those using the phones in the vicinity of the scene where the device exploded and in a timescale consistent with the explosion. </p> <p>Panorama says that through the records the four can be tracked on their way to Omagh from the republic, staying in the town for 20 minutes and then leaving in the direction of the Irish border. </p> <p>The BBC claimed eyewitnesses had given evidence to the police as to who was using the mobile phones, but were too frightened to testify in court. When challenged by the BBC, all four people named refused to explain their movements on the day. </p> <p>On legal advice, the Guardian has decided not to name the four identified by the BBC. </p> <p>The programme's reporter, John Ware, said the legal precedent that would have been set if the application had succeeded would have amounted to a \"gagger's charter\". Mr Ware said: \"It would mean you can't publish evidence of criminal behaviour for fear of prejudicing any trials. It would mean that a programme identifying alleged corrupt police officers couldn't run, as that would jeopardise a fair trial.\" </p> <p>After the verdict, a BBC spokesman said: \"Many of the victims' relatives clearly wanted the programme to be broadcast including those who took part in the programme. They and many others hope that the transmission of this programme will help bring to justice those responsible for the Omagh atrocity.\" </p> <p>Brice Dixon, head of the commission, said: \"We're concerned that if no successful prosecution ensues because of the risk of an unfair trial, the victims are left without justice and that breaches their human rights.\" </p> <p>The commission was set up under the Good Friday agreement and charged with defending human rights in the province.</p>",
  "For cannabis law reformers the proof that the 20-year-old Dutch \"coffee shop\" experiment has worked lies in the fact that fewer schoolchildren now experiment with marijuana in the Netherlands than in Britain. <p>They also point out that Holland now has the lowest drug-related death rate in Europe and that the number of problem heroin and other addicts has remained stable for years. The average age of a heroin addict in Amsterdam is now 36, some 12 years older than the average for the growing number of hard-drug abusers in Britain. </p> <p>But its critics, including some in Holland, as well as the British and American governments, say that this \"semi-legal\" policy of toleration has turned the country into a major producer and exporter of amphetamines and ecstasy, and into an important transit point for drugs entering Europe. </p> <p>The Americans complained last year that Dutch ecstasy exports had reached epidemic proportions, and not so long ago the French accused the Dutch of running a \"narco-state\" benefiting from drug tourism. </p> <p>In fact all drugs are still illegal in the Netherlands. The 1976 Dutch Opium Act, however, distinguishes between hard drugs, such as heroin and cocaine, which have unacceptable risks, and soft drugs such as herbal cannabis and cannabis resin. </p> <p>The intention of the law is to separate the hard and soft drug markets and is based on the belief that prosecuting and punishing cannabis smokers causes more harm than the drug itself. </p> <p>For the Dutch the question of illegal drugs is more of a public health issue than a law and order one. Indeed their official health advice says the biggest danger from smoking dope comes from the tobacco. </p> <p>The official advice is: \"You can smoke cannabis off and on, just for fun. You can smoke every day, but you will permanently lose touch with reality. It is up to you.\" </p> <p>The Dutch also say that it is mixing with drug dealers rather than the cannabis itself that leads young people to experiment with harder drugs. </p> <p>So since 1980 the sale of a small quantity - 5 grams now; it used to be 30 but there was a backlash - of cannabis in \"coffee shops\" has been tolerated under strict conditions. Hard drugs are banned and sales to children are not allowed. Alcohol is not to be sold on the same premises. </p> <p>Control of coffee shops has become stricter in the past few years, with the closure of 300 of the 1,500 shops for breaches of the guidelines or proving an annoyance to local residents. </p> <p>Although technically cannabis remains illegal, the Dutch have a formal written policy of not prosecuting people found in possession of small amounts, on the grounds of \"expediency in the public interest\". </p> <p>Critics of the Dutch say the \"coffee shops\" get their supplies illegally from major drug dealers, whether growers or importers. The Dutch say they can live with this fundamental contradiction as the benefits outweigh the disadvantages. </p> <p>Perhaps the most compelling evidence pointing to the success of their experiment remains the fact that young people are far less likely to experiment with drugs in Holland than they are in Britain. </p> <p>By removing the perceived glamour of illegality, they seemed to have removed one of the main motivations for experimenting with soft drugs. </p> <p>The latest figures show that in 1998 only 27% of Dutch teenagers had tried cannabis, compared with 40% of British youngsters.</p>",
  "Flo seems such a nice old lady. She is feisty, good-humoured and worries about how other elderly Americans are getting on, especially with the high price of medicines these days. She is especially concerned that some new-fangled policy in Congress is going to put \"big government in our medicine cabinet\". <p>That remark, almost hidden among her lighthearted musings, gives away who she really works for. The series of public policy advertisements she appears in is paid for by an innocuously named group, Citizens for Better Medicare, which turns out to be the public relations arm of Pharmaceutical Research and Manufacturers of America. </p> <p>The industry lobby is fighting a tooth and nail battle against a Democratic proposal to curb the ballooning price of prescription medicines. It has poured more than $11m (£7.8m) into the presidential campaign - mainly to George W Bush who opposes the scheme, but about a third to Al Gore in the hope he will feel beholden to the industry if elected and perhaps water down the plan. In a close race like this, it pays to hedge your bets. For that reason, the industry has ploughed many millions more into congressional races. </p> <p>The gulf between Flo's kindly face and the hard-edged bottom-line war she is fighting in is a fitting illustration of the two parallel elections underway in the US. One is a contest of personalities and a menu of user-friendly policies that fills the airwaves and news bulletins. The other is practically invisible and pits two loose coalitions of corporations and interest groups against each other in a struggle to decide how money will be made and who will make it under the next administration. </p> <p>The map of the visible election is familiar. It is the patchwork of states coloured in different shades to represent their allegiances. The other, largely invisible, electoral map shows how corporate America has lined up for contest - the most money-driven election in US history. </p> <p>Larry Makinson, head of the Centre for Responsive Politics which monitors the role of money in the campaign, said the sheer amount of cash involved owed a lot to the closeness of the race. The corporations, he explained, \"don't know who to lobby because they don't know who's going to be in control and both parties are trying to raise money like gangbusters. And so they're calling in chits.\" </p> <p>But after the election, it is corporate America that will call in its chits, and - if recent political history is anything to go by - much of the new administration's policy will be guided by the bets placed by big business during the campaign. </p> <p>In some cases, the policy issues are the same in both the visible and invisible elections. The future of Medicare has been exhaustively debated, even though the trade association, whose \"public service\" broadcasts are helping shape that debate, is rarely identified. </p> <p>However, many of the key battles which determine the struggle over big money are not fought in the open. They concern issues such as tort reform and financial deregulation, which sound obscure and tedious, but which represent billions of dollars to both parties' financial backers. </p> <p>The story is often told of how George W Bush came almost out of nowhere to win the Texas governorship in 1994 from a popular Democratic incumbent, Anne Richards. It is often explained in terms of Mr Bush's optimistic never-say-die nature and his easy manner with ordinary Texans. </p> <p>But it had a lot to do with one campaign pledge. \"Probably the first and most important thing I will do when I am governor of this state,\" he promised, \"is to insist Texas changes the tort laws and insist we end the frivolous and junk lawsuits that threaten our producers and crowd our courts.\" </p> <p>True to his word, he signed a string of tort reform bills in his first few weeks in office. Tort reform means making it harder for consumers to sue large corporations. If he becomes president, Bush and his backers mean to put industries such as tobacco, guns, oil and medicine far beyond the reach of the lawsuits which have had the corporations pinned down in the courts for years. </p> <p>The Bush tort reform proposals would limit victims' rights of access to the court system and cap the amount of damages they could be awarded if they did manage to bring a case to court. </p> <p>The effect in Texas was dramatic. When a San Antonio jury tried to award a widow $42.5m after lax oil company safety procedures had resulted in the death of her husband, an oil refinery worker, the Bush tort reform laws meant the company paid just $200,000. </p> <p>Mr Bush's tort reform pledge flooded his 1994 campaign with corporate funds, and is doing the same now. It is bringing in cash from almost every corporate sector which feels vulnerable to the US people's litigious instincts - financial services, insurance, tobacco, pharmaceuticals and oil, the list is endless and explains the Republican candidate's extraordinary lead in the money stakes. The anti-corporate third party candidate, Ralph Nader, often refers to Mr Bush as a \"corporation disguised as a human being\". </p> <p>Mr Bush had raised a record $170m by the end of August and must be heading towards $200m by the election on November 7. Over half his campaign funding is \"hard money\" - individual donations subject to a limit of $1,000 given directly to his campaign coffers. These donations are often \"bundled\" together by firms or interest groups in the names of their members or employees. </p> <p>The rest is \"soft money\" which can be given to each party's national committee to promote \"issues\". These issues are not supposed to be directly related to the election campaign, and so are not subject to cash limits. But it is a transparent veil. The money and the advertising it funds almost always goes to support the presidential candidates. </p> <p>Vice-president Gore has raised more soft money than hard but altogether he has little more than half the financial resources of his opponent. His key backers are the lawyers, who fear tort reform as much as Mr Bush's corporate sponsors crave it. In most class-action lawsuits - against gun manufacturers, tobacco, the construction industry or whomever - the lawyers keep a third of the financial award. Each year in US courts that accounts for a huge sum of money and the legal industry has invested nearly $12m in Mr Gore to make sure its members are not deprived of it. </p> <p><b> Alienating industries</b><br> </p> <p>Mr Gore's and the Democrats' close association with the trial lawyers has, however, inflicted strategic costs elsewhere, alienating industries that might otherwise be sympathetic, such as the computer and dot.com industry. </p> <p>Silicon Valley is this year's emerging big player on the election Monopoly-board, contributing $10m to the presidential campaigns alone. The Clinton Democrats have long held an edge here, as they have generally opposed initiatives to tax the internet. Furthermore, the relaxed liberal California lifestyle which is home to many in the industry is conducive to Democratic support. Democratic primacy is being challenged however, as the big computer and internet firms worry about the threat of shareholder lawsuits, by which individual owners of company stock have sued firms for sudden plunges in its value, a frequent occurrence in the volatile hi-tech sector. </p> <p>The huge financial sector is also tilting away from Mr Gore. The banks and investment houses have traditionally been \"double-givers\", backing politicians on both sides, to make sure government stayed out of their business. Their payoff was the financial deregulation legislation of 1999. </p> <p>But this year, there is another issue on the table. Mr Bush's proposal to allow Americans to invest part of their social security payments (the US version of national insurance payments) in the stock market has raised the possibility of billions of dollars of new investment funds for the securities industries. It represents a significant prize and has tilted this, the largest single corporate sector, decisively in Mr Bush's favour. </p> <p>Mr Gore's environmental policies have cost him dearly in the race for big money. It has alienated the real estate brokers and construction industry, which are against environmental zoning, the transportation industry, which wants cheap fuel and less emission control, and the big oil companies. </p> <p>Mr Bush and his running mate, Dick Cheney, spent much of their careers in the oil business, so the industry's backing comes as little surprise. But the oil companies will exact a price for a Republican victory. They want to explore the Arctic coastal plain in Alaska, beneath which they believe there are 16bn barrels of oil. Mr Gore has said he will not allow the area, a wildlife refuge, to be destroyed. </p> <p>Mr Gore's environmental policy is generally more popular with voters, as is his support for Medicare and his opposition to tort reform (most Americans believe in the right to sue). But those positions have also lost him financial backing. This election may prove whether you can win the contest for votes without winning the contest for money first.</p>",
  "The United Nations secretary general, Kofi Annan, yesterday led international efforts to haul Israel back from the brink of war on two fronts: against the Palestinians, and on its northern border in Lebanon. <p>But hours after the expiry of an ultimatum set by the prime minister, Ehud Barak, for 12 days of violence to end, Israel and the Palestinians were locked in angry recriminations after a day of sporadic violence in the West Bank and Gaza. </p> <p>Meanwhile, Egypt and the US backed efforts to defuse a crisis caused by the kidnapping of three Israeli soldiers by Lebanese-based Hizbullah militants at the weekend. </p> <p>Russia's foreign minister, Igor Ivanov, visited Syria and Lebanon and a UN envoy said he had been told the three men were alive and safe. </p> <p>But there were no assurances for Mr Annan last night, who met with Israel's foreign minister, Shlomo Ben Ami, before talks with the Palestinian leader, Yasser Arafat, in Gaza. He will not meet Mr Barak until today. \"I have not come up with any magic formula or solution,\" Mr Annan said on his arrival in Tel Aviv. </p> <p>The rhetoric on both sides was unforgiving. \"There are no signs in the field that there is a halt in the violence on the Palestinian side,\" Mr Ben Ami said. \"Therefore I do not see any room at the moment for a change in the Israeli position.\" </p> <p>The Palestinians have categorically rejected Mr Barak's ultimatum. They say the core of the crisis is the high casual ties inflicted by Israeli soldiers, with 89 dead, almost all Arabs. Mr Arafat, who met earlier yesterday with Egypt's president, Hosni Mubarak, said he would only discuss his demands for an international investigation into the violence with Mr Annan. </p> <p>Although the deadline set by Mr Barak formally expired with the sunset that ended the most sombre day on the Jewish calendar, Yom Kippur, Israel appeared prepared to hold fire at least until today. </p> <p>And beneath the rhetoric, so did the Palestinians. Although sporadic shooting erupted in the West Bank city of Ramallah when mourners streamed from a funeral to a barricade manned by Israeli troops on the outskirts of town, there were no fatalities. Fourteen people were reported injured. </p> <p>However, the violence was descending into tribal hatreds, with Jew killing Arab and Arab killing Jew in the West Bank as well as in Israel proper. Overnight, soldiers reported the discovery of the brutally beaten body of a distant cousin of the US vice-presidential candidate, Joe Lieberman, who had been kidnapped by Palestinians near Nablus at the weekend. </p> <p>In Nazareth, hundreds of Israeli Arabs, at a funeral for two men killed by Israeli riot police overnight, clashed with stone-throwing Jews. </p> <p>On the street, the Palestinians were in no mood to yield to ultimatums. \"The civilian uprising is continuing and I think many Palestinian leaders are doing their best to ensure there is not shooting,\" said Mustafa Barghouti, head of Palestinian ambulance services. </p> <p>\"But what started as an uprising for the al-Aqsa mosque in Jerusalem has become an uprising for independence, and against the Israeli occupation.\" </p> <p>The widening nature of the protests, ignited by the visit to the holiest Muslim site in Jerusalem by a hardline Israeli leader, is being carefully charted in the Arab world. In Jordan and Egypt, there have been angry protests against the heavy toll suffered by the Palestinians. </p> <p>The tensions building over the crisis in Lebanon were the most serious since Israel withdrew its troops last May. Mr Barak said he would hold the Lebanese - and Syria, the real power behind the throne there - responsible for the kidnapping of his troops. </p> <p>That could complicate diplomatic efforts to arrange a prisoner exchange, trading the three soldiers for Lebanese detainees kidnapped by Israel and held illegally in its jails.</p>",
  "When Jasmina Jovanovic died during the recent tumultuous events in Serbia, the common reaction among people in Belgrade was that it was a small price to pay for change. Others have described her as the final victim of Slobodan Milosevic, whose 13 years of tyranny ended surprisingly peacefully last week. <p>When Jovanovic died last Thursday, she became the only person to lose her life in the Serbian uprising. The 39-year-old law graduate was killed when she slipped from a trailer carrying a bulldozer to the demonstration outside the Federal Parliament building in the centre of the capital. Witnesses say it was a freak accident. Her rucksack slipped and pulled her under the wheels as pro-democracy protesters stormed the building. Staff at the Urgent Centar, Belgrade hospital's emergency clinic, say she was dead on arrival. </p> <p>Jovanovic was buried on Saturday in a small cemetery in her home village of Milosevac. But five days after her death, she has been virtually forgotten. As the new president, Vojislav Kostunica, attempts to assert his control of the country, news of her death has been limited to a few paragraphs on the inside pages of Serbian newspapers. </p> <p>Yet according to her friends and colleagues, Jovanovic was part of a group that was instrumental in helping to bring down the Milosevic regime. Her death, and more specifically the way it has been viewed since, is a reminder, according to some, that women have a very long way to go before they become an acceptable part of political life in Yugoslavia. </p> <p>Jovanovic spent her childhood in Milosevac, a village 40 miles from Belgrade, in an area regarded as the heartland of Serbia. Belgraders refer to it simply as being on \"the South track\" - an allusion to its lack of sophistication. </p> <p>The only daughter of two teachers, Jovanovic moved away from the village to study law in Belgrade where she remained until her death. In 1992 she became one of the first members of Vojislav Kostunica's Serbian Democratic Party. At a memorial service held for her on Sunday, the party's representative, Dragan Jocic, described her as being very active in all the opposition demonstrations since then. \"All the time she was working for change in Yugoslavia,\" he recalled when paying tribute to her. </p> <p>Jovanovic's friends say she had been looking forward to Thursday's demonstration for days. Thursday was the date the Democratic Opposition of Serbia had set as the deadline for Milosevic to step down from power. \"She had no fear, she was very brave,\" one friend is quoted as saying in the opposition daily newspaper Blic. </p> <p>One woman, however, can't help but think that coverage of Jasmina Jovanovic's death would have been very different if she had been a man. \"If a man was killed, very quickly the importance of his role in the democratic opposition in Serbia would be clear,\" says Biljana Vuco, president of the Yugoslav Lawyers Committee for Human Rights. \"There was no news about Jasmina's political involvement,\" she adds. \"I didn't even know she was a member of a political party.\" </p> <p>According to Vuco, most people's perception of politics in Yugoslavia is that it remains very much a man's domain. The country's three most dominant female politicians are identified as strong women - but none of them has a popular reputation. \"They are called bitches,\" Vuco explains. \"They are guilty of everything.\" </p> <p>Mira Markovic, the wife of Slobodan Milosevic, is the most obvious example, characterised as the Lady Macbeth of Serbia. But successful women in the Democratic Opposition get the same treatment. Danica Draskovic, the wife of Vuk Draskovic, president of the Serbian Renewal Party, and one of his closest advisers, is subject to numerous rumours about her personal life. Vesna Pesic, head of the Centre for Anti War Action, is respected among intellectuals but is not very popular outside those circles, Vuco says. </p> <p>\"The view is that they are in politics because they have personal problems,\" she explains. \"They are not good housewives or mothers. There is a common opinion that women have nothing to do with politics in Serbia.\" </p> <p>Jasmina Jovanovic, she argues, is therefore seen simply as a \"poor woman who died in a demonstration by accident\" and not as somebody who genuinely struggled to overthrow the Milosevic regime. </p> <p>Others are less critical. Goran Svilanovic is head of the Civic Alliance of Serbia, one of the many groups that made up the Democratic Opposition of Serbia. He believes that the failure of the press to give more coverage to Jovanovic's death has little to do with gender. \"Two men died at the same time, one of a heart attack and one of a stroke, and there is nothing about them in the papers,\" he points out, adding that it is communism and state control that has prevented the rise of women within Serbian politics. </p> <p>It is certainly the case that women did not fare well under the Milosevic regime. Since the Nato bombardment began in the spring of 1999, combined with the grinding effects of nearly a decade of economic sanctions, half the population has been living below the poverty line. Infant mortality has increased, as has prostitution and domestic violence. According to the UN, 25% of Serbian women felt it would be \"irresponsible\" to bear children in their nation while Milosevic remained in power. </p> <p>Lately, however, there has been evidence of an upsurge in women's activism. In the past year, 70% of all new non-governmental groups have been created by women. </p> <p>Svilanovic believes that the women of Serbia have yet to have their day. \"Everything has been controlled by the state,\" he says. \"Unions have been under state control or nonexistent. It is the same for the bar association and the medical profession. It will take time, but women will gradually emerge.\" </p> <p>Back in Milosevac, Jovanovic's funeral was one of the biggest the area had seen in years. Death notices pasted to lamp-posts note that her death came on the day \"when democracy and freedom descended\". </p> <p>Her aunt, Ljiljla Peresic, says she had warned Jovanovic not to go to the demonstration, but she was determined. \"She wanted change and a normal life.\"</p>",
  "<p>The resolute silence from Greg Hutchings, chief executive of Tomkins, screamed one thing yesterday: resign, now. The former Hanson executive may have built what at its peak amounted to a £4.5bn conglomerate, spanning everything from guns to Hovis bread rolls, making many of Tomkins' investors a tidy return in the process, but Mr Hutchings never seemed to show much interest in the niceties of corporate governance. </p> <p>His tendency was to run the company as if it were private. And it was only under intense pressure, with a share price close to free fall, that he finally agreed to split the roles of chairman and chief executive and bring in non-executive directors who could be relied upon to stand up to him. </p> <p>If Mr Hutchings himself cannot stand up now and state publicly that each and every one of the extraordinary allegations regarding his probity that appeared over the weekend are nonsense, then he is not fit to run a publicly listed company. </p> <p>Speaking privately, his aides have come over all conspiratorial, convinced that some in the City are out to \"get\" Mr Hutchings. </p> <p>But even their suspicions appear to be directed at the way in which the information suddenly appeared in the press rather than the substance of the allegations themselves. </p> <p>At the same time, statements from David Newlands, installed in the wake of institutional pressure from the likes of Hermes, do not encourage the idea that this is all some terrible misunderstanding. </p> <p>Having called in Arthur Andersen to investigate the claims - which range from Mr Hutchings having both his wife and housekeeper on the company's books to suspicions that Tomkins assets were used to support Lord Archer's bungled campaign to become London's mayor - Mr Newlands has also dropped a heavy hint to the Inland Revenue that it might also take a closer look at his chief executive's affairs. </p> <p>Mr Hutchings liked to wear a Smith &amp; Wesson gun belt under his suit. Let us hope that when the auditors finish their inquiry they find no other traces of the wild west. </p> <p>If they do, it will prove a serious embarrassment for the host of investment banks which have taken some exceptionally tasty fees out of Tomkins over the years. At its prime, the level of deal-making was such that the process of due diligence must have been a full time affair at the company. </p> <p>Private use of corporate jets, friends or family on the payroll, and suspect use of company apartments are all common enough vices among privately run businesses, where the boss typically owns most of the equity and has primarily built the company on his or her own sweat and blood. </p> <p>Corporate financiers and auditors handling floats are trained to spot and reverse such abuses because they know they are not tolerated in the public arena. At a company which for years was a member of the FTSE 100, using the public's money to expand, such monitoring should have been routine. </p> <p>Good corporate governance, it should always be remembered, is not a piece of corporate greenery. It is just good business sense. </p> <p><strong> Telecoms chasm </strong><br> </p> <p> It must be serious. Even the European Central Bank, which might be thought to have other preoccupations - not least a bombed-out euro - has noticed. The latest bulletin for the ECB devotes part of a special section to the telecoms sector's appetite for money as the cost of acquiring third generation mobile phone licences mounts. </p> <p>As the ECB notes, the spread between government and corporate bonds is widening fast. If the cost of future licences exceed market expectations that spread is likely to widen further, though government bonds yields are likely to continue to be overshadowed by the health of public finances across most of the European Union. </p> <p>The ECB is hardly the first to notice the risks inherent in the current UTMS spending spree. Look no further than the fall in the market capitalisations of the big European telecoms players since the spring. </p> <p>But the slump in equity prices is potentially less serious than the bond market fallout. Long term investors can shrug off the equity market retreat and hunker down for better times. Bond market investors may not be quite so comfortably placed: theirs was meant to be a lower risk approach. </p> <p>So the forthcoming issue from Holland's KPN may be an interesting test of sentiment. True, KPN is hedging its bets. It is seeking to raise between €4bn and €6n through a share and convertible bond issue. Others will be keeping a wary eye on the market's appetite for KPN paper. It is not the only telecoms firm reputed to have fundraising issues in the pipeline. If KPN looks like getting a good reception, others will be encouraged. If it looks sticky it may force some serious rethinking elsewhere.</p>",
  "<p>After yesterday's sale of its Twyford plumbing business, building materials group Caradon plans to go on a £500m spending spree to establish itself as a hi-tech company under the name Novar. </p> <p>Chief executive Jurgen Hintz wants to expand in the so-called intelligent building services he believes will become a fast-growing market as homeowners opt for more gadgetry. </p> <p>The former Proctor &amp; Gamble main board director said he was looking at a range of targets but added \"we will not be spending money unless there are good returns.\" </p> <p>Caradon has sold its trademark business, which also includes Mira Showers and Stelrad Radioators, to HSBC Private Equity for £442m in cash, considerably more than expected. HSBC will retain the right to use the Caradon name. </p> <p>Caradon's shares rose 4p to 187.5p as the City welcomed the latest step by Mr Hintz, who arrived at Caradon two and a half years ago with a brief to restructure it. </p> <p>Around 70% of the post-sales business is based in the US. Mr Hintz said he would be considering a secondary listing in the US although Novar's head office would be in London. </p> <p>The group is already active in the \"intelligent\" sector, providing control systems for Wal-Mart stores. The sale will be submitted for approval at an extraordinary shareholders' meeting next month.</p>",
  "<p>There was an eerie silence in the Riverside Surgery in <strong> Doctors</strong> (BBC1). There were hardly any patients. Bar Mrs Harriman (who was sitting at a very low table which can't have been good for her posture, especially at her age), there was a distinct lack of people coughing, spluttering and reading months-old magazines; there wasn't even someone strange harassing the receptionist for an appointment. Tumbleweed and a low whistling wind would have fitted the ambience perfectly. </p> <p>It was probably just as well there were only a few patients, though, since the doctors of Doctors didn't seem keen on doing an awful lot of work. Instead, they argued amongst themselves, though strangely not about the decor of their environs. The surgery looked like it had been decorated by Rod, Jane and Freddie, evidently to complement the receptionist who had gone for that boho look, but in primary colours. As she never came out from behind her desk, reports of her dungarees remain unconfirmed but she was definitely wearing a spotty headscarf. It made her look like a particularly cheerful refugee. Which, perhaps, she is. On the run from Sylvia Young. </p> <p>While not all doctors' surgeries are austere and Victorian (\"Please Doctor! Not the leeches!\"), Riverside looked like a nursery. And Mrs Harriman at that low table didn't help either. They should have had her doing potato prints and been done with it. </p> <p>Anyway, there was a story to Doctors (\"100 episodes\", the Radio Times squealed excitedly), but not much of one. Mac - who, sadly, is nothing like his namesake from Knots Landing - had accidentally promised to make both Dr Caroline and Dr Steve partners in the practice, but only one of them could actually be promoted. It turned out to be Dr Steve so Dr Caroline threw a plastic bedpan thing at her door and took to polishing her cheekbones. Dr Steve, whose main character trait is his height, was very pleased with himself until he had to go to a \"partners' meeting\" and not out with Dr Caroline and Dr Rana, the surgery's person of ethnic minority and dubious sexuality. (Often in drama, as in life, overly cheerful men are homosexual.) Edge of your seat stuff, I'm sure you'll agree. </p> <p>There was one patient, however. Bernard, an elderly gent, had a flashback to World War Two on his rideable lawnmower. Now, had this been Casualty, he would have lost control of the machine and mown down his wife in a splatterfest of blood, but as it was, he just sat there as we shared his visions of Lancaster bombers and his pal Johnny getting killed by some Jerry nightfighter. It was all too much for poor Bernard, who eventually decided to see a counsellor for post-traumatic stress disorder. That's what daytime television does to you. </p> <p>And for those of you interested, The British Lawnmower Museum in Southport (motto: Don't Let The Grass Grow Under Your Feet) houses a large collection of restored garden machinery and memorabilia, dating back to the invention of the lawnmower in the 1830s. It also boasts the largest toy lawnmower collection in the world, lawnmowers once owned by Diana Princess of Wales, Nicholas Parsons and Vanessa Feltz and a mower dating from before the time of Custer's Last Stand. Good to know that at the Battle Of Little Big Horn the grass was nice and neat. </p> <p><strong>Heartbreak Homes </strong> (BBC1) were just that. A bizarre programme, it followed the sad stories of people who had bought houses on the coast only to see their gardens, then their houses - and probably their lawnmowers - slip into the sea because of coastal erosion. While it was easy to feel sorry for the likes of George and Jean, a pair of retired bus drivers whose little bungalow was swallowed by the North Sea, it was more difficult to empathise with Terry and Janet who, in a stroke of staggering genius, built a house on really boggy ground. To their great surprise, it sank, though not before \"tell-tale signs\" - which is to say, cracks - appeared on the walls. The cracks were so huge, they were more tell-epic signs and a lesson not to build your house on marshland. Undeterred, Terry and Janet built another house right behind the old, sunken one, only this time with reinforced foundations. \"You can build a house in the middle of the bleeding ocean if you get everything right\", Terry insisted, still not quite having got it. There's no telling some people.</p>",
  "After returning from South Africa and evading police who planned to arrest him on treason charges at the airport, Zimbabwe's opposition leader, Morgan Tsvangirai, yesterday called on President Robert Mugabe to hold early elections or resign. <p>\"Mugabe's term as president lasts until 2002, but he no longer has the mandate of the people or their support,\" said Mr Tsvangirai, leader of the Movement for Democratic Change shortly after his arrival. \"He is no longer legitimate. He should go back to the people and seek an early election, or he should resign. Otherwise he risks a popular uprising against him.\" </p> <p>While Mr Tsvangirai kept the pressure on Mr Mugabe, the government increased its pressure on the MDC. Earlier yesterday, police arrested three MDC members of parliament on charges of inciting violence. There were angry protests after the arrests and police used teargas to disperse two gatherings of MDC supporters in central Harare. About 10 arrests were made. </p> <p>Police had expected Mr Tsvangirai to return to Zimbabwe on a scheduled flight from Johannesburg and waited for him at Harare airport. But he entered the country by some other means, presumably a charter flight to a smaller airport. Upon arrival at his home, Mr Tsvangirai spoke with MDC officials and journalists. </p> <p>Within minutes, he telephoned the police to tell them he was at home and could be arrested there. By early evening the police had still not come to pick him up. He was in high spirits after successfully slipping through the security net that police and intelligence services threw up around the airport. </p> <p>Mr Mugabe's government has said that it intends to arrest him on treason charges because of remarks he made at a September 30 rally to mark the first anniversary of the MDC's founding. \"We say to Mugabe, 'Please go peacefully. If you don't we will overthrow you violently',\" Mr Tsvangirai said to a deafening roar of approval from more than 20,000 supporters. He quickly clarified his remarks, saying that he did not mean that the MDC would use violence, but that the people of Zimbabwe would rise up against continued abuses by Mr Mugabe and his Zanu-PF party. </p> <p>\"I said something unpalatable to Mugabe and to Zanu- PF, but I don't think it was illegal,\" Mr Tsvangirai said yesterday. \"If the authorities think I have committed a crime, then I must face the due legal procedures. The people must maintain their cool. Zanu-PF is trying to provoke the people, so it will have an excuse to unleash more violence and repression.\" </p> <p>Mr Tsvangirai said the MDC was committed to the rule of law and change by peaceful, constitutional and democratic means. He said Mr Mugabe \"should be happy that he has a credible opposition that can contain the anger of the people against his misrule\". </p> <p>While in South Africa, Mr Tsvangirai said he met former president Nelson Mandela. \"He still has immense influence. I asked him to try and encourage Mugabe to retire.\" </p> <p>Mr Tsvangirai repeated his remarks that Mr Mugabe was \"the Milosevic of Africa.\" He charged that he had ruined the economy, involved Zimbabwe in a disastrous war in the Congo and had thwarted democracy by rigging the parliamentary elections in June. </p> <p>\"The only difference between Yugoslavia and Zimbawe is that they are white and we are black. Our situations are the same,\" Mr Tsvangirai added.</p>",
  "The home secretary, Jack Straw, was last night urged to extradite Britain's wealthiest Asian family, the Hindujas, to India after prosecutors there charged them with accepting huge bribes in the country's most notorious and long-running corruption scandal. <p>The brothers - Gopichand, Srichand, and Prakesh - were accused of accepting $10m (£7.1m) in commission from a Swedish arms manufacturer, Bofors, in return for using their considerable influence with the late Indian prime minister, Rajiv Gandhi, to secure an arms contract.</p> <p>The bribes were allegedly paid into secret Swiss bank accounts.</p> <p>The Hindujas, who entertained prime minister Tony Blair and his wife, Cherie, at their annual party last year, and helped bail out the failing Millennium Dome in Greenwich, south-east London, were first named in connection with the Bofors saga more than a decade ago.</p> <p>But in December last year after a long battle, a federal court in Switzerland ruled that crucial bank documents relat ing to the scandal could be divulged to India's central bureau of investigation (CBI). The CBI formally charged the Hindujas in Delhi yesterday.</p> <p>Speaking outside court, the bureau's special prosecutor, N Natrajan, claimed that the Hindujas had engaged in a criminal conspiracy.</p> <p>He added: \"They took commission and paid it into their accounts. They had three or four accounts, in which they hid the money,\" he said.</p> <p>Asked whether the case against them was strong, he added: \"Without evidence the CBI would not press charges.\"</p> <p>Mr Natrajan last night said that he would ask Britain to consider extraditing the billionaire industrialists once the charges had been approved by the judge hearing the case, Ajit Bharihoke.</p> <p>\"Since we have an extradition treaty with Britain, once they are included ... all this will follow,\" he said. The judge will rule on November 20 whether the CBI's application is allowed.</p> <p>In a statement yesterday, the Hindujas said that there was no evidence linking them to the deal and documents sent from Switzerland confirmed their innocence. It said that the law-abiding brothers had been treated in an unfair and unjust manner despite cooperating fully with the authorities in what had become a \"highly politicised case.\"</p> <p>The statement added: \"The three Hinduja brothers are relieved that they are no longer at the mercy of the political pressures that have ruled the case for the past 13 years. As in the past they shall abide by the legal process.\"</p> <p>In June 1998 Mr Straw approved Gopichand P Hinduja's application for British nationality.</p> <p>He granted the family's patriarch, Srichand P Hinduja, a British passport as recently as April 1999. The third accused, Prakesh Hinduja, lives in Geneva.</p> <p>The British based brothers preside over a £1.3bn oil and banking empire and are Britain's eighth wealthiest individuals.</p> <p>Like his predecessor but one, Margaret Thatcher, Mr Blair attended the Hinduja's inter-faith dinner last November. However the then Indian high commissioner in London, Lalit Mansingh, who is now his country's foreign minister, was instructed to stay away from the festivities.</p> <p>The brothers also gave £6m to sponsor the spirit zone at the dome following talks with Peter Mandelson.</p> <p>Since the saga burst into the public domain in the late eighties, the Hindujas have refused to cooperate with prosecutors investigating the Bofors deal, which saw the Swedish firm back in 1986 triumph in its battle with a rival French company to supply 400 howitzer 155mm field guns to the Indian army.</p> <p>Two weeks ago - in the face of documentation - they ad mitted a business association with AB Bofors.</p> <p>But they said that the $10m had nothing to do with the howitzer contract.</p> <p>Detectives investigating the Hindujas' financial affairs travelled to Geneva in June to request more documents.</p> <p>Last October Rajiv Gandhi was posthumously charged in connection with the scandal, with several key members of his inner circle.</p> <p>They include an Italian businessman, Ottavio Quattrocchi, Bofors agent Win Chadha, and India's then defence secretary, S K Bhatnagar.</p>",
  "In life, Isaam Joda was a tall, strapping man, but when they lifted the sheet from his body at the morgue yesterday, doctors revealed a shocking sight. <p>Amid a welter of blood, cuts and bruises, the soft skin of his inner arms and left thigh was scarred by pink ovals of seared flesh. A doctor peeled back his right eyelid, pointing to a black mark caused, he said, by a cigarette. </p> <p>According to Bassem Rimawi, director of emergency services at Ramallah's main hospital, Joda was tortured and beaten to death. He believed the wounds on the dead man's arms were caused by a hot iron. </p> <p>The account of torture is repeated by Joda's neighbours in the West Bank village of Um Safa, north-west of Ramallah, and by Palestinian human rights workers. </p> <p>They say Joda was beaten to death by extremist Jews from the West Bank settlement of Halmish. They accuse Israeli security forces of handing Joda over to the settlers, knowing his life would be in danger. </p> <p>Israel categorically rejects the charge. \"This is a lie like so many lies. This is part of the cynical behaviour of the Palestinian side,\" said Colonel Gal Hirsh, who commands Israeli forces in the Ramallah area. \"I asked the Palestinians to join us and to make a combined investigation, and to send the body to one of our pathologists to check whether their claims are right. </p> <p>\"But they did not allow us to see the body. They captured it and took it to Ramallah.\" </p> <p>If the allegations are confirmed, then Joda's death is part of a disturbing new trend to emerge after nearly two weeks of violence in the West Bank and Gaza, as well as within the borders of Israel proper. </p> <p>During the past few days, there has been a spate of ugly attacks: Jews stoning Palestinian motorists, Palestinians firing on isolated Jewish settlements in the West Bank, beatings and stabbings. This is hatred at its most primordial: Jew killing Arab and Arab killing Jew. </p> <p>The Palestinian allegations go to the heart of the angry exchanges between the Israeli prime minister, Ehud Barak, and the Palestinian leader, Yasser Arafat. Mr Barak has demanded an immediate end to the violence; Mr Arafat says such a request is insulting. Instead, he is asking for an international investigation into the deaths of nearly 90 people, almost all Palestinians, in the recent violence. </p> <p>The body of Joda, a house painter in his late 30s, was discovered yesterday morning and taken to the morgue at Ramallah's main hospital. </p> <p>He had last been seen driving near Halmish, on his way to a nearby cemetery where he had work painting the gates. But when he passed a jeep of Israeli soldiers on patrol, he sped away because his battered Fiat was carrying yellow Israeli plates, a serious security offence for a West Bank resident, witnesses reported. </p> <p>Joda was detained. But after his capture, Palestinians say he was turned over to Jewish civilians living in Halmish. \"I believe that after he was captured by soldiers he was put in the settlement and the settlers spent the whole night enjoying him,\" Dr Rimawi said. </p> <p>Col Hirsh denied the account, saying that his troops had no contact with Joda and that they had been under orders to keep a low profile during the Yom Kippur holiday. </p> <p>He said Joda died when his vehicle overturned. \"The man was driving too fast and he was probably smashed up by the impact of the accident,\" he said. \"As you know, it was Yom Kippur and no Jewish person or Israeli would have been on the roads at that time.\" </p> <p>However, the doctor's account is given more credibility by the admission to the hospital of an injured teenager, Mohammed Tamimi from Nabi Salih village, who told medical staff he was captured by the settlers at Halmish and badly beaten. </p> <p>Such attacks appear part of a new phase in the violence. Fired by their leaders' angry rhetoric and the horrific casualties of recent days, people are answering the call of ancient tribal loyalties. </p> <p>\"I live in the same area,\" Dr Rimawi said. \"I never thought of the settlers as prejudiced, but since the beginning of this intifada their attitude is changing. They are stoning our cars every day when we cross the road.\" </p> <p>In Nazareth, in the heart of Israel, hundreds of Jewish extremists attacked an Israeli Arab neighbourhood overnight. When the police arrived they fired rubber bullets at the local Arabs - not their assailants, killing two men. </p> <p>\"What is happening in Nazareth today is a pogrom, bearing all the hallmarks which were well known to Jews in tsarist Russia, that is collusion between the racist attackers and police,\" said Gush Shalom, from an Israeli peace organisation. </p> <p>Apart from Joda, the Palestinian health ministry reported the death of another man last night, shot in the head, apparently by settlers near Ramallah. A 70-year-old Nablus man was also reported beaten by settlers. </p> <p>A Palestinian human rights organisation yesterday accused the Israeli army of colluding with extremist Jews carrying out attacks on Palestinians and Israeli Arabs. Law, the Palestinian society for the protection of human rights and the environment, said three Palestinian men had been killed by settlers in the past two days. The murders were part of a wave of terror enveloping Palestinians, it said. </p> <p>\"For the past couple of days, settlers attacked Palestinian citizens and their property and their homes. They used firearms in their attacks while the occupation army turned a blind eye to their aggressive acts,\" Law said in a statement. </p> <p>The attacks were carried out in the old city of Jerusalem and nearby villages and refugee camps, as well as near the West Bank city of Hebron, a regular point of friction because of the Jewish island that sits in the middle of a large and crowded Palestinian city. </p> <p>They also occurred within sight of the Israeli army. \"Law views the bloody homicides that the occupation army commits against Palestinian civilians as opening the doors for settlers and extreme racists to commit more crimes and cause more bloodshed,\" the organisation said.</p>",
  "Wanted by Whitehall: A man or woman of impeccable integrity with an honest record and definitely no sleazy secrets to advise Tony Blair on the best way of keeping government and politics clean in Britain for the next three years. <p>The rewards: No government car, no lavish expense account, no expensive accommodation and no perks. A one-day fee of £500 for each day's work. Workload unlikely to be more than a couple of days a week. </p> <p>The government is formulating its first advertisement to find the cleanest person in the United Kingdom to replace Lord Neill, the chairman of the committee on standards in public life. The post previously filled by a law lord, Lord Nolan, and a leading QC, Lord Neill, is to be thrown open as part of a Whitehall drive to open top jobs to competition. </p> <p>The decision to advertise the post - originally in the gift of the prime minister of the day - comes after advice from Dame Rennie Fritchie, commissioner for public appointments. She recommended that advisory appointments - especially those independent of government - be advertised. As well as the chairman, the committee intend to advertise vacancies for two other members who are due to retire. </p> <p>Whitehall was still working yesterday on the text of new advertisement to appear in the national press later this month - they also have to set up an appointments board equally full of the cleanest \" great and good\" to judge the character and probity of the applicants. </p> <p>The committee, whose members except for MPs and people holding public jobs get £180 a day, was originally set up by John Major after the cash for questions scandal involving ex Tory minister Neil Hamilton and Harrods owner, Mohamed Al Fayed. The first appointee, Lord Nolan, created the tough rules aimed at preventing sleaze in parliament and forcing MPs to declare incomes and contracts from parliamentary consultancies. </p> <p>His successor, Lord Neill, immediately ran into controversy when he advised Tony Blair to hand back the £1m donation from Formula One promoter Bernie Ecclestone after his business received an exemption from a ban on cigarette advertising and sponsorship. </p> <p>Lord Neill himself became embroiled in a row over \"conflict of interest\" when it emerged he had been advising Dame Shirley Porter, the controversial Westminster council leader, on her appeal against a £31 million surcharge over the \" homes for votes \" scandal. He immediately ended advising her over arcane points of local government law - though she went on to win her appeal which is now being challenged in the House of Lords.</p>",
  "Some of Britain's finest legal minds were asked to ponder the status of motorised scooters yesterday thanks to a bizarre police chase likened to the Keystone Cops. <p>Sitting at the high court in London, Lord Justice Pill, with Mr Justice Bell, suggested the public may need more protection from the Go-Ped craze because a loophole in the law had allowed their uncontrolled use.</p> <p>The case followed a chase through Harrogate, North Yorkshire, which ended in the arrest of 38-year-old restaurateur, Michael Saddington, on charges of driving while disqualified.</p> <p>As he tried out a Go-Ped belonging to one of his staff - similar in style to the popular folding aluminium scooters, but larger and fitted with a small petrol engine - Mr Saddington heard police sirens.</p> <p>\"It was a bit like the Keystone Cops actually. When the siren was going I thought: 'I wonder where they are going,' expecting them to whoosh straight past. But it turned out they were chasing me,\" he said outside the court.</p> <p>Yesterday's test case was brought by the chief constable of North Yorkshire against a Harrogate magistrates court decision last February that Go-Peds were not motor vehicles.</p> <p>The magistrates had cleared Mr Saddington, from Middlesbrough, of driving a motor vehicle while disqualified and driving without insurance.</p> <p>The judges said the court would need time to consider whether Go-Peds, which are capable of speeds up to 20mph, could be classified as motor vehicles as a possible answer to the difficulties they posed.</p> <p>Geraldine Kelly, appearing for the police, said the status of the scooters, which are powered by a 22.5cc two-stroke direct drive engine, was causing confusion and guidance was being sought from the court.</p> <p>She urged the judges to rule that they should be classified as motor vehicles so their use could be controlled in the interests of public safety.</p> <p>Richard Reed, appearing for Mr Saddington, said: \"This is not a motor vehicle and a clear message needs to be sent out that these are not to be used on the road - a message clearly spelt out by the manufacturer and retailer.\"</p> <p>After the hearing, Mr Saddington, described how he had borrowed a Go-Ped. He said he was spotted by police after he failed to stop at traffic lights. He was chased by a police car until he picked up his machine and went into a pub, where he was questioned and officers discovered he was disqualified from driving.</p> <p>When he appeared before magistrates, he pleaded guilty to failing to stop at the lights and failing to stop for the police.</p> <p>He was found guilty of failing to wear protective headgear, but was cleared of driving a motor vehicle while disqualified and with no insurance. He was fined £275, including costs.</p> <p>In court, Ms Kelly argued that both a driving licence and insurance should be required for Go-Ped drivers as they could properly be classified as motor vehicles under the provisions of the 1988 Road Traffic Act.</p> <p>Lord Justice Pill said: \"This all shows the dangers of putting a Go-Ped on a public road. That is the very kind of machine which the public needs protection against.\"</p> <p>The case continues.</p>",
  "<p>Hans Snook, chief executive of mobile phone company Orange, is set to make way for a French executive installed by the group's new owner France Telecom. </p> <p>Mr Snook, who is closely identified with the Orange brand in Britain, is to become executive chairman of the enlarged group with Jean-François Pontal taking over as chief executive. Mr Pontal is expected to take up day-to-day running of the business with Mr Snook concentrating on broader strategic issues. </p> <p>Advisers to Mr Snook said it made sense to have someone from within France Telecom who could oversee the integration of the existing Orange business with the mobile assets of the parent company. </p> <p>An adviser was keen to stress that Mr Snook was in no way being marginalised. \"The fact of the matter is that Hans had put a very strong management team into Orange and spent more and more time standing back, putting across the story and thinking about things such as new alliances. That will continue.\" </p> <p>Mr Snook, he added, had not expected the impending change in management but was comfortable with the moves. </p> <p>Mr Pontal was previously in charge of marketing for France Telecom's mobile business. </p> <p>The management reshuffle had been scheduled for announcement toward the end of the month although that may now be brought forward. France Telecom chairman and chief executive Michel Bon had become chairman of Orange after the acquisition. </p> <p>France Telecom is hoping to list Orange back on the stock market by the end of the year and has mandated Dresdner Kleinwort Benson, Morgan Stanley and Société Générale to handle the flotation. </p> <p>It will float up to 15% of the business, which is likely to be worth some £60bn. </p> <p>In Britain, Orange now has 8.3m subscribers putting it close to the country's second largest network, BT Cellnet. The enlarged group includes France Telecom's mobile assets, chiefly Itineris, its domestic network. </p> <p>It will be Europe's largest mobile phone group behind Vodafone, with 30m subscribers and other interests in Italy and Germany. </p> <p>Mr Snook, one of Britain's more eccentric business figures, made it clear during the company's brief ownership by Vodafone that he would quit if he did not approve of the eventual buyer or if there were no guarantee of the business being floated back on the market. </p> <p>Those wishes appeared to come true when France Telecom paid £31bn for the company in May and said at the time it was keen for Mr Snook and his team to retain management control. </p> <p>The business was bought by German telecoms and engineering business Mannesmann last year which was in turn bought by Vodafone in a bitterly hostile takeover. </p> <p>It remains uncertain whether the changes to the management structure will affect Graham Howe, deputy chief executive and finance director of Orange whom the group had been keen to portray as part of a double act with Mr Snook.</p>",
  "South Africa's health minister, Manto Tshabalala-Msimang, has admitted that while her government refuses to prescribe anti-Aids drugs to people infected with HIV, members of parliament receive the treatments at public expense. <p>The opposition has accused President Thabo Mbeki of gross hypocrisy because the government has told doctors that it it is illegal to provide anti-retroviral drugs to rape victims and pregnant women as a preventative measure, but the parliamentary health scheme specifically offers treatment in both cases.</p> <p>Last week, the health authorities ordered one charity to stop providing AZT and other drugs to rape victims on the grounds that they have not been approved for such use.</p> <p>The revelations will add to the surge of criticism Mr Mbeki has brought on himself by his Aids policies and his controversial questioning of the bulk of scientific opinion that HIV causes the disease.</p> <p>The president has been attacked by South Africa's medical establishment, the trade union movement and the Anglican church, which recently called his Aids policy a crime against humanity comparable to apartheid.</p> <p>The parliamentary medical scheme - which serves 2,000 MPs and judges - includes an option called the \"aid for Aids\" plan, which provides anti-HIV drugs up to the value of £4,000 for, among others, rape victims and pregnant women. The hope is to prevent mother to child transmission. So far, 68 MPs have signed up for the option.</p> <p>The South African government has repeatedly justified its refusal to provide similar treatment in public hospitals, on the grounds that there is no evidence that the drug works in those cases, and because of the cost. Although AZT and other anti-Aids drugs are registered in South Africa, they have not been officially approved for use in preventing the transmission of HIV after a rape or by pregnant women.</p> <p>Mr Mbeki has previously written to the leader of the official opposition, Tony Leon, accusing him of \"blatant defiance of the law\" for advocating that doctors prescribe anti-retroviral drugs in such cases. The president said that if this were to happen, the government would have to \"take the necessary action to stop what would have been illegal behaviour\".</p> <p>Mr Leon said in a statement that while Mr Mbeki \"plays with the lives of South Africans\" by casting doubt on the causes of Aids, he and his fellow members of government enjoy \"Rolls-Royce\" Aids treatments.</p> <p>\"This government is clearly willing to take action on Aids only when the crisis has direct implications for its own members,\" Mr Leon said. \"The needs of the rest of the country are averted with appeals to mythical African solutions, while members of government enjoy the best treatments the world has to offer.\"</p> <p>Mrs Tshabalala-Msimang has defended the apparent discrepancy in policy by saying that the parliamentary health scheme is a matter for the private sector.</p> <p>\"MPs are members of the medical aid scheme, no different from people who belong to other medical aid schemes,\" she said. \"AZT is available out there in the private sector. In the public sector it is not, because we cannot afford it. That is the truth of the matter.\" But she was immediately accused of misleading the public, because last week the authorities ordered a charity , the Greater Nelspruit Rape Intervention Project, to stop providing AZT and another drug, 3TC, to rape victims because \"it was not in accordance with government policy\". The project supplies anti-retroviral drugs to 50 women and children each month.</p> <p>Its coordinator, Barbara Kenyon, denounced the order. \"It's an outrage. If you are rich and sitting in government you can get life-saving medication, but if you are poor and living in rural Mpumalanga, then you are denied it,\" she said.</p>",
  "The guards outside 119 Blagoja Parovica were edgier than usual yesterday. Only the yelping of dogs broke the stillness. The cul-de-sac of fancy houses in the west Belgrade suburb of Banovo Brdo is home to General Ratko Mladic who since retiring has kept a surprisingly low profile for someone with such a high estimate of his own prowess. <p>\"He is not here. He doesn't want to see you. Leave,\" said one of the plainclothes armed guards. A Belgrade television station has just given Gen Mladic a new reason to find a bolthole. For the past two days it has broadcast a documentary showing shooting, shelling and heaps of executed Muslim civilians. </p> <p>In silence the camera pans over twisted limbs and contorted, frozen faces. Little commentary is provided, but little is needed: all Serbia knows that Gen Mladic, now 57, was in command of Serb forces during their ethnic cleansing of Bosnia in the early 1990s. </p> <p>The film is a rush job, the editing patchy, the pictures often grainy. Charting the rise of Serbia's political leader Slobodan Milosevic and his Balkan adventures, it uses archive material long familiar to western viewers. </p> <p>But in Serbia, never before have such images been seen. According to the state media that dominated the airwaves for the past decade, Serbs were not aggressors but victims in the wars in Croatia, Bosnia and Kosovo. Those indicted for war crimes by the international criminal tribunal in the Hague were falsely accused by a partisan west. </p> <p>The decision by the independent television station Studio B to compile and broadcast the montage of news footage has electrified the country. Four days after the fall of Mr Milosevic, the blanket of denial has been ripped away. </p> <p>Serbia's four dozen suspected war criminals suddenly feel exposed and vulnerable. If the nation finds time among its other concerns to start soul searching, they are in trouble. </p> <p>Whether they flee could depend on the outcome of the debate sparked the documentary. President Vojislav Kostunica opposes extraditing citizens to the Hague but momentum is picking up for trials to be held in Serbia. </p> <p>The No 41 bus from Banjica to downtown Belgrade was packed when two pensioners started discussing the documentary: a travesty, lies and propaganda to demonise patriots, they agreed. </p> <p>It took a few seconds for the three teenagers sitting opposite to pipe up in the film's defence: \"It's true, we all know it's true. Terrible things were done in our name,\" said Stanislav, 17, a music student. Backed up his friends Jelena and Miryana, he said it was time to confront the past. </p> <p>Other passengers pitched in and the arguments raged until the final stop. \"It's always old people who deny what happened,\" said Jelena. </p> <p>The two smartly dressed women in the Sports Cafe were not old. Journalists in their late 20s, they too had seen the programme. \"Garbage. Just the sort of pukey stuff the west would like,\" said one. </p> <p>\"Wars are about people killing each other. Dead Muslims are something we knew already. There's nothing new in that. Serbs fought to defend their homes.\" Neither woman would give her name. </p> <p>Behind them a wall of televisions flickered with motor racing, football and models striding down a catwalk. Showing Studio B was bad for business, said the barman. \"People come here to forget all that stuff.\" </p> <p>Not so Marina Antic and Radovan Radivojevic, both 21. Hunched over espressos, they agreed that what happened in Bosnia was attempted genocide. \"We didn't have to see the bodies to know it.\" But it was too soon to sift fact from myth. \"Right now we're preoccupied with the economic situation. That and the fear Milosevic might return,\" Ms Antic said. </p> <p>Mirko Lukovic, an estate agent, reckoned he knew all about the wars until the documentary showed the pounding of the beautiful Croatian town of Dubrovnik in 1991. \"They used ships. Can you believe it?\" </p> <p>As awareness spreads in the Serb heartland, war crimes investigators go on forensically combing grave sites in Croatia, Bosnia and Kosovo. </p> <p>Each grim discovery makes it more likely that those indicted will sooner or later sit behind bulletproof glass in the bland courthouse on the edge of the North sea where the war crimes tribunal expects to continue working for at least another decade. </p> <p>Yugoslavia's new government, desperate for aid and trade, may find it difficult ultimately to resist pressure to pursue these men. </p> <p>\"They are very, very worried. It is getting more dangerous for the small fry as well as the big boys. They would like to leave but have no place to go,\" said a confidant of Mladic. </p> <p>By December the tribunal's chief prosecutor, Carla del Ponte, wants Mr Milosevic indicted on charges of genocide in Bosnia and Croatia, in addition to the existing charge of crimes against humanity in Belgrade's drive against the ethnic Albanians of Kosovo. </p> <p>She is in the Balkans and has asked to meet Mr Kostunica. She says she will give him details about 100 frozen Swiss bank accounts belonging to Milosevic associates. </p> <p>For Ljubodrag Stojadinovic it all comes as a late but welcome vindication. A former colonel in the Yugoslav army who served in Bosnia, he became a journalist and spent the past 10 years exposing Serb atrocities in the daily newspaper Glas. It wasn't easy. </p> <p>He was threatened by the secret police, denounced by politicians, disowned by friends who would not believe him. \"Ninety per cent of the soldiers were honourable but the others were dogs of war, criminals. People didn't want to talk about them. I joked that only pensioners and blondes continued to deny it. Now maybe even they will believe.\"</p>",
  "The Palestinian leader, Yasser Arafat, was yesterday close to the centre of world events, much as he has been on and off for the last 30 years. He was engaged in a flurry of discussions about the Middle East violence, meeting in the morning with the Egyptian prime minister, Hosni Mubarak, and last night with the UN secretary general, Kofi Annan. Today, he will see the Russian foreign minister, Igor Ivanov. <p>The question being asked in Tel Aviv, Washington and among Palestinians was whether he still had any control over events. He appears to have no power to prevent the demonstrations that have cost the lives of more than 80 Palestinians. </p> <p>Ominously, without his authority, Fatah, the organisation he is supposed to lead, issued a leaflet at the weekend calling for a popular war against Israel. A new generation of Palestinian leaders is being bloodied in the confrontations with Israeli troops, one with a very different perspective on the world from Mr Arafat, one that wants to take the battle to Israel. </p> <p>If Mr Arafat cannot control his people there is no longer any reason for either the US or the Israeli government to talk to him. </p> <p>He is 71, looks ill, and is leading a Palestinian authority that has been scarred by corruption and cronyism and discredited, above all, by failure in Palestinian eyes to deliver an acceptable peace agreement. </p> <p>But Said Aburish, biographer of Mr Arafat, said yesterday it was too soon to dismiss the leader: \"Arafat has always bent when he is under a great deal of pressure. I think that is what is happening now. He is somewhat losing control, though it might be more accurate to say he is not in control rather than losing control. The Palestinian security apparatus has almost taken a neutral position.\" </p> <p>But he regarded the Fatah leaflet, if it was issued without Mr Arafat's authority, as a serious development. </p> <p>He described the demonstrations as a victory for the Palestinians, in spite of the death toll: \"They have been able to take that kind of punishment. The issue is whether the Israelis can take it.\" </p> <p>The violence, though almost certainly not instigated by Mr Arafat, is perversely useful to him. It allows him to say to the Israeli government: look what happens when you refuse to make the extra compromises needed to secure a peace deal. </p> <p>The head of the Palestinian delegation to Britain, Afif Safieh, was adamant the demonstrations were not being deviously organised behind the scenes by Mr Arafat: \"Most of the demonstrations have been of a spontaneous nature and reflect the frustration of the population of 33 years of occupation and nine years of a peace process that has resulted only in an apartheid system.\" </p> <p>The Fatah leaflet warned that the uprising, the intifada, will last a long time. In one sign of escalation, a Fatah official said that its youth wing had opened fire on Israeli soldiers for the first time with M-16 rifles and Kalashnikovs. </p> <p>If Fatah was united Mr Arafat might be in trouble, but it is not. One Fatah official, who is a cabinet minister in the Palestinian authority, said; \"It is not the intifada of 1987. We have a new situation now because the leadership is not in exile. It controls the West Bank and Gaza.\" </p> <p>Mahdi Abdul-Hadi, director of the Jerusalem-based Palestinian Society for the Study of International Affairs, cautioned against reading too much into the Fatah leaflet. </p> <p>He said that people had learned during the intifada of the 1980s and 1990s, when Mr Arafat had been absent, to make their own decisions. </p> <p>In Gaza, Mr Arafat had control but on the West Bank villages were run independently. \"In the end, we are all part of the same tribe and he [Arafat] was head of the tribe,\" Mr Abdul-Hadi said, playing down the internal divisions. </p> <p>The Israeli government discussed over the last week whether Mr Arafat's continuance as leader was a help or a hindrance. The US will have made the same calculation. Both will have concluded that it will be better to have him in place as they know him. </p> <p>There will be a new leadership in the US and probably in Israel within months. But when the process begins again, the likelihood is that Mr Arafat will still be there.</p>",
  "Europe was facing a new threat from the far-right last night as Belgium's anti-immigration party, Vlaams Blok, emerged as the biggest political force in the country's second city, Antwerp. <p>In a pattern which is being repeated across the continent, the party defied pollsters who had predicted its demise. Its share of the vote in Antwerp rose to 33%, from 28% in 1994, the last time that local elections were held in Belgium. </p> <p>The Blok's success is part of an alarming trend which has seen Jörg Haider's far-right Freedom party make dramatic electoral gains in Austria, and it mirrors that of Scandinavian anti-foreigner parties which have also recently seen their popularity on the rise. </p> <p>The Blok is often compared to Italy's increasingly popular Northern League, since it would like to see Dutch-speaking Flanders, in the north, break away from Belgium's French-speaking south to become an independent state. </p> <p>The upset in Antwerp hands the Blok 20 of the city council's 55 seats, a level of support that was far from isolated. The party enjoyed electoral success right across the north of the country - the only region it contests - and it consistently clinched more than a fifth of votes in Flemish towns and cities. </p> <p>The voting took place on Sunday, but the margin of victory became clear only yesterday, and the hand-wringing began. </p> <p>Commentators compared the Blok's success to the peste brune, or brown plague, the phrase used to describe the Nazi occupation of Belgium during the second world war. </p> <p>The front page of the influential daily Le Soir was adorned with an apocalyptic image of Antwerp being circled by scary-looking ravens, while the front page of its rival, De Morgen, was turned into a tombstone listing the various cities that had fallen to the Blok. </p> <p>\"One in three Antwerp citizens believes in fear, intolerance, unadulterated racism and law and order,\" the paper lamented. </p> <p>The results are a severe embarrassment to the country's ruling centre-right coalition, which has been one of Europe's fiercest critics of Aus tria's Freedom party. The prime minister, Guy Verhofstadt, did his best to play down the upset, but admitted that the result was \"a stain\". </p> <p>\"All the democratic parties have pledged not to form alliances with the Vlaams Blok. Due to the attitude of other parties, it is doomed to disappear in the long run,\" he predicted. </p> <p>But the Blok's charismatic leader, Filip Dewinter, has threatened to disrupt local government business if his party is not allowed to govern in Antwerp. \"This is a major victory for the Vlaams Blok. I did not expect this, such a major breakthrough,\" he crowed. </p> <p>However, the signs are that the other political parties will bury their differences and form a coalition rather than hand power to Mr Dewinter. They have erected a cordon sanitaire , or exclusion zone, around the Blok since 1994. </p> <p>Although one-third of Antwerp's voters cast their ballots for the Blok, it was hard to find public support for it on the streets last night. \"In the suburbs there are problems with the Moroccans and the Turks, and the people who live there believe the only solution is to vote for the Blok,\" a student, Jeroen Barbe, said. </p> <p>The Blok's \"solution\" to this is brutally simple - it wants to send all non-European foreigners back to their countries of origin.</p>",
  "Michael Smith, who shared the 1993 Nobel Prize in chemistry, has died aged 68. He developed one of the fundamental techniques used in genetic engineering that allows scientists to reprogramme the genetic code. By rearranging the small molecules - nucleotides - from which they are formed, he found out how to alter genes. The invention was the biochemical equivalent of using a pair of tweezers to rearrange the chemical building blocks that make up the genes contained in DNA. <p>The name of the discovery was oligonucleotide-based, site-directed mutagenesis. His co-prizewinner was Kary Mullis, an American chemist who developed another advance in genetic engineering, the polymerase chain reaction. Smith's technique opened a route to combating certain inborn diseases through gene therapy, correcting the mutations that caused disease by rearranging an abnormal sequence of molecules in DNA sequences to the normal one. </p> <p>Michael Smith was born in Blackpool, where his father worked on the family market garden. At 11, he won a scholarship to the independent Arnold School, where he was inspired by a chemistry teacher called Sidney Law. Law also encouraged his pupils to broaden their horizons. Smith recalled that he was persuaded to read a better newspaper than the one to which his parents subscribed: he became a life-long reader of what was then the Manchester Guardian. His faith in Law grew when he became a reader of the New Yorker, another life-long addiction, almost from the moment he arrived in North America as part of the brain drain. </p> <p>Smith went to Manchester University in 1950 to study chemistry. In 1956, he got a PhD. In his final year, he and his classmates were applying for research jobs in America, and in the summer of 1956 he heard of a brilliant young scientist at the British Columbia Research Council, in Vancouver, Gobind Khorana, who had a place for a research assistant. The job was to develop ways of synthesising molecules that belonged to the biologically important organo-phosphate groups. </p> <p>He got the job. The chemistry was far more difficult than the research into the classes of compounds on which he had been trained for his PhD; but it led him to carry out research on substances whose existence and biological significance had only recently been discovered. He stayed with Khorana's group when it moved in 1960 to the Institute for Enzyme Research at the University of Wisconsin, where he worked on what he described as the most challenging of problems for a nucleic acid chemist - the synthesis of ribo-oligonucleotides. </p> <p>In 1961, he returned to Vancouver to a job with the Fisheries Research Board of the Canada Laboratory. It gave him a chance to learn about marine biology and continue work in nucleic acid chemistry, and to develop a new method for synthesising complex phosphates. </p> <p>Smith became a medical research associate of the Medical Research Council of Canada in 1966 with a salary that let him join the faculty at the University of British Columbia, where his Nobel prizewinning work was done. In 1986 he created a new interdisciplinary institute, the Biotechnology Laboratory, which remained his academic home, punctuated by sabbaticals at Rockefeller University, New York; the Laboratory of Molecular Biology of the Medical Research Council, in Cambridge; and Yale University. </p> <p>Smith had not set out to solve the particular question that his discovery so importantly answered. It was one scientists had been toying with since the discovery that the flow of genetic information went from genes contained in DNA via the translator molecule RNA as coded instructions to the protein-manufacturing part of cells in the body. Many wondered if re-programming the code of a DNA molecule was possible - to manipulate the production of protein molecules. </p> <p>Smith's oligonucleotide-based site-directed mutagenesis turned it into a reality. It emerged from work in the 1970s in which he learned how to synthesise oligonucleotides - short, single-strand DNA fragments. He also studied how these synthetic fragments could bind a virus to DNA. To his surprise, he discovered that even if one of the small molecules of the synthetic DNA fragment was incorrect, it could still bind at the correct position in the virus DNA and be used when new DNA was being synthesised. </p> <p>The story goes that while at Cambridge, during a coffee-break discussion, the idea arose of getting a reprogrammed synthetic oligonucleotide to bind to a DNA molecule and then having it replicate in a suitable host organism. This would give a mutation, which, in turn, would be able to produce a modified protein. </p> <p>In 1978 Smith and his co-workers made this idea work. They succeeded both in inducing a mutation in a virus, and in \"curing\" a natural mutant of this virus so that it regained its natural properties. Four years later they were able for the first time to produce and isolate large quantities of a mutated enzyme in which a pre-determined amino acid had been exchanged for another. </p> <p>In 1997, Smith retired from the university to become director of a new Genome Sequencing Centre at the Cancer Agency, Vancouver, a post he held until his death. In 1981, he was also a cofounder, with Ben Hall and Earl Davie from the University of Washington, of a biotechnology company, Zymos, funded by a Seattle venture capital group. One of its first contracts was with the Danish pharmaceutical company, Novo, to help develop a process for producing human insulin in yeast. In 1988, the pharmaceutical company, now Novo-Nordisk, bought outright the biotechnology company, now named ZymoGenetics. </p> <p>Smith was an outdoors man who loved the Pennines and moorland countryside. He said that explained his great pleasure in living amid the rugged outdoors and beauty of British Columbia. </p> <p>He was separated from his wife, Helen, in 1983. His partner, Elizabeth Raines, two sons and a daughter survive him. </p> <p>\u0095 Michael Smith, biochemist, born April 26 1932; died October 5 2000</p>",
  "The semi-literate scrawl on Page 48 of a scrumpled foolscap ledger reads simply \"1.47am Call police found tape on Doore\". It is now preserved as a crucial historical document in America's National Archives, alongside the Declaration of Independence and the Constitution. But the man who penned it, Frank Wills, has died in deepest poverty at the age of 52. <p>It was he who precipitated the 1972 Watergate crisis and America's first presidential resignation. His involvement brought him brief fame, including a small part in the film All The President's Men, but eventually left him bitter and disillusioned. \"I was treated like a criminal myself,\" he commented a few years ago. \"I got nothing for what I did and I completely lost my faith in the political system.\" </p> <p>As a teenager, Wills had moved from his native South Carolina to work at the Chrysler factory in Detroit, but Chrysler made him redundant during the 1968 recession. At the suggestion of fellow workers, Wills decamped to Washington, but as a 21-year-old black he found it hard to scrape a living when dozens of major cities, including the capital, were erupting in race riots which petrified white employers. Yet by the summer of 1972, he had secured a steady job as a security guard at the Watergate office complex, though only at the statutory minimum wage. </p> <p>On Saturday June 17, he came on duty at midnight and carried out his first check of the offices, starting in the basement and working methodically up to the 11th floor. It was tedious work, trying the handle of each office door to confirm it was properly secured. It was also a sticky night and, when he had finished his first round, Wills went for an orange juice at the Howard Johnson motel across the road. </p> <p>As he was leaving by the Watergate basement door he found its catch taped back. He stripped off the grey gaffer tape, explaining later that, \"A lot of times we'd have engineers doing work late at night. They'd place something in the door because they'd be coming right back so I really didn't pay much attention to it.\" </p> <p>However, before he returned to the security office after his break, he decided to double-check the door. Finding the catch retaped in exactly the same way, he made his historic phone call. </p> <p>On the sixth floor of the building, the police discovered James McCord and four companions hiding inside the offices of the Democratic National Committee, in the throes of what President Nixon's spokesman initially dismissed as \"a third-rate burglary\". As the political storm developed, Wills tried to use his unexpected fame to win a rise for himself and better working conditions for his fellow security men. </p> <p>The bargaining power of one young black has never been high in the US, and Wills soon found himself out of work. Though he received an award from the Democratic National Committee for his \"unique role in the history of the nation\", it brought him no practical benefit. Not the least of his problems was his capacity to antagonise successive employers by absenting himself to give media interviews. </p> <p>However, he firmly believed that his difficulty in finding work came from being \"blacklisted\". He alleged that one Washington university had refused to hire him lest it lose federal funds (though Georgetown University did later recruit him to its security staff). </p> <p>As he faded from the public scene, Wills's problems multiplied. He drifted constantly between Washington and his mother's home in North Augusta, South Carolina, finding a succession of short-lived and low-paid jobs. In 1983, he was convicted of shoplifting in Georgia, though he always maintained his innocence. The one beneficial outcome of the case was that it led the comedian Dick Gregory to hire Wills to promote a health supplement, a role which took him to live in the Bahamas. </p> <p>In 1990, however, he had to return to South Carolina to care for his mother, by then seriously ill after a stroke. Both had to subsist on the £75 a week she received in social security payments. When she died in 1992, Wills was unable to meet the funeral costs, and had to donate her body for medical research. </p> <p>From then on he got by doing odd jobs for neighbours and caring for his aunt, also a stroke victim. Earlier this year he was found to have an inoperable brain tumour. His daughter Angel survives him. </p> <p>\u0095 Frank Wills, security guard, born 1948; died September 27 2000</p>",
  "<p>Two Americans and a Swedish neuroscientist who worked out how messages are transmitted between brain cells have won the Nobel prize for medicine. </p> <p>The £634,000 award is shared by Arvid Carlsson, 77, of the University of Gothenburg in Sweden, Paul Greenguard, 74, of Rockefeller University in New York and the Austrian-born Eric Kandel of Columbia University, New York. </p> <p>The Karolinska Institute in Stockholm yesterday described their research as \"pioneering discoveries\" which had been \"crucial for an understanding of the normal function of the brain.\" </p> <p>Disturbance in transmission of signals between nerve cells can lead to neurological and psychiatric diseases - and the discoveries have led to new drugs for old scourges such as schizophrenia and Parkinson's. </p> <p>There are more than 100bn nerve cells in the human brain, connected through a complex network. The cells \"talk\" to each other with different chemical transmitters, crossing between nerve cells at specific points called synapses. All three scientists had worked separately on one particular type of brain traffic called slow synaptic transmission. </p> <p>Prof Carlsson was among the first to realise that dopamine was a transmitter important in the control of movement - and Parkinson's disease is a result of a shortage of dopamine in certain parts of the brain. His work also led to the development of a new generation of antidepressant drugs such as Prozac. </p> <p>Prof Greengard also looked at the role of dopamine - and his work pointed the way to a new understanding of addiction, because dopamine levels are all involved in smoking, alcoholism and drug abuse. Prof Kandel's classic study of the nervous system of a very simple creature, the sea slug, led to a new approach to the biology of memory. </p> <p> \"It is the basis for our understanding of how cells change in the long term ... If you know that, then it is not too difficult to understand how you could lay a memory down,\" said Susan Greenfield, director of the Royal Institution and professor of pharma cology at Oxford, last night. Tim Bliss, of the National Institute for Medical Research in London, said that Kandel's work could lead to new treatments for Alzheimer's.</p>",
  "<p>It was last week when I could stand it no longer. I put in a call to BBC2 and hit them with the four words they fear most, \"I'm ringing about Seinfeld.\" I know, and they know (and they know I know) that they have handled their scheduling of this prince among sit-coms shamefully, kicking it around the schedules like an old tin can, so that even dedicated fans can't find it. </p> <p>BBC2 is currently showing the penultimate series of Seinfeld and, in the jargon of the business, they are \"stripping it\", showing it at the same time every evening. Late. According to a chap called Sal in the acquisitions department, \"that seems to be the best way to reach the audience for this programme. We can guarantee it will be on around the same time every night.\" Except it is not on every night. </p> <p>\"If there is a special event,\" says Sal, \"it might be dropped. Obviously the Olympics affected it.\" </p> <p>\"So why isn't it on tonight?\" I ask (this is last Thursday). </p> <p>\"Isn't it?\" asks Sal, \"Are you sure?\" </p> <p>\"Yes, according to my paper there's a repeat of a programme about a bloke whose caravan firm went bust.\" </p> <p>\"I'll have to check that\", says Sal. \"Oh, you're right. I don't know why that is. I suppose I have to say we reserve the right to change schedules.\" </p> <p>So every night, then. Except if the Olympics are on. Or snooker, or golf obviously, or a repeated documentary about the mobile homes industry. </p> <p>If this were just any American sit-com I would not mind, but Seinfeld is a programme that the BBC has misunderstood from the start. </p> <p>Because it looks and sounds like I Love Lucy or Rhoda, with its audience laughter, musical stings, and one-liners, it has always been treated as cement to fill in the cracks between BBC2's fine domestic output. </p> <p>Sure, it is a team-written gag machine - with some very fine gags: \"Why should manslaughter be the least form of homicide?\" asks George. \"It's the slaughter of a man. They should call it involuntary snuffing out, or something.\" \"Perhaps they could call it 'I can't believe it's not murder'\", replies Jerry. Another time, George is attracted by a girl's habit of covering longeurs in a narrative with the expression \"yada, yada\". \"I love her succinct way of talking,\" says George. \"Yes,\" says Jerry, \"It's like dating USA Today.\" </p> <p>But Seinfeld is so much more than the sum of its gags. </p> <p>It has been called a show about nothing, but it is only a show about nothing in the sense that Jane Austen wrote novels about nothing. Just as Austen fixed her gaze firmly on English country life in the early 19th century, and depicted the foibles of that tiny corner of society with irony, so Seinfeld remains rooted in the enclosed world of four rich single people living in the Upper West Side of Manhattan. Same obsession with manners, same ironic take on the gender divide. </p> <p>And if you think Jane Austen something of a high-flown parallel for a mere sitcom, the Los Angeles Times compared the programme to the work of Marcel Proust. Over there, of course, Seinfeld was more or less a national obsession. It finished its run more than two years ago, after 178 episodes - Jerry says there will be no more - in a blizzard of statistics. Forty million viewers, advertising slots going for $2m a shot, revenue of $180m per series, and so on. </p> <p>Some say the programme failed to cross the Atlantic successfully, because we are unable to sympathise or identify with any of the characters. And it is true that they are all awful, self-obsessed and utterly amoral. </p> <p>George converts to the Latvian Orthodox religion to pick up a girl. Asked by the priest what attracted him to the religion, he replies, \"The hats, I think.\" Elaine ruins a couple's chances of adopting, so she leaves a message on their answering machine offering to take them out to lunch. </p> <p>The darkness of it can leave you open-mouthed at times. What makes Seinfeld more audacious than something like Larry Sanders is that its commentary on the heartlessness of modern urban life is delivered in the context of a conventional-looking sitcom. There is no soft centre in Seinfeld. But I think we are sophisticated enough to handle that. </p> <p>No, Seinfeld has been killed in Britain by the scheduling. The vastly inferior Frasier has built up a following because people know when they can see it, and can become familiar with its tone of voice. Sky, who have primary rights, have shown Seinfeld, Paramount Comedy Channel is currently showing some episodes, but what it really needs is a regular, reliable spot on terrestrial TV. </p> <p>The acquisitions department know what they've got - I spent a happy time on the phone to them re-living classic moments - but what it now needs is friends in high places in the BBC, if we are not to continue missing out on television comedy's finest half-hour. </p> <p>Seinfeld, tonight, 11.50pm, BBC2.</p>",
  "<p><strong> Stop, children, what's that sound?</strong> Why, it's the siren song of Valley Girl iconette Britney Spears, gracing Britain with her presence in support of her obliquely-titled album Oops, I Did It Again, and currently heading towards a venue near you (ish). By the time you read this, the one-time star of The Mickey Mouse Club will already be wending her way towards the cheap seats and burger stalls of Wembley Arena, where she'll then regale her loyal fanbase - pubescent girls and single men with the internet - with no fewer than three consecutive evenings of catchy tunes, neat-o dance routines and metal moshing mayhem (actually, scratch that last bit). But if, for whatever unfathomable reason, you can't make it to London this week, don't panic - Spears will later be travelling north in time for Saturday night's engagement at the Manchester Evening News Arena. And if that isn't, like, totally excellent news, then I simply don't know what is. </p> <p><strong> Miller's Tale...</strong> Meanwhile, on an altogether more cerebral note, Arthur Miller (pictured) will be pitching up towards the end of this week for a short promotional stint in aid of his Echoes Down The Corridor: Collected Essays 1944-99. You can find him at the Lyric, Hammersmith on Thursday evening, sagaciously chinwagging with Richard Eyre, and then at the Norwich Theatre Royal on Saturday, at a reading in honour of his 85th birthday (even though the happy day itself isn't until next Tuesday). </p> <p><strong> Bart with a heart...</strong> Oh, and anyone who isn't thoroughly Simpsoned-out after the show's 10th anniversary will be delighted to know that Nancy Cartwright - the voice behind Bart, Nelson Muntz and, most importantly, Ralph Wiggum - is in London next Monday to do press for her yellow-tinted autobiography My Life As A Ten Year Old, before returning to Springfield (or LA) later in the week. And that's that.</p>",
  "Sometimes, through the chemical haze of the 60s, I wondered where Hoppy had come from. He'd pop out from behind the counter at UFO. \"Hi man!\" he'd say in his reed-like voice, eyes unnaturally sparkling behind thick-rimmed specs, a beatific smile on his gnomic face. It was like he'd been at the heart of the counterculture for ever, his name constantly mentioned in despatches as we lay on our cushions waiting for the next happening to be organised from the engine room of the underground. <p>And then suddenly, on the day Sergeant Pepper was released, Hoppy was gone, busted, put inside: \"The guy who was responsible for getting me busted was Lord Young. His daughter went to Holland Park School and played truant a lot - because it was far more interesting to hang around in Ladbroke Grove where we were running a thing called the Free School. Lord Young heard about this and decided his daughter was being corrupted and it was my fault, and apparently he had a word with somebody in power and got me busted. The rest is history.\" </p> <p>The Notting Hill Free School was an idea that Hoppy had started up in a building belonging to Michael X (a sort of British Malcolm X). Anybody who had something to teach could set up class, and beats like the poet Harry Fainlight and early psycho-geographer John Michel would drop in to lecture. When I'd gone to All Saints Hall circa 66 and had my first experience of the Pink Floyd, I had no idea that this was a Hoppy fundraising event for the Free School. </p> <p>From All Saints Hall to the Roundhouse, the birth of UFO, and peaking with the 14-Hour Technicolor Dream, Hoppy provided the initiative for underground music to blossom. The music, the drugs and the alternative literature were all strands that made up 60s anti-establishment way of thinking and the idea was to become a self-financing universe. Hoppy emerged as a natural leader and - along with other alternative vigilantes such as Jim Haynes, founder of the Arts Lab, and Miles, who with John Dunbar opened the Indica Gallery - led the way like a psychedelic Pied Piper into the land of stoned consciousness. </p> <p>A jazz-crazy public schoolboy who became a nuclear physicist, Hoppy really preferred the company of beatniks to whitecoats and, after going round Russia in a hearse, he parted company with the Atomic Energy Commission in 1960. In those days, all roads led to Aldermaston, and the CND issue was already part of Hoppy's political education: \"Easter Monday, the last day of the 1964 march, was the peak of CND; it was just before the Wilson government got elected and everybody was optimistic because up to this point he'd been strongly anti-nuclear. But as soon as Labour got into government he did an about-face, went pro-nuclear, and Wedgwood Benn set up the nuclear police. </p> <p>\"I was working for the Labour party as a photographer in the run-up to this election but, when it came to getting my fees, they ripped me off badly. Those two things really turned me sour. So when I saw everyone jumping up and down voting for Blair a few years ago it made me retch - I've seen these demagogues before. I got my education in the 60s, it's a hard lesson and it doesn't go away. Regretfully, CND has been going downhill for the past 30-odd years; now what we're concerned with is nuclear waste.\" </p> <p>Before starting his job at the heart of National Defence, he'd been on the Oxford scene, where he'd met Michael Horovitz, the poet, and a crowd of beats who had started the Liverpool poetry and jazz scene, like Spike Hawkins and Johnny Byrne. In the early 60s everyone was homing in on London. Hoppy arrived with a camera and did some photojournalism, and \"a little buying and selling of what might now be called illegal substances, but I'm sure they weren't then\". Hired by Horovitz to do the publicity for the 1965 Albert Hall Poetry Reading, Hoppy still had his camera round his neck when he ended up in a flat in Belgravia at four in the morning. Allen Ginsberg was celebrating his 39th birthday by taking off all his clothes. That's when John Lennon walked in and was shocked enough to say: \"You can't do that in front of the birds.\" </p> <p>The Albert Hall Poetry Reading had been a seminal gathering of minds, and Hoppy and Miles decided an underground newspaper was needed. Miles had already founded Lovebooks, with himself, Hoppy and the hip accountant Mike Henshaw on the board. To fund the newspaper, which was to be known as IT, the \"International Times First All-Night Rave Pop Op Costume Masque Drag Ball Et Al\" was launched at Camden's Roundhouse. The Beatles came in fancy dress, Italian director Michelangelo Antonioni (in town to make Blow-Up) brought Monica Vitti, and there was an enormous jelly that got squelched by the Pink Floyd's Transit. </p> <p>The early editions of IT were an intense mixture of radical thinking and avant-garde carryings-on, but at least you could look in the listings and check out where to get your macro-biotics and what groups were playing at UFO. Says Hoppy: \"IT was impossible as a proposition and that's why it happened, because we didn't know it was impossible and if we had known it was impossible we wouldn't have done it.\" By now he had stopped taking photos, too busy with IT and organising UFO, in between stunts like trying to scale Nelson's Column dressed up as Superman. His personal life had also been thrown \"into a state that it had never been in before\"; he was having a scene with Suzy Creamcheese, a runaway Californian heiress who'd been a groupie in the Hollywood hills, whom he later married when he was released from prison. </p> <p>The establishment didn't like the language, or the anti-politics, that IT was propagating, and it didn't like the kind of people who read IT and burnt joss sticks. They raided the offices of IT on various occasions, and soon the whole alternative kingdom itself was put under the screw, with busts and harassment from the drug squad becoming a daily news item in our life. Hoppy, who finally faced Nemesis in June 1967, lectured the court on the delights of cannabis, was labelled \"a pest to society\" and sentenced to nine months. As a protest to Hoppy's incarceration, the Soma Research Association organised the Cannabis Law Reform advertisement in the Times, paid for by the Beatles and containing 65 heavy-duty signatures including Francis Crick and Graham Greene. </p> <p>Hoppy remembers prison as a monochrome experience, apart from an unscheduled LSD trip: \"When you want to take something into prison you wrap it up and stick it up your arse, and I lost it up there. It released itself over a number of days, and it was intense. I wound up in the hospital. I wasn't enjoying it, because they'd sent me to Pentonville - which was for recidivists - purposely to give me a bit of a nasty experience, and that's where the acid hit me. It took a week to get out of Pentonville and into the Scrubs. I didn't tell them what had happened with the acid; I cried a lot in the beginning - it's quite upsetting if you're in jail on a trip. They took me off to the prison hospital and filled me full of Largactyl, which makes you a bit dopey. One's never quite the same after any of these things that happen in one's life.\" </p> <p>Now Hoppy's business card reads: \"Generalist - retired.\" There were queues round the block the evening his exhibition opened, to see photos that have never been shown in public before, including early pictures of the Stones and Beatles, Marianne Faithfull, Martin Luther King, Duke Ellington, Ornette Coleman, Thelonius Monk's hands, and a set of Ginsbergs in his birthday suit. There must have been some 60s synchronicity in the London air that night - for, down the road, Horovitz and his poetry-jazz warriors were performing at the 100 Club, and Bob Dylan was being forever young at Wembley. </p> <p>Jenny Fabian is the co-author with Johnny Byrne of Groupie (Omnibus Press). John 'Hoppy' Hopkins, From the Hip: the 1960s is at the Photographers' Gallery, 5 Newport Street, London WC2 (020-7831 1772) till November 19.</p>",
  "<p>Justin Adams wanted to make a record that had \"the rough spirit of all the things that excite me - old Lee Perry recordings, the verve of street singers in Morocco, those delta blues singers back in the 30s who were always precise but never tight-arsed\". So he sat alone in his DIY studio, singing and playing guitars, percussion and his new favourite, the n'goni, or African lute. The result was one of the most original albums of the year. </p> <p>Desert Road is a moody, evocative blend of Anglo-Arabic blues. It cost a mere £600 to make, and was released earlier this year on Adams's own label. He followed up by getting his own band together to play the new songs. The Wayward Sheikhs received a rousing reception at Womad this summer, Adams being hailed as an unlikely blend of Ali Farka Toure, JJ Cale, Ry Cooder and Mark Knopfler. Tomorrow the Sheikhs are back in London for a show to mark the \"official re-release\" of the album, now that it is finally gaining some notice. </p> <p>Arabic and African styles may be in fashion, but this is music that has has obsessed Adams for years. He spent much of his childhood in the Middle East, in Jordan and then Egypt, where his father was British ambassador. He began playing guitar at that unlikely rock academy, Eton, studied art history at the Courtauld Institute, and got a degree despite taking a term off to open for Kid Creole while appearing with an outfit called The Impossible Dreamers. </p> <p>At first, his Arabic influences did not go down too well with other musicians. \"If I played anything with an Arabic scale, the band would joke, 'We're all off for a kebab now, are we?' \" The old Etonian finally met up with an unlikely musical ally - a Stepney tearaway and former colleague of Johnny Rotten. Jah Wobble brought Adams and his influences into his new band, the wildly experimental Invaders of the Heart. Wobble, says Adams, was \"tough and loved to shock, but he was broadminded enough not to be put off by my background.\" </p> <p>Adams spent \"eight good years with Wobble that got crazed towards the end\", and in the process worked with the likes of Sinead O'Connor and Natacha Atlas. Since then, he's been a session guitarist, played with the classical cellist Caroline Dale in the Ghostland project (a mixture of strings, Celtic and dance themes, and), and worked as producer for that brilliant French band Lo'Jo, who mix French chanson with Arabic and African influences. Last year Lo'Jo took him down to Mali, where he bought his n'goni and decided to go solo at last, putting into effect the lessons he had learned in Africa and the Middle East. \"I was frustrated by the world music tendency to use pristine drum loops, and then put an ethnic voice over that. You have to start with a rhythm that has a sense of swing. And I'm not mad about piano or complicated chords.\" </p> <p>Adams sees the low-budget, low-key approach of his solo work as part of a trend. \"It's either very cottage industry, like this, or it has to be big budget and enormous.\" He's keeping a foot in both camps. While promoting his songs with the Sheikhs, he's continuing to play with Ghostland, who are in the process of recording what sounds as if it will be a lush, glossy new album with elaborate use of strings on every track. I bet it won't be half as fun as the DIY Anglo-Arab-African desert blues of Adams and the Sheikhs in full swing. </p> <p>Justin Adams's Desert Road is out on Wayward. The Wayward Sheikhs play Borderline, London W1 (020-7734 2095), tomorrow.</p>",
  "Yugoslavia entered the second stage of its revolution yesterday as Vojislav Kostunica, the people's power president, took a chainsaw to the dead wood of Slobodan Milosevic's regime. Among those felled were the Yugoslav federal prime minister, Momir Bulatovic and his entire cabinet, Serbia's interior minister and, prospectively, Serbia's president, Milan Milutinovic, an indicted war criminal who is under intense pressure to quit. All are long-standing Milosevic allies. Despite furious protests from ultra-nationalists, the Serbian parliament also agreed to hold early elections. A political novice he may be, but Mr Kostunica appears to have a sure instinct for power. Although he and his allies remain (for now) in the minority in the federal parliament, this concerted push to win control of Serbia's institutions is a crucial precursor to the national social and economic regeneration that is the new president's biggest task. By this determined attempt to purge the body politic, Mr Kostunica further undermines sad, bad Milosevic's deluded hopes of a comeback and increases the chances that he will soon face justice at home, if not in The Hague. <p>Although it is still very early days, Mr Kostunica has also moved deftly in respect of the breakaway republics of Montenegro and Kosovo. While offering no concessions on sovereignty, he has made clear that he is ready to sit down and talk about future federal relationships - in sharp contrast with the brutal, bullying tactics employed by his predecessor. It is far from certain that the Kosovo Albanians are prepared to talk to Mr Kostunica about anything other than a date for secession. But after last year's international intervention, that is as much Nato's and the UN's problem as it is his. Montenegro's president Milo Djukanovic, on the other hand, has indicated that he might accept a deal that gives Montenegro equal status with Serbia and leads to a withdrawal of Yugoslav military police and some army units. According to Zoran Djindjic, a leading Kostunica ally, such an agreement may be facilitated by Mr Kostunica's next purge, of top army generals appointed by Milosevic. </p> <p>The EU's rightly unconditional decision to relax sanctions and pledge $2bn in aid will help Mr Kostunica further consolidate his position. If the EU ever delivers the cash, it will reward ordinary Serbs for their courage in backing him. But he should keep his chainsaw to hand, for he is not out of the woods yet.</p>",
  "Forget the acute embarrassment of the Conservative party over an internal revolt against its new hardline policy on cannabis - enjoyable though its squirming might be. Forget the increasingly shrill responses of the Conservative leader, who descended yesterday to issuing the emptiest political response on the issue: \"We have to step up the war against drugs.\" Britain already has the toughest laws in Europe, which is one reason why its policies are so ineffective. The Police Foundation's national commission on drug legislation - on which two chief constables served - rightly concluded in March that our current laws do more harm than good. Forget the disarray in the Conservative party, because it is Labour which is in power. When parliament reassembles, ministers will be summoned before the home affairs select committee to give their considered response to the 81 recommendations in the Police Foundation's report. <p>Never has there been a better chance to reform our current system. Ministers should reflect on three fundamental shifts in attitudes - by politicians, public and police - that have occurred in the last week. In a mature society, the readiness of seven Tory shadow ministers to admit they have taken cannabis, should not cause a ripple. But until now, immature debate has predominated. An earlier admission by Mo Mowlam over taking pot, produced shock and horror on both front benches. Similarly, the public backlash against Ann Widdecombe's proposed abolition of the police caution for cannabis, breaks a long trend. Public backlashes are supposed to be associated with over-permissive policies, not the shamelessly regressive. Finally this week has not just seen the police superintendents, who would have to manage Miss Widdecombe's policy, openly declare it was unworkable, but a former chief constable, Francis Wilkinson, became the first to have held his rank to call for the legalisation of cannabis. </p> <p>If ministers are surprised by these responses, they should not be. A Mori poll, commissioned by the Police Foundation, found Middle England at odds with the government's hardline stance on drugs. Some 80% wanted a more relaxed approach to cannabis. Media attitudes have also shifted. The tabloids - not just the Mirror and Express, but the Mail too - said the Foundation's report deserved a serious debate. The Telegraph even played with a legalisation experiment. Ministers should seize the opportunity these shifts in attitude create. </p> <p>The foundation's report was too cautious, but its proposals - which would reclassify drugs according to the harm they cause - would be a logical first step to decriminalisation. So would its proposal to make cannabis an unimprisonable offence. These columns have long preferred decriminalisation to legalisation. Decriminalisation retains the offence but does not pursue prosecution. It has been supremely successful in Holland in separating soft drugs from hard drugs. It still has fewer young people than the UK taking cannabis despite its availability. And, unlike the UK, has stabilised or even reduced heroin use. Legalisation would either let the tobacco barons take part, or at least (because pot is mixed with tobacco) revive sales. The Dutch are no longer alone. Portugal and Switzerland are preparing to liberalise. A war against drugs is a war against our children. Seven shadow cabinet ministers recognise this truth. Surely Labour can follow suit. They should stop issuing the most dangerous message of all: that all drugs are equally harmful. They are not and young people already know it.</p>",
  "A Pakistani cleric, accused of recruiting British Muslims to fight a holy war in Kashmir, yesterday won permission to take his battle against deportation to the Lords. <p>Three law lords, Lords Steyn, Hope and Millett, gave Shafiq Ur Rehman, 29, of Oldham, Greater Manchester, permission to challenge a court of appeal decision. </p> <p>The appeal court ordered the special immigration appeals commission to reconsider its ruling that there was not enough evidence on which to base the deportation order. </p> <p>The court, headed by Lord Justice Woolf, ruled that the approach of the commission had been too narrow. Lord Woolf said: \"The promotion of terrorism against any state is capable of being a threat to our own national security.\" </p> <p>Mr Rehman's lawyer, Amjad Malik, said: \"A threat to national security should mean a direct or indirect threat to the UK, not to other countries. My client has has raised concerns about Kashmiri people in his role as a minister of religion.\" </p> <p>Mr Malik wanted the Lords to define the standard of proof needed to show his client was involved in terrorist activities.</p>",
  "<p>Last week witnessed some of the worst violence for years between Israeli troops and Palestinian protesters. At least 69 people have died (mostly Palestinians) and around 2,000 have been injured. What sparked this violence?</p> <p> <strong> What sparked this violence?</strong> </p> <p> On September 28, Ariel Sharon, the leader of Israel's main opposition party (Likud) made a visit to the holy sites in East Jerusalem. This infuriated the local Palestinians and the rioting began. During his visit, Sharon inspected The Temple Mount - a small area containing the Dome of the Rock. This is the third most holy Muslim site, from where Mohammed is believed to have ascended into heaven. The adjacent Western or Wailing Wall of the ancient Temple is also a Jewish holy site </p> <p>For Sharon to go there was seen as very insensitive by the Palestinians. He is hated because in 1982 he had the power to stop the massacre of Palestinian refugees in neighbouring Lebanon but did nothing. </p> <p> <strong> Why is Jerusalem the source of such conflict?</strong> </p> <p> Jerusalem is not just any city. It is where many Jewish Israelis and the Palestinians would like their capital to be. The Temple Mount is thought by Jews to be the site of the Second Temple. Its destruction by the Romans in 70AD began nearly 2,000 years of Jewish exile from the Holy Land. Jews began returning to what was then Palestine in the 1880s, but Israel came into existence only in 1948. </p> <p>In 1967, in the Six Day War, Israel attacked and defeated its neighbours Jordan, Syria and Egypt, which had threatened war. As part of that victory it conquered the eastern part of Jerusalem (the city was already divided) and a large area of land up to the River Jordan. This has become known as the West Bank. The Israelis have been told to give this land back by the United Nations. </p> <p> <strong> Why are Palestinians and Israelis in conflict?</strong> </p> <p> Just as the Israelis regard these lands as home, so too do the Palestinians. They hoped that after the first world war, when the Middle East was freed from Turkish control, they would be given space to create a Palestinian state. This never happened. Instead the British, who were in charge of the region, tried to get them to accept splitting the land into Jewish and Palestinian sections, with Jerusalem an \"international city\" looked after by the United Nations. </p> <p>The Palestinians rejected this and joined with their Arab neighbours in trying to destroy Israel in 1948. This war also resulted in Arab defeat. Over one million Palestinians were driven from their homes, ending up in refugee camps all over the Middle East. </p> <p>Israel's victory in the 1967 Six Day War meant that those Palestinians living on the West Bank, taken from Jordan, found themselves under Israeli occupation. This tense situation has not been improved by the arrival of more than 161,000 Jewish settlers who have taken land since then on the West Bank and in another occupied area called Gaza (now controlled by the Palestinian Authority). </p> <p> <strong> What efforts have been made to sort out all these problems?</strong> </p> <p> Negotiating peace in the Middle East has been painfully slow. The first breakthrough came in 1979 when Egypt recognised Israel's right to exist. The Israeli leader who did most to promote peace was Yitzhak Rabin, but his willingness to talk to the Palestine Liberation Organisation (PLO) at Oslo was unacceptable to some extremists and led to his assassination. Progress was being made in talks between the current Israeli leader, Ehud Barak, and the Palestinian leader, Yasser Arafat (overseen by President Clinton), until these troubles began. </p> <p> <strong> What are the key issues in these negotiations?</strong> </p> <p> Agreement is needed about those Palestinian refugees wishing to return home, the Jewish settlers and control of West Bank water resources. These may be complicated matters but are simple compared to the issue of Jerusalem, though even there there have recently been signs of a possible compromise. </p> <p> <strong> Is the fighting in anyone's interest?</strong> </p> <p> The conflict is clearly putting pressure on the Israeli leader, Barak, and focusing world attention on the Palestinian cause. Some experts have suggested that is why the Palestinian authorities have been slow to halt their people's street protests. But Barak has elections coming up and does not want to appear weak. That may explain the ferocious response of the Israeli army. </p> <p>The Palestinians want an independent inquiry into the violence. It is unlikely that Israel will accept this. And while these discussions carry on, the main peace talks are paused. </p> <p> <strong> Curriculum links: history, RE, geography and citizenship.</strong> </p> <p><strong> Useful websites:</strong> <br></p> <p><a href=\"http://news.bbc.co.uk/\">BBC</a> and <a href=\"http://www.europe.cnn.com\">CNN</a> for background to the Middle East conflict. <br></p> <p>See also: the Palestinian refugee site: <a href=\"http://www.arts.mcgill.ca/MEPP/PRRN/prfront.html\">www.arts.mcgill.ca</a><br> Israeli government site: <a href=\"http://www.info.gov.il/eng/mainpage.htm\">www.info.gov.il</a> <br></p> <p>\u0095 First Edition is a current affairs series for schools on C4 presented this week by Phil Gayle and produced in association with Guardian Education. It is transmitted every Tuesday morning at 11.25am and repeated on Wednesday at 11.25am. Go to the First Edition Quiz at: <a href=\"http://www.4learning.co.uk/first_edition\">www.4learning.co.uk/first_edition</a></p>",
  "<p>Drenched by a steady drizzle, pairs of 17-year-old trainee soldiers negotiate their way warily through the deep twisting gorge coordinating their fire at sprung targets which rear unpredictably from the trees and bracken. </p> <p>With the adrenaline pumping - live ammunition is being used for the first time - young men and women are learning to fire and manoeuvre together in a close quarter battle exercise. </p> <p>Some 600 youngsters from the Army Foundation College near Harrogate took part in an end-of-course, two-week outdoor exercise on Otterburn moor in Northumberland. They learned to shoot, collaborate and hone their leadership skills in supervised exercises on austerely beautiful ranges flanked by the Pennines and the Cheviot Hills. </p> <p>Two companies of young soldiers - Waterloo and Cambria - spent one week in a training camp and a second week living in the field. </p> <p>Back in Harrogate, meanwhile, two fellow companies - Burma and Alamein - were continuing their classroom-based training. </p> <p>The college, which has over 1,000 students housed in the former premises of the Royal Signals Army Apprentice College, was opened in 1998 to train the non-commissioned officers - corporals, sergeants and sergeant majors - of the future for service in the army's front line fighting forces - the Royal Armoured Corps, the Royal Artillery and the Infantry. </p> <p>The college opened when the army was under-recruiting in order to persuade 16- and 17-year-olds to join before the army's formal recruitment age of 16 years nine months. </p> <p>The idea is to attract recruits before they are lured into post-16 education and training or jobs in civvy street. In the past, junior entrants have tended to stay in the army longer and succeed better because they were well motivated. </p> <p>Today the Army Foundation College, which is being re-built via a private finance initiative, offers a year-long course of military skills and vocational education. </p> <p>As well as getting basic military training, students also work towards gaining a National Traineeship which comprises a core NVQ level 2 in IT and qualifications in communication skills, application of number, working with others, improving your own learning and problem solving at NVQ levels 2 or 3. Trainees also take part in a leadership and initiative programme. </p> <p>Military training includes operating the standard infantry issue SA80 assault rifle, using grenades, fieldcraft, drill, map reading, air photography, first aid and nuclear, biological and chemical defence. As well as undertaking physical education, games and sports, students also climb, cave, kayak and mountaineer. </p> <p>An intensive six-week period acclimatises new entrants to military life and discipline. The training is then divided into three, 14-week terms. Every seven weeks outstanding students are promoted to corporal, sergeant or sergeant major and students are paid up to £135.80 a week. </p> <p>Students can discharge themselves at any time between two weeks' and six months' service. After six months, trainees are committed to at least three years service. </p> <p>Last year some 85% of students achieved an NVQ at level 2. Overall some 20% of trainees drop out because of unsuitability or homesickness. </p> <p>John Lyell, aged 17 from Hull, has enjoyed the course's leadership and initiative training. \"It gives you the opportunity to take control of the situation,\" he said. \"You are given command and problem-solving tasks. </p> <p>\"The physical side is challenging but nothing that you cannot handle.\" </p> <p>He hopes to join the Prince of Wales own infantry regiment which will offer opportunities for postings to Jamaica, Oman and Northern Ireland. </p> <p>Attea Houghton, aged 17, from Liverpool is Cambria company sergeant. She said: \"I always wanted to join the army. The lifestyle was more appealing - travel and adventure.\" </p> <p>Initially, she added, female students had to work very hard to prove to the males that they were up to it. </p> <p>Lt Col Jonathan Garnett, commanding officer of the college, said that the field army is very impressed by the first generations of graduates from the college. \"They are bright, well motivated, pick things up quickly,\" he said. \"They've made a good start.\" </p> <p> \u0095 For further information call 08457 300111 or visit the Army's website at <a href=\"http://www.army.mod.uk\">www.army.mod.uk</a></p>",
  "<p>The search for bridges over troubled waters was much in evidence at the Labour Conference in Brighton. At further education fringe meetings, including the Association of Colleges dinner, this was clearly the mood - the sector expressing anxieties rather than confidence about the immediate future. Ministers, of course, have carried the legislation creating the new Learning and Skills Council. The national chair, chief executive, chief inspectors, the chairs and executive directors of local learning and skills councils have all been appointed. Further education can readily appreciate the scale of the change, but it is many months away from receiving any of the benefits. </p> <p>As the Further Education Funding Council winds down, several of its key figures have not made the transition to the Learning and Skills Council. Colleges are waking up to the fact that old relationships are in decline. Not that such links were necessarily cosy, but \"better the devil you know\". Moreover funding council officers and inspectors have prided themselves on their open relationships with colleges, who overwhelmingly formed their client group. In addition the funding council enjoyed the confidence that its performance was appreciated in the area which counted most, central government. </p> <p>The quinquennial review gave the funding council a cleaner bill of health than any comparable quango. Moreover its low administrative costs and slim staff budget, only 2% of the total further education spend, won ministerial approval. Its regional structure applied a light touch, emphasising advice and support. Of course, on occasions it provided the evidence of college failings and formed rigorous judgments, but colleges could tap support without being enmeshed in the toils of excessive bureaucracy. The inspectorate in particular earned high marks for rigour yet accessibility. </p> <p>A different world awaits. The Learning and Skills Council was never a rebadging exercise for the funding council or the Training Standards Council or the TECs, though clearly some of their features and many of their people have their full part to play in the new body. The Learning and Skills Council is charged by government with a massive responsibility. A society in which far too many have limited educational achievements and skills is to be transformed into the lifelong learning culture fitting for the age of rapid technological and societal change. Colleges bask in the knowledge that they are its biggest client group and are crucial to its success and much of the central funding structure will remain in place certainly in the early years. </p> <p>Anxieties however mount, particularly as the local learning and skills councils take shape. Key appointments at local level emphasise that further education is only part of a much wider picture. In place of the regional structure of a national quango overwhelmingly dedicated to their role, there now rises the very different perspective of the local learning and skills councils. These bodies will enjoy much greater local input, not least by local authorities with their responsibilities in the post-16 and adult learning areas. Local employers and private training providers join the forum of decision takers in which the colleges participate. </p> <p>Opportunities, of course, abound. The colleges will eventually see the comparative costs and advantages of their provision against school sixth forms become subject to keen local scrutiny, although local communities will inevitably tread with care in this most controversial of areas. The inspectorate will ensure that the quality enhancement imposed with increasing rigour upon the colleges will obtain for the private training providers too. </p> <p>The price, however, will be the need for further education to argue its case in a much more intensive local forum in which it will be a minority interest in terms of representation, though the major provider. Further education is destined to come in from the cold. Yet for many in further education it may not be the problems of global, but of local, warming with which they will be wrestling. The level of disturbance means troubled waters. Further education needs to play its full part in ensuring that the local learning and skills councils are secure bridges of opportunity for the sector. </p> <p> \u0095 Lord Bryan Davies is chair of the Further Education Funding Council</p>",
  "<p>There I was ticking the multiple disability box on my Ucas form, while feeling no different from anyone else. I am a dyslexic, a diabetic and an amputee. I see the amputation as a problem but not the rest of it. So ticking that box left me feeling nervous: what on earth did university hold for me? </p> <p>Now, two years on and just starting my second year at Newcastle University at 20, I realise why my disabilities were of such interest. As much as people would like to believe otherwise, disabled students still do not have a fair time in higher education. In fact, there are so many obstacles that are overlooked that it's ridiculous - not only on the learning front, but in everything else associated with student life, such as the social scene. </p> <p>As a disabled student I don't feel different from anyone else, but the fact is that I am different, and because of this, improvements need to be made. Everyday things other people would find easy I am unable to do. This I am used to, but it would be made easier for me if people were more understanding of my needs. </p> <p>Better facilities are needed. There is the usual situation of negotiating buildings. For example, when I started university last September I discovered that the specific accommodation for disabled students was designed for wheelchair users. However, my particular needs mean I need en suite accommodation - which these rooms did not have. En suite rooms were available in halls of residence and this is where I moved. </p> <p>However, these halls are three miles outside the city centre, which leads to problems with transport. After the first year, students have to find their own accommodation. Ironically, finding somewhere for next year is relatively easy, as landlords ensure their property meets the specific requirements of the tenant - but there are obvious cost complications here. </p> <p>Disabled students are under-represented in higher education: just 3.4% of the nation's students last year were registered disabled, as compared to 14% of the population. The Disability Discrimination Act (DDA) of 1982 should have helped redress the balance, but it is fatally flawed. </p> <p>The problem is this. The act is only concerned with four core issues: employment; access to goods, services and facilities; the sale and letting of property; and access to transport. It excludes educational services from the main provisions. In other words, universities have to improve their facilities for their staff (protected under the employment provisions of the act) but not for their students. </p> <p>Fair? I don't think so. I control my diabetes and have learned how to deal with my dyslexia, but my other disability is another story. Although most of the time I can lead a relatively \"normal\" life, there are differences that I come across that most people do not encounter. </p> <p>At the beginning of this year, for instance, I was on crutches for four weeks. I was unable to attend lectures, which of course meant that I had a lot of catching up to do. In addition I was unable to carry anything for myself, could not get around with ease and had to rely on friends for help. </p> <p>I enjoy university very much, but being so far away from the city centre I end up spending a small fortune on taxis due to my difficulties using public transport. And it is difficult to have a full social life, too - if I want to go to a nightclub and I am using crutches or a walking stick, entry is denied because they can be used as weapons. </p> <p>At Newcastle University, people have been good to me and very understanding of my needs. But the number of disabled students here is low: 2.5% this year, nearly 1% below the national average. To pull these figures up, the university has applied to Hefce for funding to create a disability unit to support for disabled students. This is a great step forward. </p> <p>And it is a step Newcastle and other universities are under increasing pressure to take. The recent decision by the Quality Assurance Agency to report on provision for the disabled in their assessments, has made sure of that, while the establishment of the Disability Rights Commission last April added to the pressure. More than ever, universities have no real option but to improve their provisions. </p> <p>But giving disabled students equal opportunities is a long process. It will take time not only to deal with access but also to provide a sense of support for disabled students. Thought needs to go into both. </p> <p>At the moment a vicious circle exists. In order to encourage more disabled students, universities need to improve their facilities and support. On the other hand, there is no need to do so while so few disabled people are entering higher education. It is time the circle was broken.</p>",
  "<p>Great Britain picked up 11 golds, 10 silvers and seven bronze medals in the most successful Olympics for 70 years. But how much credit can our universities take? Only one on-campus programme produced medal success - Bath - with a gold and a bronze for pentathletes Stephanie Cook and Kate Allenby, and a judo silver for current student Kate Howey. </p> <p>Bath's director of sport, Ged Roddy, has just been appointed director of a new regional sports institute. It's part of the UK Sports Institute, a John Major vision which was expected to achieve just the kind of Olympic success British athletes have just delivered. But the institute is three years behind schedule. Sport England's spending approval for the infrastructure investment envisaged by Major came through just a few days before athletes left for Sydney. </p> <p>\"The facilities developed here over the last few years are a result of the investment for the last Youth Olympics in 1995,\" says Roddy. \"We were training Kate Howey in a converted squash court.\" </p> <p>Bath plans to spend £23m of lottery money on new facilities. This is part of a £120m lottery-funded investment in sport, much of which will be spent on university-based facilities at the nine regional centres of the UK Sports Institute. Loughborough, Manchester Met, Sheffield, East Anglia, Southampton and Birmingham will also receive infrastructure investment, with separate funding for projects in Wales, Scotland and Northern Ireland. </p> <p>But why the delay? Conservative plans for the institute involved massive spending on one national centre to be based in Sheffield. Sports governing bodies would move to the city to be alongside world-class facilities in over a dozen sports. </p> <p>But the sporting bodies were never persuaded. Athletics, based in Birmingham, showed no inclination to move north, while cycling was just establishing itself at the velodrome in Manchester. Universities like Bath and Loughborough felt they had been left out of a scheme which ignored the need for regional centres of excellence. </p> <p>In 1997 the incoming Labour administration came under fierce lobbying pressure. Sports minister Tony Banks soon announced a change of policy. The UK Institute would consist of regional centres based on existing centres of excellence. </p> <p>Finally, in October last year, the funding was announced, but universities still had to submit detailed plans for approval and another 10 months slipped by before the first funding announcement was cleared, allowing Bath to put contracts out to tender. </p> <p>Roddy doesn't want to get into recriminations: \"British Sport has suffered from lack of investment for the past 40 years. I would travel from the centre of Sydney out to the swimming centre and I would pass four 50m pools on the way. Australia has 1,500 such pools. We have six, and only one - here at Bath - has been built since the last games in Atlanta.\" </p> <p>At Loughborough, Rod Thorpe is waiting for final clearance for nearly £25m of investment on campus. The university will have one of those 50-metre pools, along with new indoor track and field facilities, new artificial pitches, centres for badminton and netball and a gymnastics analysis centre. </p> <p>Both universities see the funding as a chance to open up higher education to more young people. Bath has introduced a HND specifically designed for young athletes, while Loughborough have worked on strategies which allow sports development and university level study to co-exist. </p> <p>\"We try to take a flexible approach,\" says Thorpe. \"But you have to be careful - some laboratory-based courses are difficult to take time out from.\" </p> <p>So when might we expect a return on the current investment? \"Logic would say 2008,\" says Thorpe. \"Results from investment in infrastructure are bound to take a little longer. What we will see is more young people coming through the system.\" </p> <p>One way to achieve that is to bring athletes onto campus when still at school. At Bath, junior and senior players train together, with all the benefits that accrue when top-class role models are on hand to aid the development of younger players. Some of these are based on campus, hundreds of miles away from their parents, staying at local schools and juggling their education and their sport. </p> <p>\"I moved here in September last year,\" said 17-year-old Anne Murdoch. \"My judo coach coaches the women's Olympic team. At the moment I'm training with people who are my heroes, people like Kate Howey. So it was the best place for me, it's a much higher level.\" </p> <p>\"People, facilities, athletes - it's not rocket science,\" says Roddy. \"Put them together and you'll begin to see success coming out of the programme.\" </p> <p><strong> Olympic medal-winners who competed as students in British Universities Sports Association competition events, and universities with new facilities</strong> </p> <p><strong> Gold </strong><br></p> <p><strong>Audley Harrison</strong> boxing superheavyweight, Brunel </p> <p><strong> James Cracknell</strong> rowing/coxless fours, Reading </p> <p><strong> Tim Foster</strong> rowing/coxless fours, London </p> <p><strong> Kieran West</strong> rowing/men's eights, Cambridge </p> <p><strong> Fred Scarlett</strong> rowing/men's eights, Oxford Brookes. </p> <p><strong> Silver </strong><br></p> <p><strong>Kate Howey </strong> judo/middleweight, Bath </p> <p><strong> Chris Hoy</strong> cycling/team sprint, Teesside </p> <p><strong> Steve Backley</strong> javelin, Loughboro' </p> <p><strong> Loughborough </strong> 50m training pool; indoor athletics straight; 12 court sports hall; sports science, sports medicine and conditioning facility; water-based hockey pitch; 200m indoor athletics track </p> <p><strong> Bath </strong> 150m indoor athletics straight; 12-court, multi-purpose sports hall; sports science, sports medicine and conditioning area; fencing salle; air rifle shooting range for modern pentathlon; judo mats; simulated start for bobsleigh; squash courts at Millfield School (complements pool and dry facilities totalling a further £2.9m) </p> <p><strong> Wales </strong> new national athletics centre in partnership with University of Wales College, Cardiff; new national centre for swimming in partnership with Swansea University and City of Swansea Council (to be opened in 2001 and costing £8m)</p>",
  "<p>There are invisible children in our schools. Ask teachers and they immediately recall examples - the excruciatingly shy pupils who seemed to melt into the background, visibly shrinking when questions were asked or averting their eyes when addressed. </p> <p>At break they were the forlorn figures standing apart from the hurly-burly. They were the troubled ones who never gave any trouble. </p> <p>Kim Gregory is worried about her nine-year-old, Gary: \"He is very lonely but he tries to dismiss his problems. He says, 'Oh, I don't mind, don't worry'. He's so ultra considerate - always at the back of the line, the one who gets the last sweet when they are being handed out. I fear one day he will explode.\" </p> <p>A Hampshire mother, unwilling to reveal her identity, tells a similar tale of her 12-year-old: \"He is completely lacking in self-confidence and is becoming very isolated. He is unnaturally well behaved. The teachers say he is so 'nice and polite', but they don't see how sad he is at home. His behaviour is convenient for them.\" </p> <p>It's a view shared by health campaigners and professionals. \"Children who act out will get the most notice,\" says Juliet Buckley of the charity Young Minds. Jeanette Newton of the Dudley Counselling Service feels that concern and funding is flowing predominantly to disruptive children. </p> <p>But for children whose instinct it is to internalise their worries, the consequences of having their troubles overlooked can have profound consequences. Last year's \"Bright Futures\" report from The Mental Health Foundation identified communication difficulties and low self-esteem as key risk factors likely to contribute to children developing a mental health problem. </p> <p>One organisation that focuses on the plight of the withdrawn child is the charity The Pyramid Trust. Since 1992, it has promoted a programme aimed at children of seven to nine - an age, according to the American psychologist Mortimer Schiffer, in which their main \"social hunger\" is for peer-acceptance. \"In our view this is the ideal time to intervene,\" says the trust's chief executive, Alan Watson. \"Every child deserves to have early signs of failure noticed and nipped in the bud.\" </p> <p>The trust has developed an approach which it \"franchises\" out to local education or health authorities. \"They contact us and we set them up as the local 'lead agency', responsible for promoting the idea among schools and then co-ordinating things once they get started,\" explains Watson. </p> <p>The trust provides a blueprint for running the three-stage scheme. First, teachers are invited to assess their classes using checklists. Next, their \"nominations\" are discussed at a special \"multi-service\" meeting of teachers, psychologists, school nurses and representatives from educational welfare. From this gathering emerges a shortlist of 10. These pupils are invited to join a special after-school club that runs for 10 weeks and is co-ordinated by an outside volunteer, trained by The Pyramid Trust and employed by the lead organisation. </p> <p>Once parents agree their children can attend, the club meetings begin. \"Often this is the first time they have ever been selected for anything,\" says Alan Watson. \"The clubs are designed to offer six key ingredients - love, security, praise, recognition, responsibility and new experiences - the children select a club name, design badges, cook, play games and there is always an outing. At the end there is a big farewell party.\" </p> <p>The rationale for this approach is the seeming long-term boost in confidence. Among many success stories one stands out. \"He started as a desperately alone child,\" says volunteer Jacqui Wood. \"He never played and his anorak was 'fuzzy' on one side because he spent his breaks circling the playground alone, leaning on the walls as he went.\" His headteacher, Sue Murry-Wicks, takes up the tale: \"After the club finished he had changed, now he can be seen playing football with the others.\" </p> <p>Alan Watson regards the positive experiences gained in the clubs as a kind of \"slow-release fertiliser\" in these children's lives. \"It builds their resilience to cope with subsequent buffets and, according to recent follow-up research, seemingly boosts their literacy skills, too.\" </p> <p>For Zarrina Kurtz, one of the authors of an as yet unpublished review for the National Health Service Executive of the outcomes of treatments of psychiatric disorders in childhood, the court is still out on the long-term benefits of this kind of intervention. \"But,\" she concedes, \"if something can be done to help a child overcome a difficult stage in their life, enabling them to succeed when they appear to be failing, then it may be giving them access to a whole raft of other positives.\" </p> <p>To date the National Pyramid Trust has run clubs in 86 schools for 930 children and has trained 280 volunteers. There are always more candidates than can be accommodated. What then for the thousands of \"invisible\" children slipping through the net, passing on to the even more daunting secondary school environment? Alan Watson is clear about the benefit of early intervention, but says it is never too late. </p> <p>At Cator Park School For Girls in Bromley, Helen Palmer is definitely of this view. She and her special educational needs team are developing a programme for children in years 8-10 based on the social skills training method devised by the clinical psychologist Susan Spence. </p> <p>The initiative also relies on teachers nominating pupils who give them cause for concern, eight of whom are offered the chance to meet together once a week for 16 weeks. The sessions explicitly target their social skills, with special questionnaires being used to prompt discussion about their feelings and experiences. </p> <p>Palmer's colleague Charlotte Thomas is delivering the sessions and already sees improvements only six weeks down the line: \"One girl was always covering her face - now she's making eye contact.\" </p> <p>Services such as Young Minds have to help pick up the pieces when things for anxious or withdrawn children reach crisis point. \"The isolation children experience at school can often be the raw material for much more serious difficulties later on,\" says Juliet Buckley. \"Of all the problems we receive calls about, depression ranks the highest. The invisible child today often becomes the adolescent hiding in their bedroom of tomorrow.\" </p> <p> \u0095 Bright Futures can be ordered from The Mental Health Foundation: 020-7535 7400. The National Pyramid Trust: 020-8579 5108.</p> <p> Susan H. Spence's Social Skills Training programme is available from NFER-Nelson: 01753 827249. </p> <p>Young Minds run a telephone service providing information and advice for anyone with concerns about the mental health of a child or young person: 0800 018 2138.</p>",
  "<p>Selma (Björk) and her son Gene are visiting the well-appointed home of police officer Bill (David Morse) and his wife Linda (Cara Seymour). Bill puts some light classical music on the record player, while Linda enters carrying a tin of candy. Selma turns to her hosts. </p> <p>\"You have such a beautiful home!\" </p> <p>Bill turns to Selma. </p> <p>\"Oh, it's nothing really.\" </p> <p>\"Sure it is,\" insists Linda. \"I don't reckon anybody would expect your average police officer to have a place like this.\" </p> <p>Bill grins coyly. </p> <p>\"Linda's great at making things look spiffy.\" </p> <p>Selma looks up at Bill. </p> <p>\"Yes, and of course there's all that money you inherited, Bill...\" </p> <p>Linda smiles and nods. Bill says nothing. </p> <p>\"Where do you keep it?\" Selma asks. \"In the bank?\" </p> <p>\"In a safe deposit box,\" Linda replies. \"Bill thinks it's for the best.\" </p> <p>Selma smiles gently. </p> <p>\"Oh, a safe deposit box. Good thing you don't keep it here. It wouldn't be very safe. Although it might be kind of nice too, 'cause then you could look at it once in a while.\" </p> <p>\"Sometimes Bill brings the box home, to check on things. You do, don't you Bill? But I guess nobody'd mess with a police officer.\" </p> <p>Linda offers Selma a sweet. </p> <p>\"You always give us such fine and expensive things when we come and see you.\" </p> <p>Bill catches Selma's eye. </p> <p>\"Oh, Linda always appreciated the good things.\" </p> <p><strong> See also:</strong> Willy Wonka And The Chocolate Factory, The French Connection </p> <p><strong> Don't see also:</strong> Reality Bites. </p> <p><strong> Pointless trivia:</strong> Dancer In The Dark director Lars von Trier added the \"von\" to his surname while studying at the Danish Film Academy.</p>"
]