[
  "<p>An explosion of US-style pay deals was predicted yesterday with Britain's top companies planning to double the number of share options they grant to senior executives, according to research by a consultancy firm. </p> <p>The move would see even faster rates of wage rises in Britain's boardrooms. The Guardian-Inbucon survey of directors' pay revealed a 16.5% rise last year. </p> <p>But research by William M Mercer, a consultancy firm, showed annual grants of options are running at more than twice a top executive's salary, with awards ranging from the equivalent of salary to more than 20 times basic pay. </p> <p>Share options are the basis of the new multi-million pound pay packets. The two executives at the top of the Guardian's pay survey, Arun Sarin and Mohan Gyani, both from Vodafone, were propelled to the top of the table because of gains - worth about £15m - on cheap options last year. </p> <p>The prediction that British companies plan to award more options to their executives is expected to add weight to the call by the Accounting Standards Board, which sets accounting guidelines, for options to be registered on a company's profit and loss account. </p> <p>Michael McKersie of the Association of British Insurers, whose members control about a quarter of the stock market, said investors wanted to know the value of the options being awarded to executives. \"Investors do want to see that the options are recognised.\" </p> <p>However, the debate over whether awards of options to executives should appear in company accounts is expected to rage for at least two years. </p> <p>The proposal, published by the ASB last month, has met fierce resistance from some companies.They have raised concerns that the plans could hurt basic save-as-you-earn employee schemes. </p> <p>The industry has been expecting a wave of more generous reward schemes since the ABI relaxed its guidelines on options awards, which used to restrict annual grants to one times salary. </p> <p>Mr McKersie said last night that investors were generally supportive of an increase in the proportion of share-based awards to directors because they allowed a closer link of directors' pay to their companies' performance. </p> <p>This was described by Marcus Peaker, a founding member of remuneration consultancy Meis, as one the main differences between the rewards to directors in Britain and those in the US, where many schemes are not linked to specific performance targets. </p> <p>While some companies, such as Barclays and Glaxo Wellcome, have introduced schemes which have elements modelled on US lines, remuneration experts do not believe they are yet to become commonplace. </p> <p>Although the Guardian-Inbucon survey showed dramatic rises in base salaries for Britain's bosses, a survey of pay levels among investment bankers showed that thee increases paid in the Square Mile overshadowed those in the boardroom. Consultants Robert Walters noted that while base salaries in the City were staying static bonuses were rising rapidly. A corporate financier would make £60,000 a year with a bonus payment that \"can sometimes exceed 100% of basic salary\". </p> <p>\"This is a good time for candidates looking to move into corporate finance. Banks are battling against each other as the competition for limited resources continues,\" the survey said.</p>",
  "<p> The American dream doesn't just die, it is blown to smithereens in this joyously dysfunctional account of corporate and family greed, set in an America where clowns and a talking wolverine hang around with dubious airline tycoons and even more doubtful compensation lawyers. </p> <p>Taking place in the aftermath of a plane crash, which only the wolverine survives, Brian Parks's play takes the form of a series of snappy comic monologues or brief interchanges that throw a spotlight on the dark lives that are only bearable if you are shooting up, of people who are all out to make a fast-buck, for whom self-belief is the only religion. </p> <p>Stylistically, it has the energetic buzz of theatre designed for an audience with the attention span of a flea. The snappiness of the production adds to the disorientating effect and the whole thing seems like a particularly sick episode of The Simpsons played at double speed. Spotlighting the great sickness that is the US has never been quite such fun, although the play - if that's what you can call it - doesn't shirk at finding the tragic in the freakish. God bless America, she really needs it. </p> <p> Till Monday. Box office: 0131-226 2428.</p>",
  "<p>The problem</p> <p>I recently took a day off sick and had to go to hospital for checks. We then got an office memo stating that the company was retrospectively implementing statutory sick pay and that they would not pay us for the first three consecutive days off sick. When I got my salary, they had deducted a day's pay.</p> <p><strong>Emma</strong></p> <p><strong>The solution</strong></p> <p>This may not be legal. There is legislation to protect workers from having unauthorised deductions made from their wages and in this case, you have clearly not consented. I am assuming too, that there is no authorisation within your contract for such deductions.</p> <p>You will have to take legal advice about this. If there has been an unlawful deduction, you could seek redress by making a complaint to an employment tribunal. However, you would be expected to have tried to sort it out with your employer first - quite often, a simple letter pointing out an employees legal rights, often does the trick without the need to take it further. Contact your union, Citizen's Advice or local ACAS public advisory point for further advice.</p> <p>Even if your company is acting illegally, you will have to decide whether it is worth going to the trouble of trying to recoup the lost day's pay (of course, if you are ill again, it might not just be one day's lost pay). Some people might not feel it is worth the hassle, especially if they are job-hunting and anxious about references . I think your priority should obviously be getting out as soon as you can and finding a reputable company to take your talents to.</p> <p>Dr Sandi Mann is author of <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501952039,00.html\">Psychology Goes To Work</a> and <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501007347,00.html\">Hiding What We Feel, Faking What We Don't</a></p>",
  "<p>Internet bank Egg worked with police to develop software that helped trace a gang behind what is thought to be Britain's first alleged attemped online bank robbery, it emerged yesterday. </p> <p>Three people arrested following a six-month investigation into internet banking fraud involving the Prudential banking subsidiary have been released on bail pending further inquiries, the national crime squad said yesterday. </p> <p>It also confirmed that other online banks may have been targeted by the alleged fraudsters. The arrests prompted experts to claim it was only a matter of time before criminals successfully carry out a \"virtual bank raid\". </p> <p>Egg said its security systems were not breached and that there had been \"absolutely no risk to customers' money whatsoever\". But it confirmed that the alleged fraudsters \"may have got away with a minimal amount\". The fraud is said to have involved multiple bogus applications for loans and savings accounts. </p> <p>Three people were detained after officers swooped on addresses in Buckinghamshire, Bedfordshire and Northamptonshire. Officers seized computer equipment as well as a quantity of cash and drugs in the raids on Tuesday. </p> <p>Staff at the bank have worked with police over the past six months to help with the investigation. Tony Williams, Egg communications director, said: \"This is not about hacking but multiple applications.\" </p> <p>During the investigation Egg developed software that \"rings an alarm bell\" when a number of applications are made from the same address or PC. </p> <p>The national crime squad said the possibility of attacks on other online banks came to light after studying the alleged fraudsters' computers. </p> <p>Anthony Riem, partner at the \"cyber law\" specialist Philippsohn Crawfords Berwald, predicted that many more crime syndicates will attack internet banks, putting them at risk of losing millions of pounds.</p>",
  "<p>Just 20 years ago, when the architects of Britain's framework of financial regulation set about scraping away some of the City's filth, a sensible guiding principle was adopted. The regulator's job, it was decreed, was not to protect a fool from losing his or her money but to protect an ordinary investor from being made to look a fool. </p> <p>It sometimes seems that over the years this principle has been edited down to the point where the newly empowered financial services authority just treats everyone as an idiot. </p> <p>That may sound harsh but it is difficult to conclude otherwise after this week's news that two financial websites have had to stop reprinting share tips from newspapers. Or they would have to be registered as financial advisers (and regulated as such), even though newspapers and many investment periodicals are exempt from the rule. </p> <p>While the FSA pleads that it is not trying to stifle the internet but simply applying established law, the argument that collating newspaper tips on a website amounts to financial advice is clearly nonsense. </p> <p>The affair highlights, once again, the particular muddle over where financial regulation should start and where it should stop. Ten years ago, the FSA's forerunner, the securities &amp; investments board, thought it worth its bureaucratic while to crack down on a bookie in Bournemouth who started offering odds on pairs of shares with daily \"price races\". A decade on and the FSA is arguing that the likes of Sharepages.com and Digitallook.com are not \"periodicals\" and are therefore not eligible for the regulatory exception enjoyed, for example, by this newspaper. </p> <p>These web services are \"continuous\" publications, you see, and therefore ripe for regulatory picking. </p> <p>Talks are under way between the FSA and the Treasury about getting some clarity on the matter into the next tranche of City legislation. But the crass way the rules are being implemented does note bode well. </p> <p><strong> Fraud frustrated </strong><br> </p> <p> Egg has hit the headlines as victim of the first internet bank heist, yet this is not the great train robbery replayed in cyberspace. There was no latter-day Ronnie Biggs; the important fact, somewhat forgotten amid the excitement, is that the cyber-crooks did not get away with it. </p> <p>In truth, the attempted robbery was rather old-fashioned. It was not masterminded by a remote hacker whizzing millions of pounds across the net with a few clever clicks. Instead it was a relatively simple (in their case, too simple) matter of applying for loans under fictitious names and addresses in the hope that Egg would send the loot. </p> <p>Banks have always been open to such fraud and the internet does not make it easier to carry out; it probably makes it harder. It is now much easier to verify data electronically on names and addresses, while money laundering regulations introduced in the past 10 years make opening a bank account impossible without extensive checking of an individual's identity. </p> <p>The real risk to the public's confidence in e-commerce is the explosive growth in \"card not present\" fraud. This is where someone - perhaps a waiter or petrol attendant - copies your credit card details and passes them on to counterfeit gangs which then use the number to make substantial purchases over the net. The banks hope to short-circuit this little wheeze by making retailers ask for the three-digit number on the back of a card, which will not be available to someone who has made a copy of the front. Over the net, security will be further strengthened by new systems to check billing addresses. </p> <p>The French are ahead of the British; card users there have to type secret four-digit Pin numbers on keypads instead of signing till receipts, eliminating easily copied card imprints. There are plans to introduce the system in the UK, but not before 2004. This sloppy timescale benefits only the crooks, and the Home Office needs to act now to hurry it along.</p>",
  "<p>It may not have lived up to the greatest day in Rochdale's history - the 3-1 League Cup semi-final win over the same opponents here 38 years ago - but a 90th-minute header by Tony Ellis ensured the present generation of home fans will long remember this night. </p> <p>The Third Division side emerged with great credit as they fought back from a 59th-minute goal by Nathan Blake. </p> <p>The financial resources of the respective Lancashire clubs may put them on different planets but at least Graeme Souness tried to level the playing field by resting several regular starters. It meant a rare appearance for Keith Gillespie, one of a number of players now surplus to requirements. </p> <p>Gillespie looked eager to take advantage of the opportunity. His 29th-minute cross created the first real opening as Blake rose and forced Neil Edwards into a fine one-handed tip over the crossbar. </p> <p>Edwards, from close range, then denied Blake from the resulting corner but just as Rovers looked to be exerting a stranglehold, Rochdale responded in determined fashion. </p> <p>The source of their more encouraging moments was the irrepressible midfielder Tony Ford, 41 years old and making his 1,014th first-team appearance. Twice, in quick succession, his deep right-wing crosses hung tantalisingly in the air for Ellis. First, however, the much-travelled striker snatched at his shot before placing a header narrowly beyond the far post. </p> <p>Blake threatened again just before the interval, turning sharply and shooting just off target. But with the French striker Kaba Diawara, at Rovers for the rest of the season on loan from Paris St-Germain, watching from the stand, it was not an encouraging first-half for the visiting strikers. </p> <p>The second half briefly promised to follow a similar pattern as Ellis was presented with two chances, the first a shot he put wide, the second requiring a well-judged interception by Marlon Broomes from a Michael Oliver cross. </p> <p>Gillespie then saw an effort headed off the line by Wayne Evans before a moment of genuine quality finally broke the deadlock. Matthew Jansen threaded a pass to put in Blake for a routine finish.</p>",
  "<p>As Patrick Vieira considers taking his most dramatic early exit yet, this time out of English football altogether, he may be heartened to hear that rivals, as well as team-mates, are insisting he should stay. </p> <p>This even includes Liverpool's Dietmar Hamann, the victim of the tackle that led to Vieira's second red card in three days at Highbury on Monday, who said: \"It would be bad for English football if he left. He is a fantastic player and not a dirty one. He plays the game in a fair-minded way.\" </p> <p>In any case, even if Vieira left Arsenal it is difficult to imagine where he could go in search of greater understanding, short of signing for the Priory Clinic XI. In Europe's main leagues a man of his combative instincts would be unlikely to complete 90 minutes of any game, and in Italy he would be lucky to survive the pre-match warm-up. </p> <p>Vieira understands that, which is central to his frustration, feeling forced out of his natural environment by referees he believes are singling him out. But though he has at times invited punishment, unnecessarily and even recklessly, he finds himself playing in England at a time when beleaguered referees are trying to second-guess the assessors and rule-tweakers who govern them. </p> <p>The English game is the fastest and most physical in the world, which used to invite a matching level of tolerance and discretion from officials who tried their best to distinguish between malevolent fouls and mistimed ones. Now those qualities have been reclassified as vices for referees who have been instructed, as they were at the beginning of last season, to take a zero-tolerance attitude to foul play. </p> <p>Vieira, who was sent off only once in each of the previous two seasons, made a serious attempt to temper his game after his red card against West Ham last October, when he received a six-match ban not for his tackle but for spitting at Neil Ruddock. </p> <p>To a degree he has even managed to temper his temper. And he was so confident that he could offer further proof that he was reformed this season that he struck a bet with his best friend Olivier Dacourt that he would have the better disciplinary record of the two of them. </p> <p>Dacourt, in Germany preparing for Leeds's Champions League qualifier against Munich 1860 tonight, says: \"I phoned Pat after the Sunderland game to tell him that he would never win the bet. He managed to joke then but he must be very upset now. </p> <p>\"When you watch the incident against Liverpool, can you tell me that he was not unlucky? I have not been able to speak to him yet but when he came off the pitch he told the people in French that he does not want to play in England any more. If he does stop playing, the Premiership will lose a great player.\" </p> <p>Though Dacourt could be expected to defend his friend, Vieira's case is significantly helped by the more independent support of Sunderland's manager Peter Reid and Liverpool's Gérard Houllier, who both insisted he was desperately unlucky. And though Hamann insists that the tackle on him deserved a yellow card, he rightly points out that Vieira should never have received his first booking, when he shaped to retaliate after a Jamie Carragher foul but was held back by team-mates. </p> <p>Vieira apologised to Arsenal colleagues after losing his head at Sunderland on Saturday when pulled back by Darren Williams. But though flailing an arm invited a red card, he clearly did so not with the intention of injuring an opponent but to free himself to continue an attack as his side chased a last-minute equaliser. </p> <p>This is not to build a case for Vieira's canonisation. In both games he lost emotional control, and history suggests there is almost no measurable unit of time between the lighting of the blue touchpaper by an opponent and the Vieira explosion. </p> <p>His expectorating performance against Ruddock, an unacceptable practice in British football, was an example of that. And as well as a sending-off against Charlton two years ago for elbowing an opponent, an unacceptable practice anywhere, he has been fined for making a V-sign to Sheffield Wednesday fans and he escaped punishment and, remarkably, retribution after appearing to butt Roy Keane last season. </p> <p>After six red cards, Vieira is one sending-off away from joining Vinnie Jones at the head of the Premiership dishonours list. Given the respective talent of the two players this seems a ludicrous prospect, though Vieira has already equalled Eric Cantona's record of red cards in successive games. Cantona's were against Swindon and, no surprise here, Arsenal in 1993-94. </p> <p>Despite a denial by Philip Don, the Premier League's head of refereeing, that there is a clampdown on foul play, a pattern has developed in English football in which a flurry of red cards in the opening weeks of the season becomes barely a trickle later on. By Christmas, the sort of tackle with which Vieira caught Hamann may not even bring a harsh look from a referee. Arsenal are just hoping he is still around to reap the benefit.</p>",
  "<p>Shane Warne's telephone manner may not be to everyone's liking but he cannot be faulted for effort on the field. Arriving back in England only yesterday morning after playing for Australia in their indoor series against South Africa in Melbourne, he took a wicket with his fifth ball as <strong> Hampshire </strong> restricted <strong> Kent</strong> to 268 for nine on the first day of their match in Canterbury. </p> <p>Warne took two more wickets, held two catches and bowled 28 overs but an unbeaten 92 from the Kent wicketkeeper Paul Nixon denied him an early opportunity to put his feet up. Nixon has added 70 for the last wicket with David Masters. </p> <p>\"Many people thought he was just here for the fast buck, but Shane is a true team man and he wants to help his adopted county fight out of the relegation predicament we find ourselves in,\" said Hampshire's captain Robin Smith. \"It would have been easy for Warnie to have opted out of this one.\" </p> <p>It is a match Hampshire must win if they are to have realistic ambitions of staying in the First Division and, in excellent batting conditions, Alan Mullally also undermined Kent's progress. He took five for 67, including the key wicket of Rahul Dravid, who played on for 20. It was the fifth time this season the England bowler has taken five wickets in an innings. </p> <p>Buskers and beggars might want to hitch a lift to Colwyn Bay this week. The <strong> Sussex</strong> captain Chris Adams is clearly in a charitable mood; after winning the toss against <strong> Glamorgan</strong> he put the Welsh county in to bat and watched them amass 457 for one. </p> <p>Matthew Elliott and Steve James's partnership of 374 was a Glamorgan record for the first wicket. James, who ended the day seven short of a double century, has a clear preference for the Colwyn Bay pitch; he made 259 not out there last year against Nottinghamshire. Elliott's innings of 177 was his fourth championship hundred of the season and his highest score for the county. </p> <p>\"Do we have a spinner who is worth his place?\" will doubtless be the main question raised when England's selectors discuss the side for next week's fifth Test at the Oval. Well, there is a left-armer at <strong> Middlesex </strong> who is still pretty useful. Phil Tufnell squeezed the life out of the <strong> Gloucestershire </strong> top order on the second day of the match in Bristol, returning figures of three for 16 from 28 overs. For those who have not been paying attention, Tufnell has now taken 57 wickets this season at 22 apiece. </p> <p>Middlesex have a slight advantage at the halfway stage. Gloucestershire, facing the prospect of batting last, are 50 runs behind with three first-innings wickets left. </p> <p>In the second Under-19 Test in Northampton, a century from Durham's Nick Peng threatened to put <strong> England </strong> in a strong position against <strong> Sri Lanka</strong> but they lost three wickets in the last hour to relinquish control.</p>",
  "<p>Internet sites are attracting customers under false pretences by advertising unavailable cut-price holidays, the Institute of Trading Standards warned today. </p> <p>Low prices are advertised to lure potential customers - who are then told that the lower price is no longer available and offered the same holiday at a higher cost. </p> <p>The practice was spreading on the internet, where it was known as \"virtual pricing\", said trading standards spokesman Bruce Treloar. </p> <p>\"Internet sites offering cheap holidays have really taken off since the beginning of the year and we are trying to keep them up with the law,\" he said. \"We are concerned about virtual pricing and we are looking particularly into last-minute holidays which are not available at the price advertised.\" </p> <p>But he stressed that no specific investigations were being conducted into either of the two big online travel agents, Lastminute.com or Bargainholidays.com. \"We have had no specific complaints about these sites,\" he said.</p> <p>The institute was also very concerned that many sites offering cheap holidays were not British companies, he said. \"We have no jurisdiction over many of these sites.\" </p> <p>The chief executive of Lastminute.com, Brent Hoberman, said his company's site did not use the \"bait and trap\" process. \"That is not the way we run our business,\" he said. \"It is in our interests only to show offers that are available.\" </p> <p><a href=\"http://www.lastminute.com\" target=\"_NEW\">Lastminute.com</a></p> <p><a href=\"http://www.bargainholidays.com\" target=\"_NEW\">Bargainholidays.com</a></p>",
  "The Scottish A-level exams fiasco gets worse and worse. Two thousand pupils finally received their results on Monday, almost a fortnight late. <p>Some will have matched their predicted grades and can now plan for university. Others will have to join the university clearing system, where they will find themselves at a disadvantage, having lost a couple of days in the race for places. </p> <p>Yet those in this group can count themselves lucky: at least they have joined the race. A further 3,000 Scottish pupils are still waiting to learn how they have done. Even now, the body responsible, the Scottish Qualifications Authority, cannot give them a definite date when their results will be ready. Hundreds of these pupils - those whose results fail to live up to their predicted grades - are doomed to join the clearance system long after the better courses have long gone. It is a sorry start to an academic career. </p> <p>The Scottish executive will announce this week details of who has been chosen to head an inquiry into this wretched farce. The inquiry is expected to be a speedy affair, reporting back within four to six weeks. The Scottish parliament, when it returns to work early next month, will demand its own answers. Where does the blame lie? With the new highers system, which incorporates so much more course work? With the head of the SQA, Ron Tuck, who has since resigned? With the Scottish education minister, Sam Galbraith, now under fierce attack from political opponents? </p> <p>The main problem appears to have been bureaucratic - a kind of nervous breakdown on the part of middle-management at the SQA. From March onwards, false assurances were sent upwards that the system was working and that extra resources were not required. The SQA became a quango in 1997, taking on a semi-independent status from government. The fiasco raises the question of whether a return to more direct government control is needed. </p> <p>In the short term, the Scottish executive will have to find a way of redressing the balance for the pupils who have lost out. The executive hinted on Monday - but stopped short of providing a categorical assurance - that it will fund extra university courses for those who arrived too late to take full advantage of the clearing system. In the light of all the anguish that has been inflicted, that is the very least it can decently do.</p>",
  "\"The bill is dead\" a Whitehall source is quoted as saying. And so the arms trade bill is. As a result, a major thread that could, potentially, have united the government, unravels - displaying the triumph of profit over human rights. <p>If, as now seems likely, we see no strategic export control bill before the election, it will signal nothing more than an additional point in the government's catalogue of shame over arms exports. </p> <p>We have already seen scandals over arms to Indonesia, Pakistan and Zimbabwe to mention a few. These cases reflect the record of a government that has been unwilling to act on public concerns about human rights abuses. The Labour government has never taken on the arms industry in any substantial way. It has always bowed to the interests and lobbying power of an industry that has controlled successive governments for years. </p> <p>The industry seems to have friends in high places and every discussion of life-and-death issues is couched in terms of how proud we should be of the UK's military industry. The government should, instead, show more concern for those threatened by UK arms. </p> <p>At times ministers have gone to extreme, almost ludicrous lengths to justify decisions that merely serve the interests of the arms industry. Tony Blair, is a prime example. The prime minister stated that the resumption of Hawk jet sales, along with other military equipment, to Indonesia \"promoted stability and democracy\". </p> <p>General Probowa, a key player in Indonesian procurement - now demoted after a military tribunal relating to 'disappearances' in Jakarta in 1998 - was described as \"enlightened\" by George Robertson whilst he was at the Ministry of Defence (MoD). More recently the minister of state for defence, Geoff Hoon, said he \"didn't see any pressing need for controls on brokering\"- the arranging or facilitating of arms deals without necessarily taking ownership of the arms.</p> <p>Brokering and its tragic consequences have been highlighted most recently in Sierra Leone. Many of the weapons used by both sides had been procured in eastern Europe by western businessmen, only to be transported through circuitous routes such as Guinea-Bissau and Liberia. </p> <p>The Foreign Commonwealth Office (FCO) has finally acted to stem the flow of \"blood diamonds\" which have paid for the arms. However, it has missed the substantive point which is to stop the arms themselves. This may highlight the division in the government; the intentions of the Foreign Office in this regard are well meaning but have been marginalised by the protectionism of the Department of Trade and Industry (DTI) and MoD over their concerns. The influence and power of these departments and their closeness to the arms export lobby has dictated government policy from day one.</p> <p>The sidelining of the proposed legislation is yet another disappointment, but even the proposals outlined by the government was, in our view, less than the minimum requirement. We would not have seen a process for prior scrutiny of export licence applications, which would have at least lifted the veil of secrecy from what is still an arcane and murky arena. </p> <p>The system is skewed toward the exporters' interests. Those concerned with human rights and conflict must not continue to be on the outside, desperately trying to make their voices heard, while the government and arms industry hide behind the mantra of 'commercial confidentiality'. </p> <p>The fact that non-governmental organisations and government committees have highlighted issues such as Indonesia, Zimbabwe and Sierra Leone reflects the public concern about arms exports and their link to human rights abuses. </p> <p>The quadripartite committee stated that \"there is huge public anger when UK weapons are used to repress\". The government's line is to suggest that education and health legislation will take precedence - seemingly over life itself, for the people looking down the barrel of a British gun. </p> <p>In the last Queen's speech before the polls it may be that electioneering takes precedence over the substantive concerns of the British people.</p>",
  "<p>The run-in for the first-division title may lack the raw emotion of the Headingley Test. But we won't hold that against it. Because from South London to North Yorkshire via the East Midlands the title race is exciting more people than it usually does at this stage of the season. Last year Surrey wrapped things up in the first two days of September. This year it could go down to the wire: with three games to go Surrey (171 points), Yorkshire (153), Lancashire (151) and Leicestershire (139) are all treading the tightrope of success.</p> <p>The new nine-team format of the Championship is part of the reason for the traffic-jam effect. Since relegation now threatens three out of nine sides - rather than none out of 18 - there are no dead games, and thus no easy points. Under the old system some sides would be winding down by now, settling for another season of mid-table mediocrity. Now they're either fighting for survival or gunning for glory. No-man's land is a thing of the past.</p> <p>The other point is that everyone now plays each other twice. The sort of games football managers call six-pointers occur almost every week. Surrey don't just have to see off Yorkshire's challenge once - they have to do it again. It becomes harder to break from the pack.</p> <p>So who's going to win? Surrey are strong favourites and should beat Durham, but their other two matches are away to Yorkshire and Lancashire. Much has been made of the success of Saqlain Mushtaq on the turning wickets of The Oval, where he has picked up 28 Championship wickets at 16.54. But his record elsewhere is even better: 29 victims at 11.72. Surrey's biggest matchwinner won't be fazed by two trips up north. No matter that Headingley suits the seamers - Saqlain, who's even shirking international duty with Pakistan to be there, is as adaptable as a chameleon, and his wrong 'un (the doosra) about as easy to spot.</p> <p>Yorkshire, whom Saqlain has already made to look silly once this season with 11-104 at The Oval, will also be without their Headingley heroes - Michael Vaughan, Darren Gough (out for the rest of the season after the fifth Test at England's behest) and probably Craig White. And while Surrey will miss Alec Stewart and Graham Thorpe for the showdown in Scarborough, Surrey have shown before that they have strength in depth.</p> <p>To make matters more difficult for the Tykes, their next game is away at Kent who are ferociously fighting the drop. Not only that, but Yorkshire are notoriously bad finishers. This season they won four out of their first six games but have since won just one out of seven. The slide has begun already.</p> <p>Lancashire are currently slugging it out with Leicestershire, and after that they must play Somerset, themselves still in with a mathematical chance of the title, and Surrey. In Lancashire's favour is the fact that, for once, they don't have the NatWest final to distract them. But the cons outweigh the pro. Lancashire lost that winning feeling a long time ago - in 1938 to be precise, the year they last lifted the title outright - and are getting increasingly desperate. The run-in demands 11 cool heads. Their team-spirit isn't all it might be either. When Saurav Ganguly reached his half-century in the recent National League defeat by Kent, none of his colleagues appeared on the balcony to applaud. What they'd do for Muttiah Muralitharan.</p> <p>Which leaves Leicestershire. Even if they beat Lancashire at Grace Road, they will still have to rely on slip-ups elsewhere. In this respect they have least to lose of the top four, which could work in their favour, but it's asking a lot.</p> <p>Surrey have blown it before, when Leicestershire thumped them at The Oval to clinch the title in 1998. But they've since turned into the county version of Australia and are as familiar with defeat as Zimbabwe are with victory. Their nerve should hold. Lancashire will be second, Yorkshire third and Leicestershire fourth. Next week this column will come off the fence to look at the promotion race in division two.</p> <p>Lawrence Booth is assistant editor of wisden.com. To read his previous column, on the county v country debate that's getting out of control, <a href=\"http://www.cricketunlimited.co.uk/Articles/0,5217,355044,00.html\">click here</a>.</p>",
  "<p>National Lottery Commission statement in full.</p> <p>1. This written statement discharges the duty of the National Lottery Commission (\"the Commission\") under paragraph 9(2)(a) of Schedule 2A to the National Lottery etc Act 1993 (as amended)(\"the 1993 Act\"). That paragraph requires the National Lottery Commission to: \"arrange for the publication, in such manner as they think fit, of a written statement of their reasons - (a) for any decision which they may make to grant, or not to grant, to any particular applicant a licence under section 5.\" </p> <p>2. On 15 August 2000, the National Lottery Commission decided, in response to the written applications that it had received from Camelot Group plc and The People's Lottery Ltd, not to grant a seven year licence under section 5 of the 1993 Act to either of the applicants following the Invitation to Apply process. </p> <p>3. The process of evaluating the applications, which began with the submissions by the two applicants on 29 February 2000 of application documents in response to the Commission's Invitation to Apply, involved the Commission in: - evaluation of the originally submitted application documents; - evaluation of supplementary application documents submitted by both applicants in response to requests from the Commission for clarifications of and improvements to certain of the offered commitments; - receiving presentations from both applicants; - undertaking visits to sites relevant to the application. </p> <p>4. In considering whether to grant a section 5 licence, the Commission considered the applications in the light both of the matters to which it must have regard by virtue of sections 4 and 5 of the 1993 Act and of the evaluation criteria set out in Chapter 4 of the Invitation to Apply. </p> <p>5. The reasons for the Commission's decision are set out below. </p> <p>THE COMMISSION'S OVERRIDING DUTIES 6. The Commission has three overriding duties, which are set out in section 4 of the 1993 Act. That section requires that the Commission shall exercise its functions in the manner it: \"considers most likely to secure- (a) that the National Lottery is run, and every lottery that forms part of it is promoted, with all due propriety, and (b) that the interests of every participant in a lottery that forms part of the National Lottery are protected.\" Subject to these, the Commission shall: \"do its best to secure that the net proceeds of the National Lottery are as great as possible.\" </p> <p>7. The Commission considered, having consulted widely, that it was most likely to meet these overriding duties in selecting the licensee for the next licence period by undertaking an open competition. It set out the terms of the competition in the Invitation to Apply, which it issued in November 1999 following extensive consultation. This provided the basis for the competition. </p> <p>8. The Commission is required, under the terms of section 5(3) of the 1993 Act, to consider the applications that are made to it containing such information as it has specified (in this case in its Invitation to Apply). Whilst it can invite the applicants to clarify or improve that information, it can only do so in a manner which is fair to both applicants. It cannot itself add to, or go beyond, the information submitted in the applications in making its evaluation. It must be satisfied, in accepting an application, that its overriding duties will be met and it must, in the conduct of its evaluation, act entirely fairly between both applicants. </p> <p>ARRANGEMENTS TO SECURE THAT THE NATIONAL LOTTERY IS RUN WITH ALL DUE PROPRIETY AND APPLICANTS' FITNESS AND PROPRIETY </p> <p>9. The Commission has an overriding responsibility under Section 4(1)(a) of the 1993 Act, which requires the Commission in determining the grant of any section 5 licence to be satisfied that the arrangements which are made are those most likely to secure that the National Lottery will be run with all due propriety. During the evaluation process, the Commission conducted an investigation which established that GTech, the supplier of lottery gaming systems to Camelot, had identified a software fault and had corrected that fault secretly, in breach of established software change control procedures and without disclosing it to Camelot or the Commission's predecessor, OFLOT. The fault had been in place since the beginning of the lottery and was successfully rectified on 27 July 1998. In certain limited circumstances, it caused duplicate transactions to be recorded on the gaming systems, with only a single ticket being produced. This resulted in an overcharge to retailers and, if the ticket were a prize-winner, distortion errors in the distribution of the prize fund for between the prize-winners of the draw . </p> <p>10. The decision by GTech to take this course of action to correct the fault secretly was taken personally by the former Chairman and Chief Executive Officer, at a meeting at which the former President and Chief Operating Officer was also present. The decision was taken against written advice from the General Manager of Gtech UK that Camelot and OFLOT should be told. The GTech Board was not informed then or subsequently, until the matter was raised with them by the Commission. </p> <p>11. One consequence of this decision was that no action could be taken to check the impact upon prize-winners and retailers, and make arrangements for restitution where appropriate. Hence, the integrity of the lottery was compromised. The former Chairman and Chief Executive Officer was aware of this consequence at the time that the decision was taken. </p> <p>12. In response to the Commission's investigation, a number of measures were taken by GTech and further measures were proposed by both GTech and Camelot. These can be summarised as follows: </p> <p>13. GTech: has changed its Board structure. The individuals involved in the decision not to notify Camelot or OFLOT of the problem, and its subsequent resolution, have left GTech. The posts of Chairman and Chief Executive have been permanently separated, and it is proposed that the membership and structure of the Board will be strengthened. has created a new committee of the Board - the Compliance and Corporate Governance Committee - which will oversee the proper handling and resolution of ethical issues, including the handling of software problems. It will be made up of non- executives and the Vice-President of Compliance will report directly to it. Its Chairman will provide an annual certificate to Camelot and the Commission, and will meet Camelot's Chairman on a regular basis. will review its Code of Conduct fully, and will also review arrangements for monitoring compliance with the Code. The Chairman and the Board will actively promote the Code and emphasise the need to comply with it under all circumstances. has agreed to the appointment of a dedicated account manager within GTech responsible for the Camelot account and with access to the Board. will have independent reviews undertaken of all its software development processes and process documentation, which will be made available to Camelot and the Commission. GTech will obtain certification against a number of international industry standards. Compliance with these procedures will be independently audited and certified to Camelot and the Commission annually. </p> <p>14. Camelot: - will extend the scope of its reviews of GTech's performance. - will appoint a quality assurance/IT specialist to work full-time alongside GTech's quality assurance department. - will improve its arrangements for management of suppliers and control over the software development life cycle. - will ensure delivery of the above undertakings by itself and GTech through revised contract terms and additional licence conditions. - 15. The Commission is now considering separately the issue of breaches by Camelot of the terms of the existing licence arising from the software incident, both in relation to change control procedures and record keeping obligations. </p> <p>16. Generally the Commission remains extremely concerned about the behaviour of GTech, which would again, if Camelot's application were accepted, be a key supplier on whom Camelot places considerable reliance. The senior executives who participated in the decision to take the course of action set out above had, following the departure of the previous Chairman and Chief Executive Officer, given personal assurances to the Director General of the National Lottery that GTech would introduce and rigorously apply a Code of Conduct intended to enforce proper corporate behaviour . Their decision, which contravened the newly implemented Code of Conduct, was taken three months after those assurances were given and was not disclosed within GTECH in further contravention of the Code. The Commission has therefore decided to review in November 2000 the adequacy of the revised propriety arrangements which have been or are to be put in place by both GTech and Camelot. </p> <p>17. The Commission has an overriding duty under section 4(1)(a) of the 1993 Act to be satisfied in granting any section 5 licence that the arrangements which are made are those most likely to secure that the National Lottery will be run with all due propriety. The Commission has as yet unresolved concerns about the future long term propriety of the arrangements made within GTech and between GTech and Camelot to ensure that the National Lottery regulator's fit and proper person jurisdiction in the context of licence revocation is not invoked again. These concerns have led it to conclude that it cannot presently be certain that the outstanding measures offered will be implemented in full and will have the necessary impact on GTech's culture and conduct so as to ensure propriety over the life of a seven year licence. It will not be in a position to judge further within what timescale propriety can be demonstrated in respect of the previous licence until, at the earliest, the conclusion of its November review. The Commission has therefore concluded that it cannot, at this stage, be satisfied that a grant of a seven year section 5 licence to Camelot would be consistent with the discharge of its overriding duty under section 4(1)(a) of the 1993 Act. The individuals responsible for the decision have now left GTech and the Commission has received full assistance and a range of undertakings from the GTech and Camelot boards which should, if fully and effectively implemented, prevent a reoccurrence of the unacceptable behaviour demonstrated in this case. On this basis, and having taken legal advice, the Commission decided not to proceed with a determination that GTech is not presently or would not in future be a fit and proper person to manage part of the business of running the National Lottery for the purposes respectively of sections 10(3) and 5(5) of the 1993 Act. However, the Commission remains extremely concerned at the conduct of GTech's senior executives. The senior executives who participated in the decision to take the course of action set out above had, following the departure of the previous Chairman and Chief Executive Officer, given personal assurances to the Director-General of the National Lottery that GTech would introduce and rigorously apply a code of conduct intended to enforce proper corporate behaviour. The decision, which contravened the newly implemented code of conduct, was taken three months after those assurances were given and was not disclosed within GTech in further contravention of the code. Given these concerns, the Commission has concluded that it could not be certain, at the time of its decision on the award of the section 5 licence, that the assurances that the boards of Camelot and GTech have given would be implemented in full and would have the necessary impact upon GTech's culture and conduct so as to ensure propriety over the life of a seven year licence. The proposals could well have that effect, but they were not yet sufficiently in place and operational to be capable of evaluation. The Commission therefore decided that, given the inability of both GTech's board and Camelot to ensure proper behaviour by GTech's most senior executives in the past, it could not presently be satisfied that the arrangements proposed by Camelot were sufficiently likely to secure that the National Lottery would be run with all due propriety for it to accept Camelot's application and award it a seven year licence. </p> <p>18. The Commission was satisfied that The People's Lottery is a fit and proper body to run the National Lottery for the purposes of section 5(4) of the 1993 Act. ARRANGEMENTS TO SECURE THAT THE INTERESTS OF EVERY PARTICIPANT IN A LOTTERY THAT FORMS PART OF THE NATIONAL LOTTERY ARE PROTECTED </p> <p>19. The Commission has an overriding responsibility, under Section 4(1)(b) of the 1993 Act, which requires the Commission in determining the grant of any section 5 licence, to ensure that the interests of every participant in a lottery that forms part of the National Lottery are protected. </p> <p>20. The Commission considers that it is required, under section 4(1)(b), to reject any bid where it is not satisfied that adequate arrangements have been made for the protection of the interests of every participant in the National Lottery. This includes arrangements to ensure that all prize-winners will receive the prizes due to them and that any holders of tickets in a draw which does not, for any reason, take place receive full reimbursement of the cost of the ticket. These arrangements must have full effect in all circumstances, including revocation of the Section 5 licence and the failure, by way of insolvency or otherwise, of the operator. </p> <p>21. The Commission considers that, in order for it to be satisfied that adequate arrangements have been made for the protection of the interests of every participant in the National Lottery, an application must contain unequivocal commitments which are clearly capable of being put into effect both legally and practically, which are not contingent on the agreement of any other party, and which will secure in full the interests of players. </p> <p>22. The People's Lottery introduced a new proposal for the protection of the interests of players in the improvements it submitted to the Commission on 17 July 2000 as part of its application. It adopted these new proposals as its final submission in its clarificatory letter of 31 July 2000. The new proposals were clearly conditional and involved significant legal uncertainties. They stated, for example, that any assignment (of 50% of proceeds of ticket sales) would be conditional upon satisfactory resolution of any stamp duty and asset transfer issues arising and that opinions from Counsel about the robustness of the prize payment security structure proposed would be required. </p> <p>23. The Commission concluded, having received legal advice, that the arrangements proposed were so conditional and uncertain that they were not capable of acceptance. Neither could it be satisfied that the application was likely to secure that the interests of every participant in a lottery that forms part of the National Lottery would be protected. Had the arrangements proposed by The People's Lottery subsequently been found to be incapable of implementation, there would have been no proposals within the final application to secure participants' interests. The Commission is required, under section 4(1)(b), to reject any bid where it is not satisfied that adequate arrangements have been made for the protection of the interests of every participant in the National Lottery. The Commission therefore had no alternative but to reject The People's Lottery's application on this ground. </p> <p>24. The Commission was satisfied that the player protection, including prize fund security, arrangements proposed by Camelot in its application were likely to ensure that the interests of every participant in the National Lottery are protected for the purposes of section 4(1)(b) of the 1993 Act. However, the Commission was concerned that the actions taken by GTech, and described in the section above, had run directly counter to participants' interests in that they had concealed a defect which impacted upon the calculation of the value of prizes due to individual prize-winners. </p> <p>25. Until the Commission can be satisfied that the propriety measures described in the foregoing section have been implemented and are effective, it cannot be satisfied that the protection of the interests of every participant in the National Lottery is most likely to be secured by the grant of a seven year licence to Camelot. </p> <p>PROSPECTIVE PROCEEDS FOR THE NATIONAL LOTTERY DISTRIBUTION FUND (\"NLDF\") 26. Subject to securing propriety and player protection, the Commission has a duty under section 4(2) of the 1993 Act to ensure that it does its best to secure that the net proceeds of the National Lottery are as great as possible. The arrangements adopted by the Commission provide for the return to the NLDF to be related to the level of sales generated by the licensee and this requires the Commission to be satisfied that the applicant can operate and remain viable at realistic sales levels. </p> <p>27. The Commission was concerned that both applicants appeared to be unduly optimistic about the level of sales that would be achieved over the licence period and considered that both applicants were unlikely to achieve a contribution of £15 billion to the NLDF over the next licence period. It did not consider that an increase in sales over the new licence period as a whole of 43% (Camelot) or 44% (The People's Lottery) compared with the level over the most recent twelve months represented a viable principal forecast, given: - the difference in their central forecasts when compared with the returns achieved in the current licence period; - present sales trends; - the likely increase over the next licence period in the number of competitors to the National Lottery; and - regulatory concerns about certain of their game plans (as referred to in the game planning sections below). The Commission therefore concluded that likely revenue scenarios would fall significantly below the principal forecasts made by both the applicants. </p> <p>28. The Commission noted that The People's Lottery's application was more generous at equivalent sales levels than the bid submitted by Camelot. This led the Commission to conclude that this application might well have generated a better return for good causes had the Commission been able to accept it. </p> <p>Key issues - Camelot Financial soundness 29. The Commission was satisfied with the financial structure of Camelot and considered that its business plans remained robust in lower revenue scenarios. Role of gaming software supplier </p> <p>30. It was of significant concern to the Commission that Camelot could not presently demonstrate the ability to manage its gaming software supplier, GTech, effectively. The arrangements for managing GTech did not appear to have changed sufficiently on its move from shareholder to supplier to allow Camelot to exercise adequate control. Whilst changed arrangements are being implemented in response to the Commission's investigation into GTech's handling of software faults referred to earlier, these are not yet fully in place and do not yet satisfy the Commission's concerns as to the ability of Camelot to exert control at the most senior levels. </p> <p>31. The Commission considered that there was a risk that if Camelot and GTech failed on their commitments, further consideration would have to be given to terminating GTech's participation in running the National Lottery and to revoking the operator's licence. The Commission considered this to be an unacceptable risk to the return to the NLDF in the context of the award of a seven year licence to operate the National Lottery. </p> <p>New corporate structure 32. The Commission was also concerned at the potential impact of the changed corporate structure, with a holding company being put in place above Camelot and with CISL forming part of the same group. Following the improvements process, the Commission concluded that many of the issues had been addressed, but remained concerned that this structure would cause changed incentives within the group, potentially leading to situations where the interests of the holding company and other group companies run counter to the interests of the National Lottery. Such situations have the potential to impact badly on public confidence in Camelot and in the National Lottery more generally. </p> <p>Game planning 33. The Commission welcomed Camelot's proposals, but was not convinced that they would support the increases in sales predicted within the business plan, especially in respect of Instants. The Commission considered that the game strategy was credible overall. However, it was uncertain whether the Euro Bloc game (which was forecast to contribute 8% of total revenue forecast for the next licence period and 17% as a proportion of ticket sales in the last two years of the next licence period), whilst being an interesting proposal, would be capable of introduction within the proposed licence period. If this were not the case, it was not convinced that an alternative game which would match the revenues predicted for the Euro Bloc game could be introduced. </p> <p>Technological solutions and start-up 34. To a large extent, the reliability of Camelot's technological solutions has been demonstrated through the operation under the current licence from which its solutions would be evolved in a phased (and hence low risk) programme. Its new technology solutions (internet etc) appeared robust. Its transition plans were thorough and clear, and were capable of being delivered within the time-scale available and at little risk to the Lottery. </p> <p>Key issues - The People's Lottery Financial soundness 35. The Commission had significant concerns about the financial soundness viability of The People's Lottery in lower revenue scenarios - both in terms of available headroom in the early stages of the licence period and in terms of profitability over the licence period. It considered that these would also impact upon the ability of The People's Lottery to ensure that adequate funds were available to support prize security arrangements in the case of its failureinsolvency. The Commission noted the view of The People's Lottery that such low revenue scenarios were unlikely; however, the Commission could foresee that such scenarios were quite possible and wished therefore to be certain that, in such scenarios, The People's Lottery would remain viable. </p> <p>36. During the improvement process, The People's Lottery offered that, if further debt finance were required beyond its existing loan facilities - for instance because of unforeseen costs overruns, it would obtain an additional facility of £50 million. The Commission considered that this arrangement would also address its concerns about the financial stability viability of The People's Lottery in lower revenue scenarios, so long as it could be certain that such funds would be clearly and unconditionally available to the People's Lottery throughout the licence period should they be required. In the event, The People's Lottery did not finalise provide an additional facility of £50million. The Commission was therefore unable to conclude that sufficient finance was irrevocably committed in support of the application to ensure the financial stability of The People's Lottery in lower revenue scenarios. </p> <p>37. The Commission took the view that this conclusion was also relevant to the discharge of its duty under either or both of section 4(1)(a) of the 1993 Act (to exercise its section 5 function in the manner it considers the most likely to secure that the National Lottery is run with all due propriety) and section 4(1)(b) alluded to above. It could not be satisfied that these duties would be adequately discharged by letting a seven year licence to The People's Lottery given its view of the financial soundness viability issue. </p> <p>Game planning 38. The Commission welcomed the proposals for relaunch of the lottery and the invigoration of the game portfolio. It accepted that a change in matrix for the main on-line game could play an important part in this, so long as it was properly managed, and was pleased to see some innovative game proposals. It was not convinced that the regional game as proposed (which was forecast to contribute 6% of total revenue forecast for the next licence period) would be viable within existing legislation., but considered that this could have been the subject of further discussion and development. </p> <p>Technological solutions and start-up 39. The Commission was satisfied with The People's Lottery's technological solutions, which it considered credible and achievable to the required standards. The Commission was satisfied that the start-up plans, as updated through the improvements process, were thorough and clear and were capable of being delivered within the time-scale available. </p> <p>CONCLUSION 40. The Commission has been faced with a very difficult decision and has had to decide, with considerable reluctance, that: - neither of the applications it had received enabled it to conclude that it would, in accepting the application, be complying with its overriding statutory duties; and - it was unable to deal further in this process with either of the applicants without taking steps that would treat one or the other of them unfairly. </p> <p>41. The Commission therefore concluded that the only option available to it was to decide not to grant a section 5 licence to either of the applicants as a result of this process. The process laid down within the Invitation to Apply issued in November 1999 is therefore at an end and the Commission is considering, as a matter of urgency, how best it can meet its statutory responsibilities and grant a licence to operate the National Lottery with effect from 1 October 2001. </p>",
  "<p>As heroic deeds go, it didn't amount to much. My pre-school daughter and I were waiting for the playgroup to open when there was a disturbance at the front of the queue. A mother had been taken ill. Worse, it was her turn to do mother's duty that day. By the time it was realised that she needed to be taken home the other mothers had gone, and the staff were desperate for a volunteer. Why not me? </p> <p>As a lecturer with no classes that day, I had time. I offered, and there was consternation. A man had never done mother's duty before. But they had no choice so, for an hour, a father helped out. That was as long as it took before a mother could be found to relieve me. </p> <p>Anyway, the mould was broken. A man had done play-school duty and after that I did it regularly. So did others: Ben, a fireman on shifts. And 19-year-old Matthew, from Manchester, who had come down to stay with his uncle to escape unemployment. He quickly became the idol of the local girls with his big city ways. The mothers loved him too, for with no money he was always ready to do one of their volunteer duties for a couple of quid. </p> <p>And the kids appreciated it. Against a fireman and the local Romeo, a young lecturer didn't count for much but we were all men in a previously female world. </p> <p>But how many of us are there today? Would any of us do it again? And are we wanted? For the finger of suspicion is out. That playgroup has gone but the new one still needs volunteers. They are usually women. </p> <p>The rules are strict. The Children's Act, they tell the volunteers, insists that only full-timers take the children to the loo. It doesn't, of course, but that is not the point. It's easier that way. </p> <p>The discomfort I feel is real and I am not alone. Taking my son and his friends to a local water park we are drawn to the rapids where powerful jets throw you around in a jumble of bodies. It's all right to be there with your children but do you go in alone? </p> <p>I look around. This is a macho place for men to bring their kids. The men are up there on the water slides, hanging from the swinging ropes, showing off to one another - their kids playing somewhere else. But in the rapids with its jumble of bodies there are no men on their own. </p> <p>Jeffrey, a student of mine, is a pensioner whose wife died some time ago and now he is looking forward to the summer. His granddaughter is coming to stay for the first time. \"It's OK,\" he says. \"Her mother trusts her with me, I'm her grandfather.\" It seems best not to offend his dignity by asking what he means. The meaning is clear in that phrase, \"I'm her grandfather.\" </p> <p>Henry is not so savvy. He is in his early 80s and walks with difficulty. His delight is to sit outside his house on a warm day and tease the local primary school children on their way home, and offer them sweets. Not all of them like it but Henry is well known in the street. He is less well known in the centre of town to which he can sometimes struggle. </p> <p>In the newsagent I see him teasing an adolescent girl from a nearby street. \"Dirty old man,\" a young mother says under her breath as she pays for her newspaper. Then, to her horror, Henry turns and offers her young daughter a sweet. As the child's hand reaches out the mother pulls it away. \"I've told you not to take anything from strangers,\" she yells. Henry stands there looking bewildered. The middle-aged shop assistant who knows him well calls out: \"It's Henry, he won't hurt her.\" But it's too late. The child, now crying, is dragged out of the door. </p> <p>My sister-in-law tells me about a young male trainee primary school teacher - a diminishing breed. He has to take a class to swimming lessons and is talking about getting in the pool with them. But she and the other women teachers are advising him against it. Don't put yourself in that position, she says. But just by wanting to work with primary school children he is vulnerable to gossip. </p> <p>I have seen it with Paul. He teaches at the local primary school where he is one of two male staff. The other is the head. To be a man and a head is OK - it's what you are there for and, in any case, he is married. But Paul is not and he is middle-aged. He is not the greatest teacher but the kids love him. They are desperate to be in his class. Mine were. And most of the parents like him too. </p> <p>But for some there is that question: why does a man want to spend his life working with very young children? I hope that he never hears their malicious gossip but he is experienced. He probably understands and he knows the situations to avoid. </p> <p>Not so John, he has to learn. His wife is about to give birth and he is talking to Steve. They are both middle class, both in education. Steve is young, too, but already has three children aged 10, six and two. Does he feel any different about being a father today? He is, he says, much more conscious of the way he behaves with the youngest than he was with the eldest. \"Do you do things like have a bath with them?\" asks John. \"I used to,\" says Steve. </p> <p>Then there's the moment when you're on the beach and you see a small child running across it crying and obviously lost. No one else seems to notice but you do. What do you do? You know the stereotype. The child is crying and somewhere there is a frantic mother and perhaps an angry father panicking over whether the child is lost or been taken. </p> <p>It would be so easy to take the child by the hand and guide it back to safety. But you are a man alone, half-undressed on a lonely beach. Do you get up and risk it or do you close your ears? Do you let someone else solve the problem? Would that be so wrong? As the moral panic grows, men are voting with their feet. It's not something that is often talked about. There is no need. It is there in the nuance of the conversation, in the inaction, in the distance you keep. It's simpler that way. No misunderstandings. Let the women do it - it's their work.</p>",
  "<p>After the actress Caroline Quentin decided to have a second child within a year of the first, she probably did not spend much time wondering what the world would think of her. She may even have assumed that it was no one's business but her own. If she has been reading her own press this week, she will know by now how wrong she was. </p> <p>It's not just short gaps that make people gasp these days. Very long Blair-size gaps raise just as many eyebrows, as does the decision to sidestep the problem and stop at one child. Even medium-sized gaps of two or three years between children are controversial these days, if you end up with more than two or three children. </p> <p>So the golden rule is: whatever you decide, someone very close to you is sure you'll live to regret it. Even worse, this malevolent person will be able to taunt you with science. This is thanks to a renewed interest among psychologists and medical researchers in \"birth-spacing\". Taken together, the results are inconclusive, which means that every good reason to choose a particular sort of gap will be counterbalanced with just as good a reason not to. </p> <p>Often, such studies will just make you wonder why you started a family in the first place. Here, for example, are the research world's odds on close spacing as summed up in a recent review by the psychiatrist Dr Raj Persaud. It is a good idea, it seems, if you want a peaceful household, because siblings who are less than two years apart in age are \"happier\" than siblings born more than three years apart. The experts think this may be because the older child will be too young at the time of the second one's birth to have enjoyed the undivided attention of his parents, and so will be outraged at the prospect of having to share it. Such children are more likely to become playmates, and so will not suffer from loneliness. </p> <p>However, narrow spacing can lead to a fractious household - it is much harder to look after two toddlers than one. Parents of closely spaced children are more likely to be disciplinarians. They have less 'time to give any particular child undivided attention, and this deficit can have devastating long-term effects. One study has shown that siblings born within two years are 50% more likely to drop out of education. </p> <p>However, the picture is not quite so grim for the elder child; those with siblings less than two years younger have been found to be very ambitious and competitive. </p> <p>The composite scenario for longer gaps is, if anything, even more perplexing. Things tend to be more relaxed in the medium-gap family because the parents will have had enough time to get used to the \"complex inter-relationships\" in their slowly growing \"family constellation\". But although they report more positive relationships with their parents, the children will be less happy in themselves and a great deal more jealous of each other. The younger ones may become so discouraged by having to live in their older siblings' shadow that they decide to give up on competition altogether. </p> <p>But if the gap is very wide, in other words, five years or more, jealousy becomes less of a problem. Not only has each child had a chance to enjoy long stretches of undivided attention: he or she will also be operating in a separate social sphere. This means that they cannot lean on each other they way children closer in age often do. Because they have to learn to stand on their own two feet, they end up scoring higher in confidence tests. Which is not the same thing as scoring high in an IQ test. </p> <p>Youngest children tend to score lower in IQ tests and some experts think this might be because older siblings increase their own IQs by becoming their younger brothers and sisters' teachers. Which must mean that IQ tests measure learned as well as innate intelligence. </p> <p>As many of the experts will themselves admit, the gap between children is only one factor among many to consider. A household is a complex organism. Different sorts of personalities act with and against each other in different, often unquantifiable, ways. </p> <p>Some of the studies mentioned here offer interesting insights but the finding that is really useful comes from a 1999 US study by Dr Bao-Ping Zhu, of the Centers for Disease Control and Prevention in Atlanta, Georgia. After looking at 173,205 births in Utah between 1989 and 1996, he found that women who wait between 18 and 23 months after the birth of one child before conceiving another were most likely to have healthy, full-term babies. If they conceived sooner, they had a 30-40% chance of premature or underweight babies - probably because of vitamin depletion, blood loss, reproductive system damage and fatigue. However, if they conceived between 18 and 23 months after the first birth, the women had a chance to recover from all of the above, while still enjoying some benefits of the first pregnancy - for example, an enlarged uterus and increased blood flow to the womb. </p> <p>After 23 months, the odds began to work against the women. If they delayed pregnancy by, say, 10 years, they were 50% more likely to deliver prematurely. But what is the most important factor - the spacing of pregnancies or the mother's age? </p> <p>When this study was first published in the New England Journal of Medicine, Dr Mark A Klebanoff, of the National Institutes of Health, warned that the researchers may not have paid enough attention to other possible factors like chronic health problems, miscarriages or abortions. </p> <p>As important as such studies are, the findings may not be relevant to women who are well-nourished, well-educated and healthy. And because they are health studies, they tend to ignore all those social and personal factors that all parents have to consider. </p> <p>Let's begin with age. In your 20s (if you're well-nourished and educated and middle-class and British), you can probably afford to sit around for years fretting about the right gap. If, like Quentin, you're 38, you really can't sit back with a yawn and say: 'Not now, darling, ask me again in five years.' </p> <p>Having been lectured about the risks associated with \"old eggs\" you will be inclined to think that perhaps the best thing is to have your children quickly. And if it was difficult to conceive the first time, the question will be not when to have a second child, but whether you can. </p> <p>Then there's the money question. Can you afford to take time off work? What is your employer going to think if you return from one maternity leave only to announce that you're about to leave on another? </p> <p>It might be against the law to sack you for spacing your children more closely than your employer thinks is right, but it's rarely a wise career move. </p> <p>And what if you have had one child with someone, and then split up? What if the next child you have is with another man? Sibling gaps in \"original families\" have little in common with sibling gaps involving more than one father, or indeed, more than one mother. Generic indicators that were only intermittently helpful in families where all children share the same parents, become almost laughable in Stepfamily Land. Because if (like me) you have two sets of older children, each travelling at different times between two different houses, and a set of younger children always resident in the house in the middle, there are so many variables at work that you will be doing advanced maths just to set the table. </p> <p>This may explain why birthspacing research has, for the most part, shied away from the challenge. Sometimes I wish I had done the same. But what's done is done. If I had to do it all over again? I would want to space my children a little more intelligently. </p> <p>Instead of jumping in at the deep end, I would want to ask myself how strong I felt, and how much money and help I could really count on from others. It would help to know that the ideal gap from the medical point of view is 18 to 23 months, that breast-feeding does not stop you getting pregnant, and that \"accidents\" are a lot more common that people like to admit; one out of every three babies born in this country is \"unintended\". But even when you know all this, you still know next to nothing. Planned parenthood is a beautiful thing to aspire to, but you still can't get pregnant without rolling the dice.</p>",
  "<b>What is AltaVista? </b> <br> AltaVista is one of the best-known internet search engines, which allows users to find information on any topic in a page on the web, either worldwide or in the UK. Like other engines, AltaVista has branched out by turning itself into a portal, with a web directory and content of its own. Becoming an internet service provider (ISP) is a key extension of this strategy. <p><b>What did AltaVista promise its users regarding internet access? </b><br> In March, AltaVista offered free and unlimited access to the web in the UK, for an initial annual fee of £60. Once the fee was paid, AltaVista was to give users a connection to a freephone number for internet use. The scheme attracted widespread coverage - not least because the US has had unmetered internet access for some years, and consequently a far higher rate of internet use. Some 274,000 customers, attracted by the savings they could make compared to their local call charges, pre-registered - and the excitement generated even prompted Tony Blair to hail the uptake as the advent of the \"internet for the people\".</p> <p><b>What happened next? </b><br> Delays are commonplace in the wired world, so it surprised few people that it took until July for AltaVista to claim that the service was \"up and running\" in a \"controlled roll-out\". Even when other free deals reported difficulties, AltaVista kept quiet. But, after an appeal by online magazine The Register which turned up no customers at all, the company announced it was suspending its offer - and Andy Mitchell, managing director of AltaVista UK, has been forced to admit that it had in fact been put on hold \"a few weeks ago\". </p> <p><b>So what went wrong? </b><br> That depends on whom you ask. AltaVista is blaming BT. The background to this is that the telecoms regulator, Oftel, directed BT in May to make wholesale unmetered internet access (or \"Friaco\") available to ISPs such as AltaVista. This would allow AltaVista to buy circuits both between the exchange and the end user, and between itself and the wider internet, at a capped, unmetered rate. But a deal for such an unmetered rate has not yet been hammered out - and until then, ISPs would effectively be paying users' phone bills themselves. But AltaVista has been rightly berated by industry commentators for making promises it couldn't keep; BT was likely to be sluggish, they say. In addition, Oftel has criticised AltaVista because the ISP had announced the launch of its new service in March, two months before wholesale unmetered access by BT was to be made available.</p> <p><b>What is happening to those who pre-registered? </b><br> AltaVista is advising them to opt for one of its other offers - which either restrict how long users can stay online, or ask them to pay their telephone charges.</p> <p> <b>So what is the future for free net access in the UK?</b><br> Until a deal has been hammered out between BT and the ISPs, there will continue to be problems. Of 20 players in the market, four - CallNet 0800, Virgin, LineOne and AltaVista - have cancelled or suspended their service, while Breathe has banned 500 of its highest-use customers. Meanwhile, there is always BT Surftime, which offers unlimited access for £20 a month or £6 for evenings and weekends. But this offer has been taken up by only four ISPs - Freeserve, BT Internet, BT Click and PlusNet - and BT has already been ordered by Oftel to provide a satisfactory alternative. Watch this space...</p> <p><b>Useful links</b><br> <a href=\"http://www.altavista.co.uk\" target=\"_new\">AltaVista UK</a><br> <a href=\"http://www.theregister.co.uk/content/1/12739.html\" target=\"_new\"> The AltaVista statement issued last night</a><br> <a href=\"http://uk.altavista.com/company_info/press/pr_7_internetrevolution.html\" target=\"_new\">AltaVista's original announcement</a><br> <a href=\"http://www.unmetered.org.uk\" target=\"_new\">Campaign for Unmetered Telecommunications</a><br> <a href=\"http://www.zdnet.co.uk/news/specials/2000/03/unmetered/ \" target=\"_new\">ZDNet UK's unmetered access guide</a><br> <a href=\"http://www.guardianunlimited.co.uk/Archive/Article/0,4273,4046910,00.html\">Heavy surfers pay the price</a><br> <a href=\"http://www.guardianunlimited.co.uk/internetnews/story/0,7369,357446,00.html\">Leader comment: Absolutely remiss</a> <br> <a href=\"http://www.guardianunlimited.co.uk/internetnews\">Net news</a></p> <p> </p>",
  "<p>Charity fundraisers who stop you in the street may have to watch their step in future. The practice of \"face-to-face\" fundraising, asking passers by to set up a direct debit, has spread rapidly through Britain's high streets in the past two years. But a review of charity law in Scotland, together with a code of practice south of the border, look likely to begin to curb what some see as an over-aggressive technique.</p> <p>The prospect of controls in Scotland has come with the launch of a consultation paper from the Scottish charity law review commission. The paper suggests that the legal definition of \"public charitable collection\" may be too narrow and notes that it excludes non-cash appeals.</p> <p> Jean McFadden, who is chairing the commission, says: \"I have heard that some people are worried about the increasing use of professional fundraisers who collect direct debit details from people in the street to ensure regular donations to charities.\" </p> <p>The 14-member commission is undertaking a programme of fact-finding visits over the summer and has invited comments on its paper by September 29. McFadden says she wants to \"hear directly from people what they really think about charities and what they think we should do to modernise the regulation of charities\". The commission's final recommendations will be presented to the Scottish parliament next spring. </p> <p>The Charity Commission says it has no plans for a corresponding review of the law in England and Wales. But a spokesperson warns: \"Members of the public should not give in to pressure to donate against their better judgment. If individuals are asked to make long-term financial commitments, they should feel free to take the material home and look at it more closely.\" </p> <p>To discourage aggressive forms of face-to-face fundraising, the Institute of Charity Fundraising Managers (ICFM) has just issued a code of practice on what it calls \"personal solicitation for committed gifts\". Andrew Watt, who heads the ICFM's policy unit, says: \"We as a sector see this work from the inside, from a practitioner's viewpoint. The danger is that the public can see the external manifestation of this as an alienating and inappropriate level of commercialism, rather than the professional approach that all responsible fundraisers must undertake.\" </p> <p>The institute has also drawn up a draft donors' rights charter and an accompanying complaints procedure. This eight-point pledge is being circulated among fundraisers for consultation and will be issued to the public in early December. It states that donors have the right to expect fundraisers to observe the highest professional standards at all times. </p> <p>Practitioners of face-to-face fundraising claim that they do maintain high standards. Personal Fundraising Partnership (PFP) is one of the leading agencies in the field and has an office in Glasgow. James Hale, its PR and marketing manager, says that its fundraisers only talk to passers-by who express an interest, and that there is no pressure to give to the charity. </p> <p>\"As with any new medium, we can understand people's concerns,\" says Hale. \"The same was true of direct mail or telesales in the past, but these rarely attract comments now. Face-to-face fundraising has inevitably attracted a lot of attention due to its visibility on the streets, though some reports have been alarmist and over-exaggerated.\" </p> <p>Greenpeace UK was one of the first organisations to introduce face-to-face fundraising, which it had pioneered in Germany. The charity's marketing director, Annie Moreton says she was surprised by McFadden's comments. \"Face-to-face has one of the lowest complaint rates compared with other forms of fundraising.\" </p> <p>Although it is seen as a new method, Moreton points out that talking to people to interest them in a charity is one of the oldest techniques in the world. Greenpeace has conducted research among those it has recruited and found an \"extremely positive\" response to the method. Moreton says that younger people, in particular, welcome the opportunity for dialogue. This seems to be borne out by research conducted by PFP. Of new donors recruited, 85% are under the age of 40 and some 60% to 75% are not supporting any other charity. Hale says: \"This shows that we are tapping into a new pool of donors that are not being reached by other fundraising methods.\" </p> <p>However, Richard Radcliffe, chair of legacy fundraising agency Smee and Ford, is concerned about the impact on existing donors. He says: \"I heard someone on the street the other day complaining about face-to-face fundraising going on and saying they would take the charity out of their will.\" As well as gathering anecdotal evidence, Radcliffe has conducted almost 400 focus groups researching attitudes to fundraising. He found the most common complaints of respondents centred on poor direct marketing, telemarketing - and face-to-face fundraising on the streets. \"What alarms me at the moment is how many members of the public think there is too much fundraising and that it is done in too direct a way,\" says Radcliffe. \"The danger is that this may lead to less giving in the long-term.\" </p> <p>\u0095 The Scottish charity law review commission's consultation paper is at <a href=\"http://www.charityreview.com\">www.charityreview.com</a></p>",
  "<p><strong> Alliance wish list</strong><br> </p> <p>The Countryside Alliance, the organisation that grew out of the pro-hunting lobby, has proved a thorn in the side of the government and continues its tirade in a new policy handbook. It makes many reasonable points about the need for rural post offices, pubs, the problem of rural crime and the general neglect of services. But there are other more outlandish complaints and claims which allow the organisation's original colours to show through. </p> <p>\u0095 On the right to roam: the alliance complains bitterly of the liability of landowners for walkers who are injured on their land, and the difficulty of getting insurance to cover them. \"There are countless land management operations such as fencing and tree felling during which a landowner cannot possibly make the land safe for walkers.\" It regards the landowners right to close land for only 28 days a year inadequate and the idea of suspending land management at weekends to allow in walkers as \"preposterous\". </p> <p>\u0095 Raptors: the alliance does not like birds of prey and devotes a whole section to their economic effect on grouse moors and how to deal with it, asking for special dispensation to get round laws protecting raptors. They particularly object to (very rare) hen harriers which can have a \"devastating effect on grouse populations if left unchecked\". They suggest capturing and shifting raptors to other suitable locations. If that does not work and the birds breed then \"sustainable harvesting of the population\" should be permitted. Presumably that means a return to gamekeepers shooting and poisoning them. </p> <p>\u0095 Hunting: it contains the most bizarre claim so far on the need for hunting to continue. \"Country sports enthusiasts undertake a large amount of unpaid conservation management throughout the year, and this benefits biodiversity and other countryside users. For instance, fox hunts throughout the country traditionally practice hedge laying for its recreational value of creating jumps for mounted followers. This practice increases the conservation value of hedgerows.\"</p> <p><strong> Strength in numbers</strong><br> </p> <p>And finally, a clue to why \"the great car economy\" is doing as well under New Labour as under its great champion Mrs Thatcher. There are 30 car manufacturing plants in the UK plus eight truck and bus building companies (excluding engine, tyre and component offshoots). Britain is said to have the largest number of car plants of any country in the world. This all adds up to a lot of political clout.</p>",
  "<p>Sixty years ago on September 7, 1940, German bombs killed 430 civilians and seriously injured 1,600 more in London's East End. The blitz had started. </p> <p>The year before, when war had been declared, over 1m children - my sister and I among them - had been evacuated from the cities. By January, 1940, most of us had returned home as the bombs never came. Then Hitler changed tactics. For 76 consecutive nights, save for two evenings of bad weather, the planes rained destruction upon London. </p> <p>Our family lived in Ilford, to the east of the city, which was a target as it contained a large munitions factory. Nights were spent in stuffy, overcrowded shelters. Daytime entailed queuing with mum for scarce food. Bread and potatoes were available, although sometimes they could not be cooked because bombs had shattered gas and electricity mains. Baths could only be taken in a regulation five inches of water and even today I feel guilty if I use more. </p> <p>It was irksome, but more than that, we were scared. One morning, we emerged from the shelter to look at London burning with 1,500 fires. We saw maimed people being dragged out of ruined buildings and huge craters in which nobody could have survived. We were scared of death. And we were scared of invasion, for the German forces were poised to cross the channel. Trauma, death, fear was the blitz childhood. There was one compensation: most schools were closed. But youngsters roamed the streets and public air-raid shelters had to be protected against vandals. The number of under-17s convicted of breaking the law doubled. </p> <p>The blitz sparked further evacuations from bombed cities. We stayed, however, because my parents could not bear to be parted from us again. One night, we were too slow to reach the shelter. We stood hand-in-hand on the landing of our house with dad saying: \"If we go, we go together.\" Shrapnel smashed the windows, but we survived. </p> <p>By May 1941, the blitz was almost over. Ironically, we were then evacuated after one of the last raids rendered our home uninhabitable. This time, mum went with us to the country. Within two years, the threat of bombs apparently over, we were glad to come back to a repaired home, a re-opened school and, soon after, a new baby brother. </p> <p>But the optimism was false. Germany launched its V1s and V2s: the former bomb-laden pilotless planes, the latter flying rockets against which there was no defence. On November 24, 1944, my school was shaken by an enormous explosion. I ran back through a death-strewn street. A nearby rocket had crushed our house. As I stood in the rubble in tears, a hand came on my shoulder and a voice said: \"It's all right, son.\" Dad, mum and the baby had been dug out seriously injured. </p> <p>Eventually, they recovered and we were evacuated again. Mum and we three kids lived in one room. I was unhappy at an overcrowded school where the teachers resented the \"vaccees\". But within six months, the war was over and we were home for good. </p> <p>Children are, of course, allowed to be scared. Government propaganda constructed the myth that blitzed adults were all brave, cheerful and devoted to the royal family and Winston Churchill. Far from it. </p> <p>Some adults fled from London. Looting occurred. The king and queen were booed by some East Enders who contrasted the royals' luxury with their lack of food. Grievances could erupt and the radical priest, John Groser, smashed open a food depot in Stepney, in the East End, when officials were slow to feed his bombed-out neighbours. </p> <p>Nonetheless, the bombs did stimulate acts of courage. My dad worked in the munitions factory. In the evenings he joined other air raid wardens in smothering incendiary bombs with blankets and digging out the wounded. He would come home ashen from his harrowing experiences. He was both brave and scared, a mixture found in thousands of men and women who served in the home guard, as emergency ambulance drivers, firefighters and auxiliary nurses. </p> <p>The involvement of masses of ordinary people in vital posts lifted morale. The number of suicides and mental health problems dropped. The participation was significant for two other reasons. First, it taught many working-class citizens that they could organise and lead. Blitzed areas survived less because of central government action, more because of neighbourhood action. Second, it radicalised a section of society. In the endless hours of waiting, politics was discussed - one reason why Labour won a landslide victory in 1945. </p> <p>The evacuations undoubtedly saved lives. Yet welfare worker Lucy Faithfull was involved in a study which showed that, with the exception of education, children who stayed with their families through the blitz fared better physically and emotionally. Shortly before her death in 1996, the then Baroness Faithfull told me that, as a children's officer, she advocated keeping families together \"because I realised that wherever possible children should remain with their parents\". Today, with more youngsters entering care and custody, it is a lesson which needs learning again. </p> <p>I hardly went to school and failed the new 11-plus exam. Later, I did make it to university, thanks to war-time reforms which opened up higher education to the working-class young people. Unfortunately, the same government failed to build upon the local action which flourished during the blitz. Instead, it concentrated on centralised corporations run by appointees. Sixty years later, Britain has 3,000 socially blitzed neighbourhoods. If the government's social exclusion unit wants to regenerate them, it should learn from the blitz - that the solutions are to be found among local residents, not by outside agencies.</p> <p><strong>Life for the evacuees </strong></p> <p>The bombs led to three waves of evacuation in 1939, 1940 and 1943-44. Children and young mothers went from danger areas to reception areas where foster parents were compelled to take them. </p> <p>The foster parents were either middle class or stable, rural inhabitants. The evacuees were mainly from working-class districts. Middle England met urban poverty.</p> <p>The Women's Group on Public Welfare made a famous study which stated: \"The dreadful lesson of evacuation was the light it threw upon the home conditions of the lowest of town dwellers.\" Middle-class voices then added to the pressure for a welfare state.</p> <p>The evacuation also focused attention on the needs of separated children. Local authorities had to expand their numbers of child care staff to help unhappy and disturbed evacuees. The inadequacies of services were revealed and Lady Marjory Allen led a wartime cam-paign which culminated in the 1948 Children Act, requiring authorities to establish children's departments.</p> <p>Some evacuees enjoyed their time in the country. Others were badly treated, and only in recent years has it emerged that some were physically and sexually abused. But, at least, the evacuations did lead to the first local authority service with the sole task of caring for children \"deprived of a normal home life\".</p> <p><strong>Britain in wartime </strong></p> <p>\u0095 From London, the blitz spread to most large British cities. In one night's bombing, 554 people were killed in Coventry and the word \"coventrated\" came to mean a town razed to the ground. In two nights in February, 1941, Clydebank had 35,000 of its 45,000 population made homeless. </p> <p>\u0095 The government was reluctant to admit the existence of Germany's special air weapons. Not until 1944 did it concede the existence of parachute bombs. Yet in 1941 a landmine attached to a parachute drifted on to a pub in Clayhall, Ilford, killing more than 60 people. Initially, official propaganda attributed the V1s to gas explosions.</p> <p>\u0095 In all, 70,000 tons of bombs fell on Britain, killing over 60,000 civilians and destroying or damaging over 3.7m homes.</p> <p>\u0095 During 1944, 980,000 citizens worked part-time as air raid wardens. Not enough MPs volunteered and the House of Commons burned down.</p> <p>\u0095 Infant mortality fell from 53 to 49 deaths per 1,000 live births. Despite food shortages, the health of many children improved because of welfare foods and better medical services.</p> <p>\u0095 Births outside marriage rose from 4.4% in 1939 to 9.1 % in 1945. The divorce rate almost tripled.</p> <p>\u0095 Male unemployment figures dropped from over 1m to 40,000 in 1944. Demand for labour pushed up male manual wages by almost 50% by 1945</p> <p>\u0095 Bob Holman is a community worker and author. His latest book, Kids at the Door Revisited, is published by Russell House at £9.95</p>",
  "<p>What's wrong with the whole range of official and voluntary initiatives to help the jobless, says Philip Collett, is that they miss out the vital first step: motivation. </p> <p>This is a brash assessment of the millions poured into schemes to get young people into work. But then Collett is no academic or politician: he is a businessman who founded and runs a telephone messaging service. He has also started a company offering courses to raise the self-esteem of unemployed clients. \"It's my mission,\" says Collett, \"I don't make money on it\". </p> <p>Which is why eight people in their late teens and early 20s, none of whom has ever had a full-time job, are attending a two-day course in Peckham, south London. They are being put through the Goals motivation programme. Over the past five years, about 5,000 clients have tried Goals - a total which Collett, who first encountered the programme on a visit to the US a decade ago, finds frustrating. He is convinced that low self-esteem lies at the root of much alienation from the jobs market, and that the courses should be used more widely. </p> <p>Each student gets a workbook which sets out 10 keys to success. And on a video screen there are clips from a seminar where the president of the Foundation for Self-Esteem, Jack Canfield, expounds his can-do philosophy. The authorities in California are so impressed that all recipients of welfare payments must go on a Goals programme. </p> <p>\"You are going to learn practical ways to improve your life that self-made millionaires, Olympic athletes, famous movie stars and people like you have used to create successes in their lives,\" promises Canfield's introduction in the workbook. In the context of Peckham \"people like you\", explains the course facilitator, John McNamara, can mean those who experience poor education, poverty, drugs and crime. Participants on courses in other cities include former industrial workers in Glasgow and ex-prisoners. </p> <p>The cost per person is just £25, but the courses are not a quick fix; there are lasting improvements for many takers, insists Collett. His argument is that training, re-skilling and coaching in interview techniques are of no use unless the jobless can be convinced to adhere to a progression of targets. This begins with simple rules such as: \"Use only positive self-talk, I can... I will\"; advances through medium-term goals, for example: \"I will get a day care centre job within six months\"; and culminates in a career target like: \"I will be director of a day care centre in 18 months' time.\" </p> <p>The emphasis Goals places on taking any job, however menial or low paid, as the first step does not find favour with some experts on employment; and the undeniably American spiel of Canfield and the videoed testimony of others, which has a touch of the religious revivalist meeting, might be a turn-off for some. </p> <p>Day two in Peckham. A young man who did not turn up the first day has now joined the group; another day-one client misses the morning session, pops in at lunch, promising to be there in the afternoon, then fails to show. If McNamara is exasperated, he doesn't let on. It is a big effort for many clients to turn up at 10am, he says, as their days usually begin much later. </p> <p>Mid-afternoon. One participant, lets call him Ben, has had enough of the 10 stages in his workbook. No need to write down what he is aiming for, as McNamara suggests, because Ben reckons he can keep it all in his head. McNamara says that setting down goals makes the exercise more real. </p> <p>Not to me, insists Ben, who adds that he is self-employed \"so I know what I want to do\". By now, he is putting on his puffa jacket, exclaiming that \"this is school stuff\", and heading for the door. </p> <p>McNamara deals with his exit calmly; attendance is voluntary, after all; and the others - a bit of ribbing and a few street-smart asides thrown in - seem impressed at what they have achieved in two days. They have been told that it is no good blaming others for their problems; change lies within their own grasp. They have co-operated in an exercise in \"guided visualisation\" led by McNamara. With eyes closed, deep breaths and rather spooky music in the background, they have conjured up their ideal home, relationship, career - and set dates for getting them. </p> <p>The important message is learning the technique for boosting self-confidence; then using it at home, week after week, until the situation improves. That is the hardest part. But the message is optimistic. McNamara gives out his phone numbers, enjoining the group to ring him anytime for encouragement. And Collett, self-made businessman with an altruistic streak, dreams of starting an institute of self-esteem; of getting ministers to agree to a monitoring programme to show whether Goals works and hopes of taking his message to Tony Blair. </p> <p>In the US, more than 600,000 participants have taken part in Goals, and many swear by it. In Peckham, one young woman says it was really helpful, though it seemed to have been less useful in employment terms than in aiding her to sort herself out after the end of a relationship. Her friend is enthusiastic, too. By autumn next year, she wants to be on a media studies course. Igniting that flickering hope, at £25 a time, may be worth it after all. </p> <p><strong>Does the New Deal work? </strong></p> <p>Unemployment may be at a 25-year low, but it is twice as high among young adults as among the workforce as a whole. In the 18-24 age group, 11% are jobless and seeking work and almost four in 10 of them have been in that position more than six months. Of the 412,000 unemployed in that age group in the UK, 157,000 have been jobless more than six months, 68,000 more than a year and 28,000 more than two years. The latter is the highest since 1998. </p> <p>Argument over the success, or otherwise, of the government's new deal programme rages on. Labour promised to find work for 250,000 young people unemployed for more than six months, and by the end of April had done so for 216,000. But more than a quarter have returned to the dole within 13 weeks.</p> <p>How much of this is attributable to the New Deal is debatable. In the year before the programme became fully effective, in spring 1998, the number of people aged 18-24 who had been jobless more than six months fell 60,000 due to strong economic growth. Some estimates suggest that two in three who leave the New Deal for jobs would have found work irrespective. </p> <p>\u0095 <a href=\"http://www.motivationalsystems.co.uk\">Motivational systems</a></p>",
  "Robin Cook's ethical foreign policy has suffered a severe setback after his bill to regulate the arms trade failed to secure a place in the government's autumn legislative programme. <p>Labour will be open to accusations of hypocrisy by going into the general election without having implemented the recommendations on arms brokering made by Sir Richard Scott, who conducted the inquiry into the arms-to-Iraq affair. The Foreign Office had been keen to put through the legislation to send a positive signal to counter criticism it has faced over dubious arms sales to countries such as Indonesia, Pakistan and Zimbabwe.</p> <p>The revelation that the measure has not been included in the Queen's Speech is an embarrassment to Mr Cook, who made his parliamentary reputation in opposition by hounding the then Conservative government in 1996 over the arms-to-Iraq affair. Over the last few months, Mr Cook and the trade and industry secretary, Stephen Byers, fought hard in private Whitehall meetings for parliamentary time for the arms bill.</p> <p>They were backed by the defence secretary, Geoff Hoon. But they were overruled on the ministerial committee that decides what bills should be included in November's speech.</p> <p>The arms bill, which had already been drafted by the Department of Trade and Industry, would have forced Britons involved in the export of arms to be licensed. At present, the trade is governed by loose legislation introduced in 1939.</p> <p>The US and other countries within the European Union, such as Germany and Sweden, license companies selling arms abroad. Licences are withheld from dealers regarded as dubious.</p> <p>Spokesmen for the Foreign Office and the Department of Trade yesterday stuck to the standard government formula when asked about the Queen's Speech, saying they could not anticipate its contents.</p> <p>But Whitehall sources close to the ministerial negotiations confirmed the bill had dropped off the list. \"The bill is dead,\" one said.</p> <p>As the Queen's Speech is almost certainly the last before the general election, Labour is designing one that will have electoral appeal, devoted to health, education and crime. The arms industry is not regarded as a vote-winner.</p> <p>Expectations that the bill would be in the Queen's Speech were raised in February when Department of Trade officials were given the go-ahead to begin drafting, which normally guarantees a slot. A white paper on strategic export controls had first been published by the Department of Trade in 1998.</p> <p>This proposed \"to control the involvement of persons in the UK or UK persons abroad in trafficking and brokering in arms and other controlled goods to any country subject to an embargo\". Those breaking the proposed law would be subject to criminal charges.</p> <p>The Liberal Democrat foreign affairs spokesman, Menzies Campbell, said last night: \"Labour promised much in opposition when it reaped the dividend of Tory cynicism over arms-to-Iraq. To fail to make the necessary changes in legislation in the course of a parliament hardly suggests the kind of commitment to change for which Labour argued when the Scott report was published.\"</p> <p>Kevin Mullen, a spokesman for the Campaign Against the Arms Trade, expressed disappointment: \"Tough controls are required to stop UK nationals profiting from conflict hot spots. If the government fails to act, it will be yet another disappointing episode on this issue, considering their promises to control illicit arms sales and their posturing on the problem of blood diamonds.\"</p> <p>The Foreign Office has led a campaign this year to restrict the sale of diamonds from Sierra Leone, Angola and the Congo that contribute to their civil wars.</p> <p>Paul Eavis, director of Saferworld, another campaign group, said: \"It is outrageous that the government is not bringing forward legislation to tackle the problems caused by arms brokers and shipping agents.\"</p> <p>In the last year, Mr Cook has been overruled several times by Tony Blair, who came down in favour of Mr Byers and Mr Hoon in allowing contentious arms sales. But Mr Byers was an enthusiast for this bill. To a lesser extent, so was Mr Hoon.</p>",
  "<p>Thirteen Leeds United fans have been arrested in Munich after chanting \"Heil Hitler!\" and raising their arms in Nazi salutes. </p> <p>The men, aged between 19 and 44, were detained on Tuesday night in Munich's Hofbraeuhaus beer garden and will be held until after tonight's Champions League third round qualifying match between Leeds and TSV 1860 Munich. </p> <p>Under German law, it is illegal to make a Hitler salute, display swastikas and other Third Reich symbols, or to disseminate Nazi propaganda. </p> <p>A police spokesman said the men, who were wearing Leeds replica shirts and football scarves, had otherwise not misbehaved and there had been no other incidents involving English fans.</p> <p>The detained supporters would be brought before a court today, he added, but would not be freed to watch the game, which Leeds lead 2-1 after the first leg.</p>",
  "<b>Isn't this a blow to Robin Cook's ethical foreign policy?</b> <br>Absolutely. The foreign secretary has fought hard for parliamentary time for the arms bill, backed by the trade and industry secretary, Stephen Byers, and by the defence secretary, Geoff Hoon. But as the Queen's speech is almost the last before the general election, Labour is concentrating on health, education and crime. Cleaning up the arms trade is not seen as a vote-winner. <p><b>What would have been in the bill?</b><br>The arms bill, which has already been drafted by the Department of Trade and Industry, would have introduced tighter export controls on arms exports. A white paper on strategic export controls in 1998 proposed \"to control the involvement of persons in the UK or UK persons abroad in trafficking and brokering in arms and other controlled goods to any country subject to an embargo\". Those breaking the proposed law would be subject to criminal charges.</p> <p><b>What is Labour's policy on arms sales?</b><br>\"Labour will not permit the sale of arms to regimes that might use them for internal repression or international aggression,\" the party's manifesto promised before its election in 1997. In government, say critics, it has followed a subsequent manifesto pledge more closely: \"We support a strong UK defence industry, which is a strategic part of our industrial base as well as our defence effort.\"</p> <p><b>How important are arms sales to Britain?</b><br>The sale of arms to foreign countries is big business - and Britain is the second biggest exporter of arms in the world. The latest annual report on British weapons sales records the granting of more than 10,000 export licences in 1998 to a number of countries, including Argentina, China, Colombia, India, Mozambique, Pakistan, Sri Lanka and Zimbabwe.</p> <p><b>What has Mr Cook said about arms sales?</b><br>Mr Cook, who inaugurated an \"ethical foreign policy\" one month into office, last year reaffirmed the importance of ethical considerations when selling arms. He said that the government \"will not issue an export licence if there is a clearly identifiable risk that the proposed export might be used for internal repression\" and promised to publish an annual report detailing arms export applications. </p> <p>But the tension between Labour's two manifesto promises has continued, as demonstrated by rows over the sale of arms to Indonesia and by the issuing of arms export licences to Pakistan.</p> <p><b>How are British-made weapons sold to other countries?</b><br>Licences to export \"strategic goods\" are issued by the government's export control agency, which is part of the Department of Trade and Industry. Businesses wanting to export their products fill in a form (they can even do it online). The DTI circulates relevant licence applications to other ministries, such as the Foreign Office and the Department for International Development, before approval is given. </p> <p>A raft of regulations and guidance notes for exporters restricts the sale of arms or other goods which could be used to make weapons, to regimes embroiled in conflict.</p> <p><b>What about export credit guarantees?</b><br>The government's export credit guarantee department (ECGD) operates as insurance for British exporters involved in risky export projects. It guarantees that if a foreign country defaults on paying for British goods then the government will recompense the exporter. Last year, more than 50% of ECGD cover supported arms sales.</p> <p><b>Useful links</b><br><a href=\" http://www.dti.gov.uk/export.control/\" target=\"_new\">DTI: Export Control Organisation</a><br><a href=\" http://www.dti.gov.uk/export.control/policy/statement.htm\" target=\"_new\">Robin Cook's July 1999 speech on arms exports</a><br><a href=\" http://www.guardianunlimited.co.uk/indonesia/Story/0,2763,190889,00.html\">Robin Cook's \"ethical foreign policy\" speech</a><br><a href=\" http://www.psr.keele.ac.uk/area/uk/man/lab97.htm\" target=\"_new\">Labour's 1997 manifesto</a><br><a href=\" http://www.caat.demon.co.uk/\" target=\"_new\">Campaign Against the Arms Trade</a></p>",
  "<p>The BBC yesterday opened the way to a flotation of its commercial internet business after selling a 13.5% stake in the operation to a US venture capital firm for £32.5m. </p> <p>The deals gives the business, comprising <a href=\"http://www.beeb.com\"> Beeb.com </a>and internet service provider <a href=\"http://www.Freebeeb.net\">Freebeeb.net</a>, a valuation of £240m. That is far lower than some previous estimates and reflects the change in sentiment about internet companies. </p> <p>Rupert Gavin, chief executive of BBC Worldwide, the commercial arm of the corporation, said the deal would provide the business with funds to expand while allowing the BBC to retain control. The US firm, TH Lee Global Internet Managers, will have two places on the board of the subsidiary, to be renamed Beeb Ventures. </p> <p>Investors were invited to come forward last year but Mr Gavin shrugged off the suggestion that the BBC could have achieved a better price had it clinched a deal before the reversal of internet fortunes in March. Cable company NTL and broadcaster Flextech also held talks with the BBC. </p> <p>\"In an uncertain market this is a very good valuation,\" he said. \"It is important that we are retaining the majority of the economic interest.\" </p> <p>Mr Gavin said all options would be considered when TH Lee looks to recoup its investment. The typical route for a venture capital firm is a stock market flotation within three to five years of an investment, a move that would need approval from the BBC's board of governors and the government. A flotation would draw claims of creeping privatisation. </p> <p>Beeb.com made revenues of £2m last year, largely on the back of advertising. It has been putting a series of e-commerce partners in place which will be linked to programme websites. Users are, for instance, offered a CD shopping guide by clicking through to Beeb.com from a Top of the Pops site. </p> <p>Mr Gavin said there would be clear markers to make users realise they were leaving a public service site and entering a commercial one. </p> <p>Sharon Pipe, managing director of TH Lee, which has more than $1bn under management, said: \"There are few game-changing investment opportunities where you are getting involved with a company which will be the leader in its field. Beeb.com is probably one of them.\" </p> <p>The deal does not affect the corporation's public service internet operation which includes the award winning News Online and the recently launched Sport Online which are both licence fee-funded. </p> <p>One of the first signs of the new funding will be a £7m advertising campaign for the online ventures from September.</p>",
  "The problem that the Department of Trade and Industry (DTI) faces and has faced for many years is just what it\u0092s there for. It\u0092s a mixture of the interventionist (sometimes positive as the manifesto suggests in relation to what it might do for new technology and the internet), hands off but occasionally desperately reactive (as it was, for instance, in the case of Rover), sometimes exhortatory in encouraging British trade interest whether specific or general, and sometimes regulatory (as in, say, company law and regulation). <p>There may always be some need for all of these aspects, but the manifesto is wise to suggest that it would be constructive, forward looking and possible to put much more emphasis on the first, coupled with a change of title of the department and maybe hiving some of these other activities to other bodies or agencies. </p> <p>This would not be old style \"picking winners\" which on the whole didn't succeed, but a new style involvement and support in leading Britain and British industry into the new economy. This could certainly include the provision in one way or another of support to smaller companies who want to hook in to this area. More support for developments such as solar and wind power, though desirable, seems to be something else and might be better done by some other agency.</p> <p>Elsewhere the manifesto proposals may be more difficult to deliver for they point up fundamental features of the structure of government. The RIP bill, for instance, does not \"belong\" to the DTI but to the Home Office, although it could seriously affect industry. Equally, exchange rate policy (and by extension, the euro, and via the Bank of England, interest rates: things of very substantial interest to industry) do not \"belong\" to the DTI but to the Treasury, which is in fact the real department for industry in all the fundamentals. </p> <p>What is wanted is not head-on advocacy of one policy or another - and some would argue, in any case, whether in the longest run a lower exchange rate is best for industry - but a forum for sensible discussion in which such matters can be teased out and where the DTI's basic function, representing the interests of business and commerce, can be properly exercised. Some lateral thinking on government machinery is needed here.</p>",
  "<p>The modernisation agenda in social services comes after years of growth. Despite the public's perception of cuts, there has been a real increase in spending every year. Ministers have grown increasingly impatient at the failure to translate these increases into visible improvements in services and are issuing more directives. </p> <p>First, the national priorities guidance set joint priorities for health and personal social services with annual targets. Then the Quality Protects initiative set specific targets for improvement in the lives of looked-after children. These targets were not just annual, but required a three-year improvement programme. Some reappeared in the performance assessment framework with its 48 target areas. </p> <p>Couple these targets with the approach taken by the joint review process, with its naming and shaming of failing authorities, add in the best value agenda with its own programme of reviews and targets, and one has a truly daunting agenda for change. The national care standards commission will serve as a further check on local authority performance. </p> <p>The focus for social services is meeting targets, bidding for new money - usually with stringent conditions attached - and preparing the position statements and strategies to meet the demands of the fast-growing legions of auditors and inspectors. Less time is spent on ensuring standards are maintained in old people's homes, day centres and home care. Yet that is precisely where some authorities have failed in the past. It is relatively easy to get funding for new projects, but an uphill struggle to maintain the current level of resourcing for existing services. </p> <p>The modernisation agenda and the determination of ministers to back policy objectives with hard cash and specific targets is admirable. But they need to appreciate there is a limit to the pace of change. Government is about priorities. The danger in the current torrent of initiatives is that when everything is a priority, nothing really is. </p> <p>The message for ministers and senior managers alike, is to keep an eye on the big picture - the overall direction of change - and not to get sucked into micro-management. Performance management is about more than targets. It is about establishing clear lines of accountability, giving maximum delegation and setting explicit quality standards. Those simple truths are getting lost in the proliferation of targets. </p> <p>\u0095 Terry Bamford is a social care consultant and former executive director of housing and social services at Kensington and Chelsea council</p>",
  "London Underground faces a \"deterioration in control over fire safety\" and the risk of a significant fire unless action is taken to change the management structures set up for the part-privatisation of the tube, a private memorandum from LU's chief engineer has revealed. <p>In a sharply worded warning to managers overseeing the break-up of the tube for the partial selloff - which has been passed to the Guardian - Keith Beattie says there does not seem to be any contractual requirement for the private sector companies to ensure safety compliance. </p> <p>The latest disclosure follows last week's leak of a letter written this month by the government's chief rail inspector, Stanley Hart, which complained of growing concern over safety and \"potentially serious consequences\" of John Prescott's plans to hand over the tube's infrastructure and maintenance to the private sector. </p> <p>Officials insisted at the time that the safety problems on the underground were not related to preparations for the public-private partnership, but Mr Beattie's warning - written in March - specifically links the risks to the \"shadow running\" of the part-privatised structure. </p> <p>Earlier yesterday, LU's managing director Derek Smith launched a thinly-veiled attack on London mayor Ken Livingstone for \"alarmist scaremongering\" about the safety risks of the partial selloff - which the government appears determined to force through before it hands control of the underground network to the mayor - and for seeking to \"turn the operational foundation of our business into a political football\". </p> <p>A spokesman for LU said safety and operational matters would \"always take priority over a media sideshow of out-dated political arguments\" and that the issues raised in Mr Beattie's letter were being addressed as part of the \"shadow running\" process. </p> <p>But Mr Livingstone said last night of the newly-leaked document: \"I am appalled that none of these problems have been brought either to the attention of myself as mayor or the travelling public. Those responsible must now respond to these concerns. </p> <p>\"The health and safety executive has made clear the real issue is that they have lost confidence in London Underground since preparations began for part-privatisation of the tube.\" </p> <p>Meanwhile, pressure on the government and London Underground management over tube safety intensified yesterday when it was announced that LU and one of its former signals managers are to be prosecuted by the HSE for allowing dangerous working practices during maintenance work on the Central line. </p> <p>The prosecution was launched after the safety watchdog found that workers were being exposed to moving trains and the risk of electrocution while repairing the line. An inspector visited Loughton station in Essex last November, the HSE said, and found men working on the track while rails were live.</p>",
  "Before the current crowing over Moscow's untruths and public relations blunders about the Kursk submarine disaster strays into a hubristic never-never land, a little sober reflection on Britain's own record of official lying is necessary. <p>Twelve days of deceit and cack-handed public relations from the Russian authorities have certainly fuelled popular anger about the Murmansk tragedy, while western commentators have blamed the legacy of Soviet secrecy. </p> <p>But it was only last week that British claims about the scale of Serb killings in Kosovo were shown to be false. The death toll was likely to be less than 3,000, war crimes investigators revealed, rather than the 10,000-plus insisted on by the Foreign Office at the time. That followed the leaked internal Ministry of Defence report that most British bombs dropped on Yugoslavia missed their targets, contrary to earlier boasts of devastating accuracy. And last month Lord Gilbert, defence minister during the Kosovo war, told the House of Commons that the Rambouillet terms offered to Serb leaders had been \"absolutely intolerable\" and designed to provoke war, a proposition ridiculed by the British government last year. </p> <p>Throughout the past decade, official Anglo-American lies about Iraq have been two-a-penny. During the Gulf war it was said that the al-Amiriya bomb shelter in Baghdad, where hundreds of civilians were incinerated, had been a military command centre; that the pulverised Biladi baby-milk factory was really a biological weapons plant; and that Iraqi soliders in Kuwait had ejected babies from hospital incubators. All these tales were later accepted as untrue. More recently, there was Robin Cook's fictitious story, repeatedly used to shore up Labour support for the Desert Fox bombing campaign against Iraq 18 months ago, that a 16-year-old Iraqi boy had been incarcerated since the age of five for throwing stones at a portrait of Saddam Hussein. </p> <p> In general, however, British officialdom prefer to avoid what they call \"direct lies\" wherever possible. Their speciality is the partial disclosure designed to disguise or obscure a larger truth. \"Half the picture can be true,\" Robin Butler, the then cabinet secretary, told the Scott arms-to-Iraq inquiry. Whitehall's attitude was immortalised by Robert Armstrong, Butler's predecessor, as being \"economical with the truth\". </p> <p>A textbook case was the presentation of Margaret Thatcher's decision to sink the Belgrano during the 1982 Falklands war when the Argentine cruiser was outside Britain's exclusion zone and sailing away from the islands. It took two years to force Thatcher to admit the damaging truth about when the Belgrano was first sighted. </p> <p>Nuclear accidents are a prime target for mendacity and cover-ups - as highlighted by the case of the British nuclear submarine, HMS Tireless, damaged earlier this year and now moored off Gibraltar. The Gibraltar government says that it was initially given the impression by the Ministry of Defence that there was \"no risk at all\" in repairing it in the Rock's harbour. It was later told the risk was \"modest\". The MoD says it cannot disclose its full safety report for security reasons. </p> <p>Tony Benn, former energy secretary, said in parliament recently that he had never been told the truth by the nuclear industry - and only found out about the 1957 fire and fallout at Windscale (now Sellafield) years later on a visit to Japan. The scale of the Windscale incident was not officially acknowledged until 1986, the year Chernobyl took over the dubious accolade of the world's worst nuclear accident. </p> <p>For nearly 40 years, the MoD maintained the fiction that there had never been a nuclear weapons accident in Britain. It was only in 1996 that the government admitted that it had lied. There had been been an accident at RAF Wittering in 1959 involving \"serious damage\" to a 2,000lb nuclear bomb which fell out of an aircraft and a serious fire on a loaded nuclear bomber at the US Air Force base at Greenham Common in 1957. </p> <p>It has also taken bitterly resisted public inquiries to expose the truth about Britain's secret supply of arms-related equipment to Saddam Hussein in the 80s and - although the full truth has yet to emerge - the shooting of 14 unarmed demonstrators by British soldiers on Bloody Sunday in Derry in January 1972. </p> <p>Such cases emphasise the effectiveness and sophistication of British official deceit: born of centuries of diplomatic evasion and a need-to-know culture of secrecy. For all the relative success of its political propaganda, the Soviet Union relied where possible on silence to deal with Kursk-style disasters. In ramshackle post-communist Russia, that is no longer possible, but the Kremlin still lacks the more practised evasions perfected in the west. Is the problem really not that the Russians have lied, but that they haven't yet learned to lie well?</p>",
  "<p>The ultimate justification for this summer's News of the World campaign \"outing\" sex offenders was that the paper was articulating a public anxiety with which both politicians and professionals have failed to come to terms. </p> <p>In the face of ugly scenes of vigilante action and the News of the World's humiliating decision to stop publishing its weekly photo-gallery of sex offenders, the paper's editor, Rebekah Wade, took comfort in the idea that her actions had overwhelming public support. </p> <p>Media commentators who tut-tutted as vigilante mobs drove people out of their homes then went on to praise Ms Wade, saying that she had understood public feeling about released paedophiles in a way that no other newspaper editor had managed to do. Some went further and said that she had tapped so brilliantly into this public mood that if she managed to push her paper's circulation back above 4m then, in some way, the whole thing had been a success. </p> <p>The News of the World is keen to paint the entire episode as a great victory. Last Sunday its front page trumpeted \"82% of Britain wants Sarah's law\". This was based on the findings of an exclusive Mori poll for the paper. They claimed that the poll revealed \"huge support for our crusade to protect the nation's kids\" and \"for an urgent shake-up of the country's outdated and ineffective sex laws\". </p> <p>Even in the dismal history of newspaper coverage of specially commissioned opinion polls, this must stand out as one of the most remarkable pieces of selective reporting and amnesia in the cause of self-justification. </p> <p>The evidence for this is on the polling company's own website, <a href=\"http://www.mori.com\">mori.com</a>, where the full results are set out so that the pollsters can be absolved of any charge of fixing the results. Mori interviewed 1,004 adults by telephone between August 17-18 and the data has been weighted to the known population profile. </p> <p>The first piece of evidence lies in the public's response to question 10: \"As you may know, there has recently been controversy over the publication by the News of the World of names and photographs of people convicted of sex crimes against children. Do you think the News of the World was right or wrong to pursue this 'naming and shaming' policy?\" </p> <p>The results - right 38%, wrong 51%, neither 6% and don't know 5% - were clear cut. A majority of the public does not think that the News of the World was right to pursue its naming and shaming policy. Perhaps it is unsurprising that the paper failed to report this part of the poll. </p> <p>The misrepresentation in the second exhibit is slightly more subtle but in some ways even more damaging. The News of the World printed a large chart purporting to show the full results to the first question asked: \"What, if anything, do you think could be done to improve the safety of children in your area?\" </p> <p> Mori's actual results were illuminating about the public's fears. Top of the list came more policing (backed by 24%), followed by restrictions on speed limits/traffic control (23%) and more safe areas/parks for children to play in (16%). </p> <p>These were followed by better parenting/responsibility for the safety/care of children (13%); more clubs/places to keep children/teenagers off the streets (11%); all adults/people should be aware/have more interest (7%); better community spirit/projects (4%); more education on safety/self defence (also 4%); more parking wardens (3%); and then public naming of convicted paedophiles (3%). Finally there were tougher sentences for child attackers (3%); bringing back the death penalty (2%); and the electronic tagging of convicted paedophiles (2%). </p> <p>The News of the World chart clearly showed that more policing and more restrictions on speeding motorists were what the public put at the top of their list of what would make their children's lives safer. However, when it came down to the lowly tenth position in the public's solutions - just below the need for more parking wardens - the fact that only 3% of the public mentioned the public naming of convicted paedophiles (the central demand of the News of the World campaign) was strangely omitted. </p> <p>The final piece of evidence lies in the main question, which claims that 82% support for Sarah's law. In the paper this was reported as having read: \"Do you support Sarah's law?\" But the Mori results show that the full question was: \"The 'Sarah's law' campaign wants to introduce a new law in Britain that would ensure every parent's right to controlled access to information about individuals in their neighbourhood who may pose a risk to their children. Sarah's law would also include severe penalties for misuse of this information. The campaign is endorsed by the NSPCC, the Association of Chief Police Officers and the Association of Chief Officers of Probation. Do you support or oppose the introduction of 'Sarah's law'\"? Now that is what most judges would call a heavily loaded question. </p> <p>Recent Home Office research shows that the public's appetite for tougher criminal justice policies is often based on a completely misplaced conception of the length of sentences imposed by the courts. In this case the News of the World, far from reflecting public opinion, looks as though it might be guilty of trying to inflame it. </p> <p> <a href=\"mailto:alan.travis@theguardian.com\"> alan.travis@theguardian.com</a></p>",
  "The land of the free now wields an absolute power, free of responsibility, such as the world has never known. The rest of the globe watches its elections with renewed anguish as powerless spectators and demi-subjects. The two conventions displayed all that is most repugnant and alien in a political system corrupted beyond recognition in the democratic world. <p> The $100m campaigns lift off in an obscene haze of sanctimonious, lachrymose religiosity, oozing family unction and lies. With 77 days to go and contenders neck and neck in the polls, George W Bush says that Jesus is his guiding influence, Al Gore and Joe Lieberman share a prayer with reporters and both campaigns promise instant gratification and no sacrifice for anything or anyone ever. Dishonest fantasy politics turn America into an out-of-control, self-absorbed, infantilised monster. </p> <p>The richer, stronger and more globally unaccountable America becomes, the more self-centred its politics grows. The end of the cold war should have brought great psychological dividends. Generous in global victory, free of paranoia and with wealth beyond imagining, here at last was its chance to become what it has always believed itself to be - the brave, the beautiful, the free and so on. </p> <p>The high-flown rhetoric of the conventions is echoed in every high school valedictory speech, in every rotary and church, pledging allegiance to a constitution that has lost any vision of society beyond the pursuit of happiness. God's chosen people, uniquely blessed, nurture a self-image almost as deranged in its profound self-delusion as the old Soviet Union. The most advanced, knowledgeable, educated, psychoanalysed, therapised nation on earth knows nothing of itself, irony-free and blind to the world around it. </p> <p>This is the indictment: </p> <p>\u0095 Global warming: both poles are now melting and the process can never be stopped or reversed without America. The US federal government report on climate change itself predicted a 5-10C heat increase this century, with attendant fires, droughts and floods. A quarter of the world's population consumes 80% of its energy, most in the US. At Kyoto the US agreed to a very modest 7% cut in emissions by 2010. Congress refused to ratify it and since then America's emissions have increased by over 20%. </p> <p>The Republicans deny the cause of global warming, Democrats say nothing of cuts. As a result other countries are now sliding out of Kyoto promises, finding loopholes. Why should politicians in France or Germany take huge political pain in demanding cuts from their voters when the monster across the Atlantic goes on guzzling? With global power should come global responsibility to lead, but it doesn't. </p> <p>\u0095 Defence: Congress's refusal to sign the comprehensive test ban treaty last October virtually urges others to acquire their own weapons. The Bush camp talks of tearing up the 1972 anti-ballistic missile treaty. Both parties are committed to the insane national missile defence system, putting the US under an umbrella protecting it from imaginary threats by \"rogue\" states that might lob a missile across, presumably unafraid of retaliation. It will end the old mutually assured destruction policy by which the world survived the cold war. Costing $60bn, it works even less well than the smart bombs of recent wars but still arouses fear and anger in China and Russia. Zbigniew Brzezinski calls it the mentality of the \"internationally gated community\". </p> <p> Such isolationism will make the US role as a good global police force less likely: already political cowardice at losing any US soldier's life damaged its moral credibility in a genuinely unself-interested intervention in Kosovo. </p> <p>\u0095 The third world: the US promised $600m towards the relief of third-world debt, with 25 countries partly aided by the end of this year. Not a penny has been paid because Congress refused. The rhetoric was good - a recent US poll showed half the population thought the problem already solved - but even Uganda, the exemplary \"good\" poor country, has still received nothing. </p> <p>Following US parsimony, the EU and Japan have been dragging their heels too. If the world's richest country, whose GNP has risen by a third in five years, hasn't paid, why should anyone else? Then there are the world trade negotiations, wrecked instead of saved by US political selfishness. </p> <p>\u0095 Poverty: a nation that does next to nothing about its own poor is unlikely to offer much to other countries. While US stock market values have increased five-fold in a decade, with half of all shares owned by 1% of the people, welfare has been cut to a five-year lifetime limit. With 40% of the people not covered by medical insurance, Medicare for the elderly is being cut by $115bn - and the Republicans promise far worse to come. </p> <p>Virtually all the income gains of the last five years have been enjoyed by the top 20% of the population. The real value of the minimum wage is still below what it was in John F Kennedy's day, income distribution as unequal as in the 1920s. (Bill Gates' wealth is equal to that of the entire bottom 40% of the nation). The poor go to jail in a country that imprisons more than any dictatorship - 5% of adult males are under \"correction\". Some 3,500 people await execution on death row; 580 have been executed since the Supreme Court lifted its ban. </p> <p>This is not the portrait of a civilised modern state. We are deceived by history. We are deceived by the myriad rainbow wonders of America, this mighty engine of invention and imagination, of creativity and enthusiasm from sea to shining sea. Europeans visit New York, San Francisco or Cape Cod, read the great American novelists and intellectuals, revel in America's popular culture, films and art and admire the super-sophistication of its academic discourse.</p> <p> It's rather like visiting St Petersburg before the revolution, wondering at the brilliance of Tolstoy, Pushkin, Chekhov, Dostoevsky or maybe Fabergé, while trying to disregard the Tsar. The US constitution is kept on a mighty altar and lowered into a bomb-proof shelter at night as if it were indeed the guarantor of freedom: all it proves is that constitutions, freedoms of speech or information are only a small part of a good society. (The Soviet constitution was a pretty good document too.) </p> <p>In elections there is always a better and worse. Bush is terrifying - in hock to oil and arms, promising a $1.3 trillion tax cut to the exclusive benefit of the top few. Gore is better. But whoever wins, America's dismal failure to address the key questions with any realism must strengthen European resolution on future unity. The life, views, values, ideas and politics of any town or village anywhere in the EU feels much more like home than any small town in middle America these days. The more we look at alien America, the more European we feel and the stronger we need to become. </p> <p> <a href=\"mailto:polly.toynbee@theguardian.com\"> polly.toynbee@theguardian.com</a></p>",
  "The sight of loyalist gunmen roaming at will throughout the Shankill area of Belfast has presented Peter Mandelson with an dilemma as he settles back to work after the summer break. <p>Judging by the behaviour of a handful of paramilitaries led by Johnny \"Mad Dog\" Adair, some of Belfast's most prominent loyalists should be immediately frogmarched back to the Maze prison. </p> <p>Adair, who appeared at an Ulster Defence Association rally over the weekend in the company of masked gunmen, was released early under the terms of the Good Friday agreement on a special licence which can be revoked if he resorts to terrorism. Security forces believe Adair is orchestrating the present loyalist feud - with the stroke of a pen Mr Mandelson, the Northern Ireland secretary, could return him to the Maze, unionists claimed yesterday. </p> <p>Adair's opponents in the Progressive Unionist Party, the political wing of the Ulster Volunteer Force, could also find themselves in trouble with the government. The PUP spokes-man Billy Hutchinson has admitted that the UVF was responsible for Monday's double murder, allowing Mr Mandelson to rule on whether the UVF has breached its ceasefire. </p> <p>For the moment Mr Mandelson is keeping his counsel and is unlikely to take action against Adair or the UVF. The Tories, who are longing to turn the peace process into a simple law and order issue, claim this shows that the government is going soft on terrorism. Belfast was relatively calm until the likes of Adair were released from prison, the Tories say, which means that the government is partly to blame for the violence. </p> <p>Ministers dismiss the Conservative claims, insisting the present feud demands a more sophisticated response than simply revoking the prisoner releases. One government source said yesterday that the feud between the UVF and the UDA was a long-standing dispute which predated Adair's release from the Maze prison last year. </p> <p>This may be wishful thinking: even government sources admit that \"one or two\" well known individuals are involved in the present feud. But ministers are reluctant to open up the Maze for fear of undermining the support for the peace process among former prisoners. </p> <p>Loyalist and republican prisoners played an important role in supporting the peace process in its early days from the Maze and they have mainly behaved themselves on their release. \"Prisoners have tended to have a pacifying influence and have acted in sup port of the peace process,\" one government source said yesterday. \"This matter has to be considered in the round and ministers have to consider the impact on a [paramilitary] organisation of suspending a prisoner's licence.\" </p> <p>This point was reinforced by the Rev Roy Magee, the Presbyterian minister who brokered the 1994 loyalist ceasefire, who warned that sending paramilitaries back to prison would have a destabilising effect on the peace process. His warnings are being heeded in government circles, although the security forces are monitoring Adair's every move and will pounce on him if he breaks the law. </p> <p>The government is on firm ground in refusing to punish the UVF for Monday's gun attack. Government legislation makes clear that ministers can introduce sanctions only if there has been a \"complete and unequivocal breakdown\" of a ceasefire. </p> <p>One government source said: \"Nobody is excusing what the paramilitaries did on Monday. But ministers have to consider whether there has been a considered and collective decision to break a ceasefire. This has not happened - the shootings were a tit-for-tat settling of old scores unrelated to the peace process.\" </p> <p>The Tories were drawing up plans last night to launch a high profile attack today on the government for appeasing terrorists. But their claims will be undermined by their own activities in government during the early days of the peace process. </p> <p>The Tory chairman, Michael Ancram, who yesterday rounded on the government, was a minister at the Northern Ireland Office in 1995 when ministers turned a blind eye to breaches of the first IRA ceasefire. Ministers defended their action in private at the time, saying that it was the sort of difficult decision which had to made in the interests of peace. </p> <p>Five years later, the Tories seem to have forgotten that Mr Mandelson is facing an equally difficult dilemma. </p> <p><b>Terms of release</b></p> <p>Paramilitary prisoners released early under the Good Friday agreement can be sent back to jail if they break one of three conditions in the 1998 Northern Ireland (Sentences) Act. They are: </p> <p>\u0095 Supporting a terrorist organisation which is not observing a ceasefire </p> <p>\u0095 Taking part \"in the commission, preparation or instigation of acts of terrorism connected with the affairs of Northern Ireland\" </p> <p>\u0095 Becoming a \"danger to the public\", as a life prisoner</p>",
  "<p>Of course, we all know perfectly well that Big Brother is morally indefensible - voyeuristic, intrusive, manipulative, cruel and designed to turn real people into soap characters. But every moral objection, every glimmer of theoretical interest you might have about it was anticipated by Psychomobile 1: The World Clock, an installation staged in 1996 by Dogme founder Lars Von Trier. </p> <p>The installation is documented in Jesper Jargil's film De Udstillede (The Exhibited), showing in the Edinburgh film festival this week, and if you ever felt that watching Big Brother was like peering into an ant colony, Jargil's film makes a sobering comparison. Wondering what it would be like if people's behaviour were determined by a system they couldn't control, Von Trier set up a video camera to film an ant colony in New Mexico. The image was transmitted live to a gallery in Copenhagen, where the ants' movements triggered sets of coloured lights in 19 rooms inhabited by 53 actors, watched over a month by a live audience. </p> <p>The actors came equipped only with background information on their characters, exotic oddballs with names like Phi, Emperor, AA, The Cur, Petite 1, Petite 2. They improvised their parts according to the changing lights - a system complicated by the fact that a given colour had an entirely different meaning for each actor. More detailed variables governed particular characters: Richard Bestboy changes personality seemingly at random; anyone touched by Starseed must freeze on the spot. </p> <p>This being a Danish production, and seemingly a dry run for Von Trier's psychodrama The Idiots, the stakes are higher than on Channel 4, offering sex, violence and madness. Otherwise the two productions are remarkably close. As the characters evolve in Psychomobile 1, the actors confess to being increasingly unable to separate the drama from their real emotions, which are often violent (\"There are light changes that changed lives,\" says one actor). </p> <p>Psychomobile 1 cannot, of course, have the real moral consequences of Big Brother, which increasingly resembles a machine for screwing up lives. But while the conventions of the gallery installation protect Psychomobile's audience from the real moral consequences of voyeurism, they don't - as far as you can tell from the film - cut out the rush of emotional danger that both actors and audience are exposed to. If anything, they heighten it. </p> <p>The idea of Psychomobile as a clock regulating the actors' movements makes you realise that Big Brother too is like a clock, and one designed to wind down. In the final weeks, Big Brother's drama will atrophy, its once-crowded stage will be almost deserted and the last few contestants will live out something increasingly resembling a Beckett play filmed according to Dogme rules. Von Trier's players were keen to achieve closure as the installation approached its ending. In the final week, the actors began to worry that the whole thing would end in a bloodbath, with characters killing each other to bring about a show-stopping finale. Come the inevitably lurid climax, one particularly inventive actor broke the rules. When his character was eliminated from the action by a lethal bullet, the actor decided to return covered in talc, as a ghost confronting his murderer. </p> <p>I doubt that option is open to Nick Bateman, but if the Big Brother contestants hear eerie wailing in the dead of night, they'll know why. </p> <p>De Udstillede is at Cameo 2, Edinburgh (0131 623-8030), at 5.30pm on Friday.</p>",
  "The pinnacle of the political career of the foreign secretary, Robin Cook, was reached in February 1996. MPs who were present in the Commons that day can still remember how, after only a brief opportunity to absorb its contents, he castigated the Conservative government over the Scott report on the arms-to-Iraq affair. <p> The way in which the Conservatives sought to mislead parliament and the public over arms exports contributed to the general decline in their reputation and so to their subsequent catastrophic defeat in the 1997 general election. </p> <p>Against this background, there was every expectation that Labour would legislate at some point on the recommendations made by Sir Richard Scott to clean up the arms trade. In February, the Department of Trade and Industry was told that its officials could draft a bill which would license the 150-200 companies at present operating without regulation in this country. It seemed inconceivable then that Labour would go into a general election after four years in government without dealing decisively with an issue on which it had accrued so much credit in opposition. But that is what Labour now intends to do. As we report this morning, Mr Cook and the trade and industry secretary, Stephen Byers, have lost their battle for a slot in the Queen's Speech this autumn. </p> <p>The government has taken some positive measures towards cleaning up the arms trade since coming to power. It has begun publishing an annual report providing for the first time a rough indication of how much military hardware Britain exports. But the report is ambiguous and falls a long way short of the transparency that Sir Richard called for in his report. The government was also a prime mover in the creation of the European Union code of conduct on arms sales. But its own record in implementing an arms policy with an \"ethical dimension\" has proved to be mixed. Much damage has been done to Labour's reputation through arms sales to Indonesia, Pakistan and Zimbabwe. </p> <p>The arms exports bill backed by Mr Cook and Mr Byers was needed to help redress the balance. It could have sent the necessary signal to the public that, in spite of sales to Indonesia, Pakistan and Zimbabwe, Labour was committed to ending the most disreputable parts of the trade. Campaign groups opposed to the arms trade have identified British companies that have been sending weapons and other equipment to countries regarded as neutral, but which turn out to be staging posts on the way to countries involved in conflict. </p> <p>The government needs to take a much harder look at the arms trade. Questions need to be asked about the way that British defence manufacturers are subsidised and about the exaggerated claims made by the Ministry of Defence about the number of jobs dependent upon exports. We need too to be told why neither the government nor the defence industry is looking seriously at diversification into civilian manufacturing. </p> <p>Mr Cook was the kind of minister to ask those questions. But neither Downing Street nor even the diplomats at the Foreign Office have been entirely happy with his commitment to an ethical dimension to foreign policy. The defeat of Mr Cook and Mr Byers in the annual interdepartmental fight for space on the legislative programme is to be lamented. The bill they wanted was needed and would not necessarily have eaten up too much parliamentary time, since the Conservatives would have been foolish to oppose it. It is not too late for second, more honourable, thoughts to prevail.</p>",
  "<p>The struggle for control of Wolverhampton &amp; Dudley Breweries turned nasty last night, as private equity firm Botts attacked the regional beer company for failing to take its £470m takeover approach seriously. </p> <p>Botts revealed it had financial backing from the American bank Merrill Lynch, as well as from Bank of Scotland and Donaldson, Lufkin &amp; Jenrette. In a statement, the firm said it could increase its 500p-a-share proposal, if it was allowed access to Wolverhampton's books. </p> <p>Botts expressed frustration at the attitude of W&amp;D management, saying the regional brewing group had \"summarily dismissed\" its proposal on the grounds of conditionality, certainty and valuation - without bothering to ask about any of these issues. </p> <p>W&amp;D is Britain's biggest regional brewer - the company produces Banks's, Cameron and Pedigree ales. Its 1,700 pubs include the Pitcher &amp; Piano and Varsity chains. </p> <p>A Botts spokesman said: \"They rejected our offer without even talking to us seriously.\" </p> <p>W&amp;D claims Botts wants to see unusually detailed figures - including a breakdown of revenue at individual pubs. It is reluctant to open up its books unless the private equity firm tables a formal takeover bid - which Botts says it cannot do without carrying out due diligence. </p> <p>W&amp;D's management was also put off by a request for exclusive negotiations, including a break fee if the brew agrees to a takeover by another party. </p> <p>W&amp;D's shareholders are split - Tweedy Brown, which has a 6% stake, has called on the management to hold serious bid talks. Another leading institutional investor said, however: \"Until it becomes an official bid, the directors don't have to justify why they've turned it down. I'd rather see a proper bid, and then we can have a public debate.\" </p> <p>The company's shares fell 12.5p to 459p. They have fallen from 600p this year, amid problems of integrating two recent acquisitions - Mansfield Brewery and Marston's, Thompson &amp; Evershed.</p>",
  "Russia's seafaring tradition is woven into the very fabric of Murmansk, the biggest city in the world north of the Arctic circle. Among its 400,000 people there is barely a family without ties to the fishing fleet, the merchant marine or the Russian navy. <p>The city still displays the red stars, decorative anchors, and communist naval insignia that hark back to the glory days of the huge Soviet navy which projected the Kremlin's imperial power across the world's oceans. </p> <p>But its docks are crumbling, the fjords of the Kola peninsula are littered with dozens of discarded or inoperable submarines lying abandoned like beached whales. The young seamen of the northern fleet go hungry and unpaid. </p> <p>And in the wake of the Russian navy's worst peacetime disaster, the grim realisation has struck home as never before: the pipedreams of superpowerdom are gone, the admirals' arrogant delusions of geostrategic clout are risible, the Russian navy faces its biggest crisis of modern times. </p> <p>\"It's money, that's the big problem. Everything's destroyed,\" said Lilya, a local music teacher who spent the 1980s in Severomorsk, the northern fleet's home port outside Murmansk, with her navy officer husband. </p> <p>\"It was different in those days. Whatever Putin does now, there's no quick fix. The corruption, the thieving, the poverty: it will take a generation to sort things out.\" </p> <p>Since Peter the Great built it from scratch three hundred years ago, the Russian navy has gone through several cycles of destruction and reconstruction at colossal cost and with great human suffering: in the Crimean war in the 19th century, in the war with Japan at the beginning of the 20th, in the 1930s, and during and after the second world war. </p> <p>President Vladimir Putin now faces a comparable challenge. The Barents Sea tragedy has exposed the scale and depth of the naval crisis just when its commanders fostered the hope of supplanting the strategic missile forces as the key repository of the nuclear arsenal. </p> <p>The senior officer who died in the Kursk, the chief of staff of the fleet's seventh submarine division, was paid £130 a month. The 118 crew were virtual strangers to life at sea, the cost of fuelling and maintaining the submarines being so great that only three of the fleet's 42 nuclear submarines are on patrol at any one time. </p> <p>\"The situation on the Kursk was like that on all the other submarines,\" Roman Kolesnikov, father of a lieutenant-captain who died in the Kursk, told a Russian newspaper. </p> <p>\"The fleet's repairs base has collapsed. The repair workers don't get paid and go on strike. Then the boat's commanders do the repairs themselves. They sit there all day and night doing the repairs. The boats are leaking. </p> <p>\"No wonder, the boat's only been in the dry dock once in five years. One day it came in to dock and they refused to accept it for repairs.\" </p> <p>As the Kursk, the fifth Soviet or Russian submarine sunk in 20 years, lay at the bottom of the sea, one of the Russians' biggest humiliations was the sight of a dozen British and Norwegian divers promptly descending 108 metres to its stern and opening the escape hatch, if too late. \"The Norwegian divers accomplished in six hours what the Russian rescuers couldn't achieve in seven days,\" the Moscow newspaper Vremya MN commented. </p> <p>The northern navy spokesman, Vladimir Navrotsky, conceded that Russian divers could not go below 60 metres. </p> <p>Mr Putin may try to exploit this wretched state of affairs by embarking on a more radical reform of the military, puncturing the bloated ambitions of the admirals and generals and tailoring the armed forces to Russia's straitened circumstances. </p> <p>Heads are expected to roll. But Mr Putin has fed the ambitions of the top brass by repeatedly stressing how central the armed forces are to his promise to restore Russian greatness. The Kursk disaster has cruelly exposed the gap between his rhetoric and the reality experienced by Russia's conscripts and servicemen. </p> <p>The deep sheltered fjords of the Kola peninsula around Murmansk are the main home of Russia's rickety fleet, and the world's biggest graveyard for nuclear-powered ships and submarines. </p> <p>Two years ago the people of Murmansk were warned to take iodine pills during a nuclear fallout alert after a submarine fire. The authorities then claimed that the alarm was just an exercise. </p> <p>\"The whole Kola area is one big bomb,\" a Murmansk airport worker called Oleg said. \"People here are very sad and angry about the Kursk, but they've long been fed up with the situation.\" </p> <p>Against this background, the large billboards which appeared on the main roads of Moscow a couple of weeks ago look like a sick joke. </p> <p>\"A mighty navy for the glory of Russia,\" they proclaim, over a picture of a huge cruiser. </p> <p>They could not have been put there without the Kremlin's blessing, and they chime with Mr Putin's promise to restore Russia's military strength.</p>",
  "<p>Mitsubishi Motors will recall a million cars and may face criminal charges after admitting yesterday that it has systematically covered up vehicle defects for more than 30 years. </p> <p>\"Illegal acts have taken place for a long time,\" the company's president, Katsuhiko Kawasoe said. \"We deeply apologise for the immense anxiety we have caused our customers.\"</p> <p>The company's share price dropped on the announcement, which is designed to put an end to a scandal that has raised questions about the standards of transparency and quality control at Japan's fourth biggest car maker.</p> <p>Mitsubishi has been struggling to salvage its reputation since last month, when it emerged that half of its customer complaints were not being reported to the transport ministry. Employees marked such complaints with the letter \"H\" - the first letter of the Japanese word for \"secret\" - and covertly carried out repairs.</p> <p>When the scandal broke, executives said this practice had been going on for only eight years. They recalled 514,000 vehicles with problems ranging from dangerous brake fittings to ill-fitting petrol caps.</p> <p>In admitting the deep rooted nature of the problem yesterday, they expanded the recall including the Minicab, Lancer, Galant, Eterna, Emeraude, Diamante, Delica and six Fuso truck models.</p> <p>Now Mitsubishi has admitted it will have to repair 800,000 vehicles in Japan, 50,000 in North America and 150,000 in Europe and other markets at a cost of 7.5bn yen (£45.2m). The transport ministry, which discovered lockers full of hidden complaints at the headquarters, is expected to impose financial penalties by the end of next month.</p> <p>\"It is regrettable Mitsubishi concealed the complaints,\" the transport minister Hajime Morita said. \"This is something that shouldn't have taken place considering users' safety. I get the impression executives may have been aware.\"</p> <p>Executives will have their salaries cut as a result of the scandal.</p> <p>Yesterday, Mitsubishi's share price dropped a further 2%, taking the loss of value since the scandal broke to 10%.</p>",
  "Car insurance premiums could rise by 25% this year, as companies contend with a sharp increase in personal injury claims and soaring costs for replacement car parts and garage call-outs, a report by the market analysts Mintel warns. <p>The rise follows last year's increase of 20% - and is set to continue, with the average cost of insuring a car rising from £226 in 1999 to £283 this year and £353 in 2001.</p> <p>The report, which looks at all areas of motor insurance, makes sombre reading for a nation that is increasingly car-dependent. Nearly 30m private cars are expected on the roads by 2004, compared with some 25m in 2000, despite the government's attempts to make public transport more appealing, and an increase in petrol prices from 70p a litre to 85p in the past year - an 18% rise.</p> <p>But Paul Davies, finance consultant at Mintel and the report's author, said the steep increase - which is expected to continue beyond next year - is partly the result of \"artificially low\" insurance premiums during the mid to late 90s caused by new companies such as Direct Line, Admiral and Churchill provoking fierce competition.</p> <p>\"The introduction of companies like Direct Line, which has far lower overheads, meant they could undercut traditional providers and they then dropped their rates as well,\" he said.</p> <p>\"That's meant the industry's been running at a loss - and it's been doing that since 1994, with an estimated £900m deficit last year.</p> <p>\"They're now trying to recoup that by trying to get premiums back to realistic levels. But it's very hard for consumers to see that.\"</p> <p>The rise has also been due to the Ogden and Woolf changes - the law commission's recommendation, made last year, on personal and injury payouts which means victims of car crashes can now claim for future care costs and potential loss of earnings. The changes are estimated to have cost motor insurers an extra £450m last year.</p> <p>The NHS can now charge insurance companies for the cost of treating victims of road accidents, causing claims to rise further. The average claim for a car covered by comprehensive insurance has soared by 53% in the past decade.</p> <p>Despite the steep increase in costs to drivers, the report, Motor Insurance, predicts the UK motor insurance market is unlikely to record a profit until 2002 \"at the earliest\". That has bad ramifications for consumers: \"We predict the increases will be sustained over the next few years,\" said Mr Davies, \"because the market has to return to profitability.\"</p> <p>But drivers could benefit once selling insurance on the internet - which now accounts for only 1% of all sales - picks up.</p> <p>\"Insurers are confident that the internet will have a key role to play in car insurance distribution in the future,\" said Mr Davies. \"And with lower overheads, that could mean drivers get a better deal. Motor insurance is very cyclical, so in two or three years it could be more affordable.\"</p> <p>The AA said dearer insurance added to the pressure on motorists on top of the increase in petrol prices. But a spokesman added: \"You can guarantee there'll be another price war in a couple of years and then there'll be more value to be had.\"</p>",
  "Pakistan's generals are about to rewrite the country's constitution, setting in stone their ambitious plans to hold local elections despite mounting opposition. <p>After years of army rule and a decade of democracy sullied by corruption, nepotism and greed, the military regime insists locally elected councils are the first step to solving Pakistan's crisis of governance. </p> <p>Two constitutional amendments will formalise the new system and make it harder for future rulers to undo the reforms. </p> <p>\"We will take all possible measures to ensure that the local government system cannot be reversed by succeeding governments,\" said Tanvir Naqvi, a retired four-star general whose National Reconstruction Bureau drew up the reforms. </p> <p>Voting will begin in December to elect the hundreds of 21-seat councils across the country, with women competing for six of the seats in each council. </p> <p>The council leaders will in turn sit on larger district bodies and will have all-important control of police and local bureaucrats. The army will remain in control of the country. </p> <p>The elections, which will run in phases until next August, will replace a 200-year-old system of appointed bureaucrats set up under British colonial rule. </p> <p>However, the proposals have aroused the broadest criticism of General Pervez Musharraf's regime since the army took over in a coup last October. The wave of opposition, coupled with a deepening economic crisis, threatens to challenge the military's authority. </p> <p>With the country's flagging economy adding to the new regime's woes, Gen Musharraf complained yesterday that Britain is not helping him trace at least 14 people who fled to the UK and are alleged to have plundered billions of pounds from Pakistan's coffers. </p> <p>This followed a meeting on Monday with Japan's prime minister, Yoshiro Mori, during which Gen Musharraf tried to win financial help from Pakistan's biggest traditional lender. Hoping to revive Japanese lending, which was frozen after the 1998 nuclear tests, the general promised not to be the first to break his country's moratorium on testing. </p> <p>\"We were not the first to test, and will not be the first to resume testing,\" Gen Musharraf said. But he warned that Pakistan would respond if its arch-rival India tested again. He stopped short of meeting Mr Mori's demand that Islamabad sign the Comprehensive Test Ban Treaty. Mr Mori said sanctions could not be lifted unless both sides signed the treaty. </p> <p>In Islamabad, many politicians and analysts have dismissed the general's local government reforms as unworkable and claim they are a thinly disguised attempt to undermine national political parties. </p> <p>\"This whole project towards bringing democracy may be a great failure if [the generals] don't realise that the political parties are a source of strength for a bright future for Pakistan,\" said Talat Masood, a retired Pakistani army general and newspaper columnist. \"If [the parties] are weakened, then what is left for Pakistan?\" </p> <p>Gen Musharraf has promised to keep to a supreme court ruling which requires him to hold general elections by October 2002. But he has already tried to curb political opposition, suspending both houses of parliament and banning political rallies. </p> <p>Candidates in December's local elections will be allowed to contest the seats only as independents, not on a party basis. </p> <p>For some, Gen Musharraf's approach brings back memories of earlier military dictators such as Ayub Khan, in the 1960s, and Zia ul-Haq, two decades later. Both used local elections to stifle organised political opposition. </p> <p>\"In principle, I don't think anyone would argue that there should be a devolution of power in Pakistan,\" said Khalid Rahman, director of Islamabad's Institute of Policy Studies. \"But this is really not very well prepared. The government is claiming this is the first step towards democracy but then they are saying elections will be on a non-party basis. That contradiction doesn't help us understand how a democracy will come from this.\" </p> <p>At the same time, the general appears to be trying to ensure a permanent role for the army in future democratic governments. </p> <p>Last week he cleaned out civilian advisers from his top policy-making body, the National Security Council, and promoted his four most important ministers to sit alongside the armed forces chiefs. Since the coup, the council has created policy, while the larger cabinet has taken a secondary role. </p> <p>\"It is an attempt to impose a permanent role for the military,\" said Rashed Rehman, a columnist at The News, an English-language daily. \"They are looking for the perpetuation of a system in which the army calls the shots.\" </p> <p>But Gen Musharraf insists Pakistan has no future if it returns power to the democratic leaders of the past decade. </p> <p>\"They have put Pakistan on the road to destruction,\" he said. \"They are people who consider themselves gods and they want to impose their will on the people.\"</p>",
  "<p>It has been a long time since Orenthal James Simpson was a hero. Even before the infamous freeway chase and that trial, the memories of those glorious snaking runs for the Buffalo Bills were fading and being replaced by images of a mediocre film career. And while it is true that during the trial, a large proportion of black America rallied round, it wasn't because anyone really admired OJ. They were working on the understandable assumption that a black man arrested by the LAPD was likely to be innocent. </p> <p>Now OJ is making a bid to be extremely popular with a select, but fast growing group. Specifically, people whose lives have been appropriated for TV or the movies, and are mad as hell about it. People such as Rubin Carter's lawyers, who felt that The Hurricane made them look lazy, ineffectual and incompetent. Or America's answer to the late Sir Robin Day, Mike Wallace, disgruntled because The Insider made him look like a man of less than unbending integrity. </p> <p>Likewise, minor characters in Erin Brockovich and The Perfect Storm and pretty much every based-on-a-true-story TV movie you ever saw on Channel 5. All these people have made a fuss about the supposed distortion of their lives, but only after the product has reached the public. And by then, surely, it is too late. Occasionally, they can cause enough doubts to scupper an Oscar nomination, but that is just bitter compensation. OJ Simpson, though, is doing something altogether bolder: he's trying to snuff out a mini-series about his trial before it gets made. </p> <p>It seems a strange time to be making a programme based on the Simpson farrago: it's yesterday's scandal but not quite history yet. Nor is the mini-series promising us the shocking truth about what really happened. But the portentously titled American Tragedy is a surprisingly heavyweight affair, with a script by Norman Mailer, and the Homicide/Oz pairing of Tom Fontana and Barry Levinson as executive-producers. Ving Rhames has been signed up to play showboating attorney Johnny Cochrane. All in all, it looks as upmarket as mainstream US TV gets. </p> <p>But OJ doesn't want to be reminded of the trial. He seems to have been keeping a relatively low profile recently, since those misguided attempts to relaunch himself on the chat-show circuit. And his lawyers think that they have found a way to stop the mini-series reviving his trauma. They have filed a complaint with the Los Angeles Superior Court, claiming that the programme will be using privileged information provided by a member of the Simpson defence team, Robert Kardashian - a breach of confidentiality. There is, however, a big flaw with this. The mini-series is based on writer/director Lawrence Schiller's book American Tragedy: The Uncensored Story Of The Simpson Defence. And the book - which contains all the information supplied by Kardashian - was published in 1997. If Simpson was going to sue, he should have done it back then. He claims that he was too busy with the civil suit - which he lost - brought by the victims' families accusing him of being responsible for the deaths of Nicole Brown Simpson and Ronald Goldman. </p> <p>But \"too busy\" isn't a generally accepted legal excuse. With Kardashian's leaks in the public domain for three years, it is unlikely that a court will do anything now. Not unless they buy into the subtext to the suit: that it is fine for information to appear in print because most people don't read, but put in a high-profile TV show and it can be really damaging. </p> <p>So can you stop a TV or film company hijacking your life? In Europe, you might have a chance. In the US, probably not. In 1998 a California Supreme Court ruling (Polydoros v Twentieth Century Fox Film Corp) established that the right to privacy cannot be used by an individual to stop their name, history and personality from being used in a work of fiction. For the famous - like OJ - there is another law, the right of publicity, which might help. </p> <p>It holds that you can't make money from a celebrity's image without their permission. But while its application for ads and T-shirts is clear, no one is quite sure if it covers TV or film. In general, programme and film-makers avoid trouble by either asking permission or cobbling together composite characters. But for some reason, nobody seemed that worried about offending Mr Simpson. </p> <p>The same week that OJ was launching his case, another American male associated with a controversial death was having a little more luck with the TV networks. Aides for Senator Edward Kennedy gently suggested to the NBC network that running their Kennedy wives mini-series Jackie, Ethel, Joan: The Women Of Camelot two days before the November election, might be an interference with the democratic process. NBC considered the request, and decided that indeed it might be better not to remind Massachusetts voters about Chappaquiddick on the way to the polls. They have postponed the series to a less topical (and less troublesome) time in February. OJ, no doubt, will be reflecting on how, despite four decades of fruitful muckraking, nothing beats the Kennedy name.</p>",
  "<p>There's a couple of old favourites making an appearance in the column this week. First off, professional widow, rock star and sometime actress <strong> Courtney Love </strong> is being sued by a film production company for breach of contract, fraud, defamation and infliction of emotional distress. Background Productions has filed suit against Love and the producers of Beat, which stars Kiefer Sutherland as heavily narcoticised author William Burroughs, and Love as his second wife Joan Vollmer, who he accidentally killed. Alexandra Cardenas, a Production Supervisor, alleges that Love called her a \"puta\" (a whore) in front of the whole cast and crew, and Antonio Zavalas, the CEO of Background, says that she called him and his employees \"corrupt Mexicans\"... </p> <p>And, after a (very) short break from the law courts, <strong> Eminem</strong> 's back. This time though, he's bringing the case, as his on-again, off-again relationship with wife Kimberley comes to a pretty decisive off. Mr Marshall Mathers filed for divorce last week from the woman he's been with since high school - to call them sweethearts might be pushing it, as he's written several songs about murdering her and has Kim Rot In Pieces tattooed on his chest. Their turbulent relationship has included him pulling a gun on a man he thought she was involved with, and a suicide attempt... </p> <p>More bad boy rappers - this time in the form of the <strong> Wu Tang Clan</strong> 's Ghostface Killah and U-God. Journalist Edward Cash Wallace has called in the police, claiming that he went backstage at a San Francisco concert under the impression that he was to conduct an interview, but instead was beaten by a Wu Tang bodyguard and then by the rappers themselves. Show promoter Boots Houghston admits that Wallace was punched by the bodyguard, but claims it was because no interview had been agreed and he was harassing the band. Rappers and journalists - not a good combination.</p>",
  "It's reassuring to know the outcome of the last Test match has become a grand debate on the state of the pitches (The danger of quick cricket, Sport, August 21). <p>Perhaps if the West Indies had stormed to such a one-sided victory, we would all feel a little better and put it down to superior tactics and skill. <br><b>Paul Meredith</b><br>Hove, E Sussex </p> <p>\u0095The most gratifying aspect of England's two-day win was that I was able to enjoy my friends' wedding in Wiltshire on Saturday, without having to worry about slipping off to check up on the score. A great win, a better wedding. <br><b>Kester Lovelace</b><br>Paris</p> <p>\u0095How many other prime ministers and their families have to undergo the stupidity of media interest in their family holidays (Hapy families, August 21)? Is this intrusion endemic only to the British press and, if so, why? <br><b>Cllr Gwyneth Cooper</b><br>Chester</p> <p>\u0095All seven people in your article (It's summer, but do top academics know how to relax? Education, August 22) are male. Gender bias or lack of female academics able to take a couple of weeks off? <br><b>Dr Jennifer Jenkins</b><br> King's College, London </p> <p>\u0095Your article on Dr Seuss and Hollywood did not mention The 5,000 fingers of Dr T, the only film written by Ted Geisel (Doctor's Orders, G2 August 22). It is an odd and fascinating movie, if not entirely successful. It is also unmistakably Seuss-ian in its every frame. The film even received an Oscar nomination (though not for the screenplay). <br><b>Jay Russell</b><br> London </p> <p>\u0095So Daniel Radcliffe is to be the big screen Harry Potter (Report, August 22). And there I was thinking Donald Dewar was the odds-on favourite.<br><b>Toby Wood</b><br> Peterborough </p> <p> </p> <p> </p>",
  "<p> \u0095<strong> Check-out</strong> Britain's leading supermarket chain, Tesco, said yesterday that it was conducting a feasibility study for online grocery retailing in Thailand, South Korea and Taiwan. </p> <p>\u0095 <strong>Moving </strong>Online travel company <a href=\"http://www.ebookers.com\">Ebookers.com</a> said Sanjiv Talwar had been promoted to the new post of managing director and would be succeeded as chief financial officer by Navneet Bali. Ebookers said the changes were triggered by its growth. </p> <p>\u0095 <strong>Tonic </strong>Health website <a href=\"http://www.drkoop.com\">Drkoop.com</a> said yesterday it received $20m (£13.3m) in equity financing, a new management team and reconfigured board a day after it posted weak earnings and said it was the subject of a US regulatory investigation.</p>",
  "German authorities yesterday sent out a powerful signal of their determination to crack down on the far right when it emerged that the federal chief prosecutor had taken personal charge of the latest trial for race murder. <p>Kay Nehm, whose intervention is usually reserved for cases of suspected terrorism, had earlier said neo-Nazi violence posed a threat to security because of the climate of fear and intimidation it created. </p> <p>Three young men from Dessau in eastern Germany went on trial in the city of Halle yesterday, accused of a killing that has provided an impetus for mounting concern over the far right. Mozambique-born Alberto Adriano died on June 14 after being kicked and beaten as he made his way home in the early hours. </p> <p>His German widow, Angelika, faced the three skinheads yesterday as a prosecutor from Mr Nehm's department opened the case for the state. The victim was the father of three children, aged eight, three, and six months. </p> <p>\"The defendants assumed that Adriano could die as a result of their attack\", Joachim Lampe told the court. \"But their hatred of foreigners made them indifferent to this\". </p> <p>The chief prosecutor's decision was the latest initiative aimed at curbing neo-Nazism, which is rife in the east. It was announced as the chancellor, Gerhard Schröder, began a tour to gain insight into the area's problems. </p> <p>Speaking in Bad Elster on Monday, Mr Schröder called on people to stand up to the neo-Nazis to prevent them undoing east Germany's achievements since reunification. </p> <p>In recent weeks, the government has pressed for a ban on the most extreme of the legal right-wing parties, pledged more than £20 million to an anti-racist drive in schools and announced an advertising campaign to encourage tolerance. </p> <p>Manfred Pöchel, the interior minister of the regional government in Saxony-Anhalt, where Mr Adriano was murdered, called for the toughest possible sentence if the defendants were found guilty. </p> <p>Mr Adriano's death was important in galvanising the authorities into action. According to the indictment, his attackers beat then kicked him with their military-style boots for five minutes. They continued kicking him and shouting \"Get out of our country, you Negro pig\", even after Mr Adriano had stopped moving. </p> <p>Enrico Hilprecht, aged 24, sat impassively as the court was told how he had kicked Adriano 10 times in the head. He faces up to 15 years in prison for the killing. </p> <p>He and his co-defendants, Frank Miethbauer and Christian Richter, both 16, were said to have chanced on Mr Adriano as they stormed through Dessau shouting \"Blacks out\". The younger men are liable to receive a shorter sentence of up to 10 years. </p> <p>After the indictment was read, the judge ordered proceedings to continue behind closed doors because of the law regarding juveniles. A lawyer for the victim's family said all three defendants had admitted in closed evidence that they had taken part in the attack. </p> <p>The defence is expected to argue that they were too drunk at the time to be fully responsible. An expert witness is to be called to testify on their condition after they were arrested at the scene of the attack after residents called the police. </p> <p>The link between far-right violence and state security was made earlier this year in a report from the security service that played a role in stirring anxiety. The BVD, Germany's equivalent of MI5, said it had detected terrorist-style organisation among neo-Nazis. </p> <p>Underlying the authorities' disquiet, there are other factors - notably a concern that racism in the east could hinder Germany's integration into a globalised economy. Germany currently accepts some 200,000 newcomers each year. </p> <p>Already this year, the government has offered 20,000 temporary work permits to computer specialists, many of whom it expects to come from the Indian sub-continent. </p> <p><b>Chronology of violence</b></p> <p><b> 1990</b> </p> <p>A 28-year-old Angolan is murdered in the eastern town of Eberswalde, Brandenburg, in what is regarded as Germany's first post-unification race murder. The early 90s are marked by a string of attacks on hostels for immigrants and asylum-seekers. </p> <p><b> 1992</b> </p> <p>Race riots in Rostock. A hostel for Vietnamese is besieged for five days. </p> <p><b> 1993</b> </p> <p>Skinheads beat up a black member of the US luge team in the resort of Oberhof in the former East Germany. </p> <p><b> 1996</b> </p> <p>Two neo-Nazis jailed by a Potsdam court for a racist attack on three black Britons. Noel Martin of Birmingham is left paralysed from the neck down. Ten immigrants and asylum-seekers die in an inferno at their homes in the northern port of Lübeck in the worst racist attack in Germany since the war. </p> <p><b> 2000 </b></p> <p><b>April</b> <br>Five skinhead youths given sentences of between four and six years in Stralsrund for jumping on the heads of two Vietnamese men in an attack which put one victim into a coma for 10 days. The sentences are greeted as a change in attitude towards racist violence. </p> <p><b> June</b> <br>Alberto Adriano from Mozambique murdered in Dessau. </p> <p><b> July</b> <br>Chancellor Gerhard Schröder announces that a crackdown on the far right is a priority of the second half of his government's term. Two days later, a bomb explodes outside a Düsseldorf railway station injuring 10 immigrants. One, a pregnant woman, loses her unborn baby in the attack. </p> <p><b> August </b> <br>Official committee set up to consider ban on the National Democratic party of Germany (NPD), which has a prominent skinhead element.</p>",
  "Nazia Hassan, who has died of lung cancer at the age of 35, revolutionised Asian pop music. A singer of rare expressiveness, she pioneered the disco revolution in Indian film music in the 1980s. <p>If Someone Like You Comes Into My Life, the song she sang - as a 15-year-old schoolgirl - in Qurbani (Sacrifice, 1980), was one of the biggest hits in Bollywood film music. Young Asians in the sub-continent and Britain took to the dance floors to its tune. </p> <p>Born into a well-to-do Karachi family, Nazia came as a teenager to London, where the song was recorded after she had met Bollywood filmmaker Feroz Khan at a party. She was not a trained singer, but Feroz, and the London-based composer Biddu, liked the nasal quality of her voice. </p> <p>Nazia's association with Biddu brought her into the limelight on the British Asian pop scene. Together, they brought out the immensely successful album, Disco Deewane (1981), which, with its racy songs and harmonious blend of eastern rhythms and western beats, was number one for more than a year. Overnight, Nazia became the queen of Asian pop. </p> <p>Later, she and her brother, Zohaib Hassan, sang in another Bollywood film, Star. They returned to Pakistan in the early 1980s and released their first album, Young Tarang. Another album, Hotline, followed in 1987. Nazia's last solo album, Camera Camera, came out in London in 1992. Though some of these later albums lacked Nazia's early expressiveness, they still revealed her joie de vivre. </p> <p>Nazia, who had a London University law degree, lived most of her life in Britain, but always returned to her roots in Pakistan. She was independent, and was never afraid to speak her mind. A lot of her money was given to charity; she also set up an organisation to help the poor, and - even at the peak of her popularity - made special appearances on television shows for children. She spent a lot of time with young people, educating them about the dangers of drugs. </p> <p>She is survived by her husband and son. </p> <p> \u0095 Nazia Hassan, singer, born April 3 1965; died August 13 2000</p>",
  "US safety investigators yesterday ruled out a criminal act as the cause of the explosion that destroyed TWA Flight 800 and killed all 230 people aboard four years ago, and said the most likely cause was an electrical fault. <p>The national transportation safety board (NTSB) dismissed various conspiracy theories as it began a final review of a report into the crash at a two-day public meeting. </p> <p>The NTSB chairman, Jim Hall, ruled out sabotage. \"Had we found such evidence, we would have immediately referred the matter back to the appropriate law enforcement authorities for their action,\" he said. \"Let me state unequivocally, the safety board found no such evidence.\" </p> <p>Flight 800, a Paris-bound Boeing 747-100, crashed into the Atlantic off Long Island 14 minutes after takeoff from New York's Kennedy International Airport on July 17, 1996. </p> <p>Bernard Loeb, director of the NTSB's office of aviation safety, said the most likely cause of the crash was a short circuit involving electrical wiring leading to the centre-wing fuel tank. Theories ranged from a wiring fault to bombs or a heat-seeking \"Stinger\" missile. The missile theory circulated after witnesses reported seeing lights streaking upwards at the time of the crash. <br><b>Reuters </b></p>",
  "One of the strongest old fortresses of King Coal decided yesterday to cut a symbolic link with mining by voting decisively to heat and light all its council buildings with \"green\" electricity. <p>Rotherham council in South Yorkshire will be supplied in future by power from wind turbines and renewable natural sources, including coppiced willow and agricultural waste, in spite of a last ditch rebellion by coalfield campaigners. </p> <p>A meeting of all the Labour-dominated authority's councillors yesterday backed an earlier decision by the executive \"cabinet\" to go green on best value grounds. The move will end contracts for energy from a mixture of coal, gas and nuclear power stations, as well as for 3,000 tonnes of coal used each year in council boilers. </p> <p>\"We need to get the best value and to take into account coming environmental measures like the climate control levy,\" said Mark Edgell, Rotherham council's leader. \"But we are emphatically not turning our back on the mining community to which this area owes so much. We are in the forefront of coalfield regeneration and winning huge investment to create a new future for this part of South Yorkshire.\" </p> <p>The new power source will save Rotherham an estimated £67,000 initially, balancing the £137,000 it will cost to introduce the change against £204,000 liable for payment under the climate levy. Yesterday's meeting also heard submissions from Yorkshire Electricity and power experts suggesting that green power would be cheaper in the long term. </p> <p>\"There is no longer a direct link between our power demands and Yorkshire coal anyway,\" said Mr Edgell. \"Existing power comes from a mixture of suppliers, and the coal part of it is likely to include imports from overseas. It is much more important for us to concentrate on bids for funding like the £80m South Yorkshire has won in the latest round of the single regeneration budget, or the enormous investment of £780m which the county is getting from Europe.\" </p> <p>The decision is likely to win reluctant acceptance from the Coalfields Communities Campaign, a consortium of local councils, including Rotherham, which lobbies regardless of political control. The group's Yorkshire branch has campaigned strongly against the energy switch, but is reluctant to criticise a partner council which has had a high profile in winning regeneration funds. </p> <p>Coal mining unions, however, remain adamantly opposed to the move, amid fears that Rotherham's last remaining colliery, the RJB pit at Maltby, may lose a proposed £30m coal fired power station. Pat Carragher, general secretary of the British Association of Colliery Managers, joined the pit deputies' union, Nacods, in calling for the council to \"continue to fight for the long term future of UK coal\" by changing its mind. </p> <p>Rotherham is the first English council to sign a 100% deal for green electricity, following limited agreements of up to 60% by other authorities. Ken Wyatt, a member of the ruling Labour group, said: \"I'm pleased and proud that we are taking the lead for future generations. The council has a responsibility to set an example.\" </p> <p>Yorkshire Electricity welcomed the move as a boost to its own increased use of renewable resources such as coppiced willow. The firm assured yesterday's meeting that it would not make extra profits from green power, a premium on which currently pays for the development of renewable fuel generators which should get cheaper as use spreads.</p>"
]