[
  "<p>Slap one of Fila Brazillia's CDs on in the background, and it's not likely to have an attention-seeking tantrum. If it was a pet, it would be a cat - one that's never going to lose cred by breaking into a run or getting its belly out for the guests. But this is deceptive music, full of hidden eccentricities that come from solid musicianship, subtlety and the silly streak that lands the tunes with names like Here Comes Pissy Willy and Half Man Half Granary Thorax. </p> <p>So Fila have always rewarded the hard of listening, but not with any between- track chatter onstage. That was minimal and inaudible, but included the words \"Hull\" (where they're from) and \"funk\" (which they do). Fabric's midnight crowd were appreciative but restless. The post-pub rush was still queuing, and inside most people were checking out this factory-size club as if they had been stuck in a lift for three hours. </p> <p>Given those problems, Fila commanded the main live space pretty well. This six-piece version of Fila has only been around for a couple of years, with the core members (guitarist/keyboard player Steve Cobby and bassist Dave McSherry) augmented by players covering sax, percussion, keyboards, trumpet, vocals and harmonica. Transporting their music to the live setting has created a few casualties - or at least, a little left luggage. On record, their music lounges and moves at the same time, has a rolling bass richness and crisp acoustic guitar. There's a touch of Brazilian in the percussion, sampling and squidgy electronics, and odd little characters that make the music never wholly electronic or acoustic, but an original hybrid. </p> <p>Live, the framework is always there, and holds up well on the tracks that rely on the more simple guitar/bass/keyboard riffs (such as The New Cannonball) but the more un usual aspects of the recordings are sometimes lost, or perhaps just not as prominent in the mix. The gig's opening number, Little Hands Rouge, misses the tiny mouse voice squealing \"I am only little\" in the distance, and the bass needs the rich electronic treatment it receives on the CD. </p> <p>Plenty of squealing for an encore of Bovine Funk proved that the crowd didn't feel anything was missing - and it's arguable that fighting to hold on to recorded subtlety would be futile in this hour-long slot. But it would still be great to hear more of the off-beats.</p>",
  "Loyalist paramilitary drug dealers have been blamed for a bomb attack which left a man badly injured in Northern Ireland today. <p>Sandy Rice fell from his van bleeding heavily with serious leg wounds when a device exploded under the seat as he drove through the seaside town of Bangor, Co Down. </p> <p>Two other men who were with him escaped the blast, just hours after a bomb wrecked Shankill Road offices shared by the Ulster Democratic Party (UDP), the political wing of the Ulster Defence Association (UDA) as part of the escalating loyalist feud in Belfast. </p> <p>Component parts for pipe bombs, the tail fin of a mortar bomb, balaclavas and combat clothing were later found in the debris, police revealed. </p> <p>But it is not thought the Bangor blast is linked to fighting between the UDA and Ulster Volunteer Force (UVF) which has left three men dead and scores of families having to flee their homes. </p> <p>Mr Rice was head of security at a nightclub in Bangor, and had been threatened by drugs dealers linked to the Loyalist Volunteer Force (LVF), according to David Ervine of the Progressive Unionist Party (PUP), a member of the Northern Ireland assembly. </p> <p>The LVF, a splinter group heavily involved in drugs trafficking, is backing the UDA in the feud, and even though this attack is not being linked to the fighting, it is bound to heighten the tensions between the rival factions. </p> <p>Mr Ervine, a close friend of Mr Rice, a former loyalist internee who spent nearly 20 years living near London before returning home to set up an electrical business and run a boxing club, said: \"This man was under serious threat of losing his life because of his stand against the drugs dealers. He has evicted these people and this is the price paid. It has nothing to do with the Shankill.\" </p> <p>The men had been working in a cafe, close to the rear of a seafront hotel where the blue Transit van had been parked. They had just turned a corner into High Street when the blast happened. </p> <p>Bob Milliken and his wife Brenda were standing just yards away at the time. </p> <p>Mrs Milliken said: \"The driver seemed to fall out of the van. He was badly injured, but the other two looked to be okay. People in the crowd gave him first aid until the ambulance arrived.\" </p> <p>Mr Milliken added: \"There was this loud bang and suddenly a big cloud of smoke.\" </p> <p>Hours earlier, an explosion destroyed a building in the Shankill Road used by the Prisoners Aid and Post-Conflict Re-settlement group and where the UDP also has offices. </p> <p>Nobody was hurt in the attack thought to have been carried out by the UVF. </p> <p>UDP leader John White claimed the UVF leadership had lost control of its members. </p> <p>He said: \"The only way this will come to an end is for the UVF leadership to take control of their organisation and control the thugs and bully boys who are running about intimidating women and children, burning people out of their homes and blowing buildings up.\" </p> <p>The same building attacked overnight was targeted by gunmen soon after the UVF shot dead two men in the nearby Crumlin Road early in the feud last month. </p> <p>That attack provoked an immediate response with the burning of the Progressive Unionist party office a couple of hundred yards down the road. </p>",
  "<p>You probably missed it. It no doubt didn't even register. Maybe you saw it and didn't think twice, but I'm talking about an ad - yep, an ad - that ran on BBC1's Grandstand recently. </p> <p>This particular commercial consisted of a highly entertaining two-minute film starring the rubbery-faced comic Lee Evans learning how to do tae kwon do. There was no endline, no jingles, no evident branding, no nothing. </p> <p>The documentary-style film was, in fact, wholly funded by Adidas and was one of 12 two-minute films starring Evans attempting various athletic feats, created to promote the sports equipment manufacturer's sponsorship of the Sydney Olympics. Known collectively as The Road to Sydney, the films have been branded \"a new Olympic television programming series\" by 180, the international ad agency which created them, and have been sneaking into the programming of TV stations across Europe in the run-up to the Games. </p> <p>Such communication is evidence of a new trend that is rapidly spreading through the global advertising village, known as stealth advertising. It goes beyond straight sponsorship, beyond even advertiser-funded programming: it simply involves advertisers stripping out all overt branding and sneaking under their target consumers' radars far more subtly. </p> <p>Other examples are plentiful. Robbie Williams's latest album Sing When You're Winning has been \"advertised\" via a series of mysterious postage stamp-sized photos of Robbie dressed up in various guises running across the national press. Shots taken from the CD cover itself, featuring a montage of Robbie in the 1966 World Cup-winning pose, have also been leaked into various newspapers' editorial pages. </p> <p>PlayStation2 has similarly been launching itself via a series of non-branded press ads simply consisting weird images of, for instance, a hyper-wrinkled old woman above the line \"I am horse, sinew, muscle and hoof. I am thunder across your land\" without any logo. </p> <p>Significantly, Alan Rutherford, the worldwide head of media at Unilever, revealed at the Guardian Edinburgh International TV festival last month that he had been approached by a Hollywood studio to help finance a movie by providing \"ads\" that would run throughout it, presumably in some fairly subtle or stealthy format. </p> <p>Simeon Roane, the copywriter on the Adidas films, explains his campaign: \"The Road to Sydney films are ads in that their intended purpose is branding for Adidas, but they are not typical advertising, in a 60-second format with a logo at the end. The idea was that they could work even better if they were perceived as programming and if they didn't run in commercial breaks.\" </p> <p>This bold experimentation has been triggered by the advent of such manifold threats to conventional advertising as the unstoppable fragmentation of audiences and the TiVo Box, the new gizmo which will allow viewers to zap out commercials altogether. At the same time, the explosion of TV channels with looser controls and the imminent advent of broadband platforms on the internet are opening up new opportunities. </p> <p>Ben Bilboul, account director at St Luke's, which has dubbed the phenomenon \"climating\", comments: \"Clients are becoming more and more interested in communicating their brand values in a non-advertising way, preferring to fund entertaining or informative communications. Brands themselves are becoming recessive, the idea being that while consumers watch a client's piece of entertainment or an informative film they are culturally steered towards a particular brand.\" </p> <p>One possible scenario might be a food manufacturer commissioning a 60-second piece of programming or film that extols the benefits of cooking with a wok (demonstrating how the food tastes better, it's low fat, speedier than traditional cooking methods, etc). The manufacturer might then bring out a timely selection of wok sauces which will capitalise on the climate established by the film. Stealth advertising is about promoting the values or lifestyle or attitude of the product rather than the product itself. </p> <p>Morven Sloane, senior product manager at Sony Computer Entertainment, who has been masterminding the PlayStation2 stealth launch, endorses this. \"We thought our audience was getting jaded with brands and bog standard advertising - we wanted to do something more challenging that would drive our image as an edgy, alternative games provider. Our launch campaign is more about intriguing opinion formers and making them wonder what the hell is going on.\" </p> <p>Observers of the trend point to the 1986 movie Top Gun as the pioneer of this \"stealth\" communication: both the US air force and eyewear manufacturer Rayban provided significant financial backing and the result was unprecedented sales of sunglasses and a glut of eager air force recruits. The publication earlier this year of a new book by Naomi Klein called No Logo, which includes a chapter specifically on stealth advertising, is doing much to drive the phenomenon. </p> <p>Mike Mathieson, managing director of Cake, a youth marketing consultancy which is experimenting with non-branded work, claims that the trend particularly applies to youth products: \"Our view is that people of our generation don't like being sold to. We look at different ways of getting into people's mindsets without using the typical corporate sell and we are making brands entertaining, even making them into entertainment units.\" </p> <p>There is, however, a fundamental problem with this fudging of overt commercial messages and blurring of advertising and editorial. Any self-respecting newspaper or magazine editor will normally insist on any form of advertisement being clearly stamped as such. The independent television commission, not surprisingly, is also very hot on stealth advertising - a recent two-minute ad resembling a silent music promo to promote BT Youth's new website getoutthere.com came a cropper with the ITC and had to be clearly labelled \"advertisement\". </p> <p> The ITC states darkly: \"Our concern is that it must be very clear to the audience whether they are seeing a paid-for advertisement or a programme. There must be no confusion or interference with the editorial process. If there is any potential for confusion then the film should be clearly labelled.\" </p> <p>The difficulty therefore is in creating a commercial piece of communication that, firstly, is explicit enough to justify the advertisers' money but, secondly, is subtle enough to sneak past the authorities. </p> <p>Adidas feels it has cracked it with its Road to Sydney films, however, which feature no more branding than Evans and his fellow athletes wearing Adidas clothing. The advertiser was easily convinced of the potential of such a ground-breaking approach, claims 180. </p> <p>\"Adidas was happy because the films are not its only existing branding effort - it still has agencies producing traditional commercials. Also, it felt confident because of the two-minute length and the fact that they were entertaining films and people would therefore want to watch them,\" says Roane. </p> <p>PlayStation2's stealth advertising tactic also seems to have paid off: key opinion-formers' interest has been stoked and advance orders for the unit, which launches on November 24, are already set at 200,000. </p> <p>But perhaps an even better indicator of the potential for this sort of communication is the fact that the BBC is considering splicing all 12 Road to Sydney films together to create a 24-minute Adidas \"ad\" which it will happily broadcast. There may well be an essential dilemma lurking at the heart of stealth advertising and a possible gamble with client money involved, but it is perhaps small wonder that agencies are increasingly testing it out.</p>",
  "<p>Marks &amp; Spencer will today reveal its second major boardroom shake-up in as many years and admit the extent of its woes. </p> <p>The changes at the top come after internal documents revealed a precipitous drop in store sales. One set of figures, from the week to August 19, showed that the group's 297 British stores saw a fall of more than 6% compared with the equivalent week of 1999. </p> <p>Now, just two weeks ahead of the end of its first-half trading period, the retailer is ex pected to try to strike a more optimistic note about sales at its three revamped stores in Leicester, London and Sutton where lighting has been enhanced and clothes rearranged. Elsewhere, however, sales are thought to have been slower. </p> <p>As widely rumoured, chief executive Peter Salsbury, who took the helm just under two years ago after a brutal boardroom rift is expected to leave the group to clear the way for the appointment of Roger Holmes, a director of Kingfisher, the Woolworths and B&amp;Q chain. </p> <p>The animosity between Kingfisher and M&amp;S, which recently poached Alan McWalter as its first marketing director from the group, means that Mr Holmes will be unable to take up an active role at M&amp;S before the crucial Christmas trading period. </p> <p>Amid upheaval of the senior management at a number of rival retailers, M&amp;S veteran Mr Salsbury is expected to shoulder the blame for another difficult six months of trading. </p> <p>New chairman Luc Vandevelde, who has pledged to raise sales, may risk flouting corporate governance codes by taking on some of the roles of his chief executive whom he has repeatedly denied he was seeking to replace. </p> <p>Mr Holmes, who has told Kingfisher of his intention to leave but has yet to resign officially, is expected to be named as head of UK retail and then be groomed as chief executive. </p> <p>Mr Vandevelde, recruited earlier this year with a £2m golden hello, will also use today's stock market announcement to make other appointments to bolster his board which he has said needs more executives with particular retail experience. </p> <p>M&amp;S will also attempt to allay investors' fears about the appointment of Mr Holmes who when news of his arrival was leaked last week was regarded as a surprise choice. </p> <p>Some investors regard Mr Holmes' background - as a McKinsey management consultant - more as hindrance than a help, claiming that he lacks experience in the clothing sector from which M&amp;S derives half its profits. </p> <p>Mr Holmes' move will be a body blow for Kingfisher, which last week announced it was to demerge its Woolworths and Superdrug business from its B&amp;Q and other do-it-yourself operations. Sir Geoffrey Mulcahy, Kingfisher's founder and chairman, was grooming Mr Holmes as his successor. </p> <p>Instead Mr Holmes, who ran the electrical arm of Kingfisher from France, appears to have been lured to M&amp;S by his former boss - Mr McWalter. </p> <p>Kingfisher named Mr Holmes' replacement on Friday although Mr Holmes and his lawyers are thought to have spent much of the weekend trying to secure the terms of his departure. </p> <p>Analysts have been forecasting profits of £575m for M&amp;S, up from the £557m it made last year during which the group cut its dividend for the first time in its history.</p>",
  "<p>\"How many Argentines were there on the islands in 1982?\" </p> <p>\"Too many.\" </p> <p>\"How many?\" </p> <p>\"One.\" </p> <p> This is what passes for a joke on the Falkland Islands, as told by a friendly taxi driver to Argentine tourist Fabian Stratas, the protagonist of the new film Fuckland. The camera shows him smiling understandingly while, in a voiceover, he suggests the taxi driver should \"go and fuck himself\". The effect is comic, not acerbic. </p> <p>Filmed in just one week last December, two months after Argentines were again permitted to fly to the place they call the Malvinas, Fuckland is Jose Luis Marques's first feature. He and his crew of six walked off a plane at the islands' military airport and shot 80 hours of footage disguised as tourists. The camera was left on tables or bars, apparently switched off, while Stratas interacted with islanders. Now there are posters all over Buenos Aires promoting Marques's clandestine film. The islands' authorities are outraged: the governor general says he would have prevented filming if he had known about it, and the movie will not be shown in the Falklands' only cinema. </p> <p>Fuckland's plot is simple: since Argentina can't get the islands back by force or persuasion - as tried by ex-President Menem's foreign minister Guido di Tella - Stratas has gone to inseminate the local females with Argentine genes. In a rare attempt at humour, the Economist once suggested sending Argentine women to the islands to out-breed the locals; Marques sees his film as more Argentine, a study of penetrative conquest. \"The film is about the Argentine desire to make conquests with no sense of morality,\" he says. </p> <p>Throughout their continent, Argentines are viewed as the most arrogant of Latin Americans. The criticism is familiar but, according to Marques, it has never been analysed in depth. \"I've always wanted to make a self-critical film,\" he says. \"Fabian's mission is the lowest possible. He's a typical Argentine abroad, the kind that makes you feel ashamed. But he's not just a smartarse on holiday. He's immoral.\" </p> <p>Stratas, a magician by trade who previously had small parts in Sally Potter's The Tango Lesson and Alan Parker's Evita, describes the character he plays as \"arrogant, overbearing, rude\". The fact that he's filming people makes this doubly true. \"This is The Truman Show backwards,\" he says. \"I know everything, they know nothing.\" </p> <p>But for Stratas, aesthetics come into it, too. \"We live in a world in which people are begging to cross the line of fiction - in Big Brother, reality shows. Even in a so-called documentary, we're playing with lights, music, emotions - it's a fiction. I made the film to explore the line where fiction begins.\" He is a fan of the Dogme 95 movement - the ultra-realist Danish film group based around Lars von Trier and Thomas Vinterberg - which has given its eighth certificate to Fuckland. </p> <p>The Fuckland team play down the political dimensions of the film. Marques argues that \"the islands served to strengthen the metaphor of macho man in search of conquest\". At the same time, there was a sense of tension on the islands: the film records a local radio channel apologising because there might be Argentines at the Remembrance Day service. \"If we had known there were so many people,\" the organisers say, \"we would have made reservations for the British.\" Other similar details - signs telling Argentines to give up their sovereignty claim, the cold military reception the film-makers got at airport - make the Falkland Islanders appear xenophobic and unfriendly. </p> <p>Marques and Stratas were both surprised by the stuffiness of the place, the lack of youth culture. \"The people who have power are very conservative and they tell others what they can watch and what they can't,\" says Stratas. \"There's no cinema outside the military base. These people love their position. They just talk about sovereignty because it's the only thing they've got in common and they're isolated . They don't want to solve the big issue, because if that's solved, what have they got left?\" </p> <p>In the film, the islands' pubs and old-fashioned restaurants seem sad places where bored locals and soldiers go for heavy boozing sessions or formal meals. \"Imagine being 21 and seeing the same people every day,\" says Stratas. \"There's nothing to do but get wasted.\" </p> <p>The only other actor, Camilla Heaney, is British. Playing an islander, she has rough sex with Stratas on a patch of land where Argentine soldiers were bombarded. \"I think if the Falkland Islanders could see the film, they'd see they don't come out of it too badly,\" she maintains. </p> <p>In a way, this is a very British Argentine film. Its humour combines the surrealism of a remote island full of penguins, union flags, fighter planes and a certain crusty Britishness with the self-deprecation of the best British comedy. As for the issue of invading privacy, Stratas cites British law on the right to shoot films in public places (though that is due to change next month). \"After all, that's the law the islanders choose to live under.\" </p> <p>Comparisons with The Blair Witch Project are obvious. The director is a publicist at Flehnerfilms, one of Argentina's biggest media firms, and the exploitation of the provocative themes of sex and war, the overstepping of the rules, and the use of the internet to extend the fiction are par for the course. However, at a total cost of $400,000, Fuckland is a low-budget movie. \"Also,\" says Marques, \"we are filming real islanders, not actors.\" Which raises the question: why not really seduce an islander, take it one step further? \"No!\" cries Marques. \"That would be unethical.\" </p> <p>\u0095 Fuckland will be screened in November as part of the London Film Festival. </p> <p>Website: <a href=\"http://www.fuckland.com.ar\">www.fuckland.com.ar</a></p>",
  "<b>Why is the government taking this action?</b> <br>Because petrol stations ran out of supplies when protesters complaining about high prices picketed oil depots. The picketing was largely peaceful but there were fears for tanker drivers' safety, and so deliveries stopped. <p>The protesters have called off their action and petrol supplies are returning to normal, but the demonstrators have threatened to resume their protests if the government does not take action on petrol prices within 60 days.</p> <p><b>How will the new law work?</b><br>Oil companies will have a legal duty to maintain supplies. There were suspicions during the recent crisis that oil companies were not trying hard enough to deliver petrol to the filling stations. The new law will put them in the same position as other services which are considered essential, such as gas, electricity and water.</p> <p><b>Will this action prevent another petrol crisis?</b><br>Not on its own. A lot of the tanker drivers are self-employed and would probably not be covered by the new law. </p> <p>But the government plans other steps to deal with that. One is to make more use of army tankers to deliver petrol in any future emergency, and the number of soldiers trained to do this will be increased from 80 to several hundred. There will also be talks between the government and the oil companies to draw up an agreement about how to maintain deliveries if there are similar problems in future.</p> <p><b>Is this really necessary?</b><br>The crisis showed how much we all depend on petrol, even if we don't drive a car. People could not get to work, food supplies to the shops were threatened, health services were disrupted, and some schools were closed. Even larger fuel protests in other European countries - especially France and Belgium - have shown how much disruption can be caused, and the British government wants to avoid \"copycat\" actions here.</p> <p><b>Is it going to be controversial?</b><br>Water, gas and electricity are already covered by similar laws, but the question is how to define which services are essential. Should there, for instance, be laws to ensure that supplies of milk and bread - as well as petrol - are maintained? Any extension of the law in this area may be for the general good of society but it is bound to restrict civil liberties - for example, people's right not to work or the right not to sell things if they don't want to. </p> <p><b>Useful links</b><a href=\"http://www.liberty-human-rights.org.uk/\" target=\"_new\">Liberty</a><br><a href=\"http://www.electricity.org.uk/about_fr.html\" target=\"_new\">The Electricity Association</a><br><a href=\"http://www.britishwater.org/\" target=\"_new\">British Water</a><br><a href=\"http://www.sbgi.org.uk/\" target=\"_new\">Society of British Gas Industries</a></p>",
  "<p>The Lottery Commission's decision to negotiate solely with Sir Richard Branson's People's Lottery over the grant of a new licence was \"grossly unfair\", the High Court heard today. </p> <p>David Pannick QC, for Camelot, told Mr Justice Richards that it was like getting to the end of the World Cup Final with the scores 0-0 and only one side being allowed to take penalties in the shoot-out. </p> <p>Camelot, the current operators, was one of two bidders for a new, seven-year licence to operate the National Lottery from 1 October 2001. </p> <p>Last month, the commission rejected both bids, but entered into a new process engaging in exclusive negotiations with the People's Lottery. It gave the Virgin tycoon a month to come up with a guaranteed £50 million contingency fund to back up his bid in the event of low revenues or unforeseen costs. </p> <p>Mr Pannick said that Camelot's rival was given a chance to allay the commission's concerns, but Camelot had no such opportunity.</p> <p>He added: \"Our case is that this is an unfair procedure. It will not assist the legal argument to describe it as manifestly or grossly unfair - but that is what it is... We can find no precedent for such behaviour. </p> <p>\"It is, we suggest, as if at the end of the football World Cup final, when the score is 0-0 and the match is to be decided by a penalty shoot-out, the referee decides that only one team shall be allowed to take the penalties.\" </p> <p>Mr Pannick said that the commission had declined to make available to Camelot \"and more importantly to the court\" the minutes of its contemporaneous decision to adopt this \"bizarre\" procedure. </p> <p>He called this \"a quite remarkable position, given the state of public law in the 21st century, for a public body to adopt.\" In the hearing, which is expected to last into tomorrow, Camelot is asking for the commission's decision to be quashed and for a declaration that it was unlawful.</p> <p>It is also seeking an injunction restraining the commission from granting a new licence until Camelot has had a fair opportunity of seeking to allay concerns about the perceived defects of its bid.</p> <p>Mr Pannick said that Camelot had operated the lottery with \"conspicuous success\" raising over £8.8bn for good causes. He said that the perceived defects in the Camelot bid related to the integrity of GTech, their supplier of gaming software and terminals. </p> <p>Camelot believed they could allay the commission's concerns were they given a fair chance because they had agreed in principle with GTech that, from the start of the new licence period, Camelot would operate the Lottery independently. It would purchase all the relevant terminals and software from GTech and would take over the employment of all relevant UK based GTech staff.</p> <p>\"Even if we can't (allay their fears), we are still entitled to a good-faith attempt by the commission to listen to what we want to say... You can't shut out someone from the outset from the opportunity to put his case.\" </p> <p>In defence of its decision, the commission had said that the deficiencies in the Camelot bid were not capable of being addressed within a month, while those of their competitor \"probably\" were. </p> <p>Mr Pannick said that Camelot thought they had met the commission's concerns over GTech.</p> <p>He claimed the company was \"misled\" that this was no longer an issue at the same time as the commission was \"bending over backwards\" to give positive assistance to the People's Lottery as to what they needed to do. </p> <p>He said the commission's Dame Helena Shovelton had telephoned Sir Richard at his private Caribbean island during the summer to underline the seriousness of what the commission wanted from his bid. </p> <p>Fairness required that Camelot should have been given similar assistance in July and early August and should now be given additional time to satisfy the commission.</p>",
  "<p>Music group EMI has its final chance to rescue the £14bn merger with Warner Music today as executives meet the EU competition commissioner.</p> <p> The UK company must convince Mario Monti that the link-up will not lead to the merged outfit dominating the market for downloading music from the internet. The commission is also concerned that the joint venture would lead to four large companies controlling record prices.</p> <p> The final deadline for submitting concessions is tomorrow, but today's meeting is seen as vital to the outcome of the deal.</p> <p> Analysts have backed market whispers that EMI could be snapped up by German media giant Bertelsmann or Spanish telecoms company Telefonica if the deal falls through. </p> <p> Helen Snell, an analyst at ABN Amro, said: \"Telefonica has bought a TV company in Endemol, so it is buying content. EMI would be a very logical move. If the deal was lost, someone will undoubtedly bid for the company.\"</p> <p> The EMI and Warner Music venture is a difficult one to call, as it is hard to measure market share in sectors such as music publishing. The lack of definitive data, such as viewing figures for TV companies, has complicated the issue. </p> <p>The merger of Warner Music's parent company, Time Warner, with internet company AOL has also damaged the venture's chances of success. The EU is sceptical about AOL's assertion that it will not take advantage of an EMI and Warner merger to control the market for music downloads over the internet.</p> <p> EMI shares rose 3.5p to 564.5p in early trading.</p>",
  "\"The sentence pronounced this day is of a nature to finally make him see sense,\" opined the president of the court. So now you know, José Bové: a little principled and good-natured vandalism at a McDonald's restaurant that's not even built yet constitutes a most heinous crime in France. <p>So heinous, in fact, that it carries a penalty of three months in the slammer. Put that in your pipe and smoke it, Mr Down-with-globalisation, up-with-peasants'-rights Bové. If you think you can get away with taking a swing at Ronald McDonald in the birthplace of human rights, you've got another think coming. </p> <p>The verdict handed down in Millau last week, against the jovial, moustached sheep farmer from the Larzac plateau whose colourful campaign against la malbouffe - crap food - has turned him into France's unlikeliest folk hero and a worldwide figurehead for the anti-globalisation movement, was so outrageous that even the magistrates complained about it. </p> <p>\"It is disproportionate in regard both to the reality of the crime, which was wholly non-violent, and to the context of this collective and popular protest,\" their union said in an unusual joint statement with the French barristers' association. \"It is absurd, it is scandalous, and we denounce it wholeheartedly.\" </p> <p>The workings of French justice are indeed strange. This month, in case you had forgotten, also saw very large parts of the country brought to a complete standstill by a blockade that was in flagrant contravention of half a dozen articles in the criminal and civil codes. </p> <p>Hundreds of British tourists were stranded outside the mouth of the Channel tunnel behind barricades that broke EU law. Airports ran out of fuel and domestic flights were diverted to unheard-of bits of Germany and Switzerland where no self-respecting Frenchmen would ever willingly show his face. </p> <p>And did the police intervene? They did not. Will there be a single court case? Of course not. Bové's mistake was to have protested on too small a scale and not to have made enough third parties suffer. Had he paralysed France and trashed a few ministers' offices into the bargain, he would almost certainly have got off with a £20 fine. </p> <p>But rather than do things properly, last summer, in the company of nine fellow members of his Confédération Paysanne, Bové unscrewed a few window frames, pulled down a few uprights, and daubed a few slogans at a half-built McDonald's outside the small southwestern town of Millau. </p> <p>The stunt was a symbolic protest at sky-high American import duties on treasured rural French delicacies like Dijon mustard, foie gras and Roquefort cheese, which Bové produces when he's not busy being a media darling. McDonald's was the well-chosen target because it stands for the three things Bové and his movement say are ruining small farmers everywhere: unfair American trade tactics; industrially produced, nutrition-free food; and the homogenising, globalising might of the multinationals. </p> <p>Looking back, the whole affair was bathed in the atmosphere of a country fair. The police, forewarned, stood by and smiled. The media, forearmed, were there in force and applauded. A crowd of locals laughed and clapped. The genial Mr Bové sucked on his pipe and grinned. </p> <p>When he was arrested and imprisoned a few days later, hundreds of well-wishers from France to Florida paid his £10,500 bail. He was lunched by the prime minister and dined by the president. At his trial last June, some 15,000 renegade revellers descended on Millau for two days of music, feasting and anti-capitalist fun. </p> <p>This was, in short, a high-profile case involving a hugely popular figure who did nothing very wrong. He has, moreover, a serious point, and the French - in the wake of mad cows and dioxine-tainted chickens - have taken him to their hearts to the extent that even right-wing news magazines such as Marianne proclaim, quite seriously, \"José for president\". </p> <p>So what on earth seized the judge? So far the Green party, the Communist party, the CGT trade union federation and three cabinet ministers have expressed their outrage at his verdict. Bové himself has appealed, as have two fellow conspirators who only got suspended sentences but are set on going to prison if he does. </p> <p>\"This was a classic opportunity for French justice to escape the Napoleonic confines, to show that it understands one man cannot be at the same time a friend of the people and an enemy of the law,\" commented a legal expert, Alain Duhamel. \"It didn't. A couple of thousand francs, a symbolic fine for a symbolic crime, would have been right. Three months in prison is sheer shortsighted stupidity.\" </p> <p><b>Are you all right, Jacques?</b></p> <p> Is the president unwell? Rumours swirled round Paris last week that the famously bon vivant French head of state may be suffering from some as-yet-undisclosed malady after he returned from his hols even plumper than usual, then appeared to lose his voice during a speech. </p> <p>\"The presidential belly has raised questions about possible cortisone treatment,\" reported the responsible Le Monde, \"and accounts of him frequently losing his voice have led to theories that he may have contracted throat cancer.\" </p> <p>The health of the nation's leader is, of course, a topic of unusual interest in France. Two of Jacques Chirac's predecessors have tried to hide from the French public the fact that they were suffering from terminal illnesses during long periods of their terms at the Elysée Palace. </p> <p>In 1996, François Mitterrand died of a prostate cancer that was diagnosed during the first of his two seven-year stints in office, but he somehow managed to conceal that for more than a decade by issuing downright lies through his chief medical officer. </p> <p>And when, some 20 years earlier, Georges Pompidou suddenly started putting on lots of weight, rumours that his plumpness was related to medical treatment were persistently denied until the day he died of lymph node cancer in 1974. </p> <p>Amid claims by another magazine (though quite how it came by the figure is anyone's guess) that he had gained 9lb since last seen in public, Chirac's aides have insisted that he just ate and drank rather more than usual during his controversial three-week holiday at the £2,000-a-night Royal Palm hotel in Mauritius. </p> <p>\"You know what he's like,\" said his daughter and spin doctor, Claude Chirac. \"He does like his food. And he's not getting any younger. Plus he's had this voice problem for ages; it's an emotional thing. But he has been instructed to go on a diet.\" </p> <p>The fact that his closest aides are suddenly citing Chirac's age - he will be 68 in November - as a plausible excuse for his paunch shows, however, just how desperate they are to dispel this particular rumour. </p> <p>Until now the president, whose gourmet tastes are so pronounced that he once sent a state chef on a week-long trip to Italy to learn how to make a favourite dish of calf's liver, has played down his advancing years in the hope that his energetic bonhomie will persuade voters to give him a second term. If he's prepared to stress how old he is, he's clearly fighting fit. </p> <p>\u0095 France is holding a referendum on the 24th of this month to decide whether or not to cut the presidential term from seven years to five. Apart from the fact that this would marginally increase the chances of the ageing Mr Chirac being re-elected, this is very boring news and has been received as such by the majority of the population who show no intention of voting. </p> <p>What's less boring is that 250 of France's mayors, who are responsible for organising the poll, are refusing to play ball unless the government meets their very local demands, which range from stopping the extension of a rubbish dump to changing the route of a projected motorway. \"In our country, you cannot make yourself heard using legal methods,\" said the mayor of Gap, Pierre Bernard-Reymond. He should know what he's talking about: he's a former cabinet minister.</p>",
  "Charles Kennedy yesterday launched his campaign to woo moderate Conservative voters when he denounced William Hague for promoting a \"headcase agenda\" that merely appeals to prejudice. <p>Buoyed by a weekend opinion poll which put the Liberal Democrats on 21% - their best rating since 1995 - the party's leader believes he can repeat this year's spectacular byelection win at Romsey across southern England by sticking to his liberal instincts on key issues such as tax and Europe. </p> <p>As Liberal Democrat activists gathered in Bournemouth for their annual conference, Mr Kennedy's attack on the Tory leadership was notably more acerbic than his criticism of Tony Blair and his ministers for timidity and illiberalism since 1997. </p> <p>\"Disillusionment with the government is self-evident, but what we really must start confronting is the increasingly headcase agenda of William Hague,\" the Liberal Democrat leader told a pre-conference fringe meeting on a day when the government's trouble with petrol supplies pushed the Tories ahead of Labour in an opinion poll. </p> <p>Mr Kennedy called that a mere \"blip\" and said it was amazing the lead was not bigger. But Mr Hague had ignored a leader's duty to seek consensus beyond his own party on issues such as asylum, crime and school discipline. Instead he was \"bending to every passing crowd\", Mr Kennedy protested. </p> <p>The calculation that moderate Tories are open to Liberal Democrat wooing is a gamble since Kennedy strategists also plan to use this week to make the case for higher taxes to fund better public services. </p> <p>Yesterday Mr Kennedy said he \"does not give a damn\" if journalists say his pledge to raise income tax to 50% on £100,000 a year salaries puts him to the left of Labour. He was doing it, he told reporters, in the interests of social justice, so that health, education and pensions could be improved. </p> <p>Mr Kennedy will also embrace today's call in Bournemouth for the legalisation of gay marriage - \"civil partnership\" as the motion calls it. That, too, may alienate some Tories, although south coast resorts such as Bournemouth are increasingly keen on \"pink pound\" tourism. \"I am in favour of total equality before the law,\" he said yesterday. </p> <p>In an statement to the conference today on the fuel crisis he will offer a cap on petrol taxes - less than the cuts demanded by last week's pickets - in return for more of the revenue involved being spent on public transport and environmental improvements. </p> <p>That, too, may be a gamble with current public impatience. But Mr Kennedy said yesterday that Tory voters are as worried as anyone else about the costs of university education for their children and care for their elderly parents. \"They know you can't have something for nothing and we will get credit for being honest,\" he said. </p> <p>In skirmishes with party activists and the media in Bournemouth yesterday, he brushed aside calls for the party to quit its joint consultative committee with Labour - Paddy Ashdown's brainchild - on the grounds that not even Lord Jenkins of Hillhead now believes Mr Blair will push through electoral reform for Westminister along the lines proposed by the Jenkins royal commission. </p> <p>Mr Kennedy realises that he will not get referendums, this side of the election, on electoral reform or joining the euro. He says he believes in concentrating on \"what is attainable, rather than what is not\". </p> <p>Pressed on the euro issue, Mr Kennedy told activists during two question and answer sessions that Mr Blair had told him privately that he could take on a Eurosceptic media or a Eurosceptic public. He quoted the prime minister as adding: \"But I can't win a referendum with a Eurosceptic press and a Eurosceptic public.\" </p> <p>Mr Kennedy's answer to that was to urge the government to start winning over public opinion, as press barons such as Conrad Black and Rupert Murdoch will not budge. </p> <p>Bright sunshine and the prospect of little internal backbiting enhanced Mr Kennedy's optimism that he will get through his second conference as leader unscathed. \"The mood is upbeat and positive,\" he told delegates. </p> <p>In private session, the conference had earlier held a debate on plans to elect members of the party executive and policy making body by one member/one vote ballots, not by a vote of the conference.</p>",
  "Machine-gun fire echoed through the streets near the home of Ivory Coast's junta leader today, amid growing tensions in the military over pay disputes and deep political and ethnic divisions. <p>But shortly after dawn the shooting stopped and civilians began venturing into the streets. </p> <p>In a state radio broadcast, the information minister, Henri Cesar Sama, said that the private home of General Robert Guei, near the centre of the west African republic's capital, Abidjan, came under fire by \"armed men, who were driven back by loyalist forces\". Other officials said the attackers wore civilian clothing. </p> <p>Sporadic shooting was also heard early today in other neighbourhoods around Abidjan. \"The counter-attack was fatal, swift and hard,\" Mr Sama said, accusing \"opportunists\" of trying to destabilise the Ivory Coast. </p> <p>Reinforcements were sent to Gen Guei's home to help defend it, officials said. Heavily armed soldiers in armored personnel carriers set up barricades outside the residence. Mr Sama insisted Gen Guei was safe and in control. </p> <p>One person - apparently a soldier - was killed and four others injured in the fighting, one official said. The casualties could not be independently confirmed. </p> <p>Speaking on condition of anonymity, a senior military official said the attackers had fled, after expressing anger at Gen Guei for declaring his candidacy in upcoming presidential elections. </p> <p>Dissent has been growing among Ivorian soldiers, who were promised large bonuses in exchange for supporting the Christmas Eve coup that toppled the government of former president Henri Konan Bedie and brought Gen Guei to power. The bonuses have only been partially paid and different amounts were given to different units, increasing ill-feeling among the security forces. </p> <p>Tensions have flared recently over the question of whether Alassane Dramane Ouattara, a popular opposition leader, will be allowed to run in the elections set for October 22. </p> <p>The issue came into question after a new constitution was adopted following a referendum in early August. A last-minute amendment stipulates that both parents of presidential candidates be \"of Ivorian origin\" - a change widely believed to be aimed at excluding Mr Ouattara. </p> <p>Mr Ouattara says both his parents were Ivorian. His opponents insist they were from Burkina Faso. Mr Ouattara is a former prime minister and International Monetary Fund official who has been a popular advocate for Ivory Coast's marginalised northern Muslims and large immigrant community. </p> <p>An official with Mr Ouattara's party, the Rally of the Republicans, accused the military regime of issuing veiled threats against his party, and said he was worried that the government was using growing instability in Ivory Coast as a \"pretext\" to arrest the opposition leader. </p> <p>There have been two military mutinies since the Christmas Eve coup, as the junta's initial burst of popularity waned. In early July, mutinous soldiers demanded housing bonuses worth £6,000 but eventually agreed to a sum of £1,000. Only a fraction of that amount has been paid. </p> <p>Southern Ivorians, mainly Christian, have grown resentful of northern ethnic groups, mostly Muslim, increasing numbers of whom have seeking jobs and homes in the agriculturally-rich south.</p>",
  "<p>The workings of Washington policy wonks leave most normal people unmoved. But the goings on at two US government agencies over the coming weeks are set to have profound implications for the future development of online media services. </p> <p>Most Brits, when asked what the FTC and the FCC were, would hazard a guess based on an association with football. Neither of these two US government agencies - the federal trade commission and the federal communications commission respectively - has done much to raise its profile outside the confines of the US business world. </p> <p>That could be about to change. By the end of next month, the two - which oversee fair trade in America as well as the communications industry - are expected to rule on whether the proposed merger between America Online and Time Warner should go ahead and, if so, under what conditions. </p> <p>At issue is how much power a behemoth that combines the world's largest internet service provider with one of its biggest media companies should have. The proposed AOL Time Warner, announced more than nine months ago, would have access to more than 24m consumers on the web, as well as the readers or viewers of best-selling products such as Time magazine, CNN and Warner Brothers films. Time Warner is also the second-largest cable television company in the US. </p> <p>After a decade of explosive and largely untrammelled growth, the decision over AOL Time Warner is expected to herald a new era of greater regulation of the internet industry. Partly because of this, the decision is also going to affect the shape of the industry and future mergers. </p> <p>The scope of the regulatory review is broad and encompasses the development of interactive television, instant messaging and the convergence between the media, telecommunications and technology industries. </p> <p>The issue which could have the biggest impact, however, is that of open access. Internet services to date have thrived on delivery over telephone wires to personal computers. The future, according to an industry trying to get there, will depend on delivery over broadband or high-speed access delivered via cable connections, satellite links and wireless services as well as souped-up telephone lines. </p> <p>A large part of the proposed merger was predicated on AOL being able to pump its internet services over the Time Warner cable network. An even larger part of the various complaints against it is that AOL Time Warner would be able to control all access to the web over the cable connection. </p> <p>Time Warner's dominance of the cable television industry has become a particular issue in the US, but open access touches on how we all use the web, at what speed and at what cost. Regulators in Brussels, who have their own problems with the proposed merger, are watching developments closely. Competition watchdogs at the European Commission are also expected to rule on the merger by the end of this month. </p> <p>Disney, an unlikely champion of the little guy and fierce rival of the new company, has described it as a sort of Microsoft of the internet age. As the world's largest software company crushed the development of rival technologies, it argues, so would AOL Time Warner. </p> <p>Jamie Love, director of the Centre for Technology, a consumer campaign group, believes that the world's regulators should block the merger altogether. Campaign groups were particularly unhappy that the deal unites a company that had previously been the greatest advocate of truly open access with its biggest opponent in the cable industry. </p> <p>AOL once launched an unsuccessful legal case to force cable companies not to discriminate against its services. In its turn, AOL has argued that its existing pledges on continuing to let others use AOL Time Warner already \"go beyond anyone in the industry\". But then again, the merger goes beyond what others in the industry are doing too. </p> <p>Last week, the FCC, which overlooks the US communications industry, was due to launch a formal inquiry into the use of the cable television network to access the internet. One of the five commissioners asked for a delay on Thursday, however, citing the concurrent review of the AOL/Time Warner merger. </p> <p>The broader inquiry was prompted by conflicting US court cases over how to treat cable companies. Last week's decision, however, indicates how far the issues raised by one merger are expected to affect the entire industry. As one source close to the commission put it: \"We felt that now is the time to do it, rather than after the biggest merger in history ties two-thirds of Americans to just two companies.\" </p> <p>US regulators are not expected to block the merger altogether. But their ability to win concessions from AOL Time Warner could define the future of the industry. The wonks may yet have their day.</p>",
  "<p> Two of the most conspicuous newspaper success stories of recent years have built circulation not through titillation but from the sober concern of business news. In the past year, the FT's circulation has gone into overdrive, adding around 73,000 copies to bring its total daily figure to 459,000 - an increase of almost 19%. Sunday Business is 14% higher than a year ago, with summer sales levelling off at 60,000. The company maintains that advertising revenues are rocketing. </p> <p>The impending launch of Business AM in Scotland has generated much debate about the need for another financial paper in a limited market. But the climate could hardly be better. The newspaper's existence is a product of the extraordinary explosion of interest in all things financial that has spawned not only new papers, but online services, TV channels, magazines and beefed-up attention in mainstream media. </p> <p>The Guardian, which traditionally had an ambivalent relationship with the Square Mile, added pages to its financial section last year, while Greg Dyke made business coverage a priority at the BBC. The media's heightened interest in finance reflects the growing awareness that real power is shifting from politicians to big business. What Rupert Murdoch or Wal-Mart are up to can have as profound an effect on our lives as many political decisions. </p> <p>During the BMW/Rover affair, it quickly became clear who was in control despite Westminster handwringing. Newspaper editors have been forced to reassess the traditional view that politics is the priority on the news agenda. </p> <p>The genesis of public involvement in share ownership was the large-scale privatisation of the Thatcher era. In the 90s, that was cemented by the windfalls from demutualising building societies and insurers. According to the department of social security, a third of Britons now own shares. </p> <p>Interest has also been raised by widespread home ownership, providing many with a sizeable lump sum of capital for the first time - another Thatcher legacy. Cash in the bank and a private pension invested in the stock market produces a vested interest in the economy and sharpens your interest in the financial pages. </p> <p>Jeff Randall, editor of Sunday Business, says the creeping changes in attitude set the scene for the launch of the paper two and a half years ago. \"We unearthed a market most people didn't believe existed because they misjudged the massive social shift in Britain towards interest in business and ownership of shares,\" he says. \"Even my minicab driver has shares in BT, Norwich Union and the Woolwich.\" </p> <p>The internet goldrush has brought a younger, sexier type of businessman or woman into the frame - think Martha Lane Fox rather than the middle-aged balding pinstripe of old. John Penman, Business AM editor, and a former political editor of the Scotsman, says: \"At conference at the Scotsman, the business editor used to come in and nobody would understand what he was talking about - it was like a masonic code. But that's not right because business affects everyone. Where TV shows like Working Lunch have got it right is by making the subject accessible. In Sweden, share ownership is up to 65% of the population and they refer to business as the new rock'n'roll.\" </p> <p>Financial information can now be sourced from a seemingly endless stream of online services such as Thestreet.co.uk, Interactive Investor International and Breakingviews.com. The internet is also playing an increasing part as an easy medium for buying or sell ing shares. For many, going into a stockbrokers would be akin to going into a bookies or a sex shop - a little off-putting. The other recent success has been the influx of US business magazines including Forbes Global and Business Week which have been steadily building circulation. Deregulation of the financial services industry has also created a vast advertising base to support new titles whether they are well read or not. </p> <p>If any doubts were left that finance had gone mainstream, they were dashed by the Sun and Mirror which earlier this year staged an extraordinary battle on their front pages attacking each other's City sections. The Mirror's City Slickers played a notable part in encouraging a punt on the stock market and their downfall of investing in their own tips also proved another point: business can provide some ripping yarns.</p>",
  "<p>In a bewilderingly topsy-turvy week - when the Daily Mail showed sympathy for picketers and the usually supine Mirror snarled at New Labour - the easiest task for the tabloids was deciding whom to cast pictorially as villains. By Friday, when two of them had put up prices, oil company bosses belatedly became public enemy number one, with the Mirror devoting a spread to mugshots of the guilty quintet and even the Mail (not normally known for its attacks on capitalists pursuing profit) depicting Esso's chief exiting No 10 after a \"carpeting\". </p> <p>Competing for the arch-villain role was John Prescott, seen fuming and fidgeting when cross-examined on GMTV in Thursday's Sun - which devoted most of a page the following day to his battered, exhausted face - and \"taking to his heels\" after the disastrous TV interview in the Mirror. Photographed smirking smugly in Friday's Mail, but only as part of an assemblage of crisis images, Gordon Brown got off surprisingly lightly; he figured, however, in the front page photomontage of Wednesday's Mirror, portraying Blair, Brown and Prescott as a troika of inept, impotent fools, their heads atop empty petrol pumps. </p> <p>Equally easy was casting the public as long-suffering heroes and heroines, stoically struggling to work despite queues, jams and shortages: nurses filling up at garages were much in evidence, closely followed by commuters using fossil fuel-free forms of transport such as unicycles, rollerblades and even a sedan chair. </p> <p>Trickier was knowing how to present two key images: the pickets and - bearing in mind that all the London tabloids urged their readers to vote for him - Tony Blair. The shots of a grim Blair at his crisis press conferences were virtually identical, but what did they express: determination and decisive leadership, or frustrated recognition of having been caught on the hop? Perhaps regretting having given the government the image it wanted of tankers at last on the move on Wednesday, unlike the mutinous Mirror, the Sun used the PM's face on its front page on both Thursday (\"Blair Crisis Deepens\") and Friday (\"60 Days to Sort it Tony\"). No paper, however, dared to give him the Prescott treatment: the Mirror came closest on Tuesday with the week's strongest front-page image - also used uncredited by the Sun on an inside page - showing his Jaguar speeding insouciantly past a petrol station queue. </p> <p>As for the pickets, although the Mail's editorial line condemned civil disobedience, its photographers had clearly been instructed to shoot them favourably: in a Wednesday article by Glenda Cooper, for example, words (\"A Very British Blockade: They talked of summer holidays, Radio 4 and why they feel New Labour has betrayed them\") and cheery yet resolute faces combined to convey an unequivocal message - these are our sort of people. The same approach was evident in the photo of a protesting mother and son accompanying leader-page rumblings (\"A Very Middle Class Revolt\") by Simon Heffer; and it reached its apogee in Thursday's extraordinary front page. Suspiciously convenient - was it a single fortuitous shot, or \"staged\", or two shots spliced together? - this showed a smiling father carrying a fist-waving young son on his shoulders, next to placards reading \"Support British Agriculture\" and (markedly smaller) \"Justice For UK Hauliers\". </p> <p>This was a rightwing version of socialist realism, its pose ironically familiar from many a poster appealing for solidarity with such foes of the Mail as striking miners. Significantly, though, the paper portrayed the alliance of farmers, hauliers and motorists in the most heroic light precisely at the moment when it was telling them to stop: above the image, the vatic voice of \"Daily Mail Comment\" urged an end to blockades \"while you still hold the moral high ground\". </p> <p>Every tabloid picture of last week's crisis told an ideological story, with expression, caption and surrounding text combining to leave the reader in no doubt how to view the person depicted. In the broadsheets, in con trast, photos were secondary and illustrative, and every effort was made to purge them of political messages, largely by favouring inanimate scenes of chaos - convoys, parked tankers, petrol-less garages, empty supermarket shelves - with no tell-tale faces from whose expressions the paper's stance could be inferred. This policy was taken to extremes in the Telegraph, which turned its fuel crisis pages into a dehumanised visual wasteland and, when it could bring itself to photograph picketers, bafflingly preferred to view them from the rear. No broadsheet showed Blair's Jag passing the petrol queue. </p> <p>Challenged by tabloids turning their front pages into anti-government posters to come up with something equally striking, the broadsheets offered neutral images - a map (Independent), the feet of a man filling jerry cans (Times), a petrol pump's last drop (Guardian). When the latter was nicked by the Mirror the following day, it had inevitably acquired a message, with Piers Morgan strangely finding himself singing from the same hymn sheet as the Mail's Paul Dacre in telling the blockaders \"Enough is Enough\". </p> <p>This is not to say that comment was studiously restricted to text in the quality press, of course, as the art of the political cartoon (virtually extinct in the tabloids) is still flourishing in the broadsheets. And it was in these cartoons that the only negative images of the picketers were to be found. The Independent's Dave Brown portrayed a crazed haulier holding a petrol pump/gun to the head of a tied-up planet Earth (\"Cut the price . . . or I won't be able to blow his brains out\"). A Peter Brookes cartoon in the Times showed the lorry of a sinister, thuggish trucker dwarfing a petrified bunny with the face of Tony Blair. And Steve Bell in Thursday's Guardian produced the most hostile image of all, depicting a scowling bunch of picketers as \"Fat Blokes United in Disgruntlement\". Identified by the Daily Mail as decent middle-class folk who naturally took the Mail, they here became surly, red-top-reading morons.</p>",
  "<p> What are the implications of the great BBC reshuffle? Two things: that Greg Dyke has a controller remarkably similar to himself in personality and that women are storming the best jobs in television. But improving BBC1 is going to take time and patience. Between two to four years, says a cautious Mark Thompson, director of TV and Dyke's right-hand man: \"This is like planning for D-Day, piece by piece. We're not going to rush things, and run out of steam, like ITV.\" Michael Jackson at Channel 4, he points out, has taken three years to get it buzzing. </p> <p>The joke about the diminutive Lorraine Heggessey, new controller of BBC1, is that she's one of the few executives Greg Dyke can look down on. The serious point is that she won the most coveted creative job in TV by impressing him enough to trust her with it. Peter Salmon, the outgoing BBC1 controller, says: \"I'm not bitter at all, I loved every minute of it, if someone offered it to me again, I'd do it again.\" He describes Heggessey as \"very similar to Dyke in temperament, full of energy, a ball of fire. He's instinctual about people. He recognised in her a good picker [of hit programmes]. Greg and Mark [Thompson] have taken her to their hearts. And with backers like that...\" - he trails off, but the implication is that with trust you can do anything. </p> <p>She has been on the rise for the past eight years, ending up as deputy to Matthew Bannister in the production wing formed by the now discredited broadcast/production split, and seized her chance during this year's reorganisation, relentlessly burning the midnight oil devising Dyke-friendly plans. </p> <p>Critics see this as shameless buttering up and self-promotion, but like Dyke, she knows her worth and, like him, she makes things happen. Her credits range from Animal Hospital and The Human Body to revitalising BBC's children's output. Popular factual programmes will be prominent in her BBC1, with much more drama. </p> <p>She can seem a mite careless as well as decisive. In the reorganisation which saw her emerge as joint head of learning and factual, one of the BBC's most talented documentary executives, Paul Hamann, was ruthlessly left jobless. And while she championed the breakthrough children's drama Microsoap, in collaboration with Disney, there was no second series. </p> <p>Heggessey describes herself as \"a very positive person\". She bustles with infectious energy and humour - just like Dyke. But she is also restless. \"All programmes on BBC1 have to be popular. They have to be good and popular,\" she says. \"The question is, are you in touch with what the viewing public wants to watch?\" Dyke's advisers tried to temper his Edinburgh promise that moving the news to 10pm will attract more viewers, but Heggessey's pledge to \"try very hard to reverse the ratings decline\" shows they are in agreement on strategy. </p> <p>\u0095 Heggessey's appointment cements the advancement of women. With Jane Root at BBC2, both main channels will be female-run. In the past year, two women have also become national controllers in Wales (Menna Richards) and Northern Ireland (Anna Carragher). Richards is resolutely shaking up a fusty, male-dominated BBC Wales and planning its creative fightback, while Carragher has been handed one of the most politically sensitive of BBC jobs. But then so has Helen Boaden, controller of Radio 4, who is operating smoothly under the helpful eye of patron Jenny Abramsky, director of BBC Radio and another fizzy Dyke-style manager. </p> <p>Carragher explains: \"I think we're seeing the fruits of changes which began 10 to 15 years ago when women started to be promoted, and were helped to become more ambitious. We've become a bit more aggressive, too.\" The great setback of 1996, when Birt's heavy-handed management reorganisation notoriously kept women away from the top broadcasting posts, was only temporary. And Dyke has also made a multi-cultural BBC his aim. Carragher adds: \"I hope to God we'll have Asian and black controllers next.\" </p> <p>\u0095 It would be wrong to see Peter Salmon's move to director of BBC Sport as a sidelining. There's going to be a joint venture commercial sports network using the BBC's archive portfolio - either with NTL or, if that fails, Flextech/ Telewest - which he'll launch. And a long overdue shake-up for the way the BBC covers sport. Salmon may be the salvation for sports programmes. </p> <p>While cynics say the job isn't all it's cracked up to be, with the Premier League/FA Cup deals sewn up, the truth is different. There's a huge opportunity for fresh thinking. BBC Sport has drifted for two years, demoralised by the old production/broadcasting split, dividing responsibility between a miscast Mike Miller, hired by Alan Yentob from Channel 4, and Bob Shennan, now controller of Radio 5 Live, who had a radio background. </p> <p>With the grumps at Grandstand and Match of the Day to deal with, Salmon has the chance to make a difference. A BBC executive committee member says: \"Sport needs fresh blood and ideas. They're inward looking, dyed-in-the wool.\" </p> <p>Salmon is flying to the Olympics to study the coverage. He's interested in NBC's approach to winning huge audiences, which links sporting achievements to the human interest stories behind them. He also points to Channel 4's cricket triumph. BBC TV sport has failed to match the clever graphics and instant analysis of its rivals. As the top executive adds: \"They got left behind, they dubbed Sky coverage gimmicky, but now it's the norm.\"</p>",
  "<p> Collection of data on radio audiences via diaries is old fashioned and inaccurate, according to Kelvin MacKenzie (Media Guardian, September 4), who went on to say that collection should move quickly to a digital meter-driven system. Unfortunately, some of the information he was supplied with was incorrect. So, before addressing the issues, I'll clarify the background. </p> <p>Rajar, which puts together the ratings for Britain's radio stations, is owned 50:50 by the BBC and Commercial Radio Companies Association. More than 130,000 people a year complete a listening diary, producing data for over 260 radio stations, making Rajar the largest, most complex media survey outside the US. </p> <p>The first Rajar paper looking at meters was produced for its board in October 1996. Before this, and subsequently, both Rajar and our research contractor, Ipsos-RSL, have continued to monitor meter developments worldwide. Indeed Ipsos-RSL visited the Swiss-based Radiocontrol (SRG SSR) in May 1996 and again in May 1997 when it presented the early version of its Radiocontrol meter. Thus MacKenzie was misled when he was told that \"TalkSport's inquiry was the first sign of interest from the radio industry in the UK\". </p> <p>I fear he has also been misled over the BBC's withdrawal of some services from the meter test in Manchester by the American audience research company, Arbitron. This test covered radio and TV. BBC1 and BBC2 remained in the test, but BBC Radio withdrew because of faulty encoding equipment from Arbitron. The decision to take the encoding equipment out of the broadcast chain was made after complaints from listeners and not before the BBC had switched to back-up equipment, which also appeared faulty. Following the BBC's tests of the equipment, Arbitron has, to its credit, stepped up its quality control. </p> <p>In fact, the Manchester test has supplied useful information. Although the overall listening level is obviously wrong following the BBC's understandable withdrawal, it has been possible to compare metered audience data versus diary data for commercial stations. </p> <p>Looking at the bigger picture, MacKenzie said radio research is \"based on the widely discredited diary system\" and that meters are \"accurate\". There is no evidence (yet) to support the latter point and it has been proved using coincidental research that the diary methodology provides the closest estimate of radio reach and listening hours. Discredited? Hardly. But that is not to say that there won't be a place for new technology. As MacKenzie rightly says, meters can offer many advantages, including near instant data. </p> <p>But before switching from diaries, the radio industry must be sure that meters can identify the correct station ID, can include all stations irrespective of frequency and work in all locations. And the cost must be reasonable: moving to meters now would increase costs by many multiples of the current (£4m per year) research cost. Since the radio industry pays for the research, this could be one reason why MacKenzie shouldn't be \"astounded that the radio industry is not up in arms seeking a change\". </p> <p>Less obvious issues include meter practicality for users. Kelvin mentioned \"an old dear\" filling in a diary. We know \"old dears\" do fill them in, just as young men and mums fill them in - 3,000 every week in fact. It is less certain at this stage if everybody will be prepared to, say, wear a meter. A meter for radio has to be worn because we can't meter the set, as in television. It could be that men are more likely than women to strap on Arbitron's pager-like meter or the Radiocontrol \"watch\", creating sampling problems. Also, we need to be sure how people use the meters: will they activate them the minute they wake? Will they leave them in the bedroom while they have a shower? </p> <p>These are just some of the issues we have been addressing. There are still so many questions that it is no surprise that meter-based radio research has not yet been implemented in any major market. It may be that the UK becomes the first such market to go live with meters, but not before, and only if, the Rajar board is certain the radio industry will benefit. </p> <p>\u0095 Jane O'Hara is managing director of Rajar</p>",
  "<p>There's an ad on billboards at the moment of a luscious, tousled-haired, half-dressed woman. Her lips are full, her eyes smouldering and a glimpse of naked midriff and knee suggest that all she's wearing is a loosely buttoned shirt. \"Visible quickie\" is the label; \"Invisible deodorant\" is the catchline. </p> <p>The ad manages that rare feat of being both daft and offensive. Daft, because who gives a damn about sweating in the midst of passion? (If you disagree, visit a sex therapist.) Offensive because a) this huge image charged with sex is beaming down on kids, grannies and all, b) this woman is being defined by the sexual experience she offers - she is a \"quickie\" and c) the judgment of her sexual availability is being thrown to the viewer: if she looks a visible quickie to you, there is no need to check, just go for it. </p> <p>The use of sex is in your face, and a revival of 70s-style advertising when women were draped all over cars. As a similarly nonplussed former advertising executive said, \"It's like we've learnt nothing in the last 20 years. It's the laziest, least intelligent kind of advertising.\" It's nice to hear another adman putting the boot in, because one of the most frustrating things about this ad is that part of its purpose is to shock (denied, of course, by the manufacturers' spokeswoman). </p> <p>Benetton led the way in using shock: you make the ad an event so people write columns like this and you get more bang for your buck. Those who protest are corralled with Mary Whitehouse and the product's position is strengthened in its target market as youthful, hip, taboo-breaking. Even if the ad is not targeted at you, your outrage is exploited. The last time I complained about an ad, I inadvertently contributed to the strapline of the follow-up campaign which ran something along the lines of, \"Last time we ran this ad, women complained. No men.\" The protest is grist to the mill. Hard luck, you have no comeback over whatever some bunch of marketing execs decide to impose on your eyeballs. </p> <p>But there's a curious phenomenon here. Another ad in the same invisible deodorant campaign is of a young woman in a classic top-shelf pose, bum in the air, to illustrate her visible panty line. This is a new kind of raunchiness in advertising directed exclusively at women. The same thing is true in a different campaign for hair colour. A woman peeks down her bikini bottom to remind herself of her true hair colour. While this ad is mischievous, it isn't particularly offensive yet it has clocked up the most complaints to the Advertising Standards Authority of any so far this year - 175. Whereas we are used to sex being used to sell to men, this is a new departure, using it to sell to women. (The Renault campaign, \"Size matters\", is another example.) </p> <p>Given that all these ads will have been extensively researched with their target market of young women, they indicate a real shift in women's boundaries of what is acceptable in the ladette age - and it upsets people who don't like ladies to be crude. There's a subtle distinction here. Junking the sexist constraints on female humour is one thing (a good one). It is quite another to make a pernicious bid to pass off as sexually liberated (as the invisible deodorant campaign claims to be) what are really images of male desire. That would amount to women desiring what they think men desire. It's a classic form of oppression. </p> <p>And don't forget, all this fuss is only about a blasted deodorant.Why does boring deodorant have to be eroticised? Do women (as opposed to men) have an erotic relationship with their car? Are there no limits to the products sex is used to advertise? Will hot-water bottles, cocoa and slippers be next? Or could advertising go the way of modern art: the shock factor results in diminishing returns. Instead of sex making deodorant desirable, it makes sex about as desirable as deodorant. </p> <p>Unfortunately, there's no evidence so far that that is the case. Like it or not, advertising works. The \"personal care\" market - toothpaste, shampoo, soap, deodorant - has increased by £700m to an annual total of £4.7bn in the past five years. We're not getting any dirtier, but clever marketing has convinced us to part with all those extra millions of pounds. And it's no longer just women; men spend £65m more annually than they did five years ago. </p> <p> One of the ways they pulled off this coup was weaning us off a 100-year habit of buying bars of soap. Lever Brothers announced recently that they were no longer going to manufacture bars of Lux and Lifebuoy; they have lost out to the liquid-soap dispenser and the shower gel, dropping from a 40% share of the market to 20% in just five years. According to a Lever Brothers spokesman, the humble bar is not as hygienic. The other way to look at it is that a bar lasts for months and is far cheaper, while most liquid soap (the same combination of caustic soda, oil, fat and synthetic smells) goes swiftly down the plughole at twice the price. Meanwhile, another niche market emerges - for \"designer soaps\". The bar is manoeuvred into the luxury position (huge mark-up) in the market, complete with seaweed, wheatgerm oil and aloe vera. </p> <p>Our obsession with cleanliness is no trivial matter. It's a metaphor for Everything. Brad Pitt in the cult film Fight Club was a fraudulent soap salesman. His soap was handcrafted and tied with rough twine, but he made it from human fat stolen from the local crematorium. A comparable corruption underpins the personal-care industry, which manufactures millions of gallons of petrochemicals for us to pour down our drains in a bid for shiny hair and smooth skin. </p> <p>We city dwellers feel comforted by an ersatz relationship with nature as we smear ourselves in tea-tree oil and mud packs. This is a utilitarian relationship with nature, in which it becomes a treasure chest of consumer goodies. It's also a fake relationship with ourselves: frustrated female appetites are consoled with olfactory stimulation: bananas, strawberries, raspberries in the soap or bath oil. We delude ourselves that we are looking after ourselves, lying in our bath perfumed with lavender essential oil surrounded by scented candles, when we'd do our skin far more good if we gave up coffee, alcohol and the rat race. </p> <p>Finally, the cult of personal cleanliness is an ersatz religion. Our bathrooms ape a Catholic church - all smells and candles. These rituals of purification are comparable with those of devout Muslims, Jews or Hindus. The label on one lump of vegetable oil makes the point explicitly: \"a soft floral bouquet of pink and yellow flowers leads you down the path to nirvana\". Soap salvation. The \"cleanliness is next to godliness\" Puritans would have approved. All that's missing is the ritual sacrifice - the fatted calf. </p> <p>But is it? Perhaps we are the sacrifice: stewing in our baths in those brief pauses between frenzied earning and spending money on things we'd never dreamt of - like invisible deodorant. That then needs washing off - the admen have got us every time. </p>",
  "The main transport union today called for a full public inquiry into the fuel blockades to examine the roles of police and oil companies in the crisis. <p>The Transport and General Workers' Union, which represents tanker drivers, is drawing up a dossier that it will send to the prime minister raising a number of complaints about the level of security at refineries at the height of the demonstrations last week.</p> <p>It also condemns police for \"failing\" to ensure safety on the roads surrounding the protests.</p> <p>General secretary Bill Morris said that an inquiry would be better than any \"knee-jerk\" response by ministers to implement new laws that could stop workers taking legitimate industrial action.</p> <p>The union said that its own investigations into the blockades had raised a number of questions, including: </p> <p>\u0095 Why were protesters able to park their vehicles in the private car park of a refinery overnight, later joining the blockade?</p> <p>\u0095 Why were there no security checks at some oil refineries and depots?</p> <p>\u0095 Why were members of the public given access to top security areas?</p> <p>\u0095 Why were drivers not given police escorts when many said that they would continue working normally if safety was guaranteed?</p> <p>\u0095 Why did police take no action against protesters shouting threats to drivers?</p> <p>Mr Morris said: \"This preliminary report raises a number of unanswered questions. The role of the police, the oil companies and the protesters all need to be investigated if we are to avoid blockades of this sort in the future. </p> <p>\"My members are keen to know why the police failed to use their considerable public order powers to restore safety to the roads.\" </p> <p>The union said that it wanted to know why oil companies failed to take out injunctions over the blockades and why police failed to challenge \"mass invasions\" of motorcyclists and taxi drivers. </p> <p>\"There should be a public inquiry into these events rather than a knee-jerk response,\" he said.</p> <p>\"The government should investigate why the existing legislation was not effective before they rush to implement new laws that would impinge on the rights of union members to take legitimate lawful action.\"</p> <p>Mr Morris stopped short of accusing police and oil companies of colluding with the protesters, although many union officials privately believe that this happened. The TGWU said that its drivers were questioning the \"inaction\" of oil companies to stop the protests last week.</p> <p>According to the union, the oil terminal at Fawley near Southampton was allowing protesters to park vehicles, including tractors, overnight last week. </p> <p>Members of the public were seen having a picnic at a depot at Immingham near Grimsby before joining another demonstration. </p> <p>The union's national officer for the fuel industry, Danny Bryan, said that property that had previously been out of bounds to members of the public was opened up to protesters, placing tanker drivers in jeopardy.</p>",
  "Emergency legislation to force Britain's oil companies to maintain deliveries of fuel is to be rushed through Parliament before Christmas to prevent a repeat of the disturbances which brought Britain to a near standstill last week. <p>With the Tories overtaking Labour in the polls for the first time since 1992, Downing Street announced that the fightback would begin today when ministers sanction a series of radical measures to ensure the government is never again wrong-footed by fuel protesters. </p> <p>A new law will be introduced to place oil companies on an equal footing with Britain's privatised utilities, which face a statutory obligation to maintain supplies. The army will also be given resources for a big increase in the number of soldiers who can drive oil tankers. </p> <p>The petrol crisis continued to ease yesterday, although motorists still faced long queues. As Britain's major oil companies pledged to restore fuel supplies to more than half of their outlets by last night, there was growing pressure on Gordon Brown to make a gesture to the fuel protesters by cutting petrol tax in his next budget. The chancellor is digging in his heels, but a growing chorus of ministers said he would have to make a concession to show that the government was listening. </p> <p>One cabinet minister said: \"Something is going to have to give in a way that shows we are not being intransigent. We should give a bit so that we do not end up having to give a lot.\" </p> <p>William Hague, who yesterday hailed the fuel protesters as \"fine, upstanding citizens\", will step up the pressure on the government today when he presents plans for huge tax cuts to a meeting of the shadow cabinet. The Tory leader, who has shied away from calling for a cut in petrol tax, is expected to tell the shadow cabinet that such a cut would be one of his first priorities in government. </p> <p>Ministers, who were rocked by a Mori poll for yesterday's News of the World which gave the Tories a two point lead over Labour, will attempt to turn public opinion round today with plans to ensure there is no repeat of the blockades. The measures, which will be approved by a new task force under the chairmanship of the home secretary Jack Straw, will include: </p> <p>\u0095 New legislation placing a \"statutory duty\" on oil companies to maintain supplies; </p> <p>\u0095 An increase to several hundred - from 80 - in the number of soldiers who can make oil tanker deliveries; and </p> <p>\u0095 Setting out a memorandum of understanding between the government and oil companies on how deliveries will be maintained if there are further protests, given that most tanker drivers are self-employed. </p> <p>One government source said last night ministers would be in uncompromising mood at today's meeting, which will be attended by oil company executives. \"The government will set out in no uncertain terms what it expects from the oil companies,\" the source said. </p> <p>But there was a growing realisation among ministers last night that public opinion will only be won around if the government responds to widespread popular support for the protesters by cutting the tax which accounts for 48.8p of every litre of diesel and petrol. </p> <p>A News of the World poll yesterday put the Tories on 38% with Labour on 36%. An NOP poll for the Sunday Times put the two parties neck and neck on 37%. </p> <p>One minister said the chancellor would make a grave mistake if he ignored the calls for cuts. \"People do feel aggrieved,\" the minister said. \"It is not the very poor and it is not the very rich. It is the people in the middle who feel aggrieved - just the sort of people we need to appeal to.\" </p> <p>But there was no sign last night that Mr Brown would relent, as government sources said the chancellor would embark on a campaign to make clear that his ambitious plans to improve Britain's public services come at a price. One source said: \"Those who want to cut public services will have to say which public services should pay for it.\" </p> <p>As ministers came to terms with their fall in the polls, business yesterday vented frustration, underlining the way confidence between the two sides has been seriously damaged. Digby Jones, director-general of the Confederation of British Industry, said ministers had walked into the fuel crisis by being out of touch. \"It should not have come as a surprise, but it clearly did.\" </p> <p>He warned ministers would be making a grave mistake if they dismissed the protests and business criticism of them as being \"political\".</p>",
  "Is it a bird? Is it a plane? No, it's an apparently sane Frenchman throwing himself out of a balloon from 28 miles up, smashing the world altitude record for a parachute jump and becoming the first human being to free-fall through the stratosphere at 1,100 mph and live to tell the tale. Or so he very much hopes. <p>If the jetstreams sort themselves out, one day this week Michel Fournier, a former French army paratroop major with more than 8,000 jumps to his name, will realise a 10-year-old ambition by diving out of the pressurised cabin of his helium-filled weather balloon from an altitude seven miles higher than anyone has even been in a balloon before. </p> <p>The 56-year-old parachutist, who has sold his house to help finance the record-breaking jump, believes it will take him approximately 35 seconds to break through the sound barrier, and just 51 seconds to reach a world record free-fall speed of 1,100 mph, or Mach 1.7 - about twice the cruising speed of an Airbus commercial airliner. </p> <p>He will then continue to free-fall for an estimated five minutes, 56 seconds before his parachute opens and he floats to earth somewhere between Arles and Fos-sur-Mer in the Camargue region of southern France. Assuming he survives, he will shatter the existing records held since November 1962 by a Russian parachutist, Yevgeni Andreyev, who jumped from a mere 15 miles up.</p> <p>The project, dubbed \"Le grand saut\" - the big jump - was inspired by the European Space Agency's abortive efforts to find a way of enabling space-shuttle crew to eject safely from their craft at altitudes of up to 25 miles following the explosion of the Nasa shuttle Challenger in 1986. </p> <p>Mr Fournier, who already holds the French altitude record for a skydiver at 7.5 miles, says he has done all he can to minimise the risk. \"I am certain this jump is achievable,\" he says. \"Of course there is fear: during the fall I will lose between 50% and 80% of my faculties, and my parachute will open automatically six minutes into the jump. I won't be in control of anything. But zero risk does not exist, even when you get into a car.\" </p> <p>A number of French companies have helped Mr Fournier raise the £2m budget for the big jump. They include the French Textile Institute, which has stitched him together a revolutionary three-layer spacesuit capable of withstanding the extreme temperatures - from -60C (-76F) to 120C (248F) - that his body will endure during the descent. </p> <p>Other firms have provided a specially-designed helmet, breathing apparatus and the hi-tech 265ft tall balloon. A number of French medical and scientific institutes are participating in the project. State-of-the-art equipment attached to the skydiver's body will take more than 200 different readings during the jump.</p> <p>The jump site, known as the Plaine de la Crau, was chosen with the help of the French meteorological service, which has determined that the 375mph, high-altitude winds that normally blow over it give way to a dead calm for four or five days every September.</p> <p>If he lives to tell the tale, which is by no means certain, Mr Fournier can expect the kind of hero's welcome France once gave to its other great skydiver, André-Jacques Garnerin, who made the first successful parachute jump in history on October 27 1797. </p> <p>Garnerin came up with the idea for his crude cotton parachute after spending three years ruminating on a device that would allow military aeronauts to descend safely from a punctured balloon. He landed in the Parc Monceau in Paris clutching a small French flag after jumping from a stationary balloon moored at just 1,300ft.</p>",
  "<p>\u0095 <a href=\"http://guardian.imdb.com/Title?0190332\">Crouching Tiger, Hidden Dragon</a>, director Ang Lee's blend of an ancient Chinese martial arts fable and state-of-the-art digital special effects, has won the People's Choice award at the Toronto International Film Festival. The picture, which stars Chow Yun Fat and Michelle Yeoh, went down a storm at both Cannes and Toronto. Last year's winner of this award, American Beauty, went on to clean up at the Oscars the following spring.</p> <p>\u0095 <a href=\"http://guardian.imdb.com/Title?0204626\">The Watcher</a> (pictured), a Keanu Reeves-starring thriller about a serial killer tracking an FBI agent, remained at number one at the US box office for a second week, as cinemas recorded one of the lowest-grossing weekends in years. The film earned just $5.7m, the smallest take of any number one film since Super Bowl weekend in January 1997. Bait, a comedy starring Jamie Foxx, came in second with $5.5m. Gwyneth Paltrow's turn as a karaoke singer in Duets, directed by her dad, brought in $2m on 581 screens, thereby tying in ninth spot. The much-hyped Almost Famous, by Cameron Crowe, opened in eighth place with a creditable $2.3m from just 131 screens.</p> <p>\u0095 <a href=\"http://guardian.imdb.com/Name?Ford,+Harrison\">Harrison Ford</a> has followed Kevin Spacey in donating $100,000 to beleaguered actors attached to the Screen Actors Guild (SAG) strike. His donation will provide financial relief to actors who have been on the picket lines since strikes began against the advertising industry in May. Other high-profile contributors include Jay Leno, George Clooney, and Britney Spears. Earlier this year, Ford demonstrated his solidarity with the strike by seeking union approval before appearing in a Fiat commercial, for broadcast exclusively in Europe.</p> <p>\u0095 The veteran Irish actor <a href=\"http://guardian.imdb.com/Name?Harris,+Richard\">Richard Harris</a> is said to have turned down a role in the upcoming Harry Potter movie. The actor was expected to star as Professor Dumbledore, Harry's headmaster. Harris had demanded that his agent get him a share in the movie's profits, which could have earned the actor millions.</p> <p>\u0095 Police raided a Nicosia cinema this weekend and confiscated a print of Catherine Breillat's <a href=\"http://guardian.imdb.com/Title?0194314\">Romance </a>, on the grounds of its explicit sex scenes. The Acropole cinema was screening the film, banned by Cypriot censors, to about ten members of a film club. Said crime prevention officer Kyriacos Alexandrou, \"when the law says a private screening it means a place which is completely private such as a house. You can't show a banned film in a licensed facility and say it's for a specific group.\" The film club are planning a legal protest.</p> <p>\u0095 Actor and activist <a href=\"http://guardian.imdb.com/Name?Baldwin,+Alec\">Alec Baldwin</a> will leave America if presidential candidate George Bush wins the November elections. Said actress Kim Basinger of her militant spouse, \"Alec is the biggest moralist that I know. He stands completely behind what he says. I can very well imagine that Alec makes good on his threat. And then I'd probably have to go too.\" If it's any consolation to Basinger, recent \"I'll leave if...\" threats - from Andrew Lloyd Webber, Phil Collins, and snooker star Stephen Hendry - tend, regrettably, not to have been honoured.</p>",
  "Regular readers of this column - assuming that such people exist - will have noticed that I am not the prime minister's most ardent admirer. So they may be surprised to discover that, unlike the fair-weather sycophants who applauded everything he did when the going was good, I believe that he came pretty well out of last week. <p>He may lose the petrol price war. But he certainly won the battle against the enemies of democracy. We should all rejoice at that - even the idiot delegate to the TUC who told the BBC that she always supported direct action irrespective of its objects. </p> <p>I have no doubt that my objection to unelected committees of public safety deciding which destinations are worthy to receive petrol is not typical of national opinion - at least for the moment. But that makes the prime minister's principled stand all the more praiseworthy. He may even discover that swimming against the tide is not always the unpleasant experience which he believed it to be when floating along with middle England was the main object of New Labour policy. </p> <p>Perhaps it was a mistake to predict on Tuesday that the situation would begin to return to normal within 24 hours - but only because Blair should have realised that his forecast would be (often wilfully) misinterpreted. The claim that he had promised to solve the crisis in a day was one of the few predictable features of the petrol famine. </p> <p>Who would have anticipated that tanker drivers would refuse to drive past an apparently peaceful protest? Coal hauliers behaved rather differently during the miners' strike. And who would have thought that the \"mother of parliaments\" (which is England, not the House of Commons) would have failed to distinguish between a legitimate call to cut petrol duty and an attempt to blackmail the elected government? Most of last week's events were so improbable that Blair should not be blamed for being taken by surprise. </p> <p>On Friday's Today Programme the home secretary was reproved for failing to instruct MI5 to infiltrate farms and companies months ago. But it is easy to imagine what Today presenters would have said had they discovered he was doing so. The media's reaction to the whole episode - even allowing for their habit of following rather than forming public opinion - was one of the most bizarre aspects of the crisis. </p> <p>A Times columnist - writing a couple of days before Battle of Britain Sunday - compared the petrol pickets to the fighter pilots of 1940. \"Never in the field of industrial conflict has so much been owed by so many to so few.\" No one could have been prepared for such monumental silliness. The most memorable criticisms came from journalists who complained that the prime minister never listened to public opinion. Almost all of them had previously denounced him for never doing anything without consulting opinion polls and focus groups. </p> <p>The law of journalism at work last week explains why the pickets' contempt for democracy was mentioned only at the end of articles which sang their praises: \"stand on principle for as long as the principle remains popular\". Ninety per cent of the country wants a cut in petrol duty, so there was no disposition to raise fastidious objections to the way in which it is being brought about. Newsnight spoke for the nation: \"While the policy may be morally right\" </p> <p>Naturally William Hague jumped on the populist bandwagon - denouncing the government but adding a craven codicil about the importance of constitutional propriety. Like everything he now does, his intervention only emphasised his political impotence. Friend to the petrol protesters he may be but, despite yesterday's opinion polls, he remains unelectable. Perversely, one of the reasons the prime minister suffered such a bad press was the desire to see the invincible Tony Blair briefly vinced. A man stopped me in the street to say how pleased he was that \"the smile has been wiped off his face\". I assured him that it would be back next week. In any case Schadenfreude is a rotten reason for attacking the prime minister. </p> <p>If sanity returns, the nation will refuse to support the pickets' threat to be back on the streets in 60 days. It is even possible that a grown-up nation will come to accept that there was something mildly disreputable about the whole campaign. No one ever suggested closing down the oil refineries until the pension was increased, the homeless rehoused, or the hospital waiting lists cleared. </p> <p>What happened at the oil companies' gates was about vested interests. It was effective because it reflected a national desire to cut taxes. That may be a human instinct. But it is not a noble emotion, nor can the campaign which it engenders be called a crusade. The lowest common denominator of public opinion was on display last week. Tony Blair did well to resist it, if only for seven days. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "The medical director of the clinic finds it hard to conceal the wonder in his voice as he points to all the state of the art equipment surrounding him. \"You won't see anything like this in the whole of the country,\" says Bella Nemeth, gesturing at a giant scanning machine that takes up half the room. A pair of feet stick out of a metal tube running into the machine, which whirs and clicks. A few moments later a ghostly black and white cross section of a human body lights up on a nearby computer screen. \"We can see everything that is wrong with this woman just by looking at this picture.\" <p>As this is Hungary the chances are that whatever is wrong with this woman is down to cigarettes. The country is in the middle of a public health crisis as decades of furious tobacco consumption mature into a full-blown epidemic of smoking related deaths, currently running at an average of 35,000 a year. Hungarians are third in the world league of smokers, behind the Russians and Poles, and the legacy of their love affair with tobacco is a full waiting room in Mr Nemeth's diagnostic clinic in the picturesque town of Pecs. A brass plaque bolted next to the entrance proudly proclaims that the clinic is sponsored by British American Tobacco. </p> <p>When asked about the link Mr Nemeth's face takes on a pained expression. \"We have to use anything we can for the sake of the patients,\" he says. \"If an international company is willing to spend money on Hungarian welfare then it's something we can't refuse, especially with the economy in the state it's in at the moment.\" </p> <p>BAT has a large cigarette factory in the centre of this town churning out several million \"sticks\" a year of Sopiane, the country's most popular smoke. It is hard to avoid its presence, from the abundance of little brass sponsorship plaques around the place to the smell of raw tobacco that wafts through the streets. As the cash-strapped central government is increasingly pulling out of funding large areas of its health, education and welfare system the big tobacco companies are finding a ready welcome for their sponsorship money. </p> <p>A short taxi ride from the clinic is the town's homeless hostel, or BAT House, as it has been renamed. This shelter would have been closed down a long time ago without the tobacco money, says its manager Laszlo Fonai. \"We did have some criticism for accepting the money,\" he said, \"but it was only from people who had their applications for sponsorship refused.\" Just down the road from the shelter is the BAT Theatre, itself just across from the town hall where the company's executives have been invited to sit on several local government committees. \"They get invited to all the high-up meetings in this town,\" says an agitated-looking Mayor Lazlo Toller. \"They have influence and they give us a lot of advice on marketing, there is nothing wrong with that.\" His discomfort it turns out is due to the fact that he has just given up a 20-a-day habit. </p> <p>Just about every cultural event in the town receives tobacco money. Sponsorship is still a relatively new concept to Hungary, which emerged from decades of communist state control just over 10 years ago. The recipients in this town are more grateful for the money than worried that they may be providing a cosy image for a company whose products are damaging their health. </p> <p>Some however are beginning to learn the hard way the difference between donations and sponsorhip. In her office overlooking the medieval quarter, Maria Torocsik, vice-rector for marketing for the university of Pecs, attempts to weave her way through some delicate negotiations with BAT. The company has put up the money for the university's media centre, paying for a television studio and equipment. All well and good, until BAT asked the university to scrap its no-smoking policy. \"We are having a disagreement with BAT at the moment. I would like to insist that smoking should stay outside the building,\" says Mrs Torocsik. BAT insists it simply wants to create what it calls a \"cultured atmosphere\" for students who smoke. </p> <p>The company is doing nothing illegal - and in fact across Hungary its competitors, such as Germany's Reemtsma AG and Philip Morris, are all pumping millions of dollars into similar projects. Sponsoring worthy causes is an integral part of their marketing strategies. </p> <p>A favourite activity for the big tobacco companies is to sponsor anti-smoking campaigns in schools. The campaigns have been spectacularly unsuccessful, with the result that smoking among secondary-school pupils has shot up by 20%. \"This is just a trick by the tobacco industry,\" says Tibor Silargy, secretary of House 21, which raises funds for health-promotion campaigns. \"For five years now they've been sponsoring campaigns that have constantly proved to be totally ineffective.\" </p> <p>Its these sorts of activities that have led the World Health Organisation (WHO) to organise hearings in October to persuade 191 countries to sign up to a treaty that will make it legally binding to severely restrict tobacco advertising and sponsorship deals. </p> <p>The tobacco giants realise they face a double threat, not only from the WHO but also from the European Union. One of the conditions of countries like Hungary joining the EU is that they clamp down on cigarette advertising and commercial sponsorship. What will still be allowed, however, is corporate sponsorship, where money is given out to good causes. The suspicion among critics is that this will simply become another avenue for their marketing campaigns. </p> <p>\"We cannot live in a vacuum,\" says Gabor Racz of BAT Hungary. \"We have to be an organic part of any community we are in because if the town is suffering then our workers will suffer too.\" He sees no irony in his company's sponsorship of a diagnostic clinic. He is still not convinced that there is a link between smoking and any diseases of the body. \"Doctors and surgeons are grown adults and professionals, they can decide themselves if they want to accept the cash. If anyone thinks we don't have the right to give this money then why don't they give it instead?\" </p> <p>One man in Pecs is attempting to organise some sort of a stand against this apparently unending stream of cash from BAT. As the local representative of the WHO, Antonio De Blasio has made it his mission to try and get locals to kick the habit not only of cigarettes but of sponsorship money. \"I know it's very hard but they must realise that this is dirty money,\" he says. </p> <p>Many Hungarians however do not see the problem and if they do, don't believe they can afford to debate the pro and cons of tobacco money. Outside the clinic's doors a knot of patients waiting for a scan gather for a quick smoke, coughing away, before stubbing out their cigarettes and hurrying back inside. They don't want to miss their place in the queue.</p>",
  "You probably think the Olympic Games is a vastly important event for all of us Australians, a huge national rite that will \"put us on the map\" - the same map, presumably, on which the last Australian Olympics, in Melbourne in 1956, failed to inscribe us. Actually, despite our traditional obsession with sports, despite the coercive drumming of pre-Olympics hype, some of us don't care that much about the Olympics. We think we matter for other reasons. We suspect we're on the map already. <p>Australians tend to be natural pagans. Everything favours this: the delicious climate of the coasts; the dramatic and seductive landscapes of pounding surf and golden sand; the tanned bodies strutting; the food (some of the finest in the world); and the wines, which are superb. In such a setting, Australians have evolved a natural ethos as pleasure seekers in all areas of life. As the writer David Malouf points out, we don't even think of ourselves as hedonists, because that would be too self-conscious. Australian culture is for the most part deeply democratic, and joyously so as well. It is no longer \"provincial\", a distant and nervous response to norms generated in imperial centres. It is the result of a bloodless and slow-developing social revolution conducted over 40 years as a small society grew larger and immeasurably more complex, shook off its sense of derivative Englishness and its fear of American domination, and learned to trust its own talents. </p> <p>But a reasonable equipoise is with us only some of the time. Jingoism still disfigures the lowbrow end of our journalism. \"One of the ways in which we have matured is that we don't give a stuff about what other people think,\" blustered the columnist Susan Mitchell in the Australian, a national daily, last month. \"We no longer feel we have to explain ourselves to anyone but ourselves.\" </p> <p>This dismal, Serbian-style solipsism was actually meant as self-praise. But on some levels it is, alas, true. One sees it, for instance, in the bristling posture of denial that the Australian government recently took against UN criticism of its flouting of the human rights of aborigines. Australians still tend to be worried about what outsiders think, keep asking and then get furious if the answer is even fractionally less than flattering. </p> <p>Australia is often seen, especially in the US, as the last stand of the wild west, the place and ethos that were buried in America a century ago: a celluloid fiction, reinvented with kangaroos. In reality, Australians are among the most urbanised people on earth. They have seen their national animal, the kangaroo, only in a zoo or as roadkill on the highway. Nearly 90% of Australians live on the coast, not in the outback, wherever that elusive place may be. Our country towns are in decline. Their inhabitants keep moving to the coast. Because Australia has no fertile centre, there is no place for them in that immense, empty outback. </p> <p>So the \"typical Australian\" is not, as foreigners once thought, a bushman. He is a slightly worried guy with a tan, a bald spot, a mortgage, a mower and two kids, whose Australian dream is a double-front brick bungalow on a quarter-acre lot in the suburbs less than 30 minutes' drive from the nearest beach, with two other nice, two-kid, one-PC families on either side of him. </p> <p>And yet there are traits that do, indisputably, come down to modern Australia from the vanished days of the bush, and even from the convict era. They are wound tightly into our social history. One of these is the value set on \"mateship\". Essentially male bonding, mateship began in the harsh world of the penal settlement. It continued in the hardly less tough environment of labour that was the lot of most men in the bush: shearers, station hands and shepherds. To have a mate was to survive; to betray that mate was to be a scab, less than a man; such was the hard calculus of colonial life, and its traces are very much alive in Australia today. </p> <p>A less admirable trait is the Australian fetish of anti-elitism. If you want to nuke an enemy, call them an elitist, especially if they are an intellectual. The word is empty, since no society has ever been able to function without elites of skill, intelligence and ordinary competence. Yet Australians can rarely bring themselves to say they value human superiority. It sounds undemocratic. </p> <p>The one field of exception to this unseemly prejudice is sport, the real religion of down under. The idea of non-elitist sport is, of course, an absurdity. No Australian would waste their time watching a football match in which nobody was better than anyone else, or a horse race in which every nag plunked along at exactly the same speed. And, of course, Australians find no contradiction in that. Ours is the meritocracy that dare not speak its name. </p> <p>Some Australians will tell you they have a classless society. This is the merest fantasy. We began with the most ironbound of all class distinctions, between prisoners and the free. The freeborn (the \"sterling\") were bitterly opposed to giving up their social placement above the ex-convicts and their children (the \"currency\"). But the \"lower orders\" fiercely resented the pretensions of the nobs and were well aware that in a pioneer environment lady luck was a more powerful queen than Victoria Regina. Today's Australians may be more sophisticated than the 19th-century digger with his pockets full of gold dust, but at root the dot.com millionaires of the late 90s are not so different from their mining ancestors. The metaphor of all wealth production is gambling, and Australians are among the most shamefully obsessed gamblers in the world. We have 20 times as many \"pokies\" - poker machines - per person as the Americans. Our styles of wealth production enforce the belief that superiority is luck and only luck: no moral lessons apply. </p> <p>We are poor at symbolising ourselves. Many of us would like to snip the union jack off our flag, but no one can agree on a new design. Our official Olympic mascots and emblems are kitsch, climaxing last month in the Great Medal Screwup. It turned out that all the Olympic medals had been designed to feature not the Parthenon in Athens, not even the Temple of Zeus at Olympia, but the Colosseum in Rome, less noted for Olympic-style friendship than for gladiatorial butchery. What the hell, the officials of the Sydney organising committee of the Olympic Games apparently reasoned; it's still the ancient world, right? Then it befell some luckless Socog flunky to claim it wasn't meant to be the Colosseum, just a colosseum. Nice try, kid. It was too late to make new medals. </p> <p>Apart from the kangaroo, the koala and other enchanting marsupials, Australia seems short of identity icons. There is, of course, Ayers Rock, the most sublime stone on earth. There is also the incomparable Great Barrier Reef, a single coral organism some 1,250 miles long. We have two famous structures, both in Sydney: the harbour bridge and the opera house, the latter a masterpiece by the Danish architect Jorn Utzon. Perched on one of the world's most beautiful sites, a headland in Sydney Harbour, and surrounded on three sides by sapphire water, this great building was never seen in completion by its architect. He resigned under stress and never came back to Sydney, so that the promise of those lovely tiled arcs and shells is not fulfilled by the interior, awkwardly finished by a local designer. </p> <p>Where it counts - which is more in production than interpretation - Australia has a vigorous cultural life. The list of first-rank Australian novelists, headed up by Murray Bail, Peter Carey and David Malouf - writers of exceptional power and social insight - is a considerable one. It has also produced a brilliant biographer and diagnostician of past culture in Peter Conrad, an erudite and dark-minded expatriate from Tasmania. Books, of course, circulate everywhere, whereas paintings and buildings do not. Consequently major architects such as Glenn Murcutt and Philip Cox are little known outside Australia. This is a pity, and even worse is the general ignorance of Australian contemporary painting. It is bizarre that artists as excellent as John Olsen, Colin Lanceley, Tim Storrier and Mike Parr aren't the world figures they deserve to be. The only Australian art that attracts much overseas attention is contemporary aboriginal art, which varies enormously in quality. </p> <p>The clarity of Australian cultural achievement is often muddied by our most irksome cultural shortcoming: a peevishly insecure hatred of \"tall poppies\", people distinguished by their achievements in any area. Australia has never honoured its artists, intellectuals, writers and musicians as fully as its sports figures; there is always an undertow of resentment, of the lowbrows' residual suspicion that the highbrow is conning them. Everyone bitches about this; nobody does anything about it. It is hardwired into us, a proof of \"toughness\". </p> <p>Under valued culturally, Australia is also politically obscure. Why? Because we're so well behaved. We are not the mouse that roared. Historically, we have rarely even contemplated roaring. As the former prime minister Paul Keating has pointed out, Australia has always been short of the defining value systems that are gained through conflict. We have never had a civil war or a revolution. We have never been invaded - though we nearly were during the second world war, by the Japanese. Nobody has ever called us a Great Satan or even a little one. We tend to like Americans more than most nations do, although we do not have the least desire to be like them. </p> <p>Historically, Australia felt little resentment about its colonial control by Britain and its sovereign. Its population was heavy with Irishmen and Irishwomen, but the resentments their ancestors had brought with them soon mellowed into ineffectuality in the antipodean sun. As a colony we were content to fulfil our destiny, which was to supply Britain with cheap wheat, wool and (when required) cannon fodder for wars against the Boers or the Huns. </p> <p>In these, we had little or no stake of our own. Britain, with grim enthusiasm, condemned us to assist in the creation of dead colonial heroes. In the first world war, Australia lost 59,258 young men out of a total of 330,000 sent abroad. Both as a proportion of troops killed or missing and as a proportion of the national population, this was the highest figure for any allied state. </p> <p>It left us in the 20s as a psychologically devastated nation of widows, spinsters and orphans. This enormous death toll was rationalised as a cleansing, an erasure of the inherited stain of the convict era. Winston Churchill, who sent our grandfathers to die on the implacable slopes of Gallipoli, was by no means the only Englishman to think they came from \"tainted\" stock. </p> <p>Australia still had a largely colonial mentality when I was born, in 1938. Only vestiges of it survive today. The most important of these relics is, of course, its monarchy. It is a bizarre fact that no Australian can be the country's head of state. That role is reserved for the king or queen of England, by definition a foreigner, and not even an elected one: the office of the Australian head of state remains purely hereditary, open only to a small clan of Anglo-German squillionaires known as the Windsors. This narrows the field of talent. </p> <p>According to the Australian constitution - a document written for us by the British at the turn of the century - it is ultimately the British monarch who rules Australia through an unelected viceroy, the governor-general. This official may be Australian or may not. They may, on behalf of the King or Queen, cancel any law enacted by the Australian government or even throw out the government and call for new elections. Or they may not. In practice they almost never do. The last and only time they did was in 1975, when the governor-general, Sir John Kerr, fired the Labor government led by Gough Whitlam. </p> <p>This caused shock and resentment. Millions of Australians felt that Whitlam, their hero, the great reformer of government policy in the domains of race, immigration, foreign policy and the arts, had been stolen from them. There are still plenty of people around who regard this as not far from a coup d'état. </p> <p>The firing of Whitlam made many Australians sit up with a jerk. It had never occurred to them before that the Queen had the raw constitutional power to do such a thing. It cranked up the long-dormant impulse toward republicanism. Until the 70s this had been an issue only for intellectuals and a few leftwing workers whose vehemence earned them an undeserved reputation as ratbags (obsessed eccentrics). The problem was democratising the republican issue while detaching it from the ownership of the Australian left. And it did slowly broaden, though its main political instrument, the Australian Republican Movement (ARM), didn't come into existence until the 80s. </p> <p>The growth of republican feeling in Australia coincided with, and was strongly encouraged by, the prime ministership (1991-96) of Keating, a brilliant and abrasive Laborite much feared for his insults (\"pansies\" and \"unrepresentative swill\" were among the milder epithets he launched at his foes in parliamentary debate) and greatly misunderstood for his tastes: given his passions for antique French clocks and Georgian furniture, Keating was the most cultivated Australian ever to serve as prime minister. The ARM's chief unelected backer was a formidable young merchant banker named Malcolm Turnbull. (Full disclosure obliges me to say that Turnbull is married to my niece Lucy, herself the deputy lord mayor of Sydney.) Despite Keating's defeat in the 1996 elections, Turnbull and his fellow republicans were able to bring the republic issue to a nationwide vote last year. </p> <p> The result was a triumph of electoral timidity, worsened by fake populism. By a queer flip-flop of logic, a majority of Australian voters (55% to 45%) decided that to have an Australian president appointed by a democratically-elected government was elitist and unsafe, whereas to have an immensely rich hereditary monarch as their head of state was somehow democratic. </p> <p>The monarchists won the referendum, not because Australians were devoted to the Queen and her successors but because feuding republicans couldn't agree on which model of republic to uphold. Should the new-style head of state, an Australian president, be appointed by parliament? Or should they be elected in a national campaign, in the American manner? The ARM wanted the former, but Australians hated the idea of an American-style republic - or American-style anything - in their public life. This split the republican vote, to the boundless relief of the monarchists, who could never have carried the issue on their own. </p> <p>Soon after the referendum, the Queen and her cold fish of a consort, Prince Philip, toured Australia. The crowds were small and more curious than enthusiastic; the media polite but indifferent. The romantic, near-mystical queen worship that had surrounded her tour in 1954 was gone forever. Being smarter than the monarchists, the Queen could easily read the signs. She openly acknowledged the possibility of a stable republic in Australia. </p> <p>The current prime minister, John Howard, is an obdurate monarchist. But the next in line as head of his conservative Liberal party, Peter Costello, is a republican. The Australian Labor party is republican through and through. It is only a matter of time before the less reactionary and nostalgic Liberal politicians come out of the closet, and then the monarchy in Australia will be finished. </p> <p>It is hard to say why, apart from habit, there should be any nostalgia for royal forms among Australians, especially when we are so fond of our national anti-elitism. But people, including Australians, want figures to admire. \"If we don't have the Queen, whom can we look up to?\" was one of the frequent complaints at referendum time. The thought that in a democracy you don't look up to your superiors, but sideways at your fellow citizens, wasn't much aired in monarchist circles. And Australia has always been short not only of convincing shared ceremonies of national identity but also of shared folk heroes. You can count them on the fingers of two hands. Two are alive - the great cricketer Sir Donald Bradman, now 91, and the swimming champion Dawn Fraser. The veterans of Gallipoli, a few of whom still live, are invested with a collective heroism. The other heroes are dead. They include a racehorse, Phar Lap; and a criminal, the bushranger, Irish nationalist and proto-republican Ned Kelly, hanged for theft and murder in Melbourne in 1880. </p> <p>Another reason why some Australians want to keep the monarchy is unease about mixture. The Queen evokes the loyalty and gratitude of the \"pure\" Anglo-Australian because she personifies \"pure\" Britain. This worked fine half a century ago, when more than 90% of Australians were still of British descent and could feel themselves to be, as the then prime minister Robert Menzies would later put it, \"British to the boot heels\". But today the picture of exclusionary Australia, the continent-size British island just below Asia, has almost faded away. The white Australia policy, that disgraceful provision whereby no one of Asian or black descent could settle in Australia, was abandoned in the 60s, never to be revived. Whole suburbs, such as Cabramatta in western Sydney, have become south-east Asian enclaves. Though Australia admits only some 85,000 legal immigrants a year, the Asian component is very visible and it excites xenophobia. The role of the Queen as head of state has a calming effect, suggesting that the \"old\" Anglo-Australia is still notionally within reach. </p> <p>Compared with their older selves, Australians - especially the younger ones - are a tolerant people. We are one of the world's most successful multicultural democracies, and this is a triumph of no small consequence. Australians on the whole realise that multiculturalism, that forbiddingly bureaucratic polysyllable responsible for so much hot air, really means learning to read other people's image banks, not a forced renunciation of one's own. They realise, quite naturally, that the desire to \"give people a fair go\", which is one of the traditional moral imperatives of Australian life, also applies to immigrants. </p> <p> This does not, however, mean that Australia's road to multi-culturalism has been stoneless. Translated into government policy, multi-culturalism in the 80s became, its critics say, not just a neutral recognition of diversity but a pork barrel for buying the temporary loyalties of ethnic groups. </p> <p>Maybe, but it doesn't ultimately matter. Immigration has done its work. It has changed Australia irrevocably. Nobody old enough to remember the dullness of its old monocultural cuisine can regret that. The British empire has gone. The Commonwealth is no longer, to put it mildly, a decisive linkage between nations. The Australia Act of 1986 formally defined Britain as a foreign country. Australia's economic links to Britain, though not insignificant, are small and dwindling in comparison with its trading ties to the near north, once known as the far east. </p> <p>Britain is in the EU and will act in accordance with its interests there, giving no priority to Australia. Australians who feel they are British because they speak English are fooling themselves but no one else. You can no longer \"be\" Australian and, without conflict, \"feel\" British. The two nations are too far apart. </p> <p>\u0095 A longer version of this article appears in this week's Time magazine. Robert Hughes is presenting Australia: Beyond the Fatal Shore on BBC2 on Sundays at 8pm</p> <p><b>Hughes who: an art critic's life</b></p> <p><b> Full name: </b><br> Robert Studley Forrest Hughes. </p> <p><b> Born:</b><br> 1938, in Sydney. </p> <p><b> Status:</b><br> Senior art critic for Time Magazine in the US, where he has worked since 1970. </p> <p><b> Education:</b><br> Studied art and architecture at the University of Sydney. Art critic of the Sydney Observer (1958-59) and the Nation (1960-64). Was based in London in the mid-60s and wrote for many UK newspapers, including the Observer and the Sunday Times. </p> <p><b> Books:</b> <br>The Art of Australia (1966); The Shock of the New (1980), an idiosyncratic guide to 20th century art based on his BBC series; The Fatal Shore (1987), a history of deportation to Australia; Barcelona (1992); Culture of Complaint: The Fraying of America (1993), which attacks the shallowness of American life and the obsession with political correctness; and American Visions: The Epic History of Art in America (1997). </p> <p><b> Return to Oz:</b><br> While in Australia last year to film the current BBC series, Australia: Beyond the Fatal Shore, he was involved in a car crash which almost killed him. He was in a coma for five weeks and is still recuperating.</p>",
  "Football-style transfer fees of £50,000 for train drivers have been urged by Connex to prevent its drivers being poached by competing rail operators. <p>The French-owned company revealed last night that the shortage of drivers made them valuable assets, like footballers. It was entitled to pursue every avenue to keep them. </p> <p>Connex, which runs franchises in London and south-east England, and is also anxious to win the trans-pennine franchise between Leeds and Manchester, said it would be asking the shadow strategic rail authority (SSRA) to help. Its current training budget is running at around £12m. </p> <p>Connex wants the SSRA to insert clauses into new contracts protecting companies from rivals. The position is particularly acute in the London area, where bad planning and a reputation for poor staff relations have led to drivers drifting away from the company. </p> <p>Connex, which is training an extra 250 drivers this year, said the cost worked out at £50,000 for each driver. It could be forced to cut next summer's timetable by 10% because of driver shortage. </p> <p>The driver's union, Aslef, condemned the plan. A spokesman said: \"It must be illegal and against European law and the free movement of labour. One company cannot be allowed to penalise another for recruiting staff. Connex should introduce better terms and conditions, then it would not be in this position.\" </p> <p>Connex wants the SSRA to insert a clause into the new franchises protecting companies from poaching. </p> <p>Rail privatisation has turned train driving into an elite job. The 25 companies formed after privatisation have competed strongly and pay levels have doubled from an average basic wage of £15,000 a year to around £30,000. </p> <p>Several companies have faced driver problems after making too many of them redundant at a time of rapid expansion. Connex, one of the worst performing companies on the rail network, is bidding to have its franchise to run commuter services from Surrey and Sussex into London renewed. The SSRA is due to announce its decision this autumn. </p> <p>The rail companies are not the only ones facing a driver shortage. Too few bus drivers in London has lead to the recruitment of French drivers.</p>",
  "Paul Clarke (Letters September 16) misses an important point. It's not difficulty that marks out the genius of Wagner, or any great artist, but profundity. <p>A profound work contains subtleties such that repeated acquaintanceship with the work continually brings new insights into its nature. These subtleties are sufficiently objective for one person to point them out to another. Works of \"popular\" culture do not generally manifest any such depth of content. What you see at first glance is all there is. Where the confusion arises between \"high\" and \"low\" culture is that it is possible to approach both in the same shallow way and derive pleasure from doing so. </p> <p>If one wants background music then Bach and Bacharach both supply something tuneful. But if one is looking for a deeper artistic experience, only the former will measure up. <br><br><b>Roger Musson<br></b> Edinburgh<br> <a href=\"mailto:Roger@abaxial.demon.co.uk\">Roger@abaxial.demon.co.uk</a><br></p> <p>\u0095 Paul Clarke advances all sorts of arguments for equating the Beatles with Beethoven, except the one which really matters - the nature of the response provoked by their works. Great art stimulates us to see the world in a new way, on an endlessly varying basis. Everything else remains essentially the same, no matter how often the experience is repeated. To equate these two types of expression devalues and denigrates artistic creativity. <br><br><b>Alan Waters</b> <br>Lancaster <br><a href=\"mailto:A.Waters@lancaster.ac.uk\">A.Waters@lancaster.ac.uk</a></p>",
  "I might have been deeply moved by Councillor Bruce-Lockhart's endorsement of William Hague's attack on bureaucracy in education (Letters, September 14), since I agree that we have too much of it. But then I remembered that it was the Conservative government's profound mistrust of teachers which started this disastrous command style and the deluge of government missives. <p>Hundreds of orders were issued to schools by the previous government, laying down every tiny detail of the curriculum, the exact form of tests, how a school report should be compiled, even how to mark the register. </p> <p>Hague's demand for less bureaucracy is just the latest example of the arsonists calling the fire brigade and then wanting a medal for their public spirit. <br><br><b>Prof Ted Wragg</b><br> University of Exeter <br><a href=\"mailto:E.C.Wragg@exeter.ac.uk\">E.C.Wragg@exeter.ac.uk</a> </p> <p>\u0095 Councillor Bruce-Lockhart underlines the intellectual confusion which lies at the heart of Conservative education policy. </p> <p>He would like to see schools given greater freedom to run their own affairs and involvement of government and local authorities reduced, yet he has been vehement in his support of section 28 (Kent County Council has been at the forefront of the campaign for its retention). He clearly does not trust teachers to provide an adequate moral and ethical framework for our children and feels that additional legislation is necessary to control them, yet he sees no contradiction in calling for the shackles of government to be removed. </p> <p>Once again the failure of the Tories to reconcile their paternalist instincts with their anti-statist beliefs is exposed. <br><br><b>Dr Howard Stoate MP</b></p>",
  "The Liberal Democrats open the party conference season in Bournemouth this week in circumstances which by all the old rules are extraordinary. Britain may be getting back to normal, but Tony Blair, once the great political miracle worker, is not. Two polls yesterday show his party pitched in a week from a lead matching May 1997 to equivalence with the Conservatives, or worse. Chillingly, the Conservatives are better trusted at this moment to run the national economy than his super-successful chancellor. The most popular government on record is reduced to parity with one of the most despised of oppositions. There may have been an irreversible change in the public mood - or it may have been more a kind of grand national tantrum. No precedents exist for such a sudden reversal of fortunes, and the explanations need to be sought as much from psychologists as from psephologists. <p>But with both big parties unloved, there ought to be fresh hope for the Liberal Democrats. Their 21% rating on NOP underlines the potential. Bournemouth gives them the chance to build on it. But to do that Mr Kennedy needs to make sense of the turbulence in the country last week more effectively than he has done so far. He claims advantages here. As the leader of a party with green credentials, but the product of a crofting background and a part of rural Britain where life cannot proceed without the car and the lorry, he sees himself as the right man to strike the balance. </p> <p>He has no way of ducking the fact that his party has committed itself to some raising of taxes, which on last week's evidence is hardly the mood of the nation. He has no way of ditching the green commitment. So he needs to use Bournemouth to show how his party would reconcile those positions with the kind of popular pressure which burst through last week: a tough assignment when, as the polls confirm, the petrol protest had 78% of the nation, which must have included many potential Lib Dem voters, behind it. </p> <p>There is another challenge for him in last week's events. In a Guardian interview last week Mr Kennedy held out the prospect of the Liberal Democrats latching on to the anti-politics mood now evident in the country. In yesterday's Observer he wrote about the need for people to \"rediscover their scepticism about government.\" That sounds strange at a moment when we have just been witnessing a spectacular demonstration that scepticism about government in Britain was never higher. The new protest politics which enthralled the nation last week repudiates settled notions of government. When protesters complain that Tony Blair isn't listening, what they really mean is that he won't do as he's told. So the leaders of last week's protest issue an ultimatum: do as we say or we'll hit you again. There was some of that in Paulsgrove: more may follow, all over the place. The Countryside Alliance, desperate to save hunting, is reported to be exploring new forms of civil disobedience in the light of the huge success of the petrol blockades. The old acceptance that governments are put there to make hard choices seems to be dying. Governments are on probation: if they offend, retribution is to be exacted at once - not later on, through the ballot box. </p> <p>Mr Kennedy's party has always prided itself in excelling the rest in its commitment to parliamentary democracy: that is one reason why it has campaigned so long for an electoral system which would make parliament more genuinely representative. His taste for anti-politics must not be allowed to eradicate that.</p>",
  "<p>A leading research centre is facing closure in a move which has revived fears about scientific promotion of GM crops and a brain drain from laboratories in the north. </p> <p>Commercial growers and MPs are pressing the government to save the 175-acre specialist unit at Stockbridge House at Cawood, near Selby, North Yorkshire, which has pioneered biological pest control, hydroponics (growing plants without soil) and other alternatives to genetic adaption of plants. </p> <p>Fifty jobs would go in March under a planned restructuring of Horticultural Research International, the government's main testing and development arm for market gardening, fruit and related crops. </p> <p>The Cawood unit, which has recently added to its three acres of glasshouses, is the only northern laboratory run by HRI, which is planning to concentrate on its scientific centres at West Malling, Kent, and Wellesbourne, Warwickshire. </p> <p>The axe was announced by HRI chief executive Professor Michael Wilson, a proponent of genetic research, to Stockbridge staff, some of whom were in tears at the prospect of losing tied housing on the site. Six scientists at the centre have been offered relocation to the midlands and south. </p> <p>Commercial growers, who pay half the costs of the centre, have also warned that their money may not be transferable to different research, and are backing a rescue attempt linked to the government's huge central science laboratories only 20 miles away in York. </p> <p>\"This would be a match made in heaven,\" said John Grogan, Labour MP for Selby and one of the backers of an emergency campaign to keep Stockbridge intact. \"There's an obvious synergy and we're putting a robust place and business plan together.\" </p> <p>Senior advisers to Nick Brown, the agriculture minister, are to hold talks with the group, which is supported by the National Farmers' Union and headed by a former director of Stockbridge, Michael Bradley. </p> <p>He said yesterday: \"It's a viable site, it's got a good team and a good budget. There's an awful lot of horticultural science about at the moment, but much less work on the practical technology which makes that science useful to growers. That's the speciality of Stockbridge and we believe it can survive and prosper.\" </p> <p>Prof Wilson said that the HRI had to remain \"the major UK player, fighting fit, competitive and the source of the highest quality research and development\". </p> <p>Recent years had seen a slower growth than forecast in commercial operations to make up for a steady cut in the public sector grant to the non-departmental public body, which is responsible to the agriculture ministry but dependent on private sector income as well. </p> <p>Scientists in the north are still sore about the government's decision earlier this year to build a £500m synchotron at Didcot in Oxfordshire rather than Daresby in Cheshire - a site with a greater expertise in generating high energy X-ray beams to penetrate the structure of proteins, potentially invaluable in the development of medical drugs.</p>",
  "It is time to feel sorry for GW Bush. He has tons of charm, but he is up against Harrison Ford, Julia Roberts, Michael Douglas, Matt Damon, Jimmy Buffett, Paul Simon and Bette Midler - and Jesus Christ superstar as played by the Democrats' vice-presidential candidate Joe Lieberman, the senator with a halo. GW has only Charlton Heston, in the very old chariot provided by the National Rifle Association. GW's running mate is the tubby, follically challenged Dick Cheney who is out in the sticks giving a very good impersonation of Beelzebub, all pitchfork and no polish. <p>Gore is ahead for the first time, even allowing for the three-to-four-point margin of error. The radiance shed by the stars - and Gore's wife Tipper - must have something to do with how the public sees Al Gore these days. I can't prove that statistically, but it can't do any harm that Indiana Jones implies you're a good guy to go tiger shooting with and Julia Roberts finds your bashfulness sexy. </p> <p>Gore himself hasn't changed much. He has come out of country brown suits with an open collar and into city suits, white shirt with tie, but he is still the solid, decent, worthy candidate who was behind Bush in the August popularity stakes. Clear majorities of Americans saw Bush as being more likable, more honest and ethical, more likely to say what he believed rather than what people wanted to hear. Bush was even slightly ahead as \"caring for people like you\". Now Gore has reversed the ratings, a trend that began with the post-convention bounce but has continued. Although the Republicans have spent a fortune on television commercials painting the vice-president as a dissembler, who will say anything for a vote, Gore is ahead by five points in the honesty rankings. </p> <p> Feel sorry also for GW because, while lending their charisma, Hollywood has enabled the Gore campaign to coin millions. The single star-studded event at the Radio City Hall in New York the other night, organised by Miramax's Harvey Weinstein, Jann Wenner of Rolling Stone and impresario John Sykes, yielded an extraordinary $6m for the Democrats. It is enough to make a good Republican puke when at the same time Al and \"Holy Joe\" have been denouncing Hollywood and the music industry for producing too much sex and violence. They have even advertised their approval for a measure of government control which has produced the topsy-turvy situation of the Republicans reaching for their First-Amendment pistols. </p> <p>And feel sorry for GW because his own party has done its bit to undo his lead. The vocabulary of American political discourse is coarser than the British. It did not really do GW and Cheney much harm when a microphone picked up their description of a New York Times reporter as \"a major league asshole\". But there was instant recoil from the Republican television commercial where they flashed the word RATS in big luminescent capitals at the end of an attack on Gore's penchant for bureaucRATS. </p> <p>It was not so much the epithet that reverberated. If the Republicans had smiled when they said it, they might have got away with this, but they pretended that those seeing the word RATS must have been mistaken: I saw it and jumped in synchrony with millions of less-than-fully-alert viewers from Gotham to Sunset Boulevard. The Republicans were treating the public as simpletons just as they did when they repudiated the time-honoured formula for three national debates (all channels) and proposed one debate and two chat shows, which would have meant their man being exposed to millions fewer. The attempt then to portray Al Gore, who rejected the subterfuge, as the one who was funking national debates was farcical. It didn't play in Peoria or anywhere else, so the Republicans have retreated. There will be the usual three debates. How could they have so underrated the intelligence of the voters? Are they so devilishly cunning that the fumbling is all part of a plot to lower expectations for GW's performance so that he will look better on the night? </p> <p>There has been tumult inside the Republican hierarchy over all this, a split between the boys in Austin, Texas, who have been managing things, sort of, and leaders of the Republican national committee in Washington who fear that GW is having done to him what his dad did to Michael Dukakis in 1988: Dukakis, too, was the front-runner until midsummer, then lost his momentum. </p> <p>Now GW has called in Ed Gillespie as an emergency adviser to redirect his \"message campaign\" and the early word is that he will no longer count on charisma, but attack on the issues. Gore is the supreme policy wonk whose idea of a good time is going to bed with a dossier from the Office of Management and Budget. The order to seize his guns is reminiscent of the order to the Light Brigade at Balaclava. It is magnificent, but is it war? </p> <p><a href=\"mailton:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "Fred Carneson, who has died of a brain tumour in Cape Town aged 80, was one of the great escapers in South African political life. He was finally jailed by the apartheid regime in 1966, but it took the security police 10 days and nights of sleep deprivation to break him. <p>As the son of a railwayman, Carneson's white, Catholic working-class background made him unusual in the anti-apartheid struggle. His first job was in the post office in Pietermaritzburg. But he was intelligent, and he questioned the treatment of the city's Indians. He found a book of the great philosophers in his local library and was converted to communism, joining the party at 16. </p> <p>During the second world war, with the South African army surrounded at Tobruk, he ignored the order to surrender and escaped across the desert in a van, complaining that you could not fight fascists from a prison camp. He settled in Cape Town after the war, became a member of the Communist party's central committee and was elected by African voters as a \"native\" representative on the Cape provincial council. </p> <p>The Communist party was outlawed in South Africa in 1950, but Carneson and others continued their political work, though forbidden to do so by banning orders. In 1956, he was one of 156 activists of all races tried for treason. His acquittal, after three years, was another escape. Soon afterwards, his wife, Sarah, was detained, and he went into hiding. </p> <p>When the African National Congress and the Communist party turned to sabotage, Carneson was heavily involved in the Cape Town cell. At first, he escaped arrest, but well after Nelson Mandela and the Rivonia defendants had been jailed for life, the police caught up with him </p> <p>He was methodically tortured. When his daughter, Lynn, tracked down the prison doctor, he told her: \"Mr Carneson is in good condition, considering ...\" Carneson was a gregarious, sometimes boisterous, man, who loved a good party, and the experience affected him deeply. He told his fellow prisoner, Denis Goldberg - whom he had recruited into the sabotage cell - that, at the end, he was unable to control his body. It was not said as an excuse, but as an explanation. </p> <p>Carneson gave the police some names, but refused to repeat them at his trial. Here again, he was lucky to be acquitted of sabotage; had he been found guilty, the bombmaking equipment that had been found would have meant death or, at best, life imprisonment. As it was, he was sentenced to five years nine months on a lesser charge. </p> <p>His luck began to run out. Sarah, her life severely circumscribed by the anti- apartheid laws, left to join her children in London. Their second daughter, Ruth, suffered a series of breakdowns. </p> <p>Released in 1973, Carneson also came to England. His membership of the Chartered Institute of Secretaries helped him land a job with the National Union of Teachers, and he later worked for the mental health charity Mind, all the while playing a forceful part in exile politics. </p> <p>When the thaw came, the Carnesons returned home, where Fred was again elected for the now-unbanned Communist party to the provincial council from which he had been expelled 40 years earlier. It was a life of some sadness, but, in the end, he witnessed black liberation, even if it was not to be within a communist society. </p> <p>He is survived by Sarah and their children Lynn, Ruth and John. </p> <p>\u0095 Frederick Carneson, freedom fighter, born January 13 1920; died September 6 2000</p>",
  "The spectre of northern Italy breaking away from the south returned yesterday when the Lombardy region said it would hold a referendum on devolution which could lead to independence. <p>In a move which stunned the government, the Northern League said it wanted to force the transfer of powers from the state to the wealthy region it controls. </p> <p>The government called the plan dangerous, unconstitutional and liable to spin out of control. </p> <p>The threat could also unravel the centre-right opposition, led by Silvio Berlusconi, which welcomed the Northern League into its coalition on the condition that it renounced separatism. </p> <p>A poll in yesterday's La Repubblica showed a coalition led by Mr Berlusconi, a former prime minister, and including the Northern League would defeat the centre-left government in the national elections which are due in the spring. </p> <p>Tentative government plans for fiscal devolution have come to nothing, allowing the League's leader, Umberto Bossi, to seize the initiative. </p> <p>Politicians in the relatively impoverished southern regions have begun forming alliances as the prospect of isolation looms. </p> <p>Lombardy, which will hold the referendum for control of the police, health, trade and education on the same day as the general election, is expected to be followed by Venetia and Piedmont, which have resented the south's drain on resources virtually since Italy was unified in 1861. </p> <p>\"There is unlikely to be blood on the streets - whatever the response, the vote can have no immediate legal effect,\" a political scientist at the American University of Rome, James Walston, said. </p> <p>\"But if the three biggest and richest regions of the north vote in favour of devolution, the political effect will be devastating. </p> <p>\"Bossi has tossed a verbal hand grenade into political discourse. This initiative could take on a momentum of its own.\" </p> <p>Mr Bossi's inconsistency about the level of autonomy he wants has rattled Italy since his party emerged in the early 1990s. </p> <p>Leaders of the government coalition condemned his ultimatum as an attack on the unity of the state. </p> <p>\"Regional referendums are objectionable from a legal point of view; they are outside the law,\" the prime minister, Giuliano Amato, said. </p> <p>By challenging Rome's legitimacy the referendums could unleash a crisis in Italy's democratic institutions, he said. </p> <p>But some in the government sensed a chance to attack the resurgent opposition, which seeks to contrast its discipline with the fractious centre-left. </p> <p>\"It is demagoguery which will boomerang on them,\" said Massimo Cacciari, who survived the left's hammering in Venezia in last April's regional election. </p> <p>The opposition hoped it had tamed the League's mercurial leader, but yesterday he led supporters in a ritual of carrying water from the Po river to the Venetian lagoon, a tradition he invented three years ago to rally support for his notional independent state \"Padania\". </p> <p>Mr Bossi insisted that he no longer wanted independence, but his coalition partners feared that he was already slipping the leash. His walkout caused the collapse of Mr Berlusconi's first government after seven months in 1994. </p> <p>In a relationship patched up this year, Mr Berlusconi promised to dole out limited autonomy in return for the League's votes, which he is thought to need to return to power. </p> <p>Yesterday his Forza Italia party said it backed the referendum call, but analysts said the opposition's unity was in danger of fracturing.</p>",
  "<b> Two questioned over death</b> <br> <p> Detectives were last night questioning two youths arrested in connection with the death of David Hatswell, 16, whose body was discovered with stab wounds in a car park in Rhyl, north Wales. </p> <p><b> Black success undervalued</b><br> </p> <p> The black community is succeeding in a variety of professions such as politics, law, business, medicine and the media but greatly underestimates its contribution to the economy, a survey by the financial services company Western Union said yesterday.</p> <p><b> Scottish driving test successes </b><br> </p> <p> Learner drivers in Scotland have a much higher chance of passing their tests than anywhere else, according to figures released yesterday by the driving standards agency. The Highland town of Kingussie had an average pass rate last year of 79.2% -nearly double the national 43.7%.</p> <p><b> Yoko Ono to host Lennon special</b><br> </p> <p> Yoko Ono will present a Top of the Pops special on September 27 to mark the 60th anniversary of John Lennon's birth . The show will feature tracks like Give Peace a Chance, Power to the People and Instant Karma. Lennon would have celebrated his 60th birthday on October 9. </p> <p><b> Moving house to escape hell</b><br> Neighbours from hell are the reason for 6% of people moving house, according to a survey for the Alliance and Leicester building society. Another 5% moved to be nearer their families. </p> <p><b> £20m jackpot</b><br> </p> <p> One ticket holder won Saturday's £20m lottery jackpot with numbers 4, 22, 23, 26, 42, 47. The bonus ball was 5. Two winners shared the Thunderball jackpot of £500,000 with numbers 4, 12, 19, 28 and 33. The Thunderball number was 7.</p>",
  "<p>When television programmes are commissioned, they fall into three categories: new proposals, previously broadcast shows seeking a further series and the \"fixtures\" which are written in to the next year's schedules without debate. </p> <p>Question Time (Thursday, 10.30pm, BBC1) - returning this week for its 21st run, and the first since the death of founder chairman Sir Robin Day - has usually been regarded as a fixture: a series in which questions were asked, but which expected no questions to be raised about it. </p> <p>However, the recent speech in which director general Greg Dyke raised the possibility of BBC1 becoming an entertainment channel has made Question Time the victim of the kind of reshuffle speculation which has affected so many of the politicians who have sat around its table. </p> <p>The new Controller of BBC1, Lorraine Heggessy, has pledged that Question Time will remain on her channel, but keen viewers will nervously check its start-time and the identity of guests. The new series starts at 10.30pm, a decent slot, but one which clashes directly with Newsnight, a series surely courting the same audience. </p> <p>More troubling is the strong rumour that Glen Hoddle has been approached as a guest in this series. The former England coach is a bright and thoughtful man, but you fear that an appearance on Question Time would be intended to provoke from him the kind of supernatural indiscretion which caused his downfall. His presence would also suggest a trend towards non-political guests. </p> <p>The latter would be an unfortunate strategy. With Blairism apparently invulnerable - and a cautious administration low on policies - there was a strong case for restricting ministers and their shadows. But, fuelled by the petrol revolt, and with an election likely within a year, politics is interesting again - and Question Time is the best place for that debate. Having now apparently escaped relegation to BBC2, this great discussion club could still enrage season-ticket holders if Hoddle is on the team.</p>",
  "<p>Nick Grimshaw leans back in his chair, afternoon sun glinting on his spectacles, admiring his new office. The architect has had the builders in for five months, extending his practice's headquarters in London's West End to accommodate a staff of 120. His desk now faces a 30ft glass wall, overlooking a floor packed end to end with architects. </p> <p>\"We are going to have a map of the world etched on the glass, with markers for all our projects,\" he says, unabashed. The highlights will include an art gallery in Spain, an extension to Zurich airport, a landmark bridge in the Netherlands and a £27m Plant Science Centre in St Louis, Missouri. </p> <p>Grimshaw, 60, may be one of the leading high-tech architects, but he is not usually the flamboyant sort. \"Some people want to have a high profile and involve themselves in public life,\" he says. 'That's up to them. I prefer to let my buildings speak for themselves.\" </p> <p>Grimshaw is one of the four big architects of the 1960s generation, alongside Lords Rogers and Foster and Sir Michael Hopkins, and the only one still a plain Mr. That doesn't bother him, he says. \"I don't think one could say it was central to one's operation as an architect. We are not one person; we are a firm. I think there is a sense of pride that one gets as a firm from being recognised, but I think it is neither here nor there, really.\" </p> <p>He recently gained another kind of recognition when he won the contract to handle the £500m redevelopment of Battersea Power Station. Grimshaw's scheme, approved by Wandsworth council last month, will see the derelict power station converted into a complex of 650 luxury flats, offices, exhibition areas, theatre space, cinemas, a hotel and restaurants. Grimshaw is riveted by the scale of the project. </p> <p>Nicholas Grimshaw &amp; Partners has come a long way from the low-cost industrial enclosures that made its name, but Grimshaw has remained true to the principles of high tech. He concentrates on the intricacies of a building, combining architecture with product design to flaunt the structural components. \"I am very keen on the industrial design side of life,\" he says. </p> <p>A new exhibition of the practice's work between 1993 and 2000, called Equilibrium, has just opened at the Design Museum in London. The show's notes proclaim the group's emphasis on \"structural finesse, sustainability and the employment of new technology\". Grimshaw has an idiosyncratic image of his work. \"I am very keen on boats. I want my buildings to have the feel of a fine yacht. It is to do with the longevity of the brand, quality of the detailing - never a nasty finish on anything.\" </p> <p>Grimshaw's team has produced a number of elegant structures, as Equilibrium shows. There are the asymmetrical tubular steel arches of Waterloo International, the snaking elegance of the Ijburg Bridge between Ijmeer Lake and Amsterdam, and the Caixa Galicia gallery in La Coruna, Spain, whose sloping metal-clad facade has been described as \"a wave rolled up on the harbour front\". </p> <p>Yet for all their beauty, Grimshaw's buildings have often been accused of harbouring technical flaws. The ship-shaped £33.5m Western Morning News headquarters in Plymouth, for example, completed in 1993, features south-facing window walls that cause glare on the journalists' screens. \"We planted a row of trees,\" insists Grimshaw. \"They just had to grow a bit. We had [also] designed sail-like blinds that the users could control, to create shade, but they had not wanted to buy them until they had seen how the building worked.\" </p> <p>When Waterloo International was finished in 1992, it was feted as a symbol of 21st-century pan-European travel. But last year some panels in the glazed canopy started to crack and fall on to the platforms below. Critics claimed that it symbolised the risks inherent in pushing technology to its limits. </p> <p>Grimshaw bristles at criticism of Waterloo, and insists that the problems were not in the design. \"No one is suggesting that an architect in 1988 should not have specified toughened glass. There is not an architect in the country who hasn't specified toughened glass in some situation or another who would not be affected by nickel sulphide.\" The reference is to an impurity that can appear in the glass during the toughening process. Mediation has just started and Grimshaw expects to be vindicated on this point. \"The role of testing and technical experts has certainly increased. You can only take the best advice you can and do what they say.\" </p> <p>What about reports of impact damage? Grimshaw confirms that there was some near a local pub, conjuring up images of bottles flying overhead. Reports of a deer leg hitting the roof are also true. \"They thought a hawk might have been carrying it,\" says Grimshaw. Despite the surreal humour of these findings, the fault did no good to the firm's reputation. </p> <p>The projects completed since have been well received, however, including the £40m first phase of the remodelling of Paddington Station, with its state-of-the-art flat-screen signage and furniture developed by the firm's product design arm. Then there is the £76m Eden Project, with its delicate geodesic domes encasing tropical foliage sited in a Cornish claypit, which has enchanted the public, and the £90m spa in Bath, with its rooftop pool. This has been hailed by English Heritage as an example of the symbiosis between conservation and modern architecture. </p> <p>Proof that Grimshaw's reputation had weathered the storm over Waterloo came in May, when he won two major projects in a fortnight: the £15m extension of the Royal College of Art, and the Battersea Power Station redevelopment, for Hong Kong developer Parkview </p> <p>Now it seems that Parkview president Victor Hwang wants as much of Grimshaw as he can get. Hwang wants to reassemble the facade, solar shading and water wall of Grimshaw's British Pavilion for the Seville Expo 1992 in the Battersea complex. He is understood to have made an offer to the Asian businessman who has the pavilion stored in containers and plans to use it as a venue for weddings. </p> <p>So what does Grimshaw think are the next big ideas in architecture? \"We have a long way to go on materials,\" he says. \"I have always been interested in buildings changing their skin, materials that can go dark or light or breathe. I think there is a lot of potential there. </p> <p>\"But also I think there is a lot of potential socially in buildings - that they can be much more user-friendly places. And the whole home/work idea: I'm quite keen on the idea of designing buildings that can be either residential or offices. Offices might be much more like residential buildings, with nice places to eat and sit around in.\" </p> <p>Having risen above the Waterloo problems, Grimshaw will continue to play the tricky game of architecture, fuelled by \"sheer joy in actually putting up buildings\". </p> <p>\u0095 Equilibrium is at the Design Museum, London SE1 (020-7940 8790), till October 8. This article first appeared in Building magazine.</p>",
  "<b> Is she another one of those exotic Dutch or Icelandic actresses? </b> <br> Hardly. Renée was brought up in the decidedly prosaic town of Katy, Texas. <p> <b> So has she done anything I might know? </b><br> Well, she was the girl in Jerry Maguire and can currently be seen with Morgan Freeman in Nurse Betty. This week she'll be gracing British screens in the latest Farrelly Brothers piece of slapstick, Me, Myself and Irene. </p> <p> <b> Tell me about it: </b><br> Cop Jim Carrey woos her with his sparklingly offensive jokes, by defecating on a neighbour's lawn and repeatedly threatening the poor girl with a dildo. </p> <p> <b> Charming! </b><br> Clearly Renée thought so. Soon after shooting ended, the two were spotted by People magazine \"playing Twister\" outside a New York restaurant. \"He is a very handsome man,\" Renee insists. The National Alliance for the Mentally Ill was less flattering about Carrey and complained that his portrayal in the film of a person with multiple personalities \"mocked the mentally ill\". </p> <p> <b> You know, I think I may have recently spotted Renée hanging out in Kensington. </b> <br>Yes. She was recently in London to film the adaptation of Bridget Jones. As preparation she did work experience at Picador, watched Coronation Street, shopped at Harvey Nicks and sank pints of Guinness and slices of pizza, putting on a stone in weight. </p> <p> <b> Heavens forfend! </b><br> Harper's Bazaar did. The American fash mag knocked her off their cover last week after objecting to her newly- aquired plumpness. </p> <p> <b> Still, with three films out this year, a Hollywood actor dangling on her arm and a $3m pay cheque for every movie, our Renée probably isn't too worried about the critics. </b> <br>Ah, but our Renée would never gloat. She is a simple girl at heart. \"I love my ignorance, I cherish it,\" she giggles. \"It's like having a child's perspective on the world.\" </p> <p> <b> Not to be confused with: </b><br> Andie MacDowell, Julia Roberts, Gwyneth Paltrow, or any other pretty American imported into a British film.</p>",
  "Tens of thousands of white southerners are reported to be joining organisations that seek independence from the rest of the US, claiming that the federal government no longer represents \"southern values\". Opponents say these neo-confederate groups are allowing militant and racist whites to organise politically under the guise of a heritage movement. <p>Last week the Southern party, which advocates secession, won its first mayoral victory, in a village in Alabama. </p> <p>The party is an offshoot of a group called the League of the South, which says there has been a surge in its membership as white southerners become disillusioned with the \"multiculturalism\" of the main parties. The league is led by academics and cites as its inspiration such separatist movements as the Northern League in Italy. </p> <p>Mark Potok of the Southern Poverty Law Centre, which has just completed a report on the growth of the southern movement, said it was \"providing a veneer of moral legitimacy for people who would be embarrassed to join the [white supremacist Ku Klux] Klan\". </p> <p>\"White supremacists do not always come wearing Klan hoods, shaved heads or storm trooper outfits. Sometimes they boast business suits and PhDs,\" he said. </p> <p>The growth of the movement became apparent earlier this year when South Carolina bowed to national pressure and transferred the battle flag of the Confederacy from the dome of its statehouse to a nearby monument. Many see the flag as the symbol of a civil war fought to preserve slavery. </p> <p>\"[The new-confederates] were bitterly angry about that,\" Mr Potok said. \"That was a big loss.\" But flag issue gave them the chance to recruit whites who felt increasingly estranged from mainstream politics. </p> <p>The League of the South is led by a former history professor, Michael Hill, whose office is in Tuscoloosa, Alabama. Formed in 1994, it has about 9,000 members. </p> <p>It and other neo-confederate groups point to the break-up of the Soviet Union, the separatist Québécois movement in Canada, and the Northern League in Italy as examples of what is possible. </p> <p>As the League of the South is not a political party, some of its members formed the Southern party, which now has 2,000 members. Last week Wayne Willingham, 37, became its first successful candidate in a mayoral election, in the village of West Point, Alabama, where he beat the incumbent by a single vote. Mr Willingham described himself as \"just an old country boy who's tired of things being done the way they are\". </p> <p>The other main body in the southern movement is the Council of Conservative Citizens, which has about 15,000 members. It recently deplored on its website a music festival in Charleston, South Carolina, as a \"multicultural mudbath [which] attracts mostly queers and weirdos\". </p> <p>The Southern Poverty Law Centre's report, Rebels with a Cause, lists 14 different groups which it says operate in 25 states, mainly in the south, to promote the confederate cause. They include the Heritage Preservation Association which has declared \"total war\" on those who attack southern values and culture, and the Confederate States of America, a group which would like to repeal laws that gave citizenship to blacks and votes to women. </p> <p>The main theoretical journal of the movement is called American Renaissance. It is edited by a white separatist, Jared Taylor, a board member of the Council of Conservative Citizens. The magazine promotes such notions as blacks having smaller brains and the dangers of non-white immigration. </p> <p>The Edgefield Journal, \"the only true southern nationalist newspaper\", is the other main publication; a recent piece suggested that \"many slaves were willing to be slaves\". </p> <p>The groups are represented in court by Kirk Lyons, a lawyer who shows his affection for the \"Anglo-Celtic\" roots of the movement by dressing up periodically in a top hat and kilt. He has described Hitler as \"probably the most misunderstood man in German history\" and is now the chief lawyer acting on behalf of the Southern Legal Resource Centre, which is the movement's legal arm. </p> <p>Mr Potok says he accepts that not all who have joined the heritage movement are racists. \"But a scene once dominated by civil war re-enactors and those who maintain Confederate monuments is turning increasingly ugly.\" </p> <p>Michael Hill is dismissive of Mr Potok's centre and its report, seeing the centre as a \"snooping organisation for the federal government\" out to \"feather its own nest\". </p> <p>The league was mainly interested in preserving the \"symbols, language, cuisine and music\" of the south. </p> <p>\"We are seeking to preserve a distinct regional culture,\" Mr Hill told the Guardian, \"and we believe in political independence\". While he agreed that independence might be unrealistic now, he said that \"in five, 10, 50 or 100 years\" it could happen. </p> <p>Mainstream politics did not address the League's concerns. \"The Democrats and Republicans are two sides of the same coin. There's not a dime's worth of difference between them.\" </p> <p>\"The US government ... interferes in virtually every aspect of everyday life. Rather than \"sitting around wringing our hands\", he said, they were getting organised.</p>",
  "A cargo ferry was refloated yesterday after running aground on sandbanks directly in front of the Liverpool coastguard station at Crosby, Merseyside. The P&amp;O vessel European Leader, sailing from Dublin to Liverpool with 65 passengers and 35 crew, was freed by the rising tide after four hours. <p>After engine repairs, the ferry headed for Liverpool under its own steam and berthed at Gladstone dock. </p> <p>The inshore lifeboat was called from New Brighton to check for damage to the 13,000-tonne vessel and for signs of possible pollution in the sea. </p> <p>Most of the lorry drivers on board were asleep when the ship was stranded less than a mile from the shore. No passengers or crew members were injured. </p> <p>A spokesman for P&amp;0 Ferries said the company would launch an investigation into the grounding. Divers are expected to be brought in to check for damage to the ship's hull. While the vessel waited for high water, crowds gathered to watch developments.</p>",
  "The Burmese National League for Democracy announced yesterday that it is to risk its future by drafting a new constitution for the country, in defiance of the military junta. <p>The NDL's decision, taken at a meeting of 200 members on Saturday, comes as the authorities increase the pressure on the party and its leader, Aung San Suu Kyi.</p> <p>A former party member wrote in a government-backed newspaper yesterday that the party should be dissolved immediately before it and Ms Suu Kyi \"get too daring\".</p> <p>At the meeting, held to commemorate the second anniversary of the NLD's proxy parliament, delegates agreed to ask a committee to draw up a new constitution.</p> <p>The parliament was formed for those who won seats in the 1990 general election. The NLD won th election by a landslide, but has never been allowed to govern.</p> <p>The meeting called on the military authorities to convene a parliament immediately and release all Burma's political prisoners. Many of the people who won seats in 1990 are detained.</p> <p>Burma's generals seized power in 1962. The current junta annulled the constitution when it took control in 1998. Four years ago it passed a law stipulating the imprisonment of anyone attempting to write a new constitution, and the banning of his or her organisation.</p> <p>The NLD decision was taken two days after Ms Suu Kyi, who won the Nobel Peace Prize in 1991, and eight party colleagues were released from two weeks' house arrest.</p> <p>They were restrained after Ms Suu Kyi and several party members were forcibly returned to the capital, Rangoon, after a nine-day stand-off with the authorities on a road out of the city.</p> <p>They had been trying to go to a party meeting in the provinces.</p> <p>Senior party members said that 11 more members had been placed under house arrest on Friday, a sign that the government is not going to ease its oppression of democratic forces.</p> <p>This was confirmed yesterday when the newspaper Myanma Ahlin printed an attack on the NLD by one of its former members, Hla Soe.</p> <p>\"There is almost no political party in Myanmar [the generals' name for Burma] history which is as mean and evil as the NLD and Suu Kyi,\" he wrote. \"The government has tolerated the NLD for so many years, but it is time the party is completely eliminated.\"</p> <p>He added: \"It is time the government takes care of the problem according to the law. If the problem is taken lightly, the Americans, the British and Suu Kyi will become more daring and the country will suffer more.\"</p>",
  "A propaganda war over the internment of Ethiopian citizens in Eritrea is threatening to revive the conflict in the Horn of Africa. As more than 500,000 troops maintaining the 10th ceasefire between the two countries, the Ethiopian prime minister, Meles Zenawi, is accusing Eritrea of holding 30,000 Ethiopians in slave labour camps. <p>In response to his accusation, the Guardian was allowed to go to Ala camp, where 2,500 Ethiopian civilian men have been interned since a civilian repatriation agreement between the two countries broke down in July. </p> <p>It is a miserable place, a rocky, sun-roasted hillside half an hour's walk from the only trickle of water for miles; but the rations are the same as those given to war-displaced Eritreans, the internees seem on friendly terms with their guards, and there is no labour of any kind. </p> <p>The Eritrean government says that 14,000 of its 80,000 Ethiopian residents were interned after Ethiopia's incursion into the country in May, in order, it says, to protect them from an irate population. </p> <p>There are no walls round the camp and only a handful of guards: it is 30 miles of semi-desert from the nearest road, and a forbidding place to run from. </p> <p>The camp offers almost no protection against the scorching sun and chilly nights. Plastic sheeting was brought in by the Red Cross last week after most of the internees had spent more than three months seeking shade under miserable cactus shelters and huddling together in their sleep. </p> <p>\"When can we leave this place?\" Getachew Tecle asked me. \"There is no medicine and many people have sunstroke and diarrhoea. I am frightened that when the malaria season comes next month many of us could die.\" </p> <p>Mr Tecle, 26, a telephone engineer, was born in Eritrea and has an Eritrean wife and child. He has never been to Ethiopia. </p> <p>But now, he said:\"If I can't be free in Eritrea I will go to Ethiopia. </p> <p>\"I cannot return to my wife after this.\" </p> <p>Fisshaye Massa Tesfu, on the other hand, wants only to see his family again. He found himself trapped on the wrong side on the way home from his seminary in Asmara. </p> <p>\"The food is sufficient,\" he said. \"We have five pieces of bread, two cups of beans and a cup of oil each per day. But my parents are old and do not know where I am. I am terrified that they think I am dead.\" </p> <p>The internment issue became contentious in part because the International Committee of the Red Cross (ICRC) was given access to the camps when Eritrea signed the Geneva convention on July 29. </p> <p>John-Paul Jacquod, head of the ICRC delegation in Asmara, said: \"There are two Ethiopian internment camps in Eritrea and we have full access to them both. </p> <p>\"Eritrea's signing of the convention was an important historical step which is allowing the ICRC to carry out its responsibilities.\" </p> <p>He believed that Eritrea was reluctant to give access to the camps in part because, at a time when more than a million of its people were displaced by the Ethiopian offensive, it was unable to provide the basic food and shelter international law demands. </p> <p>\"The ICRC can understand that it may be difficult for a government to provide internees with food and shelter that are unavailable to its own displaced nationals, but it must realise that these are things which we will supply,\" he said. </p> <p>The ICRC's presence should reassure the international community and deflate some of the propaganda coming from both sides of the conflict - the Eritrean president, Issais Afworki, accuses Ethiopia of \"detaining and torturing thousands of innocent Eritrean civilians in concentration camps in Ethiopia\". </p> <p>But the issue will linger on until both governments agree to resume the repatriation programme. </p> <p>As the UN's first military ob servers are deployed along the 600-mile frontline, resuming repatriation would be a big boost to the peace process. </p> <p>The continuing accusations about the internment camps looks to many analysts like a possible pretext for war.</p>",
  "<b> Iran's leader sacks hardliner</b> <br> <p>Iran's supreme leader, Ayatollah Ali Khamenei, yesterday sacked a hardline security police chief who is involved in a court case that has convicted some of his subordinates of torture. </p> <p>The official news agency, Irna, said Mr Khamenei had ordered the removal of Brigadier-General Mohammad Reza Naqdi, an Islamic hardliner, who has been a controversial figure known for his acerbic attacks on reformers allied with President Mohammad Khatami. <br>Reuters, Tehran   <b> 13 separatists die in Kashmir</b><br> </p> <p>Indian security forces have shot dead 13 separatist guerrillas in a series of gun battles in Kashmir since Saturday, police said yesterday. Ten militants were killed in Poonch district, 300 miles south-west of the capital, Srinagar, and three separatists were killed on Saturday evening in gun battles with Indian forces in the region. <br>Reuters, Srinagar </p> <p><b> Videos not quite chocolate box</b><br>  Videos tucked inside promotional chocolate boxes offered by a popular retail store in UAE contained pornography, not the cartoons parents were expecting, newspapers reported. </p> <p>\"After we enjoyed the chocolate, my children sat down to watch the video. But instead of the cartoon show, it was a disaster,\" a reader said in a letter. </p> <p>The father said he rushed to turn off the video player when he realised it was showing \"obscene scenes that encouraged homosexuality\". The newspapers said that Dubai police had seized some 400 tapes. <br>Reuters, Dubai</p>",
  "<p><strong> NATIONAL LEAGUE FIRST DIVISION</strong><br> </p> <p><strong> Gloucs v Northants</strong><br> </p> <p> <strong> Bristol: </strong> Northamptonshire (4pts) bt Gloucestershire (0) by 27 runs (D/L method). </p> <p><strong> NORTHAMPTONSHIRE</strong> </p> <p><strong> J W Cook</strong> b Harvey <strong> 0 </strong></p> <p><strong>G P Swann</strong> c Alleyne b Smith <strong> 16 </strong></p> <p><strong>*M L Hayden</strong> c Russell b Harvey <strong> 9 </strong></p> <p><strong>D J G Sales</strong> c Alleyne b Smith <strong> 0 </strong></p> <p><strong>R J Warren</strong> c Snape b Averis <strong> 1 </strong></p> <p><strong>A L Penberthy</strong> st Russell b Harvey <strong> 30 </strong></p> <p><strong>D Ripley</strong> b Ball <strong> 17 </strong></p> <p><strong>K J Innes</strong> b Alleyne <strong> 32 </strong></p> <p><strong>J P Taylor</strong> lbw b Harvey <strong> 3 </strong></p> <p><strong>D M Cousins</strong> not out <strong> 5 </strong></p> <p><strong>J F Brown</strong> b Harvey <strong> 4 </strong></p> <p><strong>Extras</strong> (b1, lb6, w3, nb2) <strong> 12 </strong></p> <p><strong>Total</strong> (42.5 overs) <strong> 129 </strong></p> <p><strong>Fall:</strong> 0, 28, 29, 32, 32, 68, 110, 116, 124. </p> <p><strong> Bowling:</strong> Harvey 8.5-1-19-5; Smith 9-1-22-2; Averis 8-1-15-1; Ball 9-0-38-1; Alleyne 8-1-28-1. </p> <p><strong> GLOUCESTERSHIRE</strong> </p> <p><strong> T H C Hancock</strong> b Cousins <strong> 7 </strong></p> <p><strong>K J Barnett</strong> lbw b Cousins <strong> 10 </strong></p> <p><strong>I J Harvey</strong> b Penberthy <strong> 43 </strong></p> <p><strong>J N Snape</strong> run out <strong> 4 </strong></p> <p><strong>M G N Windows</strong> c Sales b Penberthy <strong> 2 </strong></p> <p><strong>*M W Alleyne</strong> c Ripley b Penberthy <strong> 3 </strong></p> <p><strong>R C Russell</strong> not out <strong> 17 </strong></p> <p><strong>C G Taylor</strong> c Ripley b Penberthy <strong> 8 </strong></p> <p><strong>M C J Ball</strong> c Warren b Penberthy <strong> 1 </strong></p> <p><strong>J M M Averis</strong> c &amp; b Brown <strong> 1 </strong></p> <p><strong>A M Smith</strong> c Hayden b Innes <strong> 2 </strong></p> <p><strong>Extras</strong> (lb1, w2) <strong> 3 </strong></p> <p><strong>Total</strong> (33.4 overs) <strong> 101 </strong></p> <p><strong>Fall:</strong> 12, 41, 50, 65, 68, 69, 87, 91, 93. </p> <p><strong> Bowling:</strong> Cousins 9-0-25-2; Taylor 5-0-31-0; Penberthy 9-3-29-5; Brown 9-2-12-1; Swann 1-0-2-0; Innes 0.4-0-1-1. </p> <p><strong> Leicestershire v Somerset</strong><br> </p> <p> <strong> Leicester: </strong> Leics (4pts) bt Somerset (0) by 77 runs. </p> <p><strong> LEICESTERSHIRE</strong> </p> <p><strong> T R Ward</strong> c Cox b Jones <strong> 4 </strong></p> <p><strong>I J Sutcliffe</strong> run out <strong> 53 </strong></p> <p><strong>*V J Wells</strong> b Jarvis <strong> 31 </strong></p> <p><strong>A Habib</strong> c and b Pierson <strong> 29 </strong></p> <p><strong>B F Smith</strong> c Turner b Blackwell <strong> 16 </strong></p> <p><strong>D L Maddy</strong> run out <strong> 28 </strong></p> <p><strong>N D Burns</strong> c Lathwell b Jones <strong> 29 </strong></p> <p><strong>P A J DeFreitas</strong> lbw b Jones <strong> 2 </strong></p> <p><strong>W F Stelling</strong> not out <strong> 10 </strong></p> <p><strong>J Ormond</strong> not out <strong> 2 </strong></p> <p><strong>Extras</strong> (lb4, w12) <strong> 16 </strong></p> <p><strong>Total</strong> (for 8, 45 overs) <strong> 220 </strong></p> <p><strong>Fall:</strong> 19, 75, 111, 147, 151, 202, 208, 209. </p> <p><strong> Did not bat:</strong> S A J Boswell. </p> <p><strong> Bowling:</strong> Jones 9-1-45-3; Rose 7-0-30-0; Jarvis 8-0-42-1; Burns 3-0-21-0; Pierson 9-0-34-1; Blackwell 9-0-44-1. </p> <p><strong> SOMERSET</strong> </p> <p><strong> P D Bowler</strong> c Maddy b Ormond <strong> 2 </strong></p> <p><strong>M N Lathwell</strong> c Burns b Ormond <strong> 3 </strong></p> <p><strong>*J Cox</strong> c Burns b Boswell <strong> 24 </strong></p> <p><strong>M Burns</strong> run out <strong> 5 </strong></p> <p><strong>K A Parsons</strong> b Stelling <strong> 38 </strong></p> <p><strong>I D Blackwell</strong> c Ward b Boswell <strong> 9 </strong></p> <p><strong>R J Turner</strong> c Burns b Stelling <strong> 2 </strong></p> <p><strong>G D Rose</strong> b Stelling <strong> 20 </strong></p> <p><strong>A R K Pierson</strong> c Burns b Maddy <strong> 8 </strong></p> <p><strong>P W Jarvis</strong> b Wells <strong> 7 </strong></p> <p><strong>P S Jones</strong> not out <strong> 1 </strong></p> <p><strong>Extras</strong> (lb13, w7, nb4) <strong> 24 </strong></p> <p><strong>Total</strong> (39.1 overs) <strong> 143 </strong></p> <p><strong>Fall:</strong> 2, 12, 32, 44, 79, 84, 106, 132, 137. </p> <p><strong> Bowling:</strong> Ormond 9-2-31-2; DeFreitas 9-1-20-0; Boswell 9-0-37-2; Stelling 9-2-35-3; Maddy 2-0-7-1; Wells 1.1-1-0-1. </p> <p><strong> Worcestershire v Kentt</strong><br> </p> <p> <strong> Worcester: </strong> Kent (4pts) bt Worcestershire (0) by eight wickets. </p> <p><strong> WORCESTERSHIRE</strong> </p> <p><strong> W P C Weston</strong> c Nixon b Saggers <strong> 1 </strong></p> <p><strong>D J Pipe</strong> lbw b Masters <strong> 11 </strong></p> <p><strong>P R Pollard</strong> c Ealham b Masters <strong> 1 </strong></p> <p><strong>V S Solanki</strong> c Nixon b McCague <strong> 28 </strong></p> <p><strong>D A Leatherdale</strong> c Saggers b Ealham <strong> 11 </strong></p> <p><strong>R C Driver</strong> c Fulton b Ealham <strong> 15 </strong></p> <p><strong>*S J Rhodes</strong> c Walker b McCague <strong> 0 </strong></p> <p><strong>S R Lampitt</strong> lbw b Fleming <strong> 16 </strong></p> <p><strong>R K Illingworth</strong> c Nixon b Saggers <strong> 4 </strong></p> <p><strong>M J Rawnsley</strong> b Saggers <strong> 4 </strong></p> <p><strong>G D McGrath</strong> not out <strong> 0 </strong></p> <p><strong>Extras</strong> (lb2, w5) <strong> 7 </strong></p> <p><strong>Total</strong> (36.3 overs) <strong> 98 </strong></p> <p><strong>Fall:</strong> 10, 16, 17, 45, 69, 70, 77, 92, 98. </p> <p><strong> Bowling:</strong> Masters 9-2-34-2; Saggers 9-1-25-3; Ealham 9-1-15-2; McCague 6-1-15-2; Fleming 3.3-1-7-1. </p> <p><strong> KENT</strong> </p> <p><strong> D P Fulton</strong> c Rawnsley b Lampitt <strong> 13 </strong></p> <p><strong>S A Marsh</strong> b Rawnsley <strong> 38 </strong></p> <p><strong>J B Hockley</strong> not out <strong> 36 </strong></p> <p><strong>R Dravid</strong> not out <strong> 9 </strong></p> <p><strong>Extras</strong> (lb1, w4) <strong> 5 </strong></p> <p><strong>Total</strong> (for 2, 26.5 overs) <strong> 101 </strong></p> <p><strong>Fall:</strong> 23, 73. </p> <p><strong> Bowling:</strong> McGrath 9-4-9-0; Lampitt 7-2-24-1; Driver 3-0-25-0; Rawnsley 4.5-0-30-1; Leatherdale 1-0-3-0; Illingworth 2-0-9-0. </p> <p><strong> Lancashire v Sussex</strong><br> </p> <p> <strong> Old Trafford: </strong> Lancashire (4pts) bt Sussex (0) by six wickets (D/L method). </p> <p><strong> SUSSEX</strong> </p> <p><strong> U B A Rashid</strong> c Fairbrother b Martin <strong> 9 </strong></p> <p><strong>R R Montgomerie</strong> b Smethurst <strong> 44 </strong></p> <p><strong>*M G Bevan</strong> b Schofield <strong> 52 </strong></p> <p><strong>B Zuiderent</strong> b Keedy <strong> 1 </strong></p> <p><strong>W J House</strong> b Keedy <strong> 0 </strong></p> <p><strong>P A Cottey</strong> not out <strong> 45 </strong></p> <p><strong>R S C Martin-Jenkins</strong> st Haynes b Keedy <strong> 1 </strong></p> <p><strong>N J Wilton</strong> c Austin b Keedy <strong> 0 </strong></p> <p><strong>R J Kirtley</strong> c Haynes b Keedy <strong> 2 </strong></p> <p><strong>B V Taylor</strong> run out <strong> 5 </strong></p> <p><strong>M A Robinson</strong> not out <strong> 15 </strong></p> <p><strong>Extras</strong> (b2, lb6, w13) <strong> 21 </strong></p> <p><strong>Total</strong> (for 9, 45 overs) <strong> 195 </strong></p> <p><strong>Fall:</strong> 22, 93, 97, 98, 135, 140, 140, 149, 163. </p> <p><strong> Bowling:</strong> Martin 9-1-24-1; Austin 9-1-44-0; Smethurst 9-0-35-1; Schofield 9-0-54-1; Keedy 9-0-30-5. </p> <p><strong> LANCASHIRE </strong></p> <p><strong>M A Atherton</strong> run out <strong> 51 </strong></p> <p><strong>S C Ganguly</strong> c Bevan b Martin-Jenkins <strong> 22 </strong></p> <p><strong>M J Chilton</strong> st Wilton b Rashid <strong> 19 </strong></p> <p><strong>*N H Fairbrother</strong> c Martin-Jenkins b Robinson <strong> 6 </strong></p> <p><strong>G D Lloyd</strong> not out <strong> 18 </strong></p> <p><strong>C P Schofield</strong> not out <strong> 24 </strong></p> <p><strong>Extras</strong> (lb3, w7, nb4) <strong> 14 </strong></p> <p><strong>Total</strong> (for 4, 30 overs) <strong> 154 </strong></p> <p><strong>Fall:</strong> 30, 85, 98, 103. </p> <p><strong> Bowling:</strong> Kirtley 5-0-31-0; Martin-Jenkins 7-0-32-1; Taylor 5-0-36-0; Robinson 7-0-28-1; Rashid 6-0-24-1. </p> <p><strong> SECOND DIVISION</strong><br> </p> <p><strong> Hampshire v Notts</strong><br> </p> <p> <strong> Southampton: </strong> Northamptonshire (4pts) bt Hampshire (0) by three runs. </p> <p><strong> NOTTINGHAMSHIRE</strong> </p> <p><strong> D J Bicknell</strong> b Morris <strong> 8 </strong></p> <p><strong>M N Bowen</strong> b Morris <strong> 31 </strong></p> <p><strong>*J E R Gallian</strong> b Morris <strong> 0 </strong></p> <p><strong>U Afzaal</strong> not out <strong> 95 </strong></p> <p><strong>P Johnson</strong> c Morris b Udal <strong> 43 </strong></p> <p><strong>G E Welton</strong> run out <strong> 7 </strong></p> <p><strong>C M W Read</strong> c Aymes b Tremlett <strong> 9 </strong></p> <p><strong>C M Tolley</strong> c Prittipaul b Warne <strong> 24 </strong></p> <p><strong>P J Franks</strong> run out <strong> 0 </strong></p> <p><strong>Extras</strong> (lb1, w16) <strong> 17 </strong></p> <p><strong>Total</strong> (for 8, 45 overs) <strong> 234 </strong></p> <p><strong>Fall:</strong> 25, 25, 50, 144, 156, 170, 225, 234. </p> <p><strong> Bowling:</strong> Mascarenhas 9-2-52-0; Morris 9-0-59-3; Tremlett 9-0-46-1; Warne 9-0-49-1; Udal 9-0-27-1. </p> <p><strong> HAMPSHIRE</strong> </p> <p><strong> D A Kenway</strong> c Afzaal b Harris <strong> 17 </strong></p> <p><strong>*R A Smith</strong> b Bowen <strong> 0 </strong></p> <p><strong>S K Warne</strong> c Afzaal b Bowen <strong> 29 </strong></p> <p><strong>J S Laney</strong> c Tolley b Franks <strong> 9 </strong></p> <p><strong>W S Kendall</strong> run out <strong> 63 </strong></p> <p><strong>L R Prittipaul</strong> c Welton b Stemp <strong> 61 </strong></p> <p><strong>A D Mascarenhas</strong> b Tolley <strong> 7 </strong></p> <p><strong>A N Aymes</strong> c Bicknell b Tolley <strong> 4 </strong></p> <p><strong>S D Udal</strong> not out <strong> 7 </strong></p> <p><strong>A C Morris</strong> not out <strong> 16 </strong></p> <p><strong>Extras</strong> (b1, lb7, w8, nb2) <strong> 18 </strong></p> <p><strong>Total</strong> (for 8, 45 overs) <strong> 231 </strong></p> <p><strong>Fall:</strong> 1, 38, 57, 69, 196, 197, 208, 208. </p> <p><strong> Bowling:</strong> Harris 7-2-29-1; Bowen 9-0-49-2; Franks 9-0-40-1; Tolley 9-0-45-2; Stemp 9-0-44-1; Afzaal 2-0-16-0. </p> <p><strong> Glamorgan v Middlesex</strong><br> </p> <p> <strong> Cardiff: </strong> Middlesex (4pts) bt Glam (0) by 6 wickets. </p> <p><strong> GLAMORGAN</strong> </p> <p><strong> I J Thomas</strong> b Cook <strong> 20 </strong></p> <p><strong>K Newell</strong> c Joyce b Laraman <strong> 14 </strong></p> <p><strong>S P James</strong> lbw b Laraman <strong> 0 </strong></p> <p><strong>*M P Maynard</strong> c Langer b Fraser <strong> 0 </strong></p> <p><strong>A Dale</strong> st Nash b Dalrymple <strong> 32 </strong></p> <p><strong>M J Powell</strong> c Langer b Laraman <strong> 86 </strong></p> <p><strong>R D B Croft</strong> c Cook b Laraman <strong> 16 </strong></p> <p><strong>M A Wallace</strong> not out <strong> 8 </strong></p> <p><strong>D A Cosker</strong> c Strauss b Laraman <strong> 0 </strong></p> <p><strong>S L Watkin</strong> b Laraman <strong> 2 </strong></p> <p><strong>O T Parkin</strong> not out <strong> 5 </strong></p> <p><strong>Extras</strong> (lb4, w2, nb2) <strong> 8 </strong></p> <p><strong>Total</strong> (for 9, 42 overs) <strong> 191 </strong></p> <p><strong>Fall:</strong> 27, 27, 28, 42, 129, 176, 176, 178, 185. </p> <p><strong> Bowling:</strong> Fraser 7-0-18-1; Laraman 9-1-42-6; Cook 5-0-24-1; Hutton 6-0-36-0; Dalrymple 7-1-37-1; Ramprakash 8-0-30-0. </p> <p><strong> MIDDLESEX</strong> </p> <p><strong> O A Shah</strong> c Wallace b Watkin <strong> 21 </strong></p> <p><strong>A J Strauss</strong> lbw b Cosker <strong> 40 </strong></p> <p><strong>*J L Langer</strong> not out <strong> 76 </strong></p> <p><strong>M R Ramprakash</strong> c Croft b Dale <strong> 34 </strong></p> <p><strong>A W Laraman</strong> b Parkin <strong> 1 </strong></p> <p><strong>E C Joyce</strong> not out <strong> 13 </strong></p> <p><strong>Extras</strong> (lb6, w2) <strong> 8 </strong></p> <p><strong>Total</strong> (for 4, 42 overs) <strong> 193 </strong></p> <p><strong>Fall:</strong> 35, 109, 169, 171. </p> <p><strong> Bowling:</strong> Parkin 9-1-35-1; Watkin 9-1-29-1; Newell 3-0-13-0; Dale 8-0-40-1; Cosker 5-0-31-1; Croft 8-0-39-0. </p> <p><strong> Essex v Warwickshire</strong><br> </p> <p> <strong> Chelmsford: </strong> Warwickshire (4pts) bt Essex (0) by six wickets. </p> <p><strong> ESSEX</strong> </p> <p><strong> D D J Robinson</strong> lbw b Brown <strong> 5 </strong></p> <p><strong>W I Jefferson</strong> b Powell <strong> 2 </strong></p> <p><strong>G R Napier</strong> c Piper b Dagnall <strong> 12 </strong></p> <p><strong>*R C Irani</strong> c Penney b Dagnall <strong> 0 </strong></p> <p><strong>S D Peters</strong> c Ostler b Brown <strong> 3 </strong></p> <p><strong>A P Grayson</strong> b Richardson <strong> 64 </strong></p> <p><strong>J S Foster</strong> c Piper b Smith <strong> 13 </strong></p> <p><strong>D R Law</strong> c Singh b Smith <strong> 34 </strong></p> <p><strong>A P Cowan</strong> c Piper b Smith <strong> 0 </strong></p> <p><strong>T J Mason</strong> not out <strong> 5 </strong></p> <p><strong>R S G Anderson</strong> b Richardson <strong> 1 </strong></p> <p><strong>Extras</strong> (lb3, w10) <strong> 13 </strong></p> <p><strong>Total</strong> (41.2 overs) <strong> 152 </strong></p> <p><strong>Fall:</strong> 4, 22, 22, 22, 33, 53, 131, 132, 150. </p> <p><strong> Bowling:</strong> Powell 8-0-34-1; Dagnall 9-2-32-2; Brown 8-2-22-2; Richardson 7.2-0-34-2; Smith 9-0-27-3. </p> <p><strong> WARWICKSHIRE</strong> </p> <p><strong> M A Wagh</strong> c Foster b Cowan <strong> 3 </strong></p> <p><strong>A Singh</strong> c Jefferson b Cowan <strong> 17 </strong></p> <p><strong>*N M K Smith</strong> not out <strong> 75 </strong></p> <p><strong>D P Ostler</strong> c Foster b Irani <strong> 12 </strong></p> <p><strong>D L Hemp</strong> c Cowan b Irani <strong> 8 </strong></p> <p><strong>T L Penney</strong> not out <strong> 26 </strong></p> <p><strong>Extras</strong> (lb2, w8, nb2) <strong> 12 </strong></p> <p><strong>Total</strong> (for 4, 35.1 overs) <strong> 153 </strong></p> <p><strong>Fall:</strong> 20, 32, 64, 88. </p> <p><strong> Bowling:</strong> Cowan 7-1-18-2; Law 5-0-36-0; Anderson 8-2-27-0; Irani 7-0-19-2; Grayson 4-0-23-0; Mason 4.1-0-28-0. </p> <p><strong> Derbyshire v Durham</strong><br> </p> <p> <strong> Derby: </strong> Durham (4pts) bt Derbyshire (0) by one run. </p> <p><strong> DURHAM</strong> </p> <p><strong> J A Daley</strong> c Munton b Cassar <strong> 54 </strong></p> <p><strong>M P Speight</strong> c Bailey b Dean <strong> 11 </strong></p> <p><strong>S M Katich</strong> lbw b Munton <strong> 16 </strong></p> <p><strong>P D Collingwood</strong> b Wharton <strong> 52 </strong></p> <p><strong>*J J B Lewis</strong> lbw b Wharton <strong> 2 </strong></p> <p><strong>A Pratt</strong> c Dowman b Wharton <strong> 10 </strong></p> <p><strong>N C Phillips</strong> not out <strong> 29 </strong></p> <p><strong>M M Betts</strong> b Dowman <strong> 16 </strong></p> <p><strong>N Killeen</strong> not out <strong> 20 </strong></p> <p><strong>Extras</strong> (lb3, w16) <strong> 19 </strong></p> <p><strong>Total</strong> (for 7, 45 overs) <strong> 229 </strong></p> <p><strong>Fall:</strong> 18, 66, 131, 134, 154, 157, 203. </p> <p><strong> Bowling:</strong> Munton 9-0-43-1; Dean 3-1-19-1; Cassar 7-0-48-1; Dowman 5-0-38-1; Wharton 9-2-29-3; Lacey 9-0-32-0; Bailey 3-0-17-0. </p> <p><strong> DERBYSHIRE</strong> </p> <p><strong> M E Cassar</strong> b Killeen <strong> 126 </strong></p> <p><strong>M J Di Venuto</strong> c Katich b Betts <strong> 13 </strong></p> <p><strong>R J Bailey</strong> b Killeen <strong> 9 </strong></p> <p><strong>M P Dowman</strong> c Speight b Killeen <strong> 4 </strong></p> <p><strong>S D Stubbings</strong> b Hunter <strong> 32 </strong></p> <p><strong>L D Sutton</strong> b Killeen <strong> 20 </strong></p> <p><strong>J P Pyemont</strong> b Killeen <strong> 3 </strong></p> <p><strong>S J Lacey</strong> c Katich b Killeen <strong> 0 </strong></p> <p><strong>*T A Munton</strong> not out <strong> 1 </strong></p> <p><strong>Extras</strong> (b2, lb9, w9) <strong> 20 </strong></p> <p><strong>Total</strong> (for 8, 45 overs) <strong> 228 </strong></p> <p><strong>Fall:</strong> 19, 51, 61, 148, 221, 227, 227, 228. </p> <p><strong> Bowling:</strong> Betts 7-1-22-1; Brown 7-0-22-0; Killeen 7-0-31-6; Hunter 9-0-65-1; Collingwood 6-0-34-0; Phillips 9-0-43-0.</p>"
]