[
  "<p>Let's begin on the bright side. The latest show in English National Opera's Italian season features some crisp and idiomatic conducting from David Parry, and a clutch of very decent vocal performances. Judith Howarth dominates the show with her neatly purled-coloratura and elegant phrasing, Thomas Allen (returning to the Coliseum after 12 years) demonstrates all his stage craft and there is fine support from Jeremy White, Donald Maxwell, Victoria Simmonds and Toby Spence. But their talents are squandered in this version of The Turk in Italy, which confronts the challenge of this most complex and elusive of Rossini's comic plots by turning the work into something quite different, in a way that often irritates. </p> <p>The original scenario concerns a poet with creative block, Prosdocimo, who finds a subject for the play he must write by orchestrating the tangled relationships of the elderly Geronio and his younger wife, Fiorilla. She is already embroiled with the young Narciso when she falls for the Turk, Selim, who is also attracted to the nubile Zaide. </p> <p>It all ends happily, of course, with Geronio and Fiorilla reconciled, but not before events have threatened to get out of the poet's control. In David Fielding's staging, Naples is transformed into Rome's Cinecitta studios at the height of Italian new wave cinema in 1961. Prosdocimo (Allen) becomes a film director, got up to look exactly like Marcello Mastroianni in Fellini's 8, who is stuck on a blockbuster movie, Fiorilla (Howarth) is his leading lady and Geronio (Maxwell) the producer, while Narciso (Spence) is a preening matinee idol and Selim (White) a Turkish film star imported to spice things up. In the end, Prosdocimo makes his movie and wins his Oscar. </p> <p>To accommodate this conceit, the translator, Kit Hesketh Harvey, has had to play fast and loose with the text, in a way that goes for cheap laughs and self-conscious updatings. Meanwhile, Fielding's production, some of which looks nice enough in sets by Stefanos Lazaridis, squeezes credibility out of the characters. </p> <p>This is not a show about real people, or even real people's pretensions. It seems concerned only with cartoon characters doing silly things; they give us no reason to care about them, so that the musical polish of the performances and the moments of genuine seriousness in Rossini's score count for nothing. </p> <p>\u0095 Until November 18. Box office: 020-7632 8300.</p>",
  "<p>The chances of England qualifying for the 2002 World Cup in the Far East are still no more than a dim light on the dawn horizon. They are now two points behind Albania and Greece (Albania beat Greece 2-0 last night) at the bottom of their group. As poor starts go, this has to be the pits. </p> <p>Yet at least England are on the scoreboard with a point obtained from last night's determined if inelegant performance in holding Finland to 0-0 here in the Olympic stadium. They are off the mark with football's equivalent of a scrambled leg-bye. </p> <p>England survived because the Finns could not finish. At the same time Howard Wilkinson's irregulars came so close to snatching victory in a final act of the grandest larceny that they would almost have deserved to win through the sheer cheek of it. </p> <p>With three minutes remaining Ray Parlour burst out of his shell of anonymity to dart and swerve his way through a Finnish defence which previously had proved about as negotiable as the Baltic in mid-winter. One moment he was faced by five opponents, the next he was past them all. </p> <p>In goal Antti Niemi could only hope that Parlour suddenly remembered he was not Dennis Bergkamp. Whether he did or not, the Arsenal midfielder let fly from 15 yards but hit the underside of the bar. Television replays suggested the ball bounced down behind the goalline. The French linesman was well positioned to see the incident but declined to give the goal. </p> <p>England would have been lucky victors but this would have been just the sort of luck they needed after Saturday's 1-0 defeat by Germany, Kevin Keegan's resignation and its moribund aftermath, with players dropping out of the squad like plague victims. </p> <p>The makeshift team fielded by Wilkinson looked just that. England's caretaker coach was never going to see the quality of performance he craved and in the end, having boldly gone with three strikers, he was grateful to the defending of Martin Keown and Gareth Southgate that his plans did not go completely awry. </p> <p>Of the three up front only Emile Heskey posed any kind of threat to Sami Hyypia and a solid Finnish defence. Teddy Sheringham and Andrew Cole failed to reproduce their successful partnership for Manchester United; Sheringham's passing was off and Cole's control could not have been worse had he been playing with a rugby ball. Why Wilkinson chose not to bring on Michael Owen, only Wilko knows. </p> <p>Last night's result would have been satisfactory for England had they beaten Germany. As it is, by avoiding defeat, they have given themselves a marginally less fraught interlude before resuming the task of qualifying for 2002 with Finland's visit to Anfield on March 24. </p> <p>Though the Finns were clearly delighted there must have been disappointment at not having exploited to the full those periods when the craft and guile of Jari Litmanen was predominant. At the start of the second half the combination of Litmanen's skills and the speed of Mikael Forssell, on loan to Crystal Palace, looked certain to bring them a goal. But England survived and when, later on, Forssell's touch let him down after a pass from the excellent Mika Nurmela had sent him clear, they must have suspected that the worst was over. </p> <p>Initially England put their trust in a right feint and a left hook. That is to say Parlour was little more than a token attacking force on the right, and movements tended to concentrate on releasing Heskey, with his pace, power and aggression, on the left. It was not a bad plan. Heskey had several chances to break away, forcing corners and free-kicks which put Finland under sporadic pressure. After 24 minutes, from Dennis Wise's free-kick, Heskey nodded the ball down towards goal with Niemi out of position, but Hyypia cleared off the line. </p> <p>Niemi had risked getting himself sent off in the sixth minute when he brought down Sheringham after the England striker had pounced on a fraught pass back from Petri Helin. Fortunately for the Hearts goalkeeper Helin had raced back to the goalmouth to cover him, otherwise Niemi would surely have seen a red card rather than the yellow. </p> <p>There was nothing wrong in England's determination but again the midfield looked as if it had been recruited from the nearest bus queue and introduced to one another shortly before kick-off. Paul Scholes and Wise consistently found themselves turning into Simo Valakari or Jarkko Wiss. Valakari plays for Derby County, the Premiership's bottom club, and Wiss is an irregular for Stockport County. </p> <p>Several times Litmanen came close to creating a goal before half-time, notably in the 35th minute when he sent Nurmela through for a low cross which Jonatan Johansson, goalside of Southgate, just failed to reach. </p> <p>Finland dominated much of the second half and, had Parlour scored and England won, justice would hardly have been served. But in their present situation England would have settled last night for a bent judge and a nobbled jury. </p> <p>\u0095 Albania opened their World Cup qualifying account and exacerbated England's woes as goals by Alban Bushi and Ervin Fakaj guided them to a 2-0 victory over Greece in Tirana last night. It was only Albania's second ever victory against Greece. </p> <p>The Albanians were more aggressive at the start and Greece, missing five players through injury, found the home defence well-organised. </p> <p>However, they wasted good scoring opportunities in the opening minutes, putting three headers over the bar. </p> <p>More than 15,000 Albanian fans went wild when Fatmir Vata fed Bushi to give his team the lead in the 48th minute. Seconds before the final whistle Fakaj, headed in the second. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>Scotland stole a precious World Cup point in the Maksimir stadium last night and might even have filched a victory had a Don Hutchison shot in the 70th minute not fizzed wide of a post. </p> <p>It was a bleak night, though, in other ways for Craig Brown. In comical fashion, the Scottish coach was sent to the stand by Gilles Veissière, the French referee, after an untypical outburst. A chastened Brown headed for the cheap seats where he spent the second half chatting to local pressmen. </p> <p>The game had a frenetic edge but for the Scotland camp this was still a gloomy occasion. The dreadful news earlier in the day of the death of the country's first minister, Donald Dewar, created a pall and even a suggestion that the game should have been called off. The Scottish players wore black armbands and observed a minute's silence, while the 2,000-strong Tartan Army for once hardly raised a chorus. </p> <p>With Alen Boksic and Robert Prosinecki showing their class, the game was lively enough, though Croatia are clearly a fitful lot. The way they breezed into the lead was an intoxicating sight, but they were equally as shoddy when they allowed the Scots back into the match. </p> <p>Boksic struck a beautiful goal during an opening period in which the Scots were turned dizzy. Zvonimir Soldo's raking pass arrowed through the Scottish defence, spinning Matt Elliott through 360 degrees and leaving Boksic to bear through on goal. The striker's control and finish were perfection: killing the pace of the pass, nudging the ball to his right foot and belting it past Neil Sullivan. The Croats had already peppered the Scots' goal with efforts before, somewhat miraculously, the visitors contrived an equaliser. Colin Hendry appealed for a penalty after being hauled down just outside the area and, within the same 24th minute, Colin Cameron's low cross was met by Kevin Gallacher, who stabbed it home from seven yards. Nine goals in 51 appearances for Gallacher - not the stuff of a predator but it was timely all the same. </p> <p>The match proceeded via the sublime and the ridiculous. Prosinecki remains wonderfully gifted, drifting here and there and scattering his passes around. In the 59th minute he blasted in a shot, apparently without swinging a leg, which smashed against Sullivan's post. </p> <p>Then followed Brown's ignominy. The man widely held to be the most courteous manager in Europe was sent to the stand by the stroppy Veissière, following the coach's angry reaction to a foul given against Paul Dickov. The Manchester City striker had been in the process of being strangled from behind by Robert Kovac, lending Brown's fury a certain justification. </p> <p> <strong> Croatia</strong> (3-5-2): Pavlovic; R Kovac, Stimac, Simic; Saric, N Kovac, Soldo (Biscan, h-t), Prosinecki, Jarni (Zivkovic, h-t); Balaban, Boksic (Vugrinec, 76). </p> <p><strong> Scotland</strong> (3-5-2): Sullivan; Hendry, Elliott, Weir; Boyd, Hutchsion, Burley, Cameron, Naysmith; Johnston (Dickov, h-t; Holt, 90), Gallacher. </p> <p><strong> Referee</strong> : G Veissiere (France). </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>The smoke bombs billowed around the Legia Stadium and the fanatical Tannoy announcer roared for his countrymen throughout, but Wales produced a magnificent performance to gain a valuable point here last night. </p> <p>If they had lost, then Mark Hughes' side would have been virtually out of contention in their World Cup qualifying group but, with the support of around 200 fans, defended with sufficient heart and strength to end Poland's 100% record. </p> <p>Andy Melville, Chris Coleman and Robert Page were outstanding at the back while in midfield the captain Gary Speed, alongside John Robinson and Robbie Savage, ran themselves into the ground. Ryan Giggs was a constant threat with his clever, controlled running. </p> <p>Wales, who started with the same XI that drew with Norway on Saturday, unashamedly set themselves for a cagey, defensive game, looking to slow the match down and keep possession by spinning the ball around between their defenders as much as possible. </p> <p>In the first half the ploy worked, Poland, despite dominating possession, running up against the brick wall of the Welsh defence. Indeed Wales could have been ahead after just 30 seconds. Mark Delaney's ball down the left put John Hartson clear, but he was unable to make the most of the chance. </p> <p>A minute later Giggs' crossfield run set up Nathan Blake, who cut in from the right to drill a low shot that the Polish keeper Jerzy Dudek held low. </p> <p>But Poland slowly gained a measure of control in midfield, and their first effort came on nine minutes when Bartosz Karwan's pass put Radoslaw Gilewicz in on the right, but he mishit his shot from 12 yards. Radoslaw Kaluzny missed Poland's best chance of the half when his header from eight yards dropped wide. </p> <p>After 50 minutes Hartson's flick-on presented Speed with a shooting chance, but his drive flew high over. Hartson was booked two minutes later and from the resulting free-kick Paul Jones had to be alert. </p> <p>The first attempt, taken quickly, sailed into the keeper's hands, but the referee called the Poles back and allowed them a second go, this time a 25-yarder from Michal Zewlakov dipped inches over the top. </p> <p>Poland should have scored when Andrzei Juskowiak drove over from Piotr Swierczewski's cross, and it was the Wolfsburg forward's last involvement, as he was hauled off, along with Jacek Krzynowek as the Poles began to get desperate. </p> <p>Wales took off Hartson and bolstered the midfield with Matthew Jones and hung on grimly, as Poland slunk away after the final whistle, knowing that their own hopes of a massive lead had gone up in smoke. </p> <p> <strong> Poland:</strong> Dudek: Klos, Zielinski, Zewlakow, Waldoch, Krzynowek (Rzasa, 70min), Swierczewski, Karwan, Juskowiak (Emmanuel Olisadebe, 75), Kaluzny, Gilewicz (Kryszalowicz, 56). </p> <p><strong> Wales:</strong> P Jones; Delaney, Page, Melville, Coleman, Savage, Robinson, Hartson (M Jones, 76), Blake, Speed, Giggs. </p> <p><strong> Referee:</strong> L Batista (Portugal). </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>Pedro Resendes, better known as Pauleta, contributed a goal and an assist as a dominant Portugal outplayed Holland to win 2-0 here last night. </p> <p>The win takes the Portuguese, who were held to a 1-1 draw at home by the Republic of Ireland on Saturday, to the top of the group with seven points from three games while the Dutch drop to fourth on four points. </p> <p>Sergio Conceicao seized on Pauleta's measured through- ball deep into the Dutch penalty area in the 10th minute, took two touches to control it and beat Edwin van der Sar with a clinical left-foot finish. The chance arose after several Dutch players hesitated on hearing a whistle from the crowd. </p> <p>Pauleta hit the second himself on 44 minutes, picking up Michael Reiziger's give-away square pass and nonchalantly evading challenges from Frank de Boer and Philip Cocu before burying the ball just inside the right post. </p> <p>The Dutch enjoyed their customary domination of possession in the first half but only Patrick Kluivert looked sharp enough to threaten, turning once on the edge of the box to test Quim and sending a near-post header just wide from Reiziger's cross. </p> <p> <strong> Holland</strong> : Van der Sar; Melchiot, F de Boer, Cocu, Reiziger, Van Bommel, Overmars, Davids, Kluivert, Seedorf, Bouma. </p> <p><strong> Portugal</strong> : Quim; Jorge Costa, Dimas, Secretario, Couto, Vidigal, Luis Figo, Bino, Pauleta, Rui Costa, Conceicao. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "The Middle East is lurching towards war. Today's ghastly events in Ramallah, where three captured Israeli soldiers were butchered by a lynch mob, and the subsequent massive retaliatory attacks on Palestinian targets, have plunged the region into its deepest gloom since the darkest days of the intifada. <p>Thirteen years ago, when the Palestinian uprising erupted, Israeli forces were in full control of the occupied territories. Now, most of the Gaza strip and large chunks of the West Bank are controlled by Yasser Arafat's motley forces. </p> <p>It is no match, as the world has seen this afternoon. On the one hand, a few hundred Kalashnikov rifles; on the other, the region's most formidable military machine. And yet that is not the end of the matter. The assault helicopters which smashed Arafat's headquarters in Gaza and in Ramallah were spelling out Israel's constant message to its neighbours: harm us, and you will pay dearly. </p> <p>The direst danger now is that Israel may attempt to re-impose its military occupation of the Palestinian territories. That would outrage Arab opinion throughout the region, and could even spark a wider conflagration. </p> <p>Israeli public opinion is also inflamed. The lynch mob which killed the three soldiers in Ramallah scraped the rawest nerve in Israel's national psyche. The brutal murders will inevitably raise mortal fears for the Israeli soldiers now being held captive by Hizbullah guerrillas in south Lebanon. </p> <p>There is no shortage of shrill calls for the Israeli army once more to cross the Lebanese border. War is no longer an abstract threat. Both Israelis and Palestinians are saying it is already a fact. Binyamin Ben-Eliezer, Israel's deputy prime minister, has said that the peace process \"is now dead\". Saeb Erakat, a senior Palestinian negotiator, has given an extraordinary interview to BBC Radio Five Live, passionately appealing for international intervention to halt the Israeli retaliation. </p> <p>He will not get his wish. The international community is not going to get directly involved. And yet the world will not sit idly by. It cannot, with fears of a general regional conflagration already sending oil prices soaring, and causing chaos on stock markets around the world. </p> <p>The best and most immediate hope for restoring sanity is US Secretary of State Madeleine Albright, who is in the region struggling to prevent the final disintegration of the peace process. Already, she has appealed to Israel to stop its military onslaught, using unusually direct language. There is as yet no sign that Israel is listening, let alone complying. </p> <p>This is a conflict in which both sides passionately believe they are the victims. The Palestinians talk of Israel's brutal military machine, and complain about the USA's unquestioning support for the Jewish state. The Israelis talk of being a tiny threatened enclave in a hostile region. </p> <p>Both are right, of course. That is why there is such an urgent need for deeds of war to be replaced by talk of peace. </p> <p><b>Useful links</b><br> <a href=\"http://www.theguardian.com/israel/\">Special report: Israel and the Middle East</a> <br><a href=\"http://www.israel.org/gov\" target=\"_new\">Government of Israel</a> <br><a href=\"http://www.jpost.com\" target=\"_new\">Jerusalem Post</a> <br><a href=\"http://www.haaretzdaily.com\" target=\"_new\">Ha'aretz</a> <br><a href=\"http://www.pna.net\" target=\"_new\">Palestinian National Authority</a> <br><a href=\"http://www.odci.gov/cia/publications/factbook/geos/is.html\" target=\"_new\">CIA factbook on Israel</a> <br><a href=\"http://www.odci.gov/cia/publications/factbook/geos/gz.html\" target=\"_new\">CIA factbook on the Gaza strip</a> <br><a href=\"http://www.odci.gov/cia/publications/factbook/geos/we.html\" target=\"_new\">CIA factbook on the West Bank</a> </p>",
  "Zamira is in big trouble. With her father for cutting her hair and plucking her eyebrows, and with me for parading this \"rebellion\" in a steady stream of photographs home. <p>To be honest I didn't think she would last two months abroad, never mind two years. But although it was touch and go during the first year, she has made it. So much so that she wants to stay for a third. She sprang this request on her unsuspecting parents during a weekly three-minute call home. Her father, terrified of what the photos show she has become, was not too keen on the idea. </p> <p>I was summoned to listen to and lend weight to a list of objections that he then proceeded to recite in a 10-point letter to Zamira. I had somehow become responsible for the fate of his offspring, having foolishly agreed two years ago to act as escort, courier and go-between. Besides which, it was my country that was polluting her, and he needed someone to rail against. </p> <p>Top of the list was the hair, followed closely by the eyebrows. He fortunately never got to see the mini-skirt and shorts that I tactfully amputated at mid-thigh before passing the photos on, more for my preservation than for hers. He was sure, he said in his letter, that the photo was playing some kind of trick, and that she probably hadn't disobeyed him by neglecting to ask his permission to carry out such radical alterations to her appearance, but in the unlikely event that she had - how dare she? </p> <p>His reaction to her cutting 45cm off her waist-length hair was predictable. Hair was given by God to be long, and should never be cut. Like his beard, I retorted - he is clean-shaven. Fortunately he saw the joke, but couldn't bring himself to laugh about the eyebrows. A girl only plucks them on the eve of her wedding, together with all other vestiges of body hair in honour of the first night. Had she forgotten the effect that someone seeing a photo of her compromised like this could have on her marriage prospects in the village? </p> <p>The problem is, Zamira has forgotten. She has forgotten a lot, and it is surprising how blind she has become to the gulf between the world she has left and the one she has now embraced. She has forgotten how much she has changed and how little they have. She has learned to handle money and freedom. Her father, like all good fathers here, still takes his responsibilities seriously to control his daughter wherever she is, whatever she may be doing and whoever she is doing it with, until of course the day he transfers that duty into the hands of another man, chosen by him to assume responsibility for her continued upbringing and discipline. Until that day, as far as he is concerned, all her decisions are still his. </p> <p>He hoped she remembered his final words to her to stay pure. Did she remember he had allowed her to go, provided she only made friends with girls and kept away from boys? Was that a boy in the group photo she had sent once? Who was he, and why had she not spoken of him to her father? Had she also remembered that she was to take an Uzbek husband on her return? The time had come for her to accept her responsibilities and to start producing children to care for them all in their old age. At 25 she was becoming less and less desirable as a wife, and if she was not careful he would become the laughing stock of their village. As far as he was concerned, two extra years of English would be ample for the job he had lined up for her. Besides, he could see no point in study for study's sake. </p> <p>The first year in England was hell for Zamira. She felt like an outsider, squeezed into people's diarised lives and terribly lonely without the communality of village existence. She was terrified to express an opinion openly in class, particularly if it differed from that of the lecturer, after years of rote learning recitation and beatings as a child in school. She described the anguish of buying her first pair of shoes in England without her father's permission or opinion, and still finds purchases of any kind an immense trial. </p> <p>She was embarrassed to eat openly for the first few months, squirrelling food away to eat in secret later. She volunteered for cooking duty at her college, knowing that she could pick at the food without anyone seeing. Girls in her village don't eat in front of strangers, and never admit to being hungry. The English were obsessed with personal hygiene, she thought, coming from a village where people rarely wash more than their face and hands more than once every week or two. She found the other students' insistence that she shower every day offensive. </p> <p>But Zamira has moved on. She loves her life and is immersed in the quest for knowledge for knowledge's sake. She devours books, no longer by candlelight at midnight after everyone has gone to bed and after the household chores are done. </p> <p>I have the onerous job on her father's behalf of trying to persuade her to return. Even were I so inclined, she can make her own decisions now, and she has decided to stay. But I have told her she must tell her father - herself.</p>",
  "Israeli helicopter gunships have responded swiftly to the earlier mob killing of three Israeli soldiers, firing six rockets at the Palestinian police station where the men died. <p>The attack, in the West Bank town of Ramallah, pushed the region closer to war as UN secretary general Kofi Annan and other diplomats attempted to calm violence that has left more than 90 people, mainly Palestinians, dead in the past two weeks. </p> <p>\"This is a declaration of war - a crazy war,\" Saeb Erekat, a senior Palestinian official, said of some of the worst Israeli-Palestinian violence since the 1967 Mideast war. Mr Erekat called on the Israeli's to \"stop the madness\". </p> <p> The gunships also reportedly hit Palestinian leader Yasser Arafat's headquarters. There are no confirmed reports of Mr Arafat's whereabouts but he met this afternoon with the head of the CIA, George Tenet. </p> <p>The soldiers were killed when a crowd stormed a Palestinian police station where they were being held. </p> <p>The Israeli deputy defence minister, Ephraim Sneh, said Israel had no choice but to retaliate, adding that \"it's never too late\" to resume talks at some stage. Israeli sources said the attacks represented \"limited action\" rather than all-out war.</p> <p>The reservist soldiers apparently took a wrong turning and inadvertently ended up in Ramallah, a flashpoint for recent violence. They were detained with a colleague before being attacked, military sources said. There was no immediate information about the fate of the other soldier.</p> <p>The Israeili prime minister, Ehud Barak, has called an emergency cabinet meeting. There are unconfirmed reports he informed Mr Arafat of the gunship attack before it began.</p> <p>Mr Tenet had been hoping to chair trilateral security talks under a committee established two years ago, diplomatic sources said. But reports indicate that, so far, he has only spoken directly with Mr Arafat.</p> <p>Mr Barak said earlier in the week that he would consider allowing contacts between the sides on merit, even if violence persisted. Mr Anan cut short a trip to Lebanon to return this afternoon to Israel.</p> <p>The prime minister, Tony Blair, today urged the Israelis and Palestinians to prevent the latest outbreak of violence in the Middle East \"spiralling out of control\".</p> <p>Mr Blair spoke to the US president, Bill Clinton, this morning, and has also been in contact with the foreign secretary, Robin Cook, who is still in the region.</p> <p>High-level diplomacy has coincided with a decrease in the overall level of the violence, but prospects for a quick resumption of talks on a comprehensive peace settlement appeared extremely dim. </p> <p>Israel's communications minister Binyamin Ben-Eliezer today accused Palestinian leader Yasser Arafat of wanting to escalate the crisis. \"Arafat's clear desire is for war, that is what he wants,\" he told Israeli radio.</p> <p>\"There is no peace process today. The peace process is dead.\"</p> <p>Fierce gunbattles in the West Bank towns of Bethlehem and Hebron lasted into the early hours of today. Israel radio said the Israeli army had fired from helicopter gunships at Palestinian gunmen outside Bethlehem. An Israeli soldier shot in the stomach was evacuated near Hebron in four hours of overnight fighting. A mosque was torched before dawn in Howara village, near the West Bank town of Nablus, and residents said they believed Jewish settlers were responsible. </p> <p>Jewish settlers have expressed outrage at the recent Palestinian ransacking of the Joseph's Tomb compound, a small Israeli seminary tucked in the middle of Nablus, an overwhelming Palestinian area. </p> <p>An American-born rabbi who taught at the seminary was shot dead last week and buried yesterday. Palestinian stone throwers and gunmen attacked settlers travelling to the funeral, and Israeli troops responded with fire from machine guns mounted on tanks. </p> <p>Three Palestinians were killed in clashes yesterday, and Sami Abu Jazar, a 12-year-old boy who was shot in the head earlier in the week, died of his wounds, Palestinian officials said. His funeral will be held later today in the Gaza Strip. </p> <p>The Palestinians have accused the Israelis of using excessive force, but Major General Moshe Yaalon, the Israeli army's deputy chief of staff, said the military was prepared to step up its operations if the Palestinians do not rein in rioters. </p> <p>\"We don't have any choice,\" he said. \"If we see that this escalation does not stop, we will have to use much more severe means.\" </p> <p>Meanwhile, Mr Annan delayed a trip to Beirut, Lebanon - where he had hoped to help negotiate the release of three kidnapped Israeli soldiers - in favour of additional meetings with Mr Barak and Mr Arafat. </p> <p>In what may be an optimistic sign, Israel came out in favour of a Middle East summit quickly to calm the situation and resume peace talks. He had previously said he would attend a summit only if Mr Arafat took decisive steps to end the violence. </p> <p>US President Bill Clinton has been trying to bring Mr Barak and Mr Arafat together for a US-hosted summit in the region in the next few days. </p> <p> </p>",
  "<b>The Prime Minister: The Office and Its Holders since 1945 by Peter Hennessy. </b>Allen Lane, 686 pp., £25, 5 October, 0 713 99340 5 <br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501839233,00.html\">Buy it at BOL</a> <p> Peter Hennessy's new book hasn't persuaded me that its central preoccupation, the current dispute over prime ministerial power and its extent, is not sterile and, indeed, rather boring - yet it is a splendid read. The truth is that the Westminster system is quite inadequately democratic and transparent, and Hennessy is, if anything, too respectful and conventional in his proposals about how the office might be reformed. Party discipline, a weak parliament, quasi-presidential power, great secrecy and the fact that the PM, invariably gifted with a safe seat, is insulated from direct electoral pressure all mean that the system is just not accountable enough. The most disappointing part of Blair's constitutional reforms is that he hasn't faced up to the problems of the central edifice itself. There is no separation of powers, there are far too many MPs, secrecy makes it much too easy to hoodwink parliament and the public, the second chamber remains a patronage-based absurdity and so on. </p> <p> What makes the book so riveting to read is, on the one hand, the thoroughness of Hennessy's examination of the documents now open on pre-1970 administrations, combined with a great many interviews and inquiries of his own, and, on the other, his investigation of the PM's role in military and intelligence affairs. There is, however, a sharp cut-off point. What he has to say about administrations up to 1964 is fresh and fascinating; Wilson's administration of 1964-70 was so voluminously covered by press leaks at the time and by endless diaries and memoirs soon afterwards that the official documents have nothing new to tell us, and the Public Record Office is still closed for the administrations after that, so the quality and interest of the coverage fall sharply away. You read the chapters dealing with the period up to 1964 with bated breath and the ones thereafter with a yawn that becomes progressively harder to stifle as you reach the age of Major and Blair. </p> <p> The prime minister alone, as Hennessy reminds us, can activate the codes for a nuclear strike. The only one to authorise such a strike was Churchill: the 1943 Quebec Agreement meant that he had to give the go-ahead for Hiroshima and Nagasaki. Repeated attempts were made to get him to take the decision to cabinet, whose combined policy committee supported him, but still he refused. The framework for everything that followed was set by Attlee: he was the one who had to face the cold war, who authorised the building of a British atom bomb and drew up detailed preparations for world war three. The chiefs of staff, fearing an imminent Soviet attack, threatened their collective resignation in order to force him to keep open mediterranean and Middle East bases from which the RAF could bomb the USSR. But Major Attlee had fought at Gallipoli and was correspondingly sceptical about what generals had to say, favouring the MI6 view that the Soviet Union would not risk a major war until at least the mid-1950s. Yet by 1949 Attlee's inner group of ministers had launched a programme of subversive activities behind the iron curtain and approved war plans that included censorship, civil defence and internment camps on the Isle of Man. </p> <p> Even at this distance one trembles at the description of Churchill's return to office in 1951. It was a bizarre scene: he would take a late breakfast in bed with cold grouse or partridge and a whisky and soda. Lunch would follow with \"enough champagne and brandy... to incapacitate any lesser man\", as his private secretary John Colville put it. He would talk to ministers with Toby, his budgie, alighting (and sometimes doing more than that) on their heads. He had frequent sleeps. His method of dealing with crises, he explained, was to \"turn out the light, say 'bugger everyone,' and go to sleep\". He thought he could run the cabinet as if the war were still on, had a stroke (which was hushed up), and became increasingly senile. \"Churchill is now often speechless in Cabinet; alternatively, he rambles about nothing,\" Macmillan wrote in 1954. \"Sometimes he looks as if he is going to have another stroke... He was always an egoist, but a magnanimous one. Now he has become almost a monomaniac.\" It was into these unreliable hands that the first British atomic bomb was delivered in November 1953 - \"an extraordinary thing\", as Hennessy points out, \"for a man who had fought at Omdurman in 1898\". When, in July 1954, he revealed to the Cabinet that a mere committee had, several months before, taken the decision to build an H-bomb, the angry ministers walked out. </p> <p> Above all, Churchill clung to office. He despised Anthony Eden, his heir apparent, who, he said, had \"gone native\" among the \"shuffling scuttlers\" at the foreign office. The last of the Yalta Big Three, he was determined to end the cold war by personal diplomacy. The cabinet was horrified to discover that, returning from the US by ship, he had shot off a sheaf of telegrams to the new (post-Stalin) Soviet leadership, causing Lord Salisbury to threaten resignation for the umpteenth time. But it was all foolish and in vain. When he heard he'd won the Nobel Prize (in 1953, for his war memoirs) he became tremendously excited until told that it was for literature: \"His face fell. He'd wanted the Nobel Peace Prize.\" He ran the government in a wholly self-indulgent manner, and had little idea about peacetime problems, saying, for example, of his time as chancellor under Baldwin: \"I was chancellor of the exchequer... for five years and... I never understood it.\" Not long before leaving office he suggested to the cabinet that, in the face of increasing \"coloured immigration\", a good campaign slogan would be 'Keep England White'. Somehow he staggered through four years in this way, confiding to Colville on his last night at No 10: \"I don't believe Anthony can do it.\" </p> <p> Given that Churchill's opinion was quite widely shared, it seems surprising now that Eden was allowed to succeed. Lord Swinton had already told Churchill that \"anybody would be better than Anthony\" - who \"would make the worst prime minister since Lord North\". \"But,\" Swinton added, \"you announced him as your successor more than ten years ago.\"''I think it was a great mistake,' Churchill conceded. Within a short time of Eden's accession, the Russians were threatening to bombard the country with rockets as a result of a crisis he had insisted on provoking. </p> <p> Eden was an impossible fusser, pestering ministers with as many as twenty notes a day and ringing them up at every turn: Selwyn Lloyd had to endure thirty calls over the Christmas weekend of 1955. On top of this he had a violent temper. Civil servants were scared of taking issues to him: \"they knew it would worry him and cause an explosion. Always at the back of everything was the fear that he would lose his temper and we should be sworn at.\" He raged against his ministers, against journalists, against the Americans and against \"the Communists in the BBC\". Anthony Nutting, a junior minister at the Foreign Office, told Hennessy how, on the eve of Suez, Eden called him: </p> <p> \"The telephone rang and a voice down the other end said: 'It's me.' I didn't quite realise who 'me' was for a moment. However, he gave the show away very quickly by starting to scream at me. 'What is all this poppycock you've sent me about isolating Nasser and neutralising Nasser? Why can't you get it into your head I want the man destroyed?' I said: 'OK. You get rid of Nasser, what are you going to put in his place?' 'I don't want anybody,' he said. I said: 'Well, there'll be anarchy and chaos in Egypt.' 'I don't care if there's anarchy and chaos in Egypt. Let there be anarchy and chaos in Egypt. I just want to get rid of Nasser.'\" </p> <p> Everything that followed - the crazy invasion, ignoring Eisenhower's strong warnings against it, deceiving the cabinet, lying to parliament and the ultimate d*nouement - was inevitable: the Government was in the hands of a demented narcissist. The greatest criticism of the cabinet system in the entire period under review is that no one acted to stop a man who was clearly out of control, completely lacking in judgment - and in charge of a nuclear arsenal. </p> <p> Britain being Britain, there was a closing of ranks. Selwyn Lloyd lied like a trooper throughout the rest of his political life about his collusion with the French and Israelis, which didn't prevent him being hailed as a great statesman; and for years on end ministers stoutly denied that US pressure or the run on sterling had anything to do with the retreat from Suez. Hennessy did well to get Douglas-Home - many years later - to give the game away: </p> <p> \"What really turned the scale and made the chancellor... so terribly anxious was the American action in putting the Sixth Fleet alongside us in the mediterranean, for all the world to see, and therefore announcing in effect that America was totally against us. And the effect on sterling as a result of that was catastrophic. It was the actual effect on sterling [that did it].\" </p> <p> The dramas that Hennessy reveals peak with Macmillan. It is nice to be reminded of the Supermac style. The Archbishop of Canterbury, Geoffrey Fisher, called on Macmillan to tell him that whatever he did, he must not appoint Michael Ramsey as his successor, adding that he knew Ramsey well, had indeed been his headmaster at Repton. \"Thank you, Your Grace, for your kind advice,\" Macmillan replied. \"You may have been Dr Ramsey's headmaster, but you were not mine.\" Some years later, of the Kentish boy, Ted Heath: \"Hengist and Horsa were very dull people. Now, as you know, they colonised Kent; consequently the people of Kent have ever since been very slightly - well, you know . . . Ted was an excellent chief whip . . . a first class staff officer, but no army commander.\" Mac pushed Concorde through by regaling his ministers with the story of his great-aunt's Daimler, which had travelled \"at the sensible speed of thirty miles an hour . . . Nowadays, alas, people had a mania for dashing around. But that being so Britain ought to cater for this profitable modern eccentricity.\" Everyone was charmed, laughed, agreed, it was over in minutes. But Macmillan could also be morose, telling Woodrow Wyatt that his son Maurice \"was much nicer than me. I was always a shit. Maurice wouldn't be one so that's why he didn't get on in politics like me.\" </p> <p> The great drama of Macmillan's premiership - he was the first to have thermonuclear weapons at his disposal - was the Cuban missile crisis. The previous year the V-bomber force (the Victors, Vulcans and Valiants) had received a new set of procedures, counting down from Condition 5 (peace) to 1 (placing 25 per cent of the bomber force at five minutes' readiness). As the tension increased in October 1962 the force was moved to Condition 3. The plan was to annihilate thirty to forty Soviet cities with an assumed 16 million casualties: big cities like Moscow and Leningrad would get two or three H-bombs each. Nearly half the V-bombers were loaded with bombs and made ready, as were 59 Thor missiles, all with nuclear warheads. It seems likely that Air Marshal Cross took the initiative to increase the bombers' readiness to a mere 15 minutes from take-off. The pilots and crews slept on camp-beds next to the planes and all switches were set to allow a rapid engine start; they believed they would be able to take off in under 8 minutes. The weekend of 27-28 October - the worst of Macmillan's life - was \"the defining moment of the postwar period in nuclear terms\". </p> <p> It is intriguing to read of the great nuclear shelter for VIPs under the Cotswolds, to learn that the royal yacht Britannia was a fully fledged command and control centre with washdown facilities to deal with nuclear fallout, but the most striking thing is that neither the public nor parliament was ever told how close the country was to nuclear war. We didn't know that American action in the Caribbean would automatically lead to the V-bombers being fitted with Yellow Sun Mk IIs (as the H-bombs were called, though we weren't even told that at the time) and dispersed round the country ready to attack - and therefore didn't know how very close we came to the nightmare of Dr Strangelove. And, of course, there would have been no nonsense about alerting the public about what was up by declaring war. As Hennessy points out, the last time Britain declared war was against Siam in 1942: every war since - Korea, the Falklands, endless colonial conflicts, the Gulf, Kosovo - has been fought without parliament getting a chance to agree to it. </p> <p> Fast forward to April 1982: Macmillan \"doing his old man act\" visits Mrs Thatcher as the Falklands War escalates. She had cleared all the furniture away ready to receive a big deputation of backbenchers that evening. Mac, seeing the empty space, jumped to conclusions about the family silver. \"You've sold it all off, I suppose.\" He had just one question about the Argentinians: \"Have they got the Bomb?\" Assured they didn't, he talked of administrative matters and left with a mixture of admiration for her backbone mixed with disdain for her lack of background: \"she should have had more... knowledge - at least 150 years, perhaps 500 years, of the history of the country concerned.\" The idea of Mrs Thatcher having a deep appreciation of Argentinian history is almost comic and says more about the scholarly Macmillan than it does about her. Mrs Thatcher recalled how, as a young MP, she had heard Macmillan say that, not having a department of their own to run, prime ministers had a lot of time for reading. He recommended Disraeli and Trollope: indeed, he liked to talk of \"going to bed with a Trollope\". Mrs Thatcher \"sometimes wondered if he was joking\". </p> <p> Douglas-Home's premiership still has some old world charm. He described his time as prime minister as \"a terrible intrusion into one's private life\". His friend Lord Boyd-Carpenter told how Home believed government would be best carried out by 12 upper class families, of which nine should be Scottish. Douglas-Home told Dominic Harrod that he'd had a letter from Harrod's father, the economist, \"about inflation... or deflation - or something\". The most intriguing revelation here is that, had he won the 1964 election, he would have recalled Enoch Powell to the cabinet with a brief to reform Whitehall. This would doubtless have produced a historic slaughter, the Tiber foaming with much blood, but it's unlikely that even Powell would have won that one. Almost all ministers, and prime ministers especially, become great admirers of the civil service over time - the exception being, as usual, Macmillan. \"Civil servants are really more dangerous when they are good,\" he once said. \"They are against the aristocracy; the successful businessman; and the adventurer... They are like the clergy in pre-Reformation times. It was against them rather than against any theological doctrine that our ancestors revolted.\" </p> <p> It isn't just the absence of documents that makes it so dispiriting to move from the incumbents of the early postwar period to Wilson and Callaghan, Major and Blair. Hennessy, while admitting that many of the early premiers often broke the rules of cabinet government, is almost at a loss confronted by Thatcher and has an even worse time with Blair. His notion that the system was somehow vindicated by the fact that Thatcher got her come-uppance in the end is not convincing: it took 11 years to happen, after all, and allowed a degree of monomania which, if the system worked, would have been checked long before. In fact, if it really worked it would not have accepted a drunken and senile Churchill for so long or allowed an unstable personality like Eden to take office. It is comforting to believe in the inevitability - and thus security - of collective responsibility and, ultimately, collective action, but more often than not it's a fiction. </p> <p> An American president is constrained, above all, by a written constitution and the separation of powers. The truth is that, lacking a formal set of restraints, a premier like Thatcher could and did play fast and loose with the system. She could, for example, declare that she intended \"to go on and on and on\", something no American president could do. Blair has carried presidentialism even further but there is something embarrassing and hollow about the whole business: at least Thatcher was using all that power to make huge changes. Why does Blair need to concentrate such power around him? The country is not at war, he's not ramming through Attlee-scale reforms and his majority is large enough for him to allow parliament a strong say and still know he'll win. At the end of the day, a great deal of this presidentialism is quite obviously smoke and mirrors, PR without content. Can academics like Anthony Giddens, who took \"the Third Way\" seriously, now refrain from blushing? British premiers are usually frauds when they philosophise. Attlee and Thatcher stand out as premiers because they inaugurated an age in their image and changed the terms of debate, but neither was a philosopher - Thatcher's pretensions in that regard were simply embarrassing. </p> <p> One is driven, ineluctably, to wonder about the sadly inverse nature of political leadership. When the American republic was young and the population still tiny, the Presidency produced Washington, Hamilton, Jackson, Jefferson and Lincoln. Two hundred years and two hundred million people further on, with everyone far better educated, richer and more sophisticated, it could only produce the likes of Nixon and Ford, Reagan and Clinton. </p> <p> Britain is the same: when the population was under five million it produced Walpole and the two Pitts. Later, still with a poorly educated population under thirty million, it produced Palmerston, Peel, Disraeli and Gladstone. After it reached fifty million - of far better educated people - it produced the likes of Wilson, Callaghan, Major and Blair. Some strange law of historical diminution is at work here. Even the monstres sacrés like Churchill look wonderful by contrast. He might have helped France at one time, De Gaulle said of Churchill, but in truth he would always be France's opponent because \"within him breathes the soul of Pitt.\" As we look at our modern crop of leaders it is difficult to imagine that within them breathe even the souls of Ramsay MacDonald or Stanley Baldwin. </p> <p>\u0095 To read more online essays from the current edition of the London Review of Books visit the <a href=\"http://www.lrb.co.uk/\" target=\"_new\">LRB</a>. The extensive online archive of essays from past editions includes John Lanchester on the rise of Microsoft, Alan Bennett's Diary and much more.</p>",
  "He would not have wanted the fuss. But the death of a man who could in all honesty carry the title of father of the nation could have no other outcome. <p>At 12.18pm yesterday Donald Dewar was pronounced dead at Edinburgh's Western General hospital, his two children at his side. The news, when it came, was brief and terrible. A brain haemorrhage, the consequence of a simple stumble and the medication he took for his heart, had robbed Scotland of the architect of devolution.</p> <p>\"Scotland has lost a great man,\" said David Whitton, Dewar's spokesman, and the country faltered with him under the weight of his words. As the news spread, Scots voiced their grief for the brilliant, difficult, decent man who gifted them a parliament and never lost his faith in its power or place.</p> <p>News bulletins were extended, but no other item made the TV screens. Radio presenters rarely interrupted as Dewar's friends paid tribute. The headline of the Edinburgh Evening News put it bluntly: \"Dewar is dead\"; a fact that by evening was still only just beginning to sink in.</p> <p>\"Is he dead?\" asked an elderly lady waiting for her own hospital appointment. When she heard he was she put her hand to her mouth and the tears came. \"He was a good man,\" she said.</p> <p>Rugby matches started late as players observed a minute's silence. As far away as Zagreb, the loss was observed as the Scottish football team donned black armbands.</p> <p>Throughout the night, members of the public had been phoning the hospital switchboard to pass on their best, to express their hopes and fears. From early morning, though, there was the certain knowledge that death was imminent. Dewar's cabinet colleagues met to confront what they knew was to come. \"It was like a gathering of friends,\" said Mr Whitton.</p> <p>Then, almost two hours after Dewar died, these friends joined his many others in offering tributes.</p> <p>In Downing Street the prime minister appraised the legacy of Scotland's first first minister: \"The Scottish parliament is his achievement. It will be his testament. History will remember him for that.\"</p> <p>Up on the Royal Mile, where the parliament has its temporary home, colleagues choked on tributes, ashen-faced. There were no soundbites or fancy phrases. The greatest eloquence came in the simplest words. Jim Wallace, Dewar's deputy and the man who must temporarily fill his post, offered an epitaph. \"Donald was the kind of person who gives politics a good name,\" he said.</p> <p>Scotland had been expecting the worst. A stumble on Tuesday morning turned into the worst possible scenario. A few hours after Dewar tripped he complained of feeling unwell. Typically, he did not want a fuss. He only received medical attention on the insistence of his aides. But by 7pm that night, Dewar had lost consciousness in hospital.</p> <p>He had been joking until the end - even as he was pushed in on a trolley. His children, Marion, 35, and Ian, 33, were called to his bedside and it was there, yesterday morning, that the decision was taken to turn off his life support machine.</p> <p>At a press conference in the hospital grounds, the doctors who attended him said nothing could have been done. A brain haemorrhage, before or after his fall, had set in train a sequence of events that was irretrievable. By the time he reached the Western General he had suffered irreversible brain damage.</p> <p>Mr Whitton, struggling to control his emotion, spoke of the cultured, literate and principled man he had worked for: \"You talk about him being stubborn but it was a sense of duty on his behalf. He took very seriously the position that he held and he just wanted to do his best.\"</p> <p>Journalists, too, those who had judged Dewar's every move and frequently questioned his political future, were shaken. As the press conference drew to a close, one asked Mr Whitton what he would remember most about his minister.</p> <p>\"He was a man of many parts,\" Mr Whitton said, his voice breaking for the first time. \"He's the best first minister Scotland could have had. I can't put it any plainer than that.\"</p>",
  "Donald Dewar, the Scottish First Minister, who has died aged 63, was one of the unlikeliest of Scottish heroes. In a land that reveres fighters and footballers, Dewar did not fit the mould. He was a shambolic figure, lanky, almost perpetually stooped from a bad back and, in an age of volatility in Scottish politics, he was forever an advocate of moderation and caution. <p>And yet his entry in Scottish history books will be large, as the man who finally brought back a Scottish parliament almost three centuries after it was dissolved in the Union with England. He kept the devolution cause alive in Labour circles over three turbulent decades and his proudest moment in politics was when he finally delivered. </p> <p>He confided to one of his aides that the opening of the Scottish parliament in July last year had been the best and most eventful day of his life. He wandered the streets of Edinburgh that night with a permanent smile, revelling in the goodwill of the Scottish public. </p> <p>Two weeks later, he was on the receiving end of a battering from sections of the Scottish press who had decided devolution was a mess. That's Scottish politics, as Dewar knew all too well. </p> <p>On the whole, he remained popular, as the emotional reaction to his death has shown. He was regarded as fundamentally decent, but more than that, the public liked the fact that he did not fit the image of the modern politician. He was unhappy with soundbites, eschewing hyperbole, delivering measured but stuttering opinions. To the despair of his advisers and colleagues, he would even acknowledge in public the merit of an opponent's arguments. </p> <p>They despaired even more at his election campaigning techniques. For him, a good night out was driving around Glasgow or some other part of the west of Scotland, helping activists climb up ladders, putting up posters, and then piling into a curry shop. That was fine, but he was doing this at a time when he was supposed to be masterminding election campaigns from Labour's Glasgow HQ. In the end the party gave up, and during the Scottish election campaign last year the chancellor, Gordon Brown, was installed to take charge while Dewar was sent out to tour Scotland by bus. </p> <p>In spite of discomfort with modern political techniques, he did have lots of tactical nous, successfully fending off the Scottish National party during his long tenure in charge of the Labour party in Scotland. </p> <p>Donald Dewar was born into a middle-class household in Glasgow. He blamed his shyness and gauche manner on his upbringing, as the only child of elderly parents. He went to the fee-paying Glasgow Academy, which he disliked, making few friends. </p> <p>His life changed when he went to Glasgow University, where he became part of a close circle that included John Smith, who was to become Labour leader and who shared Dewar's passion for devolution, and Menzies Campbell, the Liberal Democrat foreign affairs spokesman. The Glasgow University Union debate on Friday nights was a bearpit, attended by drunken students howling from the balcony, and it was there that Dewar developed his debating skills: after those debates, Westminster was easy. </p> <p>He met his wife, Alison, a doctor's daughter, at the university, and they married in 1964. Two years later, he left his beloved Glasgow to represent Aberdeen South at Westminster. </p> <p>His life reached its lowest point in 1970. The back problem that was to cause him pain throughout the rest of his days began, he lost his seat in the general election and his marriage broke up - a setback from which he never recovered. Alison left him for another lawyer, Derry Irvine, now Lord Irvine of Lairg and Lord Chancellor, and took the children, Ian and Marion, with her. </p> <p>He never remarried and spent the rest of his life in what had been the matrimonial home, an elegant house in Glasgow's posh West End. Although he was sociable, fond of company and with a dry sense of humour, he was also a bit of a recluse. Invitations to his home were few. </p> <p>Asked once about his perfect Christmas, he replied it would be spent alone, with an oven-ready meal and a stack of books. And that is how he did spend many Christmases, even though he had plenty of offers from friends to join them. </p> <p>In 1978, he made his comeback to politics, beating off a challenge by the SNP in the Glasgow Garscadden by-election. It was an important victory, as the SNP, with the rallying cry of \"It's Scotland's oil\", had been surging ahead. He held the seat (renamed Glasgow Anniesland for the 1997 election) until his death. His constituency consisted mainly of Drumchapel, one of the four sprawling council estates that mark each corner of the city, areas of intense social deprivation. </p> <p> The poverty that he saw each time he visited his constituency - and he did so frequently - was central to his politics. He never shifted from his brand of socialism, a commitment to more equal distribution, combined with large dollops of pragmatism. Although he was on the right of the party during the battles with the left in the 1980s and was loyal to Tony Blair most of the time, much of his politics would come to be regarded as old Labour. </p> <p>He led the Labour party as shadow Scottish secretary during the 1980s, a difficult time given that the Tories under Thatcher had control at Westminster while Scotland was returning a majority of Labour MPs. He was under pressure from Scottish Labour MPs who wanted radical action; there was even a proposal that they refuse to remain at Westminster in the aftermath of the 1987 general election and instead decamp to Edinburgh. </p> <p>To release some of the tension, Dewar, though privately disparaging stunts, did lead a walkout of Scottish Labour MPs from the Commons chamber soon after the election. Much more significant was his decision to participate in the Scottish constitutional convention, an unusual experiment in British politics. Labour sat down with rival political parties, the churches, trade unions and other representatives of Scottish life to work out a blueprint for a Scottish parliament. </p> <p>Dewar totally opposed Scottish independence and argued consistently that the country benefited from remaining in the Union with England. He demonstrated his distaste for the SNP by petulantly blocking in 1997 a knighthood for Sean Connery because he financed the SNP. </p> <p>Although Dewar was opposed to political nationalism, he was a strong cultural nationalist. He saw little reason to leave Scotland, an inclination that his aides only fully became aware of in the late 1980s when, as shadow Scottish secretary, he was due to make a trip abroad and informed them he did not have a passport. </p> <p>He had a huge collection of books about Scotland, concentrating on its history and reflecting his special interest in the Jacobite rebellion in the 18th century and the splits in the church in the 19th. But he had an unpredictable take on Scottish history, believing, for instance, that the Highland Clearances had been justified. He also collected Scottish paintings, especially those of the Colourists. </p> <p>He further showed his pas sion for Scotland in his love of Scottish football, attending most of the national team's games, sometimes in the company of his friend, the chancellor, Gordon Brown. </p> <p>In 1992, when John Smith became Labour leader, he decided Dewar had been in Scotland too long and needed a change; Smith made him shadow social services secretary, a stint he followed as chief whip. </p> <p> After the 1997 general election, Dewar turned his back on UK posts in the cabinet and the chance to become one of the most senior figures in the Blair government, and returned to Scotland, to the job he had long coveted, Scottish secretary. </p> <p>With an overwhelming vote for devolution achieved in the referendum on September 11 that year, he sat down to draft the Scotland bill that would make a Scottish parliament a reality. </p> <p>The draft he presented to Tony Blair and other cabinet colleagues created alarm because it was seen as too nationalist. The Lord Chancellor, Lord Irvine, was told to sort it out. The battles between the two in cabinet committee were bruising, perhaps overlaid with a residual personal animosity. Dewar had not spoken to Irvine from the time he left with his wife in 1970 until the two were pushed together at the funeral of John Smith, more than two decades later. Dewar came off second best in the early stages of the committee meetings but eventually got the upper hand, securing most of what he wanted in the Scotland Act. </p> <p>Dewar earned himself the label of \"father of the nation\" in some papers but it never took hold, not least because he was embarrassed by it. </p> <p>The birth of the parliament in Edinburgh has been tempestuous, with rows over Section 28, the mounting cost of the parliament building and the exam results fiasco. He was accused of being a poor administrator and of failing to delegate to colleagues. </p> <p>The conclusion gained ground that he was the right person to deliver devolution but not to run Scotland. Ambitious colleagues had begun planning for the succession even last year. </p> <p>In April this year, he was taken to Glasgow royal infirmary after the discovery of heart irregularities, and had surgery the following month. He never fully recovered his health, and appeared to be permanently tired. </p> <p>He looked gloomy most of the time, being one of life's pessimists. Even John Smith said: \"The only time Donald is happy is when he is totally miserable\". It was a jibe made in jest by a man who had much fondness for him. Smith made it because he knew that deep down it basically was not true, and it was certainly not true of that day in July last year when Dewar gave Scotland its parliament. </p> <p>He is survived by his son and daughter. </p> <p>\u0095 Donald Campbell Dewar, politician, born August 21 1937; died October 11 2000 </p> <p> </p> <p> <b> Brian Wilson</b>, minister of state at the Scotland Office, writes: I first heard Donald Dewar speaking from a public platform more than 30 years ago. Characteristically, he was supporting the Labour candidacy of a Glasgow University pal in the hopeless seat of Argyll. As this gangling figure rattled out defences of Harold Wilson's policies, many of which I suspect he viewed with deepest scepticism, my father observed to me quietly: \"That's the kind of Labour man I like.\" </p> <p>It was an accolade which I often recalled in later years, at moments when Donald's extreme caution and suspicion of radical initiatives seemed distinctly mixed blessings. What my father had identified was the quintessential Dewar blend, which made Labour difficult to disagree with and hence the natural party of government. It combined absolute loyalty, acute intelligence and clear social commitment with good humour, courtesy and moderation. </p> <p>These were the characteristics that made him the kind of Labour man that most of Scotland liked, trusted and today mourns. The inevitable parallels with the death of John Smith are unnervingly close. They came from the same political mould; followed the same professions; achieved similar levels of respect across generations, classes and creeds. And both could claim, more persuasively than most politicians, that they had remained constant in their views while the world changed around them. </p> <p>The only difference was that Donald never really wanted to ply his trade anywhere but in Scotland. He was a superb House of Commons performer and a major political figure. But his politics were, above all, about the future of Scotland, which he knew and cared for deeply. While others who had espoused the cause of devolution balanced the options and chose to stay at Westminster, there was never the slightest doubt where Donald's heart and hopes would lie when the choice had to be made. </p> <p>In his more introspective moments, Donald would speak about the solitariness of his childhood. He was an only child born quite late in his parents' lives, brought up in the austere environment of post-war, middle-class Glasgow, frequently farmed out to family friends due to his father's poor health, awkward of gait and appearance. Small wonder that the wonderful world he discovered at Glasgow University became the touchstone for his lifelong loyalties. </p> <p>It was the world of John Smith, razor-sharp debating, forensic examination of weighty issues and Gaitskellite intrigues. To recapture just one image which Donald liked to describe, it was the world of hitching down the A1 to a Fabian weekend school, himself and John equipped only with a hip-flask filled with whisky. This was the period which, to an extraordinary degree, conditioned the rest of his life and kept him close to Glasgow and the friendships he valued so much. </p> <p>Donald was the wittiest and most gregarious of men. Like quite a few others, my wife and I would feed him at the briefest of notice and be repaid with an evening of non-malicious gossip, absurd tales from the Labour movement and descriptions of the latest crisis to afflict our electoral prospects, all within an atmosphere which swung between gloom and hilarity. And when he left, it always saddened us to know that it was probably to go home to an empty house - a reality which he felt more than he ever said. </p> <p> In a world of happy endings, Donald would have accepted the accolades of the crowd on the day when he walked with the Queen to the opening of the Scottish parliament. That was the summit of his life's work, and the happiness in his face that day is the image that should be preserved of him. He should have flourished as a much-loved national figure, dividing his time among royal commissions, football and antiquarian bookshops. He should have enjoyed time with his son and daughter, of whom he was so proud. He should, he should, he should. </p> <p>But politics is a brutal business which does not believe in happy endings. So instead, Donald carried on - head and shoulders above all around him, but still fair game for the slings and arrows which soon beset the Scottish parliament. Criticism and argument were meat and drink to him. But he was hurt and bewildered by the constant stream of vitriol as Scotland became a goldfish bowl in which every grievance, real or imagined, was magnified out of all rational proportion. </p> <p>He came back from major heart surgery far too soon, for reasons that were inherent in his dominance of Scottish politics for so long. He had become indispensable. There were crises to be resolved which needed his steady hand and acute mind. But now he has been dispensed with and the political life of Scotland will go on - less stylishly, less intelligently, less decently, but it will go on. The trick is to recognise that before it is too late.</p>",
  "<p><strong>Who has scored the fastest century in Tests, and in one-day internationals?</strong> asks Sanjay Kumar </p> <p>Viv Richards made the fastest hundred in Tests, in terms of balls faced, for West Indies against England at St John's, Antigua, in 1985-86. He needed only 56 balls (81 minutes) to reach three figures in front of his adoring home crowd. The fastest in terms of time is 70 minutes, by Jack Gregory for Australia v South Africa at Johannesburg in 1921-22, but he faced 67 balls. In one-day internationals the fastest is 37 balls, by Pakistan's Shahid Afridi against Sri Lanka at Nairobi in 1996-97. It was Afridi's first innings in international cricket, in his second ODI, and he was reputedly only 16 at the time. Moved up to No. 3, he smashed six fours and 11 sixes. The previous record-holder, Sanath Jayasuriya (48 balls), was the chief sufferer among the bowlers: his ten overs cost him 94 runs. </p> <p> <strong>Who is the only Nobel Prizewinner to appear in the Wisden Almanack? </strong> asks Badri </p> <p>This is Samuel Beckett, the author and playwright who wrote the classic \"Waiting for Godot\". He won the Nobel Prize for Literature in 1969. Beckett, a left-hand batsman who also bowled some left-arm spin, played two first-class matches for Dublin University, both against Northamptonshire, in 1925 and 1926, without much success (a highest score of 18 and no wickets). The University didn't have much success either: they lost both games, which were their last first-class matches. The 1926 Wisden sniffed that \"The University players, with a few exceptions, lacked dash in fielding.\" </p> <p><strong>Who replaced Ray Illingworth as chairman of England's cricket selectors? The answer could prevent mayhem in my family, </strong> says Marg Allen </p> <p>Illingworth never recovered from England's poor performance in 1995-96. With him as a sort of manager/coach supremo they lost the Test series in South Africa and performed poorly in the World Cup. David Lloyd took over as coach for the 1996 home season, although Illy stayed on as chairman of selectors - but, increasingly detached from the players, he stepped down after selecting the touring parties at the end of that season. David Graveney, who never played Test cricket but had a long career as a left-arm spinner for Gloucestershire, Somerset and Durham, became chairman of selectors for the start of the 1997 season. He is still there, juggling that role with his position as chief executive of the Professional Cricketers' Association (the players' union). I hope that deals with the mayhem! </p> <p> <strong>Who won the English women's county championship in 2000? </strong> asks Marion Standing </p> <p>Yorkshire were this year's champions. They won all their matches in the tournament, which was played in Cambridge in August. It was Yorkshire's ninth title in the last ten years (East Midlands won in 1999). Staffordshire won the second division, and Derbyshire the third. </p> <p><strong>What's the correct method of running a batsman run out if the wicket is already broken because of a failed run-out attempt? </strong> asks Casey Mahmood </p> <p>Law 28 states that if both bails are off then the fielder has to strike out or pull out a stump with the hand holding the ball to effect a run-out (if only one bail is off, then removing the other one is sufficient). Just throwing the ball at the bail-less stumps and hitting them would not be enough. You are allowed to remake the wicket, although in practice there wouldn't often be time to replace the bails properly. </p> <p><strong>A cry from Down Under! Way back in 1947, I saw my first match at Lord's. It was Middlesex v Surrey. Denis Compton and Bill Edrich were playing for Middlesex (Compton made 235). What else happened in the match? </strong> asks Mike Scowen from Australia </p> <p>Actually that match was in 1946. It was played on August 24, 26 and 27, and Middlesex won it by ten wickets. They batted first and made 499 for 9 dec: Compton did score 235, with 21 fours, while Edrich hit 147. They put on 296 in less than four hours, after which Middlesex collapsed against Alf Gover, the fast bowler who is currently the oldest surviving England Test player at 92. He took five quick wickets to finish with 6 for 122. Surrey could only make 150 (Tom Barling 60, Edrich 5 for 52) and, following on, 395 (Eric Bedser 58, Barling 122, skipper Nigel Bennett 53). Middlesex needed 47 to win, and got them without losing a wicket. The Wisden Almanack records that there were over 15,000 present at Lord's on the third day, a Bank Holiday Monday. Compton did score a hundred in the 1947 match, too. He made 178 as Middlesex beat Surrey again, this time by eight wickets. </p> <p><strong>In the 1960s Garry Sobers played for South Australia. I seem to remember he did an extraordinary seasonal double while he was there. Is that right? </strong> asks Bill Abbot </p> <p>Sobers had enchanted Australian crowds during West Indies' 1960-61 Test series Down Under (the one that contained the famous Tied Test), so it was no surprise when South Australia signed him up. After his first season (1961-62) Sobers amused the locals by saying he'd score 1000 runs and take 50 wickets the following season. They scoffed because that double had never been achieved in Australia before - the nearest was George Giffen's 902 runs and 93 wickets in 1894-95. But Sobers - a thrilling left-hand batsman with all the shots and a versatile left-arm bowler - delivered the goods. In only ten matches in 1962-63 he scored 1001 runs at 52.68 and took 51 wickets at 26.56. And, just to prove it wasn't a fluke, he did it the following year as well - 1128 runs (80.57) and 51 wickets (28.25) in nine matches. No-one else has approached his feat since. </p> <p><strong>My young son is getting interested in cricket, and I'm having difficulty explaining the fielding positions to him. Can you tell me who goes where? </strong> asks Madeleine Manning </p> <p>It would take too long to explain all the positions - and it would probably end up being just as confusing. Probably the best way to work them out is to track down a diagram showing the fielding positions. I found quite a good one on the Channel 4 cricket website: just <a href=\"  http://www.cricket4.com\"> click here</a> and then hit the \"fielding positions\" icon. </p> <p> Steven Lynch is managing editor of Wisden Cricket Monthly. To read last week's column, in which he reveals how five batsmen were absent hurt in one Test match, <a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,377825,00.html\">click here</a>.</p>",
  "Farmers' incomes have dropped by 90% over the past five years - and many farms are expected to make a £4,000 loss next year, according to a report published today. <p>The average farmer's income is now the lowest it has been for eleven years when the audit, by accountants Deloitte and Touche, first began. A farm typically makes 28% less money in 1999-2000 than in the previous year. </p> <p>Farmers' leaders described the findings as \"depressing\" and predicted further job losses in the industry, which had already shed 22,000 workers in the 12 months to June last year. </p> <p>The high pound, soaring fuel costs and low farm gate prices as well as continuing problems in the pig and dairy sectors were blamed for the downturn. </p> <p>The audit of 100,000 hectares of farmland found net farm incomes were just £41 a hectare in 1999/2000 - £16 per hectare less than in the previous year. An average-sized farm of 200 hectares, which earned £80,000 five years ago, now had to survive on little over £8,000.</p> <p>The situation is likely to get worse, with net farm income forecast to fall from £41 a hectare profit to a £22 a hectare loss over the next year. But the report praised farmers for managing to cut labour costs by 8%, despite an increase in wage rates, and for looking to new money making non-farming ventures. </p> <p>NFU President Ben Gill called for the Government to work with farmers to \"reduce red-tape and over-zealous regulation\". The strong pound meant cereal farmers needed aid to survive, he said, adding: \"The report again illustrates the severity of the crisis affecting British agriculture and its impact on every farm in the country be it large or small. \"The public has witnessed the devastation of trade and businesses in this country's pig sector and the pressures facing our dairy farmers. </p> <p>Agriculture minister Joyce Quin defended the government's treatment of farmers but said the report showing the drop in their profits was \"worrying\". </p> <p>\"Whereas farming income has doubled between 1990 and 1995, since then it has fallen back very sharply and I accept those figures,\" Ms Quin said. Shadow Agriculture Minister Tim Yeo said: \"This report highlights what farmers have known for too long - that this government's failure to act is putting them out of business. \"This is a Government that would rather protect French farmers who flagrantly flout the law, than stand up for hard-working British farmers who produce quality goods.\"</p>",
  "A senior figure in Labour's Millbank headquarters has admitted Tony Blair could hold a general election within seven months - despite Downing Street denials that any dates have been considered. <p>Party constitutional officer Eric Wilson said the premier could go to the polls \"as early as next May\" as Labour gears up for a tough contest with William Hague's rejuvenated Conservatives. </p> <p>The key official disclosed the possible date after surveys showed the Conservatives in the lead for the first time in eight years in the wake of the petrol crisis. </p> <p>His is the first official confirmation that next May, the fourth anniversary of Mr Blair's first victory, has been pencilled in for the election. Mr Blair and Gordon Brown, head of Labour's campaign team, have long been thought to favour May 2001 though Peter Mandelson has privately suggested it could be delayed until autumn next year. </p> <p>Mr Wilson let Labour's strategy slip in a letter sent last month to a would-be election candidate threatening legal action after he failed to make a party shortlist in Chesterfield. Millbank has taken control of the battle to succeed Tony Benn in the Derbyshire seat by invoking special byelection powers for a general election contest. </p> <p>\"With the prospect of a general election being called as early as next May, the party could not be expected to risk there being no selected prospective Labour party candi date in place well before then because of outstanding litigation over entitlements to delegacies,\" wrote Mr Wilson. </p> <p>\"To this extent, there was an emergency situation and clearly the NEC took the view that the interests of the party would best be met by suspension of the normal procedure.\" </p> <p>Leftwingers fear Millbank's decision to draw up a six-member shortlist in Chester field will be repeated in other constituencies. </p> <p>Brussels-based Andy Erlam, who failed to make the shortlist, said: \"This undermines the democracy of constituency Labour paries. As CLPs clearly have no influence on policy it is of concern that the right to select a candidate is also being removed.\" </p> <p>Millbank last night at first distanced itself from Mr Wil son's letter then claimed it had been misinterpreted. \"He has no knowledge and therefore is not in a position to speculate and if he has speculated then it is pure speculation,\" said a party spokesman. </p> <p>Labour's election planning is at an advanced stage. Mr Blair plans to make improved public services a key issue against proposed Tory cuts to fund promised tax reductions.</p>",
  "<p>Every couple of months or so a survey comes out demonstrating that almost nobody knows anything about anything. Voters can't identify the prime minister. Adults can't do long division, or short division. Americans can't point to America on the globe. The latest horror survey was conducted among children, on a fairly informal basis, by Country Life magazine. </p> <p>Some of the responses, of course, were amusing. Two out of three children couldn't say where an acorn came from. I wonder if this could be seen as a symptom of ignorance not just about the countryside but also about sex. It may be that many children have difficulty with the whole idea of things coming from other things. Do they know where leaves come from? I asked one of my children the acorn question, and she - a nine-year-old girl who has now been living in the bloody countryside for a year-and-a-half - replied, after some thought: \"An acorn tree.\" Perhaps I should be impressed that she knew it came from a tree and didn't think it was a sort of small hibernating animal. </p> <p>There seems to have been much horror that 39% didn't know which season the harvest took place in. One commentator attributed this to the decline in church attendance, but that won't do because primary schools still have harvest festivals, thought admittedly these have now become vague sort of charitable events in which tins of peaches are given to bemused local pensioners. I suspect that this low percentage reflected not so much a specific ignorance of when harvest time happens but rather a general ignorance of when anything happens. </p> <p>Some of the findings were downright impressive. Only 28% were unable to identify a pheasant. That means that 72% of seven- to 10-year-olds are able to identify a pheasant. You can imagine a statistic like that being brandished as an example of heightened rural awareness among British children. Nevertheless, it is clear that on the whole children are becoming decreasingly familiar with our rural culture. </p> <p>When I read about the survey, my first thought was that obviously it was different for us. At the beginning of last year we moved with our four seriously urban children from central London to rural Suffolk. </p> <p>We live on the edge of a small village which is surrounded by farmland. Some of our children's friends actually live on farms, so they would not have been among those respondents to the survey who thought that farmers shut gates in order to keep the lions in. (Though, come to think of it, it's not unknown for farmers to become the proprietors of safari parks. And if you take your children to a rare-breeds farm, you're likely to see ostriches and llamas as well as sheep and cows.) </p> <p>The children love the countryside - the younger ones have noticeable Suffolk accents already - but most of the gains have been in freedom, space and fresh air. How much have they learned about the \"animals and lore of the British countryside\", which we are told is so important? Admittedly, they start from the disadvantage of having a father whose ornithological knowledge gets wobbly beyond the robin and the blackbird. As for trees, I am generally incapable of identifying anything unless it has something like an apple, walnut or conker lying underneath to give me a clue. If somebody put a walnut under a lime tree, I would be entirely fooled. </p> <p>I suspect that the children have gained a great feeling for the changes of the seasons: soft fruit in summer, apples in autumn, followed by game. They would certainly be in the 72% who can spot a pheasant, since a large number of them process round our garden with the self-satisfied expressions of creatures who don't realise that the shooting season has started. The children have seen the kingfisher that lives nearby, heard the owl, seen trees cut down, freshwater fish. They have rescued injured animals and tried, always in vain, to nurse them back to health. I remember a particularly unfortunate baby vole that survived for 36 hours in a Tupperware box. But the inspiration for this was not hours spent on a local farm but watching Pet Rescue on TV and listening to tapes of the romanticised vet stories of Lucy Daniels. </p> <p>Little of what they have learned is the sort of specific knowledge that shows up in surveys. The fact is that this sort of rural culture scarcely exists any more. To take one example, it's arguable whether there is such a thing as \"harvest time\". The crop in the massive field next to our house was gathered in not by ranks of villagers with scythes but by huge hired harvesters which operated in the middle of the night using spotlights. Four out of five children couldn't explain what a gamekeeper did, but who has ever seen a gamekeeper? </p> <p>Some of this really does matter. In some cases the separation in cities between consumption - whether of food or drug - and production is so stark that people lose all sense of the connection between them. </p> <p>It's one thing for children to stroke their fluffy lamb Beanie Baby while tucking into a cutlet. That's what being a child is about. More serious are the views of adults on, say, medical experiments on animals or the eating of meat, which seem the products of a culture in which people have become aware of what their way of life actually derives from. </p> <p>Britain is an urban culture, even, it is tempting to say, for those who live in the country, since the things that many of us think of as quintessentially rural scarcely survive. A spokesman for the Countryside Foundation commented that we ought to know about British birdlife and woodland. What birdlife? What woodland? The depressing truth is that most children in the countryside will learn about nature much the same way that children in towns do: by reading about it.</p>",
  "<p>In yet another example of film-makers' disinclination to tell it straight, a hotly tipped epic about the decisive 1942 Battle of Stalingrad is attracting controversy while still filming, says a report in today's <a href=\"http://www.dailyexpress.co.uk/\" target=\"_new\">Daily Express</a>.</p> <p><a href=\"http://guardian.imdb.com/Title?0215750\">Enemy at the Gate</a> - at £53m the most expensive European film yet budgeted - tells the story of two opposing Russian and German snipers who fought a private duel amid the cataclysmic siege on the Eastern front.</p> <p>Jude Law (pictured) stars as Russian sniper Vassili Zaitsev, who according to the memoirs of Russian commander General Chuikov, picked off so many German soldiers that the Nazis put Major Konig, an SS marksman on his trail.</p> <p>But historian Anthony Beevor, author of the bestselling Stalingrad, maintains the Chuikov's story is pure fabrication. \"I made it quite clear [in my book] that the whole story was pure propaganda and fiction,\" he said.</p> <p>\"I'm sure there was no duel, no one has found any information about Major Konig of the SS or whether he existed. There may have been a battle of wits between the snipers, but not the romanticised duel.\"</p> <p>However, Beevor has been on-set during the production, and stresses that the fictional input may not scupper Enemy at the Gate, directed by Jean-Jacques Annaud. \"I would emphasise none of this stops [it] from being a very good fictional film indeed or giving a strong impression of what it was actually like to be there.\"</p> <p>He continued: \"The film has been meticulously put together from what I saw. The military equipment is all accurate.\"</p> <p>Beevor even suggested that the film might be educational for audiences who last got a notable account of the war in eastern Europe in Sam Peckinpah's Cross of Iron in 1977. \"I think we will see a much greater reaction to and interest in the Eastern Front, where the battles were fought which literally decided the war. In America and in [the UK] there is a huge lack of knowledge about that whole aspect of the war.\"</p> <p>Not surprisingly, considering some of the skewed reportage that goes on in mainstream film. Recent Hollywood war crimes include the suggestion that American submariners captured the Enigma machine in U-571, the portrayal of the English as cartoon parodies of evil in The Patriot and the news that, according to a forthcoming Miramax production, Colditz was an American prisoner of war camp.</p>",
  "<p><strong> Parcel problems</strong></p> <p>Last week we terrorised you with tales of airline travel: how, for instance, you might fly one way and your luggage another, never to be reunited. All in all, it's an experience similar to posting a letter. </p> <p>David and Alicia Richens of St Andrews needed to send succour fast to their son in the US and were advised by the Post Office that Parcel Force would be the most suitable option. They paid a hefty £29.75 and dispatched a letter, a cheque and some photos. Needless to say the package never arrived. </p> <p>Customer services, they claim, told them that it was difficult to get through to Parcel Force in the US because of the time difference and their 5.30pm knock-off rule (\"they call themselves an international service,\" marvel the Richens). Eventually, they learned that while they \"have every reason to lack confidence in our procedures\" the contents of their parcel are \"excluded for compensation\". </p> <p>No one mentioned this at the time, according to the Richens, but it apparently justifies Parcel Force in hanging on to the £29 postage fee to fund a service that was never rendered. </p> <p><strong> \u0095Parcel Force claims that parcels containing money or uncrossed cheques are exempt from compensation, but that, since Consumer's call, they've \"re-evaluated the case\" and decided to refund the £29.75. \"We would encourage customers when posting a parcel to tell post office staff of its value or importance to ensure they use the correct service with suitable compensation levels,\" says a spokesman.</strong> </p> <p><strong> Footie fans lose out</strong></p> <p>Elliott Bell of Blackpool was one of the hundreds of Manchester United fans stung in an attempt to see the European Cup final in Barcelona last year. He paid Millwest,a Manchester-based travel firm, £867 for a package trip for himself and his stepbrother. This included the price of two match tickets which he was told to collect when he arrived at the airport. When he got there they weren't there but was promised they'd await him in Barcelona, so off he flew. </p> <p>In the event, neither he nor the numerous other fans who'd booked the package ever received the tickets and so missed the game. The travel firm refunded him the cost of both tickets but insisted that since he had used the flights and hotels he should pay for those. </p> <p>Now his credit card company has agreed to waive the cost of his package under the Consumer Credit Act but is not liable for his stepbrother's fruitless journey. \"I'm now £371 in debt through no fault of my own,\" says Bell. \"Surely this is wrong!\" </p> <p><strong>\u0095 So it is, but alas, there's not much Bell can do about it except rejoice that he paid by credit card. Those who did not are left to bear the full brunt of the cost because Millwest is no more. Moreover, its two directors have escaped liability due to a loophole in the law. Because the firm refunded the cost of the match tickets, fans are not covered by the travel industry compensation scheme ATOL which usually intervenes when companies go bust. </strong> </p> <p><strong>Worsley MP Terry Lewis is campaigning for new laws to prevent a similar fiasco, but Manchester Trading Standards says there's little hope for the present victims because the firm has so few assets. \"The problem was that so many fans booked for this match and Millwest didn't have a cat in hell's chance of getting the tickets, but rather than coming clean they were left with a shortfall,\" says a spokesman. \"We did try to prosecute the main player who was not actually a director but he did a bunk when the saga began.\"</strong> </p> <p><strong> The cost of rewards </strong> </p> <p>Matt Brown of Exeter was also bound for Barcelona, his stay paid for, he hoped, by the points on his American Express rewards card. As instructed he informed the hotel beforehand that he'd be using his points to pay and he acquired the necessary vouchers from American Express. When he arrived at the hotel, however, he was told that it no longer accepted the vouchers and he was forced to foot the bill himself. </p> <p>American Express insisted that the vouchers were invalid because he'd made the reservation via the internet, although nothing in the literature warned him of this. Nonetheless, the company agreed to resolve the problem when he returned to England, but a month on he has heard nothing. </p> <p><strong> \u0095At least Consumer can use its clout in Brown's case and one phone call later he is told he will be fully reimbursed and given a bonus.</strong> </p> <p><strong> A fare that's not fair </strong></p> <p>Alvin Cohan of London is another traveller who's been feeling out of pocket - in his case because of a 520% price hike by Virgin Trains. For three years he has travelled each Monday on the 8.33am to Lancaster and he has always paid £25 for a Virgin value ticket. Last month, however, he was told he'd have to find £155. Virgin customer services first told him that cheap fares never had been available on that train, then that, due to heavy demand by commuters, the pricing had been changed. In fact, the number of business travellers on the 8.33am is so minimal that Virgin this summer offered a £90 discount on first class seats. </p> <p><strong> \u0095\"Thank you for giving us the chance to show that we listen,\" says Virgin. Now, Virgin says it has reviewed the passenger numbers on the 8.33am and reinstated the £25 fare.</strong> </p> <p>Write to us at119 Farringdon Road, London EC1R 3ER, phone us on 020-7713 4731, send a fax on 020-7239 9933 or email us at <a href=\"mailto:consumer@theguardian.com\">consumer@theguardian.com</a>.</p>",
  "<p><strong> Argos</strong> </p> <p>Delivery deadlines: 7-14 days for large items kept offsite; 48 hours for catalogue goods </p> <p>Cost of delivery: free for off-site goods </p> <p>Radius: throughout mainland UK but extra charge for outlying areas </p> <p>Delivery times: 8am-8pm </p> <p>Weekend deliveries: no </p> <p>Precision of appointments: choice of am or pm </p> <p>Compensation for missed appointments: assessed individually </p> <p><strong> Comet</strong> </p> <p>Delivery deadlines: average 4.5 days; occasionally 24 hours. </p> <p>Cost of delivery: £11.95 </p> <p>Radius: throughout mainland UK </p> <p>Delivery times: 8am-6pm </p> <p>Weekend deliveries: yes </p> <p>Precision of appointments: choice of am or pm </p> <p>Compensation for missed appointments: waived delivery and installation charges </p> <p><strong> Dixons Group</strong> </p> <p>Delivery deadlines: 24 hours for goods ordered by noon; otherwise 48 hours if in stock. </p> <p>Cost of delivery: £11.99 </p> <p>Radius: throughout mainland UK </p> <p>Delivery times: 9am-7pm </p> <p>Weekend deliveries: yes </p> <p>Precision of appointments: choice of am or pm for a £3 supplement </p> <p>Compensation for missed appointments: none </p> <p><strong> Ikea</strong> </p> <p>Delivery deadlines: 2-10 days; four weeks for sofas </p> <p>Cost of delivery: free for sofas and kitchens; otherwise priced by weight. </p> <p>Radius: throughout mainland UK but extra charge for outlying areas </p> <p>Delivery times: 9am-5pm </p> <p>Weekend deliveries: Saturdays; some areas Sundays. </p> <p>Precision of appointments: choice of am or pm </p> <p>Compensation for missed appointments: assessed individually </p> <p><strong> Habitat</strong> </p> <p>Delivery deadlines: various </p> <p>Cost of delivery: free for goods over £1,000; otherwise £25 </p> <p>Radius: throughout mainland UK </p> <p>Delivery times: choice of am or pm </p> <p>Weekend deliveries: Saturdays </p> <p>Precision of appointments: am or pm </p> <p>Compensation for missed appointments: assessed individually </p> <p><strong> John Lewis</strong> </p> <p>Delivery deadlines: various </p> <p>Cost of delivery: free for goods within 30 miles; £10-£35 depending on area </p> <p>Radius: throughout mainland UK </p> <p>Delivery times: 7am-9pm </p> <p>Weekend deliveries: no </p> <p>Precision of appointments: am or pm; two-hour slots for £15 fee </p> <p>Compensation for missed appointments: assessed individually </p> <p><strong> Harrods</strong> </p> <p>Delivery deadlines: up to four weeks </p> <p>Cost of delivery: free for goods over £2,000; £15-£45 depending on area </p> <p>Radius: throughout mainland UK </p> <p>Delivery times: 7.30am-4.30pm </p> <p>Weekend deliveries: Saturdays </p> <p>Precision of appointments: two hour slots in London and Home Counties </p> <p>Compensation for missed appointments: assessed individually </p> <p><strong> British Gas</strong> </p> <p>Service deadlines: 24 hrs for breakdowns </p> <p>Cost of service: various </p> <p>Radius: throughout mainland UK but extra charge for outlying areas </p> <p>Appointment times: 8am-6pm </p> <p>Weekend deliveries: no (except for breakdowns) </p> <p>Precision of appointments: four-hour slots </p> <p>Compensation for missed appointments: £10 </p> <p><strong> Ntl</strong> </p> <p>Service deadlines: three weeks </p> <p>Cost of service: various </p> <p>Radius: throughout mainland UK </p> <p>Appointment times: 8am-5.30pm </p> <p>Weekend service: Saturdays </p> <p>Precision of appointments: choice of am or pm </p> <p>Compensation for missed appointments: £10 </p> <p><strong> BT</strong> </p> <p>Service deadlines: three days </p> <p>Cost of service: various </p> <p>Radius: throughout mainland UK </p> <p>Appointment times: 8am-6pm </p> <p>Weekend service: Saturdays, but may cost extra </p> <p>Precision of appointments: two-and-a-half hour slots </p> <p>Compensation for missed appointments: One month's line rental; max £1,000 actual financial loss </p> <p>While the country is gearing itself up to a 24-hour-a-day lifestyle with round-the clock retailing, home delivery services are still stuck in the 50s when wives stayed at home all day and office hours finished at 5pm. Shops are happy to pocket our money at weekends and on \"late-night\" evenings, but few are prepared to deliver our purchases at similarly convenient times. \"It's about time they realised that many of us are single people who have jobs just as they do,\" laments reader Ann Walker from Cheshire, who says she's been \"reduced to a gibbering wreck by the inability of traders to give me a specific delivery time for goods I have ordered or want to order.\" </p> <p>A survey for Which? magazine found that a third of those questioned considered a widened choice of delivery to be the most important improvement stores could make. It also established that the big chain stores lag a long way behind independent retailers when it comes to after-sales service. While 52% of local shops could offer customers a specific delivery time, only 9% of chain stores managed the same luxury. Even when a time is pre-agreed there's no guarantee that the delivery will turn up, or, if it does, that it will be correct. </p> <p>Ikea was one of the worst offenders last year and had to increase its delivery deadlines from two weeks to six while it coped with the backlog. Some readers had to suffer up to five missed appointments before receiving their furniture. Ikea says it is investing heavily in improving its distribution. </p> <p>Although stores are quick to slap on interest if customers miss a payment, they are oddly reticent to pay out themselves if customers lose a day's pay waiting in for them. At most you can expect a tenner for your trouble, but companies are under no legal obligation to compensate you unless you make the delivery date a part of the contract. If you need your goods urgently, you should agree a delivery date at the point of sale and get it down in writing. This gives you the right to refuse them or demand compensation if they are late, unless you've already agreed to a postponement. Otherwise the law is somewhat woolly on your rights if you are wronged. </p> <p>The Sale of Goods Act says goods must be delivered within a \"reasonable time\", but doesn't specify what that time may be. Your best bet, if you feel you've waited too long, is to write to the company with an ultimatum and if the delivery doesn't arrive by your deadline you should be entitled to a refund. </p> <p>Ultimately, though, there is little redress outside the courtroom if a company should dig its heels in. The British Retail Consortium admits that deliveries can be a headache but sets no guidelines for its members. It recommends the National Consumer Council for advice, but the latter can only urge customers to vote with their feet, and refers us to the Consumers Association which has no comment. The Office of Fair Trading declares it's a matter for Trading Standards who says there is no specific consumer law to protect shop pers. \"I've been caught out by this myself, having taken time off work in vain,\" comments a spokesman, \"but there is not much you can do about it other than sue the company for damages.\" </p> <p>A faint hope is that the growth of cybershopping, which depends on prompt dispatch, will cause high street names to repent and reform. Alas, though, most e-tailers have yet to get their own act together. \"A lot of cyber-companies put all their investment into their websites and marketing, and neglected the boring bits like delivery services,\" says Mike Goldiman, a director of the retail research specialist Verdict. \"All dot.com companies outsource their deliveries to other firms which means they have less control over the quality and timing of deliveries.\"</p>",
  "<p>Space shuttle Discovery thundered into orbit on Nasa's 100th shuttle flight, carrying seven astronauts on a crucial construction trip to the international space station. </p> <p>\"We're going to take a big step here. Let's go!\" commander Brian Duffy called out Wednesday evening. Discovery rose from its seaside pad at 23:17pm GMT, just after sunset, on Nasa's fourth launch attempt. The shuttle had been grounded since last Thursday because of trouble with bolts, a valve, a pin and the weather. </p> <p>The shuttle pierced thin, wispy clouds as it raced out over the Atlantic, its exhaust trail tinged peach, orange and red by the setting sun and surpassing the nearly full moon in brightness. </p> <p>Throughout Wednesday afternoon, the sky was overcast and a waterspout was spotted a few miles from the launch pad. But the weather improved dramatically by evening, and shuttle managers gave the nod. </p> <p>\"All good things are worth waiting for, and I think you and your crew have waited long enough for this one,\" launch director Mike Leinbach told the astronauts. \"Good luck on this extremely important mission to the international space station - and have fun.\" </p> <p>Workers had to hustle to remove the small metal pin that was left on an oxygen line running between Discovery and its external fuel tank. The pin resulted in an embarrassing and costly delay for Nasa on Tuesday. </p> <p>Following liftoff, Nasa Administrator Daniel Goldin singled out the sharp-eyed engineer, Jorge Rivera, who spotted the pin. \"I took a look at the camera angles... it's unbelievable how you did it,\" Goldin said. </p> <p>The space station was soaring 240 miles above the Bay of Bengal when Discovery finally soared. The chase will end with a docking on Friday. </p> <p>Discovery contains two new segments for the international space station. The crew's job is to attach the girderlike truss and docking port; four spacewalks will be needed to make all the connections, beginning Sunday. </p> <p>The 11-day mission has been on hold for two years, as have subsequent assembly flights, because of Russia's difficulties in launching the space station's crew quarters. The module was finally placed in orbit in July and was outfitted by a visiting space shuttle crew in September. </p> <p>The truss and docking port aboard Discovery must be installed on the space station before the first permanent crew can move in. Nasa astronaut Bill Shepherd and his two-cosmonaut crew are scheduled to lift off from Kazakstan on October 30. </p> <p>This will be Nasa's fifth visit to the space station. But it's the first actual construction mission since the first pieces of the complex were launched in 1998. </p> <p>Six Americans and one Japanese make up the crew. Air Force Lt. Col. Pamela Melroy is making her first space flight; she is only the third woman to serve as a shuttle pilot. </p> <p>\"Pam, welcome to space and congratulations,\" Mission Control said 8 minutes into the flight. </p> <p>\"It's beautiful,\" she replied. </p> <p>In honour of the 100th space shuttle launch, a videotape was played for guests featuring shuttle scenes and the Philadelphia Orchestra playing the theme from '2001: A Space Odyssey'. The orchestra is marking its 100th anniversary. </p> <p>Nasa's first shuttle flight was in 1981 and the 50th in 1992. The 25th was Challenger's doomed mission in 1986. </p> <p>Since the first mission, space shuttles have carried 261 individuals and logged an estimated 350 million miles.</p>",
  "The government published detailed guidance on school trips two years ago after a series of incidents including the Lyme Bay canoeing tragedy in which four sixth formers died. <p>Although school trips are considered an essential extra dimension to work in the classroom, there are inevitably risks associated with travel and outdoor activities involving pupils at home and abroad. Schools are now required by law to carry out a risk assessment before taking children on any excursion. </p> <p>The guidance published by the Department for Education sets out what group leaders are to do for a trip. It says planning is \"essential\" and that teachers in charge during a visit \"have a duty of care to make sure that the pupils are safe and healthy\". Staff on the trip also have a common law duty \"to act as a reasonably prudent parent would\". </p> <p>Advice is given on organising activities at home and abroad, with recommendations on the number of teachers who should accompany pupils (no less than 1:10) as well as information about the law governing transport and health and safety issues. The group leader should also consider the location and type of activity, the experience of staff, the ages of the group members, their temperament and fitness, and the suitability of the activity. The seasonal conditions and timing are among the other factors group leaders should consider. </p> <p>In the 1993 Lyme Bay case, four sixth formers from Southway school, Plymouth, died in what was described at the trial of the directors of the outdoor activity centre as an ill conceived and poorly executed canoe trip. </p> <p>The four teachers who accompanied the pupils from Royds school belong to the National Association of School masters/Union of Women Teachers. Its general secretary, Nigel de Gruchy, expressed sympathy for the bereaved families.</p>",
  "The head of the US Central Intelligence Agency, George Tenet, has arrived in the Middle East to chair a high-level security meeting to try to end two weeks of Israeli-Palestinian violence. <p>Despite the crack of gunfire that echoed throughout the West Bank there were signs that diplomacy to end deadly violence - now entering its third week - was having an impact. </p> <p>UN Secretary General Kofi Annan said in a statement early today that \"he received assurances,\" that Israeli and Palestinian security officials planned to meet together with their US counterparts to discuss the current unrest that has led to 91 deaths. </p> <p>\"The secretary-general feels this is an important step towards the cessation of violence which he hopes in turn will lead to a resumption of the peace process,\" the statement read. </p> <p>Israel radio reported that Mr Tenet would chair the trilateral security committee created during a set of intensive negotiations outside of Washington in 1998. Israeli leader Ehud Barak said earlier in the week that he would consider allowing contacts between the sides on merit, even if the violence persisted. </p> <p>Fierce West Bank gun battles in Bethlehem and Hebron continued into the small hours of Thursday. Israeli radio said the army used helicopter gunships to battle Palestinian gunmen outside of Bethlehem. An Israeli soldier shot in the stomach was evacuated near Hebron where four hours of fighting kept residents up through the night. </p> <p>Israeli troops fired tank machine guns toward the village of Kufr Kalil where stone throwers and then Palestinian gunmen attacked Jewish settlers travelling to the funeral of an American-born rabbi. </p> <p>Members of the new Nablus-based militia weaved in and out of narrow alleys under Israeli fire as settlers crouched behind their vehicles. Two Israeli soldiers and two Palestinians were injured. </p> <p>The militia members are an offshoot of Arafat's Fatah faction in Nablus. The gunmen said they banded together to defend Palestinian towns and villages against what they said were settler rampages. </p> <p>Annan extended his Mideast peace mission Wednesday, delaying a trip to Beirut - where he had hoped to help negotiate the release of three kidnapped Israeli soldiers - in favour of additional meetings with Ehud Barak and Palestinian leader Yasser Arafat. </p> <p>The secretary-general's efforts may have had some impact. Aside from a possible security meeting, Israel came out in favour of a Mideast summit quickly to calm the situation and resume peace talks. Until now, Barak has said he would attend a summit only if Arafat took decisive steps to end the violence. </p> <p>It was not clear whether Annan hoped to negotiate a formal truce or simply calm the atmosphere. The UN chief is well-respected by the Palestinians. Israel, which has traditionally considered the world body to be biased, has embraced Annan as a fair mediator.</p>",
  "Army general staffs fight each new war on the basis of the lessons they learned in the last conflict. Politicians fight each new election according to the lessons they learned in the previous campaign. And, last night in North Carolina, Al Gore and George W Bush applied the same lesson, holding the presidential debate they failed to have in Boston a week ago. <p>This second debate of the presidential election season - there is one more in St Louis next week - was an altogether different contest to the one in Boston. Boston, especially in retrospect, was nervous, aggressive and riddled with tactical errors, particularly on Gore's part.</p> <p>Last night's debate in Winston-Salem - the heart of tobacco country, though the issue never came up - was far more cautious and far more courteous. In many ways, it was a replica of the impeccably civilised vice-presidential debate in Kentucky last Thursday. Overall, like the veep debate, last night was a no-score draw. </p> <p>Last week, the phrases that lingered in the mind were Bush's charge of \"fuzzy math\" and Gore's condemnation of tax cuts for \"the wealthiest one per cent\". Both phrases sat out the whole 90 minutes in Winston-Salem, although Gore twice talked about tax cuts for \"the wealthiest of the wealthy\". Last night, though, the most commonly repeated phrase from both men was the one the voters liked most in the Cheney-Lieberman vice-presidential contest - \"I agree with you.\" </p> <p>Coming into last night's debate, all the talk was about how Gore had blown it in Boston with his \"sighs and lies\" - audibly huffing and puffing in exasperation at Bush's answers and then embellishing the facts on a number of his own replies. By yesterday, most opinion polls had registered a small but significant shift to Bush as a result. </p> <p>From the off, Gore made clear by his demeanour that he was not going to commit the same mistakes in Winston-Salem. When Bush was answering, Gore looked down at the table, disciplined and expressionless. In most of his answers Gore was more succinct and less rambling than before. The porkies - if there were any - were small ones, and the vice-president went out of his way to apologise for getting his facts wrong in Boston. </p> <p>There were new themes last night that got no airing in the first debate. Race, a much criticised omission in the Boston debate, was prominent this time, with Gore trying to put some clear water between himself and Bush on issues like banning racial profiling by police, supporting affirmative action programmes and passing hate crimes legislation. </p> <p>Most Republican congressmen are opposed to these ideas, but you would never have guessed so from Bush's tactics - to agree as much as possible and to avoid getting dragged into disagreements on the issues. </p> <p>Fully 40 minutes of the debate concentrated on foreign affairs - even though the issue never comes up on the candidates' campaign stops. There was a substantial exchange on guns, too, another mostly silent issue on the campaign trail. But the most dramatic exchanges came when Gore tried to hammer Bush's record as Texas governor, charging that Texas was 49th out of 50 US states in the proportion of children and mothers with medical insurance, and 50th for families. For the only time in the evening, Bush looked a bit rattled. </p> <p>At the end, the two men shook hands and sent their lieutenants out of the hall to try to persuade the media that each of them had won the debate. That task was probably easier for Bush, who emerged from the second debate looking relaxed and unscathed. When you are in the lead and have a lot of money in the bank, a draw will do quite nicely. </p> <p>By that same token, a draw probably wasn't quite good enough for Gore, even though it will have steadied his side's nerves after Bush's post-Boston surge. Gore seemed to give few hostages to fortune, but at the same time he failed to make the kind of impact on Bush's record that his team were looking for. Gore desperately needs a good week on the campaign trail. Possibly, the Texas record will be his deliverance. </p> <p>The great lesson of the 2000 presidential campaign, though, is never to underestimate the set piece moments. After years of being told how the party conventions and the presidential debates had now become purely ritual, without any political substance, this year has proved the know-alls wrong time after time. The conventions were both turning points, and so was the Boston debate.</p> <p>Winston-Salem seemed to be a stand-off. But this means that there is all to play for. The final debate in St Louis next week now looks even more pivotal than it did before.</p>",
  "<p><strong> Lost data</strong><br> Twice in the past two years I have lost my hard drive due to it becoming corrupted. Happily, I had backed up most of my data files, but I have been unable to back up my address book in the Contacts folder in Microsoft Outlook. The reason is that I cannot find it! So I end up having to retype my address book which is, to say the least, quite a chore.  <strong>Fred Brooks</strong> <br> <a href=\"mailto:fred@redgrave.screaming.net\">fred@redgrave.screaming.net</a> </p> <p><strong> Jack Schofield replies: </strong> Nowadays, Outlook keeps the addressbook in its .pst file, and if you search for *.pst files, you may find your address data in the same folder. </p> <p>However, your question highlights the fact that just backing up disk drives is not enough for important data. You should also export it into a separate file, so that if you lose the use of Outlook, or whatever, you can load the same data into a different program. </p> <p>Outlook's File|Export to a File|Personal Folder File wizard will export your addresses in a number of formats including Comma Separated Values (ie text), Excel, and the dBase and Access databases. </p> <p>Getting addresses into another program can be tricky as you have to map the field names in the data file to the field names in the new program, and they never match. However, it is not as bad as having to retype everything. </p> <p>Ideally, addresses should be held in the standard business card data format called vCard, in .vcf files (See <a href=\"http://www.imc.org/pdi/vcardoverview.html\">www.imc.org/pdi/vcardoverview.html </a>), which are recognised by both PCs and Apple Macintoshes and are also used on the web (by Yahoo, for example). That removes the mapping problem. Unfortunately, I don't know of a program that will export a whole addressbook that way. </p> <p>As a journalist I am justifiably paranoid about losing my addressbook data, so I also synchronise my Outlook Contacts database with two handheld computers and two websites, including Yahoo, for an \"off site\" back-up. </p> <p><strong> On the cards</strong><br> I would like to print some visiting cards. Do you know of an application that would be useful or do I just work it out on my WP?  <strong>Rosalind Pulver</strong> <br> <a href=\"mailto:ros.mart@tesco.net\">ros.mart@tesco.net</a> </p> <p><strong> JS: </strong> It is certainly possible to produce all kinds of cards in a word processor. And if you need lots, you may be able exploit your program's label printing facility (in Microsoft Word 200: Tools|Envelopes and Labels|Labels). </p> <p>However, there are a lot of utilities designed for producing business cards, which may do what you want. Business Card Designer Plus <a href=\"http://camdevelopment.com/bcdp.htm\" target=\"_new\">http://camdevelopment.com/bcdp.htm</a> and <a href=\"http://www.rkssoftware.com/vbcinfo.htm\">Visual Business Cards</a> seem to be the most popular, and the alternatives include <a href=\"http://www.paraben.com/html/pbcb html.\">Paraben's Business Card Builder</a> and <a href=\"http://www.knvsys.com\">Klick-N-View Business Cards</a>. For a quick listing from a long search term, see <a href=\"http://hotfiles.zdnet.com/cgi-bin/texis/swlib/hotfiles/mlt.html?link=1&amp;Utext=\" \" dtp+windows+soho+cards+template+design+print+business\"target=\"_new\"> http://hotfiles.zdnet.com/cgi-bin/texis/swlib/ hotfiles/mlt.html?link=1&amp;Utext= dtp+windows+soho+cards+template+design+print+business</a>. </p> <p> Most utilities are available free for a 30-day trial period. </p> <p><strong> Background</strong><br> Control/At/Delete will pop up a window showing current running programs, many of which are in the \"background\" and perhaps started automatically on startup. They all have incomprehensible names and it is difficult/impossible to tell which program they represent. Also, there seem to be many more of them than programs in the Startup folder. Is there any way of getting a plain English explanation of these programs or preventing them loading up in the first place?  <strong>John Pendlebury</strong> <br> <a href=\"mailto:Johnpend@dialstart.net\">Johnpend@dialstart.net</a> </p> <p><strong> JS: </strong> On a standalone PC running Windows, the task list should normally have only two programs: Systray and Explorer. Most, or all, of the others should be associated with utilities that have icons in the Systray, next to the clock on the right hand side of the Task Bar. These could include programs such as ICQ and ZoneAlarm. </p> <p>If you right-click on the icons, these should allow you to configure them so they don't run when you start your machine. </p> <p>If there are any background programs you can't identify, open Windows Explorer at the C:\\ drive or My Computer. Press F3 for the search box (or use Tools|Find|Files and Folders) and enter the name shown in the task list (for example, sysmon). This should find the associated programs for you. </p> <p>Some background programs are useful but if you have too many of them, they can consume a lot of valuable system resources. Go to Start| Programs|Accessories|System Tools|Resource Meter to find out how much: and yes, it will load and sit in your Systray! </p> <p>Background programs may also clash with one another, making your PC less stable. </p> <p><strong> Extension </strong><br> I am writing Java programs and saving them in Microsoft Notepad with the suffix \"java\". However, my problem is that by default it adds \".txt\" on the end. When I try to run the program through the compiler, it reads \"bad command or file name\". <strong>Ashley Wright</strong> <br> <a href=\"mailto:ashe.wright@tinyworld.co.uk\">ashe.wright@tinyworld.co.uk</a> </p> <p><strong> JS: </strong> Go to the data directory where you keep your files (so the directory name is highlighted) and pull down the File|New|Text Document menu to create a new text document. Give it a new name, such as test.java </p> <p>You will be asked if you want to change the extension: say yes. </p> <p>Double-click your new file, and a pop-up box will ask you which application you would like to open the file. Scroll down the list and select Notepad (and keep the box ticked for \"Always use this program to open this file\"). </p> <p>Now type some Java code into the test.java file and save it (Alt-F Alt-S), and it will still be a .java file. </p> <p><strong> Disk saver</strong><br> I would like to compress my 1 gigabyte C: drive as I'm running out of space. Is there a safe way of doing it?  <strong>Andy Brodie</strong> <br> <a href=\"mailto:arbpc@yahoo.co.uk\">arbpc@yahoo.co.uk</a> </p> <p><strong> JS: </strong> The disk compression software provided with Windows should be safe, but I would not use it myself. Huge hard drives are now so cheap (under £100) that compression is no longer worth the risk. If you can't justify a new drive, second hand ones are available for a few pounds. A drive that re-formats with no bad sectors can be added as drive D. </p> <p><strong> Reprise</strong><br> Since I upgraded to Internet Explorer 5.5, all new windows in Outlook Express open up very small. How can I make them open up maximised as they always used to?  <strong>Dr Kambiz Boomla</strong> <br> <a href=\"mailto:k.boomla@qmw.ac.uk\">k.boomla@qmw.ac.uk</a> </p> <p><strong> JS:</strong> Sorry, when I answered this question last time, my reply was too brief. So.... </p> <p>Windows programs usually try to remember how they were when you closed them, and then open up the same way. To make a window open differently, use your mouse to grab the bottom right hand corner and drag the window to the size and shape you want. Close the window and open it again: it should open the way you want. </p> <p>If you really want a window maximized, then click on the middle button on the top right of window.</p>",
  "Palestinian gunmen fired on cars arriving at the funeral of an American-born settler in the West Bank yesterday, hardening the resolve of a Jewish community that has been defiantly living on the edge for years. <p>With combat helicopters circling overhead, and amid the distant crackle of machine-gun fire, bulletproofed buses unloaded hundreds of Jewish settlers at Elon Moreh, the adopted home of Rabbi Hillel Lieberman, whose brutally beaten body was discovered at the weekend. </p> <p>He is believed to have been abducted after he tried to stop Palestinians tearing apart the Jewish pilgrimage site of Joseph's tomb in Nablus, to the north of Elon Moreh. </p> <p>The tomb has been a constant flashpoint during a fortnight of bloodshed. For the mourners yesterday, its destruction was a symbol of the Palestinians' refusal to accept their presence in Israel. </p> <p>\"We are shocked, we are saddened, we are angry,\" said Hindy Cohen, one of the mourners bused in from the Psagot settlement, who watched the rabbi's body being laid to rest at Yitzar, another nearby Jewish outpost on occupied Palestinian land. But Ms Cohen insisted she was unafraid. </p> <p>\"We are going to stay here; you can see it on the faces of everyone at the funeral,\" she said. \"This is a Jewish country, it is the land God gave to Israel, and the Arabs have to accept that this is where we belong.\" </p> <p>As she and some 200,000 other Jews living in settlements in the West Bank and Gaza see it, this is the fulfilment of a pioneer dream: they are turning the words of the Bible into a 21st century truth. However, most Israelis dismiss the mainly religious settlers as dangerous extremists. </p> <p>For the Palestinians, the existence of Jewish settlements ranks among the greatest humiliation of the occupation. As the pitched battles between Israeli armour and stone-throwing Palestinian youths begin to taper off, both sides are reporting a new twist - civilians killing civilians. </p> <p>Earlier this week, a senior Palestinian official, Hassan Asfour, said the settlers \"must now be a target for every Palestinian in order to stop their terrorism, and they must be uprooted from our Palestinian-occupied land\". </p> <p>Lieberman was the second Jewish civilian to die, a death that has been avenged many times by settlers, who have stoned Palestinian cars in the West Bank, shot at Palestinian homes on the outskirts of Jerusalem and beaten, shot and abducted several Palestinian men. </p> <p>In that increasingly ugly struggle, Psagot, perched on a hill barely 150 metres from the West Bank city of Ramallah, is on the frontline. Overlooking the ridge where Israeli troops are now dug in, a handful of armoured personnel carriers guards the approach roads, and cement blocks surround the local creche. </p> <p>A ban on Palestinians entering the Jewish state has been extended indefinitely, transforming some 2.3m people into virtual prisoners in the West Bank and Gaza, and cutting them off from jobs in Israel that are the lifeline for the community. </p> <p>Meanwhile, the 240 Jewish families of Psagot prepare for war. Their defences did not stop their tidy red-roofed homes from being hit by Palestinian sniper fire during several days and nights of shooting. </p> <p>Even before their homes were in the line of fire, the people of Psagot were deeply suspicious of Ehud Barak, Israel's prime minister. In July, when there was talk of peace, this isolated settlement was among those destined to be handed over to Palestinian control. </p> <p>Now, amid the bloodshed, there is evident satisfaction that those days are gone, and that in this fortnight of violence the Palestinians have lost more than 90 souls. </p> <p>Useful links: <br> <a href=\"http://www.secretary.state.gov/index.html\">Madeleine Albright's office</a><br> <a href=\"http://www.p-p-o.com\">Yasser Arafat's office</a><br> <a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a><br> <a href=\"http://www.index.gov.il/eng\">Israeli government</a><br> <a href=\"http://www.pna.org\">Palestinian National Authority</a></p>",
  "Allies of Yugoslavia's former president, Slobodan Milosevic, issued a dangerous challenge to the country's new rulers yesterday by insisting they still run the police and ordering units to take control of offices and enterprises which workers had seized in recent days. <p>Scores of cronies appointed to lucrative jobs by the former president have been forced to resign. The order is designed to lift the morale of those resisting the handover and give others a chance for a comeback. It is the most dramatic act of defiance since Mr Milosevic was forced by street protests last week to end his effort to steal September's election. </p> <p>The army also issued an ominous statement rejecting purges of the high command after senior generals met Vojislav Kostunica, the new president. They warned against \"possible negative consequences of increased attacks and attempts to discredit certain individual of the Yugoslav army\". </p> <p>Opposition leaders are threatening to call protesters back on to the streets if plans for new elections for a Serbian parliament are thwarted. They feel confident of winning them and breaking Mr Milosevic's resistance. They have no doubt the former president is co-ordinating the effort to use his Socialist party's control over Serbia's government against the more limited constitutional rights which Mr Kostunica has as Yugoslav president. </p> <p>Symbolising the half-way na ture of the transition, Mr Milosevic is still protected by the presidential guard, an elite unit of the army. \"He is a private citizen, but is protected by the presidential guard. He is not under arrest,\" Zoran Djindjic, the new rulers' chief strategist, told the Guardian yesterday. </p> <p>The ex-president is in his home in the well-to-do suburb of Dedinje behind a high metal fence. A lone police car is parked across the road but TV cameras watch the front, and the guard is inside. A few times a day the gates swing open and cars speed through with visitors for Mr Milosevic. According to Mr Djindjic, they are mainly from JUL, Yugoslav Left, the party founded by his wife Mira Markovic. JUL members were appointed to run many of the country's most important enterprises. Many have been sacked over the last few days as workers demand they go. </p> <p>The army high command is not fully reconciled to the changes at the top and the security police are getting back into action. \"They have four places in Belgrade from which they monitor phones. They listen to everybody. It's more than it used to be. They give the reports to Milosevic,\" Mr Djindjic said. </p> <p>Rade Markovic, the security police chief and a strong Milosevic loyalist, is still in office. President Kostunica has no power to sack him. </p> <p>While holding the weapon of street demonstrations in reserve, Mr Djindjic offered a compromise last night if the socialists accepted early elections. The ministries of police, justice, finance, and information would each have \"collective management\" without ex tensive changes of personnel. The socialists could also have the prime ministership, provided Mirko Marjanovic, one of Mr Milosevic's closest allies, stepped down. </p> <p>Still celebrating Mr Milosevic's formal concession of power, the Kostunica camp had felt triumphant on Monday when leaders of his Socialist party seemed to agree to hold early elections for the Serbian parliament in December. They were also delighted when the police minister resigned. </p> <p>Things later went sour. The socialists stalled talks on forming an interim government and refused to dissolve parliament, pending the elections. They went further yesterday by saying the Serbian government remained in power and Mr Marjanovic would take charge of the police. </p> <p>A statement issued after a meeting of the republic's government yesterday described the purges of company directors as illegal.</p>",
  "He would not have wanted the fuss. But the death of a man who could in all honesty carry the title of father of the nation could have no other outcome. <p>At 12.18pm yesterday Donald Dewar was pronounced dead at Edinburgh's Western General hospital, his two children at his side. The news, when it came, was brief and terrible. A brain haemorrhage, the consequence of a simple stumble and the medication he took for his heart, had robbed Scotland of the architect of devolution. </p> <p>\"Scotland has lost a great man,\" said David Whitton, Dewar's spokesman, and the country faltered with him under the weight of his words. As the news spread, Scots voiced their grief for the brilliant, difficult, decent man who gifted them a parliament and never lost his faith in its power or place. </p> <p>News bulletins were extended, but no other item made the TV screens. Radio presenters rarely interrupted as Dewar's friends paid tribute. The headline of the Edinburgh Evening News put it bluntly: \"Dewar is dead\"; a fact that by evening was still only just beginning to sink in. </p> <p>\"Is he dead?\" asked an elderly lady waiting for her own hospital appointment. When she heard he was she put her hand to her mouth and the tears came. \"He was a good man,\" she said. </p> <p>Rugby matches started late as players observed a minute's silence. As far away as Zagreb, the loss was observed as the Scottish football team donned black armbands. </p> <p>Throughout the night, members of the public had been phoning the hospital switchboard to pass on their best, to express their hopes and fears. From early morning, though, there was the certain knowledge that death was imminent. Dewar's cabinet colleagues met to confront what they knew was to come. \"It was like a gathering of friends,\" said Mr Whitton. </p> <p>Then, almost two hours after Dewar died, these friends joined his many others in offering tributes. </p> <p>In Downing Street the prime minister appraised the legacy of Scotland's first first minister: \"The Scottish parliament is his achievement. It will be his testament. History will remember him for that.\" </p> <p>Up on the Royal Mile, where the parliament has its temporary home, colleagues choked on tributes, ashen-faced. There were no soundbites or fancy phrases. The greatest eloquence came in the simplest words. Jim Wallace, Dewar's deputy and the man who must temporarily fill his post, offered an epitaph. \"Donald was the kind of person who gives politics a good name,\" he said. </p> <p>Scotland had been expecting the worst. A stumble on Tuesday morning turned into the worst possible scenario. A few hours after Dewar tripped he complained of feeling unwell. Typically, he did not want a fuss. He only received medical attention on the insistence of his aides. But by 7pm that night, Dewar had lost consciousness in hospital. </p> <p>He had been joking until the end - even as he was pushed in on a trolley. His children, Marion, 35, and Ian, 33, were called to his bedside and it was there, yesterday morning, that the decision was taken to turn off his life support machine. </p> <p>At a press conference in the hospital grounds, the doctors who attended him said nothing could have been done. A brain haemorrhage, before or after his fall, had set in train a sequence of events that was irretrievable. By the time he reached the Western General he had suffered irreversible brain damage. </p> <p>Mr Whitton, struggling to control his emotion, spoke of the cultured, literate and principled man he had worked for: \"You talk about him being stubborn but it was a sense of duty on his behalf. He took very seriously the position that he held and he just wanted to do his best.\" </p> <p>Journalists, too, those who had judged Dewar's every move and frequently questioned his political future, were shaken. As the press conference drew to a close, one asked Mr Whitton what he would remember most about his minister. </p> <p>\"He was a man of many parts,\" Mr Whitton said, his voice breaking for the first time. \"He's the best first minister Scotland could have had. I can't put it any plainer than that.\"</p>",
  "Robert Thompson and Jon Venables, the young killers of two-year-old James Bulger, will learn their likely release date within the next three weeks. <p>The lord chief justice, Lord Woolf, is to set their long-awaited \"tariff\" in open court before the end of October. </p> <p>Guidelines made public by Lord Woolf for the first time in July suggest 10 years as the most likely term. That could lead to the pair being released at the age of 21 and make it possible for them to avoid a transfer to an adult prison. </p> <p>Before release their lawyers are expected to invoke the right to privacy which became part of English law this month when the Human Rights Act came into force, to try to ban the media from disclosing the new identities they assume. </p> <p>If successful, they could be the first adult ex-offenders to win such protection under the law. The new identity of the child killer Mary Bell was protected by a blanket injunction, but it was granted to protect her underage child. </p> <p>The European convention on human rights, incorporated into English law by the Human Rights Act, guarantees a right to privacy and a right to freedom of expression. When the two rights have come into conflict, the European court of human rights has tended to give greater weight to freedom of expression as an essential safeguard of democracy. </p> <p>Whether the right to privacy should outweigh the media's right to freedom of expression in the Thompson and Venables case will be thrashed out next month in a high court hearing. </p> <p>In July the court made an interim injunction extending past their 18th birthdays a ban on publishing photographs of the pair or information about them, which was imposed by the trial judge. The teenagers have been in a local authority secure unit since their conviction in 1993, when they were sentenced to be detained at her majesty's pleasure - the equivalent of an adult life sentence. </p> <p>Lord Woolf said he would take the standard starting point for an adult murderer, 14 years, with reductions for mitigating factors such as the killers' age at the time and increases for aggravating factors.</p>",
  "<p>Had Carol Vorderman's breasts popped out of her dress at the National Television Awards, it would have been viewed as a deliberate attempt to steal the show. If Gail Porter's made a guest appearance, the nation would simply have rolled its eyes in indifference. And had Michael Barrymore bared his man breasts, it would have been deemed so last year. That Judy Finnigan's breasts, albeit bra-clad, were on display at the telly gongfest was a genuine showstopper, a moment of TV history, a prime cut of future blooper tapes. </p> <p>While the main feature of the outfit worn by Coronation Street actress Naomi Russell to the same ceremony was two bits of double-sided Sellotape and her cleavage, it barely warranted a sideways glance in the tabloids. Judy's bra-baring incident made front-page news. This sort of thing wasn't supposed to happen to professional TV show hosts. </p> <p>Judy - for as with Madonna and Britney, she needs only her first name to be identified in the public consciousness - found herself in the kind of mortifying scenario that most of us only endure in nightmares. As she and husband Richard (again, the Madeley is optional) took to the stage to accept their award for Most Popular Daytime Programme for This Morning, her black velvet halter-neck dress slipped away to reveal her peachily ample bosom lovingly cradled in what appeared to be a strapless bra. For a few moments, which, like those before an accident, seemed measured on a melting clock, Judy was unaware of her prime-time exposure. She and the equally ignorant Richard began making their speeches before her friend John Leslie leapt in to protect her modesty. Only then did realisation dawn: she had been indisposed in the Royal Albert Hall, in front of a television audience of nearly 12m people, the biggest audience ITV has had on a Tuesday night for two years. Displaying another of her best attributes, Judy did what she always does in awkward situations - she blamed Richard. </p> <p>Actually, there was nothing to blame Richard for (for a change) as the most remarkable thing about Judy's embarrassment was that she walked away with her dignity, if not her frock, intact. If anything, baring her bra has enhanced her standing, fortifying her position as a national icon. </p> <p>According to recent research for Broadcast magazine, she and Richard are the most pervasive faces on television, watched by more people than the erstwhile ubiquitous Carol Vorderman, Des Lynam or Cilla Black. In what can only have been a minute on screen, Judy's flesh-toned push-up bra and the breasts within them became a metaphor for the secret of her success. It might sound sexist to reduce a woman to her bosom but it isn't: Judy's breasts and the circumstances surrounding their new-found notoriety say everything you need to know about her. And what you need to know about Judy Finnigan is that she is real. </p> <p>Judy isn't a cosmetically-altered dolly bird whose career will last as long as her looks. There is nothing manufactured about her. At times she looks fantastic, at others she looks terrible. This is life-affirming. With a background in journalism, she is, at 52, an attractive older woman who successfully combines having a family (\"Jack, Chloe and the twins\") and having a career. As such, she is testament that working hard and climbing the ranks - in television and, by extension, everywhere else - pays off. And she has suffered. </p> <p>After her first marriage ended, she met and married Richard, a younger man, and found happiness. That happiness has been tempered with post-natal depression and \"women's troubles\" which culminated in a hysterectomy and widely publicised absences from This Morning. But even these have an upside - both are badges of honour for someone who empathises for a living. </p> <p>For over a decade, Richard and Judy have been dispensing their own particular brand of homely wisdom to housewives, students, the unemployed and the bedridden, earning a place in the nation's heart along the way. Your head might tell you that This Morning is the ultimate in feelbad, misogynist, tabloid television but it is so alarmingly watchable, you begin to know the This Morning \"family\" better than your own. After a couple of days off work, you find yourself automatically tuning in to it to see how agony aunt Denise is getting on or how Richard will humiliate himself today. This Morning is addictive partly because Richard and Judy believe in what they are serving up and partly because the dynamic of their relationship is so fascinating. </p> <p>They have an almost evangelical zeal when it comes to their diet of makeovers, soap star chinwags, and, of course, diets while the audience is wondering whether they had sex before the show and how long it will take for Judy to exclaim \"For Goodness sake, Richard!\" Like someone whose inhibitions have been loosened by half a bottle of wine, if there's something Judy doesn't believe, she will say so. There seems to be something in her DNA that prevents her from quiet submission. One imagines she can be a bit of a bitch were one to cross her. </p> <p>So far, so Anne Robinson, you might say. But Judy Finnigan is softer, plumper, more approachable than Anne. Like her breasts, she is maternal, welcoming. You can imagine crying on her shoulder. And her crying on yours. She cries a lot, something you won't find Anne Robinson doing on TV too often and is quite genuine about it. When This Morning moved from Liverpool to London, she sobbed despite \"promising I wouldn't do this\" and when Princess Diana died, she wept and worried about William and Harry. Or as she called them \"The Boys.\" When they have particularly heart-rending items on This Morning - gravely ill children, orphaned children, poor children - her voice often gets choked with emotion. Sometimes she laughs hysterically for no apparent reason. A lot of the time, she looks quite scared, like she has found a freakishly large spider in the bath just before going on air. This is one of the most alluring things about her. She simply doesn't seem comfortable on television, like your next-door-neighbour reading the news. A consummate professional, she can look amateur in a good, non-threatening way. She is One of Us on the telly. </p> <p>It is perhaps for this reason that Tony Blair chose to grace the This Morning sofa with his presence as opposed to going head-to-head with Jeremy Paxman. As a concerned, sceptical, reasonably liberal conservative, Judy represents the kind of woman who put Blair in power and who can remove him again. The prime minister is aware of Judy's mighty sway and you can bet Blair will appear on This Morning again before the next election. </p> <p>Should Judy need further credentials as a compassionate and patient icon of touchy-feely Britain, there is the small fact that she puts up with Richard. While Judy seems almost reluctant about being on TV, Richard acts as though he is the best thing ever to be on television. No matter what the subject or whoever the guest, Richard knows everything. And if he doesn't, he will simply change the subject of the conversation or interview onto one he does know all about (which is often himself). During makeovers, Richard will, as a matter of course, tell the frumpy/fat/spinsterish victim that she - for it is invariably a she - should dress better/lose weight/get out more. A typical interaction goes as follows: </p> <p>Richard: Do you wear make-up very often? </p> <p>Dowdy Woman: No. </p> <p>Richard: You should. </p> <p>Judy meanwhile empathises with the frumpy fat spinster. </p> <p>Richard adopts stranger ideas with every passing week. There is a rumour that the This Morning production team have a RSI box into which they deposit slips of paper detailing Richard's Stupid Ideas. Some escape, however: at the tail end of last year, he started stocking his \"millennium cupboard\" lest the Y2K bug brought civilisation - and his local Sainsbury's - to its knees. He has also dressed up as Ali G and conducted an interlude in the style of the comic persona, sung along with the South Park Christmas song, Chocolate Salty Balls, and he rarely misses an opportunity to put into words whatever tumbleweed of thought is rolling across the prairie of his brain. </p> <p>At every apposite moment, as well as some inopportune ones, he will mention Judy's hysterectomy, their sex lives (how many times a week, where in the house, the last time), their home life, arguments they have had and Disastrous Things Judy Has Done. Indeed, if there's any downside to Judy's bra-baring, it is that Richard now has a legitimate, in-the-public-domain excuse to talk about them. Yesterday on This Morning, he had started already. Holding their trophy, he said: \"Thank you very much for this sort of silver globe, but it wasn't the nicest globe on display last night.\" </p> <p>Despite his idiosyncrasies, Judy loves Richard and, like many long-suffering wives, humours his more outlandish behaviour and ideas. She nods and enthuses appropriately and only very occasionally will shoot him a death stare when he is veering dangerously close to Saying Too Much. His response is to throw his arms in the air and adopt a \"I'm just an open kinda guy\" expression and carry on regardless. Like an embarrassing uncle who cannot see himself as others see him - perhaps because he took too much LSD in the 60s - his behaviour makes hers all the more admirable. </p> <p>Richard, to give him credit, clearly loves Judy very much too: she humours him, he makes her feel special. Which, of course, she is. That Judy has managed to present This Morning for more than 10 years without strangling Richard, never mind being married to him for longer, makes her positively saintly. </p> <p>Judy's show-stealing moment at the National TV Awards was her life in miniature. A triumph followed by an embarrassing moment, blame assigned to Richard, a bit of bickering, and then it's back to the script, and a even warmer place in the nation's heart. It could almost be a movie. (A made-for-TV one starring Donna Mills, naturally). Judy's greatest talent is that sometimes she forgets she is on TV - and then, so do we. By transcending the barrier between Them on telly and Us at home, she is both. A mother figure of Britannia-esque proportions, we love her because she isn't perfect. </p> <p><strong>Finnigan's wake: Judy's life through a lens</strong></p> <p><strong> Sex:</strong> In 1993, Judy is \"very embarrassed\" after sex therapist Dr Ruth Westheimer advises her on air how to satisfy Richard in bed. Similarly squeamish when Richard goes public with his reasons for having a vasectomy - it's all down to Judy's irregular ovulations - but more upfront in May 1998, when she reveals that her sex life has improved no end thanks to HRT. </p> <p><strong> Weight:</strong> Horrified when, in 1993, photos of her on holiday are published under the headline \"Blancmange in a bikini\". Obesity is banned from the This Morning list of discussion topics. In 1999, she lambasts the industry's sexism: \"I hated the way they treated Kelly Brook on the Big Breakfast.\" </p> <p><strong> Health, a catalogue of misfortune:</strong> </p> <p>September 1995: Sports a black eye after bumping into a mantlepiece. Friends cite exhaustion. </p> <p>November 1997: An \"under the weather\" Judy skips This Morning. After rumours of a marriage split circulate, she reveals that she is to take a break to have a hysterectomy. She returns to the show in April 1998 atop a hospital trolley, but admits to being \"petrified\". </p> <p>July 1999: Takes a two-week break; Richard blames a wheat allergy. \"She had a sandwich yesterday. I said it would come back to haunt her and it did.\" </p> <p><strong> Marriage:</strong> Richard and Judy marry in 1986. In 1991, Richard is acquitted on charges of stealing wine and soap powder from Tesco's in Didsbury. </p> <p><strong> This Morning: </strong> On October 3 1988, This Morning is launched, later seeing off BBC rival, Good Morning with Anne and Nick. In 1996, the programme uproots from Liverpool to London to attract big-name interviewees. </p> <p><strong> Beyond This Morning: </strong> A coup in May 1996, when OJ Simpson turns down Jeremy Paxman and Jonathan Dimbleby to be interviewed on Tonight with Richard and Judy. Simpson is asked to \"tell us about the Nicole that you loved\". </p> <p>In May 1998, Judy goes solo with We Can Work It Out, a consumer programme, despite her admission that \"I don't like making a fuss\". She quits the show a year later. </p> <p><strong>Claire Phipps</strong></p>",
  "Fridays, free admission day, are always busy at the Dulwich Picture Gallery. Nobody noticed the tall, elderly man in the panama hat coming in. Instead of heading for the exhibition, or stopping at the postcard racks, he approached an attendant and took a small brown paper package from his pocket. <p>\"I have something for the trustees,\" he said quietly. \"I found it on the P4 bus.\" And he turned to leave. Startled, the attendant asked if he wouldn't like to stay and look at the pictures, but he shook his head and left - sparking a bomb scare, an international stolen art inquiry, and finally the unresolved mystery of the most touching gift the 200-year-old gallery has ever received. </p> <p>The puzzled attendant took the package to the office of the director, Desmond Shawe-Taylor, joking that it was probably a bomb - and caused a minor panic as staff realised it could well be. The police were called, removed the package, tested it, and gingerly opened it. </p> <p>It contained a red Chinese silk gift box, holding three beautiful 17th and 18th century miniatures wrapped in tissue paper, and a touching unsigned, unheaded message printed out from a computer </p> <p>\"I am dying and have asked a dear friend to deliver the enclosed three miniature portraits to the trustees of Dulwich Art Gallery as my anonymous gift, because I have lived in obscurity into old age and wish to remain so in death. If they are unsuitable for display at Dulwich, it is my wish that they be given to a gallery where they blend in. May God be with you. Anon.\" </p> <p>Dulwich refused even to speculate on their value, but the gold framed, thumbnail sized paintings could be worth more than £10,000, according to leading London auction houses. They have been examined by specialists at the Victoria and Albert Museum and the National Portrait Gallery who believe that one is by a 17th century amateur, but that the others are important works by the leading miniaturists of their day: John Hoskins, who died in 1665 and whose top auction price, in 1994, was £8,500, and the mid-18th century artist Gervase Spencer. </p> <p>Although Dulwich owned no miniatures, the pictures did blend perfectly with its outstanding collection of 17th and 18th century portraits. However, Mr Shawe-Taylor was forced to look the gift horse in the mouth and check Scotland Yard and other databases of lost and stolen works of art. No matches were found. </p> <p>The package was handed in in August, and yesterday the trustees concluded that it was, indeed, a gift. The miniatures will probably be hung together, in a specially made case, with the contemporary portraits. </p> <p>Staff are left with heads full of questions. The police could not establish whether the package was really found on the P4 bus, which does run through Dulwich village. They do not know whether the man in the hat was the dear friend, or possibly the donor. The attendant said that, though elderly, he was dapper and looked healthy. </p> <p>It is a bizarrely suitable place for a deathbed bequest. The gallery, with a small but internationally renowned collection, was designed by Sir John Soane and is unique in including a mausoleum holding the bodies of its founders, the 18th century collectors Sir Francis Bourgeois and Noel Desenfans.</p>",
  "At the first signs of a cold you could do worse than reach for a bottle of cough mixture from Boots the chemist. The problem is that even if the medicine works you may be left with more than you bargained for. <p>According to the high street chemist, its medicine Nirolex Day Cold Comfort will bring relief to those runny nosed days and nights. But some sufferers have found the warnings on the side of boxes of the cough mixture a little hard to swallow.</p> <p>Instructions warn: \"This medicine may cause diarrhoea, nausea, vomiting, stomach pain, constipation, headache, blurred vision, ringing in the ears, irritability, nightmares, loss of appetite, difficulty in passing urine, rapid heart rate, shaking or skin rashes, sputum (phlegm) retention and sweating.\" It adds: \"If anything else unusual happens talk to your doctor.\"</p> <p>Boots said yesterday that it understood why some customers might find the list of possible side effects on its £4.19 cold remedy unpalatable. A spokeswoman said: \"This particular product contains three active ingredients and we recognise that the list of side effects can be quite alarming to some people.</p> <p>\"However, the MCA (medicines control agency) requires us to list all reported side effects to any of the active ingredients in the product.\"</p> <p>She added that EU directives stated that consumers had the right to be fully informed about all medicines and this had to be done in a \"patient-friendly manner\".</p> <p>Nirolex had been approved for its \"favourable benefit-risk ratio\" and was an extremely popular product, she added.</p> <p>The medicines control agency, the government body responsible for safety, demands the listing of all side effects reported by various users about every ingredient contained in the medicine.</p> <p>Roger Odd, of the Royal Pharmaceutical Society, said yesterday: \"The list is there for the protection of patients in the event of a rare case when there may be an adverse side effect.\"</p>",
  "A story is making the rounds in US politics of a tycoon who decided to invest in a dog food company. He hired the top market research people, the best packaging experts, a front-rank media firm and a highly regarded public relations company. <p>After spending tens of millions, however, sales were dismal. Gathering his minions together, he demanded to know why his investment was not paying off. \"The dogs won't eat the food,\" the promotional team concluded. </p> <p>This is Al Gore's problem. No matter how his speechwriters, image consultants, issue experts and pollsters package him, the US people just don't like Al Gore. They do not want to spend the next four years listening to his lectures, tolerating his patronising attitude or watching his pious posturing. If the president is going, constantly, to be in our face, Americans figure, let him be, at the very least, appealing. </p> <p>Al Gore comes across as the teacher's pet - the earnest, fresh faced boy in the class who always has the right answer. The teacher loves him and the other students hate the sight of him. </p> <p>A curious dichotomy emerged in the reactions to the first Gore-Bush debate. The experts - myself included - watched the ebb and flow of the arguments and concluded that Mr Gore had won, decisively. He out-debated his inarticulate rival, scoring point after point, aiming his shots with precision. Mr Bush seemed to flounder, unable to respond effectively. To us it was a knockout. </p> <p>But the public saw it differently. After an initial round of polls indicating Mr Gore had \"won\", Mr Bush began to move ahead smartly. As evidence mounted that the Democrat had misrepresented his role in meting out sympathy to flood victims in Texas and had exaggerated the extent of overcrowding in a Florida school, voters turned away from Mr Gore. </p> <p>By the week's end, the CNN-Gallup poll showed Mr Bush pushing above 50%. </p> <p>The issues clearly work for Mr Gore. Few disagree that he could best handle problems such as gun control, the environment and poverty. Even on issues the GOP (Grand Old Party) contests, such as education and healthcare, Mr Gore wins decisively in most polls. </p> <p>Public enthusiasm for Mr Bush's tax cuts is sharply limited, and most identify with Mr Gore's spending priorities - eliminating the national debt and solidifying the fiscal basis for social security and Medicare. </p> <p>So why don't Americans vote for Mr Gore? Because they just do not like him. </p> <p>With the differences between the candidates so narrow, Americans feel at liberty to indulge their affections rather than their ideology in casting their votes. </p> <p>While some voters speak of Mr Bush's superior character, most just frankly admit that they like him. They like his cockeyed grin, his torturous English, his sense of himself, his willingness to be human. </p> <p>Mr Gore seems too anxious to please and too willing to lie. He said he invented the internet, founded the strategic petroleum reserve and worked on his farm in Tennessee. He was shot at in Vietnam. His marriage was the model for the film Love Story. His mother sang a union song as a lullaby. His mother-in-law pays more for her medicine than for her dog's. As a crusading journalist, his stories sent politicians to jail. </p> <p>All appealing anecdotes. But all are untrue. </p> <p>The harmless quality of his Walter Mitty inventions only serve to remind Americans that Mr Gore is artificial. Reared as the son of a senator in a Washington hotel room he called home, Mr Gore is like the baby born in a bubble to limit his exposure to the germs other people carry. </p> <p>With issues counting for little and the country doing fine, distinctions of character and personality become the fulcrum for the election. </p> <p>Ironically, the success of Bill Clinton and Al Gore has paved the way for George W Bush. </p> <p>\u0095 Dick Morris was chief strategist for President Clinton in his successful 1996 re-election campaign. He is head of <a href=\"http://www.vote.co.uk\" target=\"_NEW\">www.vote.co.uk</a></p>",
  "Unexpectedly stubborn resistance by Slobodan Milosevic and his Socialist party allies to the loss of the Yugoslav presidency has pushed Serbia to the brink of new street protests and created a dangerous struggle for power. <p>The Socialists have walked out of talks on forming an interim government to rule Serbia until the elections in December, and they insist that they still run the republic's police force. </p> <p>In response, President Vojislav Kostunica and his colleagues are planning to bring back the popular anger which turned the federal parliament and the state television headquarters into smoking ruins last week. </p> <p>\"If they delay [Serbian] elections we will bring the demonstrators out again in three days,\" said Zoran Djindjic, the chief strategist behind the movement which brought Mr Kostunica to victory. </p> <p>Mr Djindjic's driver and the bodyguard of another party leader were detained by eight men in plain clothes as they sat in their car outside his office late on Tuesday night. Although they were freed two-and-a-half hours later it was a reminder of the power that the old regime still has to harass Mr Kostunica's team. </p> <p>A week after the popular uprising which forced Mr Milosevic out of office, Serbia has entered a limbo in which Mr Milosevic is mounting a rearguard action by mobile phone while the new rulers find it hard to sideline him completely and achieve a full transfer of power. The contra diction is well illustrated by Mr Djindjic. \"He [Milosevic] is a private citizen who's protected by the presidential guard, which is an elite unit of the army,\" Mr Djindjic said. </p> <p>A dissident philosopher who was persecuted under Tito and lived in Germany for 12 years, Mr Djindjic leads the Democratic party, the largest member of the 19-party alliance known as the Democratic Opposition of Serbia. As Mr Kostunica's campaign manager, he is widely seen as the mastermind behind the successful strategy of strikes and protests which was launched when Mr Milosevic tried to force a runoff. </p> <p>One reason why the new rulers cannot act more decisively is that they have only won power over federal institutions. The Serbian presidency, parliament and government are still controlled by the Socialist party. </p> <p>Another reason is that Mr Kostunica does not want to be too radical. \"We could make a revolution but it wouldn't be good. It would create too much instability,\" Mr Djindjic said. \"Our problem is that we want to change as much as possible without overstepping the boundary of legality. To some extent the crisis which the Socialists have provoked by refusing to discuss the formation of a new government is one of posturing. The Kostunica camp controls the street, and most of Mr Milosevic's allies cannot go outside their houses without bodyguards. </p> <p>\"The Socialist party has no structures anymore,\" he said. \"Milosevic can give orders by phone but there are no instruments to carry them out.\" </p> <p>The Yugoslav army chief of staff, General Nebojsa Pavkovic, cannot send army units against protesters. But he can block changes. </p> <p>Similarly, police at the grassroots level would not dare tp act against crowds although sections of them - such as security service operators who still tap telephones - are an irritant, Mr Djindjic said. </p> <p>The media is completely in the hands of the Kostunica team, with many analysts claiming that Mr Milosevic made a major blunder by not conceding defeat after the first round. Then he would have avoided the muscle-flexing street protests and the loss of Serbian state television. </p> <p>With the television still in his hands, Mr Milosevic would have been in a much stronger position to resist the changes today. Mr Djindjic is not surprised that people have not so far tried to storm Mr Milosevic's mansion. </p> <p>\"We kept things under control last week, going after him was not part of the plan. We didn't want to risk lives.\" </p> <p>But he admitted that the events of last Thursday, when protesters set fire to the parliament and the TV headquarters, were not planned. </p> <p>When Mr Milosevic tried to push the election into a second round, the opposition developed its strategy of civil disobedience. There were to be five days of street blockades in every major city in Serbia to show that people were not ready to accept the fraud. Next would come a coal miners' strike to show the opposition's industrial muscle. Finally, protesters would converge on Belgrade from all over the country in convoys of buses. </p> <p>\"We planned to occupy buildings in Belgrade and then use them as a base from which to negotiate Mr Milosevic's departure. But more happened than we thought,\" Mr Djindjic said. </p> <p>Parliament and the television offices were burned, and the police switched sides. The constitutional court went into reverse and declared Mr Kostunica the election winner.</p>",
  "<b> Thousands protest at Eta killing</b> <br> <p> Hundreds of thousands of Spaniards poured on to the streets in a show of revulsion at the latest killing by Eta, the Basque separatist group. </p> <p>Candlelit marches and vigils were held throughout the country on Tuesday night after the shooting of a senior lawyer in Granada, southern Spain. </p> <p>Luis Portero, 59, the chief prosecutor at Andalucia's superior justice tribunal, was shot through the head at his home on Monday. He was the 14th victim attributed to Eta since it ended a truce at the start of the year. </p> <p>The largest protest took place in Granada itself, where more than 100,000 people packed the streets, chanting \"Eta out\" and waving the palms of their hands covered in white paint. </p> <p>Outside the town hall, they heard the city's mayor deliver a defiant speech against violence. \"Our future is written in two words - peace and freedom,\" Jose Moratalla said. Earlier, the prime minister, Jose Maria Aznar, who led the mourners in Granada's 15th-century cathedral, had urged Spaniards \"to continue showing their outrage and keep faith in the government's policy\". His words prompted rallies in Madrid, Seville and several Basque cities. </p> <p>Portero is the first lawyer to be killed in the current wave of violence and follows the crackdown by Spanish police and magistrates on members of Eta's political wing last month. Madrid has also given the courts special powers to charge juveniles who take part in pro-Eta riots. <br>Adela Gooch, Madrid </p> <p><b> Africa debt of £820m written off</b><br> </p> <p>China will write off more than £820m owed to it by the poorest African states to help boost development and strengthen Beijing's ties with the continent. </p> <p>Yesterday's announcement by the foreign trade minister, Shi Guangsheng, came on the second and penultimate day of a Sino-African forum in Beijing that China hopes will position it as a leader of the developing world. Forty-four African countries have sent heads of state or senior officials to the Chinese capital. </p> <p>Liberia and Malawi also sent observers, though they have diplomatic ties with Taiwan and will not receive any debt relief, a Chinese foreign ministry spokesman said. </p> <p>Aid, often low-or zero-interest loans repayable on flexible schedules, has been a pillar of Chinese ties with Africa. Chinese officials have not put a figure on the country's total loans to Africa, but Mr Shi said Beijing would cancel 10bn yuan (£820m) owed by \"heavily indebted poor countries and the least-developed countries in Africa in the next two years\". </p> <p>Beijing hopes that writing off a portion of its loans will encourage other countries and financial institutions to write off the continent's £220bn of foreign debt. </p> <p>Mr Shi said China will also gradually boost assistance to Africa in line with its own economic growth, and will give credit incentives for Chinese firms to invest in Africa. <br> AP, Beijing </p> <p><b> Ex-nuclear plant's staff arrested</b><br> </p> <p>Japanese police made the first arrests yesterday concerning the worst nuclear accident since Chernobyl. </p> <p>Six former executives and employees of JCO - the plant operator - have been charged with negligence resulting in death for illegally changing the safety manual to cut costs at the uranium processing plant in Tokaimura, 80 miles north-east of Tokyo, in September last year. </p> <p>Lacking training and following the illegal guidelines, two men mixed almost eight times the safe amount of uranium, using stainless steel buckets rather than a machine, setting off a chain reaction that raged for almost 20 hours. </p> <p>Both men died, at least 439 people were exposed to radiation and some 200,000 residents were told to close their windows and stay indoors. </p> <p>Police also plan to charge JCO and its then president, Hiroharu Kitani, for breaching nuclear reactor laws. </p> <p>The government hopes the arrests will draw a line under the accident, which has crushed public confidence in an industry that generates about a third of Japan's electricity. But environmental groups criticised the police for failing to consider the responsibility of nuclear safety authorities, which had not inspected the JCO plant for seven years before the accident. <br>Jonathan Watts, Tokyo </p> <p><b> Neo-Nazi crimes rise in Germany</b><br> </p> <p>Crimes against immigrants and Jews nearly doubled in Germany during August, the interior ministry said. Officials attributed part of the rise to the public reporting more incidents - the government has recently urged Germans to take a stand against neo-Nazis. </p> <p>There were 1,112 offences committed in the following month, compared to an average of 668 in the first seven months of the year, the ministry said. Crimes against foreigners rose to 403, from an average of 210, while anti-semitic offences rose to 121, from an average of 68. </p> <p>There is little sign of the violence abating, with several minor attacks on synagogues and other Jewish sites recently. On Tuesday, the authorities in the eastern city of Dessau said vandals had attacked the memorial to Alberto Adriano, a Mozambique-born immigrant whose murder by skinheads became a focal point for concern over racism in Germany. </p> <p>In a statement yesterday the ministry said that the latest figures showed \"it was right to step up police surveillance and efforts to punish those responsible for these crimes, and that this must continue\". Few would dispute that. But the fact that neo-Nazi crimes have increased since the government announced its crackdown leaves its methods open to criticism. </p> <p>A row is already simmering over the authorities' key initiative - an attempt to ban the extreme right National Democratic party of Germany (NPD). The NPD has reported a surge in membership applications since the initiative. </p> <p>The interior minister, Otto Schily, who was originally sceptical about the effectiveness of such a move, confirmed on Monday that he would be seeking a ban. He said he was confident he could secure the backing of a majority of Germany's regional governments, needed to make a request to the constitutional court. </p> <p>The federal cabinet is expected to approve a petition to the court next month, but the Greens, the junior partners in Germany's centre-left coalition, remain uneasy. <br>John Hooper, Berlin </p> <p> <b> Sri Lanka faces hung parliament</b><br> </p> <p>Sri Lanka was last night heading for a hung parliament after early results from a general election indicated that neither the governing People's Alliance nor the United National party (UNP) would get the seats required for a majority. </p> <p>A hung parliament would mean that the president, Chandrika Kumaratunga, and the opposition leader, Ranil Wickremasinghe, would have to work together, even though their personal relationship in recent months has often been characterised by personal animosity. </p> <p>Ms Kumaratunga wants the constitution to be altered to include a devolution package that would allow Tamil majority areas in the north and east to have more autonomy, to try to bring an end to the 17-year civil war in which 60,000 people have died. </p> <p>But Mr Wickremasinghe has criticised her for not entertaining the idea of talking to the Tamil Tigers. Without their support or consent, he argues, a political settlement will be impossible to implement. </p> <p>Both the alliance and UNP were set to start some frantic horse trading to win support from smaller parties. </p> <p>Many may be attracted to the governing coalition, because Ms Kumaratunga can appoint and dismiss ministers and retains the finance and defence portfolios. Under the country's emergency legislation she can even ignore the parliament. </p> <p>\"Mr Wickremasinghe's only card is that parliament in the long run controls the purse strings,\" a diplomat said. \"But someone of the president's intelligence is likely to give them a difficult time.\" </p> <p>The election commissioner said yesterday that the poll results would be announced today after talks with the parties. <br>Alastair Lawson-Tancred, Colombo</p>",
  "<p>The City does not like October and with good reason: the stock market calamities of 1927 and 1987 fell in this autumnal month, as did the hedge fund crisis of 1998. So far October 2000 is showing signs of being another bleak time </p> <p>Yesterday, bourses across the globe were in retreat having downed a cocktail of dreadful news ranging from earnings disappointments to fears of default in the junk bond market. </p> <p>In London, a sea of red engulfed trading screens sending the FTSE 100 index down 130.1 points to 6,117.6 - a four and half month closing low. It has fallen 273 points this week. </p> <p>Elsewhere, the Techmark tumbled 178.7 to 3,440.11 - its lowest close since early August - and the FTSE 250 shed 134.8 to 6,461.5. </p> <p>In Europe it was much the same picture with the CAC-40 in Paris ending below its 1999 closing level and Germany's Neuer Markt falling to its lowest level of the year. </p> <p>The reasons for the retreat were too numerous to mention but they had one thing in common - they came from the other side of the Atlantic. </p> <p>The market had to contend with a string of disappointing US earnings reports and the legacy of another dreadful performance from Nasdaq on Tuesday night. This continued into Wednesday taking the Dow Jones industrial average with it. </p> <p>Late on Tuesday, Lucent, the world's largest telecommunications equipment company, cut its profit forecast for the third time this year and Yahoo! indicated that advertising revenue was beginning to slow. On top of tha,t mobile phone company Motorola lowered its 2001 earnings expectations. </p> <p>If all of that were not enough, there were rumours that a big investment bank had taken a bath in the junk bond market. Various names were being mentioned by jittery traders from Morgan Stanley Dean Witter to Deutsche Bank. </p> <p>Technology, media and telecom (TMT) shares, the most highly rated in the market, were hit hardest in the rout. Telecom company <strong> Energis</strong> fell 49p to 395p, advertising outfit<strong> WPP</strong> gave up 61p to 693p, while internet security group <strong> Baltimore</strong> <strong> Technology</strong> dived 48p to 561p and software concern <strong> Logica</strong> surrendered 167p to £19.80. </p> <p>Lucent's troubles left optical chip maker <strong> Bookham Technology</strong> looking exposed and the stock duly plunged 404p, or 14.11%, to £24.60, the worst performer in the FTSE 100. Telecoms equipment maker <strong> Marconi</strong> was also rattled by Lucent's woes, closing 57p lower at 839p. </p> <p>Things were not much better away from TMTs. It was another day of pain for <strong> Marks &amp; Spencer</strong> shareholders. The shares fell 5.5p to 183p as SG Securities set a 165p target price. </p> <p>Banks were also in the doldrums as competition fears continued to cut into stock prices. <strong> Barclays</strong> fell 42p to £16.72 and <strong> Royal Bank of Scotland</strong> lost 41p to £12.99. </p> <p>Amid the carnage, oil stocks of all shapes and sizes offered a safe haven. With the oil price continuing to gush higher the sector offers the prospect of rising, not falling earnings. <strong> BP</strong> advanced 11.5p to 638p, while <strong> Shell</strong> put on 16p to 597.5p. Lower down, <strong> Lasmo</strong> advanced 7.5p to 143.25p and <strong> Enterprise Oil</strong> gained 35p to 600p. </p> <p>Elsewhere, worried investors were busy seeking out defensive stocks. Tobacco groups <strong> BAT </strong> , up 8.5p to 447.5p, and <strong> Imperial Tobacco </strong> , 23.5p higher at 663.5p, were particular favourites. </p> <p>The prize for ramp of the day went to composite insurer <strong> Royal &amp; Sun Alliance </strong> . Its shares improved 10.5p to 457p on renewed talk of a bid from a European rival. The shrewder players pointed out that as an insurer Royal was a good defensive stock that boasts a solid yield of 5.5%. </p> <p>Lower down, control systems group <strong> Roxspur</strong> slipped 10p to 24.5p after discussions over a management buyout ended. Newcomer <strong> Raft International </strong> , a supplier of software to financial institutions, ended at 64.5p, a 0.5p premium to its offer price.</p>",
  "<p>Marcel Berlins opens a new season of <strong> Law In Action</strong> (4.0pm, Radio 4) in the wake of the profoundest shift in English jurisprudence for generations. The Human Rights Act will provide a continuing topic in the months ahead, but there are many equally profound issues facing the courts this term. Today's programme deals with the appeal judges' controversial decision on the conjoined twins. Further ahead, the right of self-defence will be central to Norfolk farmer Tony Martin's appeal against his conviction for shooting an intruder. </p> <p>Professor Sir Colin Berry, former government adviser on pesticides, thinks we get too worried about things that barely matter. Shoppers will happily smoke while driving at 70mph in heavy traffic to the supermarket, and then agonise over a tiny proportion of food additives. In <strong> Costing The Earth </strong> (9.0pm, Radio 4), Sir Colin tells Alex Kirby that such anxieties are ill-founded, and often stop the introduction of drugs that could save lives.</p>",
  "<p>Half the cast of <strong> Coronation Street</strong> (ITV) were held hostage at gunpoint in Freshco last night. And they weren't the only ones. This episode was split into two - one early, one late - designed to hold the huge TV audience hostage all evening. </p> <p>Freshco is an unusual supermarket. It has many of the attributes of the Tardis - small outside but surprisingly capacious inside. It never has any customers but is stocked with the riches of the Indies. As the night wore on, Curly, the manager, provided a midnight feast for hostages and robbers from Freshco's bottomless stock. It was all rather jolly. There were fillet steaks cooked by Fred Elliot on disposable barbecues (\"You 'aven't lived, ah say you 'aven't lived, until you've 'ad one of my fillet steaks, medium rare, in a warm buttered roll.\") There was garden furniture to sit on, sticky-toffee-bubble-gum ice-cream for dessert, a game of bowls played with melons and, of course, yards of clothesline to tie up the guests. You don't see much clothesline in supermarkets these days, but it seems to sell well in Weatherfield. The same washing has been hanging out on the same clothesline in the Coronation Street titles since Ken Barlow was a fresh-faced lad. </p> <p>Ken Barlow, whose 40-year-long career has bottomed out as a trolley collector for Freshco, and Mike Baldwin, newly returned from a disastrous honeymoon with the rapacious Linda, were both held hostage. Ken and Mike are the Sooty and Sweep of Coronation Street, lifelong rivals who beguile the longueurs of soap life by seeing who can marry the most women. Mike is ahead by four to three. </p> <p>Dean, the young gunman, took against the pair of them and locked them in a cupboard all night. \"I don't know who's the biggest git, you or the cockney over there... Either way, you're both getting up my nose.\" You warmed to the lad. It was like Leo Amery calling out in the Commons: \"Speak for England, Arthur!\" Dean, you felt, was speaking for the nation. Locked in their cupboard, Ken and Mike passed the night counting their wives until they fell into an exhausted camaraderie. </p> <p>It is a great comfort in any hostage situation to remember the terrible people you might have had to spend the night with. Martin might have been there, bent into strange shapes from having to sleep on the sofa. Or Rita and her oleaginous paramour, Anthony, the theatre critic. I believe I could endure any siege provided Anthony were not there telling Rita she looked ravishing tonight, and Rita telling Anthony he certainly had a way with words. Before Rita flings her bonnet over the windmill, I must remind her of Wodehouse's opinion of theatre critics. They come out at night up to no good. </p> <p>Emma, Curly's girlfriend, who is the pride of the police armed response unit, has been preparing us for the worst for weeks now, with such reassurances as \"The chances of using a gun are pretty remote\" and \"The whole point of training is to minimise the danger\" and, of course, the old faithful \"People are just as likely to get hurt crossing the road.\" So we knew someone was for it. It was only a case of whom. I had a fiver on Frank, the frankly useless security guard, as it was his last day at Freshco anyway and his leaving card read rather pointedly: \"We're sorry to see you go. You'll be missed more than you know.\" </p> <p>Outside, wives were waiting three deep. Inside, Curly was coaxing Dean into giving him his gun. \"I just wanted a bit of cash,\" said Dean. \"Yes, I know,\" said Curly sadly. \"Just give me the gun and everything will be all right.\" Then, in a rattle of gunfire, Emma shot Dean dead and Curly's face settled into something like inconsolable sorrow. </p> <p>Let me introduce you to a writer. Jimmy Corkhill is now mad, a fact which seems to have gone unnoticed in <strong> Brookside</strong> (Channel 4), though his eyes look like Catherine wheels. He has, like many a loony before him, turned to the literary life and is now worrying his nice wife, Jackie, by reading the Blake aloud (not surprisingly, it's the bit about the invisible worm which seems to worry her most) and threatening to write a book. \"I'm writing me autobiography. It Explains Everything...\" he raves. \"I'll do it tomorrow.\" This is so true to life - particularly doing it tomorrow - that I have the highest hopes for Jimmy's life story, Bring Me Me Bow Of Burning Gold! Dedicated to Jackie, who probably had to bring it.</p>",
  "\"Pack your kit,\" said my case officer when I arrived back on the wing from morning labour one day last week. \"Your movement order has come through.\" <p>I knew a transfer was on the cards. It was a hole I had dug for myself 18 months earlier, soon after my arrival in this jail. During an introductory interview with an acting deputy governor, the issue of \"offending behaviour\" courses arose. \"The only course I truly felt challenged by,\" I said, \"was enhanced thinking skills.\" </p> <p>\"Really?\" said the deputy governor, a kindly mannered and obviously educated man. </p> <p>It was the truth. I had genuinely enjoyed the ETS course. When it had first been suggested to me in the previous establishment, however, I had been sceptical. Surviving 15 years on the wings and landings of high-security prisons with mind and body intact seemed to me to be evidence in itself that my thinking skills were hardly in need of enhancement. </p> <p>\"Who's going to run that, then?\" I asked the wing probation officer who had called me to his office to discuss it. \"Richard Branson?\" </p> <p>Much to my subsequent mortification, the probation officer had replied: \"Er, no. I am, actually.\" </p> <p>In fact, the course turned out to be a blessing. Mundane repetition is the staple diet of prison life and I hadn't realised how much I had been affected by the torpor it engendered - nor how complacent I had become. </p> <p>The programme began in earnest in the prison psychology department. Every morning for six weeks I was one of a group of 10 inmates being tutored in the philosophy of Edward de Bono and the like. Conflict resolution by negotiation; cooperation and mutual advancement; logical problem solving; consensus through discussion; cost/benefit analyses. Apparently people in industry paid \"thousands\" to attend similar courses on the outside. </p> <p>That was all well and good, but if I had been invited during that first meeting with the deputy governor to give a hand-on-heart answer when asked if I thought I needed further such coursework, I would have had to reply with a resounding \"no\". </p> <p>But that move had been the biggest step towards freedom I had taken for a long, long time. I was eager to make the best possible impression. (I'm blushing at the memory.) </p> <p>\"I only wish,\" I said before I could stop myself, \"I only wish that there was another, perhaps even more challenging course available so that I could build on the skills I learned on the ETS.\" </p> <p>After a moment's thought, and much to my chagrin, the deputy governor replied: \"Actually, there is such a course - rehabilitative thinking - but it would mean a temporary transfer to another prison at some stage in the future as we don't run it here.\" </p> <p>My heart sank. \"Oh great,\" I said, forcing what I hoped looked like an enthusiastic smile. \"Put me down for that then.\" I knew I had overplayed my hand, but it was too late to backtrack. \"Why couldn't I have kept my big mouth shut?\" I thought as I closed his office door and walked back to my cell. </p> <p>Now the time had come. I spent the next few days getting my gear together. Not that I had that much to pack. Since the introduction of \"volumetric control\" in the mid-90s, a prisoner has been allowed \"in possession\" only what will fit into two regulation property boxes (about 2ft x 2ft x 8in). Any surplus must be handed - or sent - out of the jail, or else it gets shipped to Branston, Staffordshire, where the prison service has a depot dedicated to the storage of prisoners' belongings. </p> <p>Before volumetric control, long-term prisoners were notorious for carting from prison to prison numerous transit boxes packed with years of accumulated paraphernalia. Some even saw it as a status thing. In those days you could tell a lot about a new man arriving on the wing just from the amount of kit he was lugging. Twenty-two boxes? You knew he had been around, you could guess his history: respect. </p> <p>On the morning of my departure Big Rinty and the Guru gave me a hand to carry my stuff to reception. The rehabilitative thinking course was set to run for 12 weeks. There would be a settling-in period of about a month at the new jail, and then a post-course debriefing a month or so after it finished. I was looking at six months away, I guessed. \"It'll pass,\" said the Guru as the reception officer directed me into one of the holding rooms. \"Drop us a line,\" said Rinty. \"Let us know the score.\" </p> <p>Nowadays 90% of prison transfers are undertaken for the prison service by outside contractors. I shook hands with my two associates and then sat and waited for Group 4 to arrive.</p> <p>\u0095 Erwin James has not been paid for this article. This is the first in a series of three columns, to appear weekly, describing his transfer to a new jail.</p>",
  "It is rich that a government which rode the wave of \"cool Britannia\" is now seriously considering a report which concludes that the word \"British\" has racist connotations (British tag is 'coded racism', October 11). A piece of languagedoes not have connotations. It is how we use it that counts. Change the underlying social practices and structures and the connotations of the word will change. It is naive to think that a government in some Orwellian frenzy can tell us how to speak and somehow this will create a more inclusive society. Language is far more complex then that. <p>Being truly proud about one's national identity means one is confident enough to include others. To insist that using the word \"British\" is racist will erode what little confidence a lot of British people have and lack of confidence can lead to pathological hatred and resentment or petty nationalism. </p> <p>Incidentally, I am Canadian-British - from the country that actually invented multiculturalism. Racism is still an issue there but its government spends its time and money on real policies for social change. <br><b>Jennifer Griffin</b><br>London </p> <p>\u0095The extraordinary thing about Lord Parekh's Runnymede Trust report is that the commissioners see no difficulty about it being introduced by Jack Straw. You simply cannot have a multi-ethnic Britain if the home secretary and his ministers go on attacking bogus asylum seekers and bogus gypsies in the way they do and so long as they persist with the policy of dispersal and vouchers. Not surprisingly the report has wandered off into a discussion of abstractions in a way which will give widespread offence. <br> <b> Prof John Rex</b> <br> Centre for research in ethnic relations, University of Warwick <a href=\"mailto:johnrex@clara.net\">johnrex@clara.net</a></p> <p>\u0095At the Sydney Olympics black British gold medalist Denise Lewis wrapped herself in a union flag (described as a \"racist\" flag). In France, people from ethnic minorities with French citizenship are proud to call themselves French. There is racism but there's a recognition that it's a multi-racial society. For a Briton to claim his or her citizenship is \"racist\" is totally unjustified if not ridiculous. It would be far better to educate children against racial prejudice. <br><b>Clare Hartley</b><br> London <br><a href=\"mailto:C.Hartley@macmillan.co.u\">C.Hartley@macmillan.co.u</a></p> <p>\u0095The union flag must be adopted by parliament as the national flag of the UK. This has never been done and the flag remains a royal flag, used by ordinary citizens with permission. That permission is unlikely ever to be revoked. If parliament, in cross-party unison, were to adopt it as the national flag it would become the flag of all British citizens, of whatever background or ethnicity.<br><b> Michael Faul</b><br> The Flag Institute </p> <p>\u0095I very much welcome the thinktank's conclusion that \"British\" has racial connotations. Over several centuries, many Welsh, Scottish, Irish, Manx and Cornish people have been more than irritated by the arrogant assumption (cue Lord Tebbit) that they should be grateful to be part of greater England, this assumption often being connected with the common usage of \"British\" as meaning English. </p> <p>Speed the day when we are allowed to adopt the identities that we feel happy with. <br><b> Dr Brian Stowell</b> <br> Manx Branch, Celtic Congress </p> <p>\u0095So if I describe myself as British it's racist, is it? What should I describe myself as then, a Teletubby? <br><b>Barnaby Brocklehurst</b><br> London</p>",
  "<p>The fall of Slobodan Milosevic is not only a political event of the first order. It transforms the economic prospects of Yugoslavia, its immediate neighbours and the entire south-east European region. The Federal Republic of Yugoslavia, consisting of the republics of Serbia and Montenegro, is in dire economic straits. Ten years of war and isolation and the effects of the Nato bombing campaign in 1999 have reduced gross domestic product measured in US dollars by at least a third since 1989. Recorded unemployment is more than 30% of the labour force. </p> <p>Last year was specially disastrous with an estimated decline in real GDP of 23%. Agriculture, which accounts for nearly a quarter of GDP, has been badly hit by drought. Inflation is running at 50-60% per annum and the government's budget deficit exceeds 5% of GDP. External debt, now $12bn, is rising steadily, with the country in default on almost all its foreign debt. </p> <p>About 40% of GDP is produced by the private sector but much of it is in the informal economy. There has been negligible progress on structural reforms. Nearly all large industrial enterprises continue to be in state hands, despite the 1997 privatisation law in Serbia. Confidence in the banking sector is low with little intermediation from savers to productive private enterprises. Domestic capital markets are woefully underdeveloped. The country's infrastructure is in very poor condition. The damage from the bombing campaign was of the order of $3bn-4bn (£2bn-2.7bn). </p> <p>Yugoslavia is a long way from completing the three early steps for transition to an effective market economy: liberalisation of administered prices (still widespread), privatisation and macro-econom ic stabilisation. The hardest part, creating institutions that will support an effective, competitive market economy, has not yet started. The introduction of sensible laws for economic transactions is an important challenge. Effective regulation of the financial sector and of the natural monopolies (electricity transmission and distribution, gas distribution, the railway network) has to be created from scratch. Protection of minority shareholder and creditor rights has to be established. </p> <p>The challenges are daunting, but the opportunities are exhilarating. Yugoslavia has common borders with seven countries. It straddles the Danube. Its central location means any improvement in its domestic transportation infrastructure will have positive effects for transport throughout the region. Of course, this will require enormous investment, from domestic as well as international sources. Foreign financial support will depend heavily on direct investment with significant support needed from international financial institutions such as the World Bank, the International Monetary Fund and the European Bank for Reconstruction and Development. </p> <p>The EBRD has been active in all other countries of south-eastern Europe. The expertise gained in other post-war arenas such as Bosnia and Herzegovina can be useful in Yugoslavia. It is a public institution using private sector projects as its principal instrument. It has also played an important role in the funding of public infrastructure. Basic infrastructure will have to be initially funded with sovereign guarantees and blending multilateral and bilateral concessionary finance. However, ultimately some sectors will also have to be financed with private funding and participation. </p> <p>In addition to becoming a partner in this restructuring and eventual privatisation of the banking system, the EBRD could promote and co-finance the setting up of a micro-enterprise and small-businesses bank, and the creation of an equity fund to provide risk capital. Under its mandate, the EBRD cannot operate with its own resources in non-member countries. Yugoslavia is not yet a member, because it did not satisfy EBRD requirements for multi-party democracy and respect for human rights. However, since 1999 the EBRD has been active in micro-lending with donor funds rather than its own resources in the Yugoslav province of Kosovo. </p> <p>Before the Kosovo crisis there was considerable interest among foreign investors in partnerships with Yugoslav investors. The EBRD can be a catalyst for reviving and promoting this interest. Resource allocation in Yugoslavia has been severely distorted by economic isolation (including import-substituting policies), domestic protectionism and, since 1992, an external embargo. The removal of artificial barriers to trade and factor mobility is a necessary condition for a rational reallocation of resources and sustained growth. In the short run,, such restructuring can involve serious hardship for those involved as workers, entrepreneurs or owners, in the formerly sheltered sectors of the economy. </p> <p>It is essential that scarce budgetary and foreign concessionary resources be used effectively to provide a social safety net to prevent deprivation without slowing the process of moving human and other resources towards long-run viable uses. Apart from humanitarian concerns, the social costs must be addressed effectively because otherwise popular support for wide-ranging and deep structural reforms will vanish and the reform process will stall and fail. </p> <p>\u0095 Willem Buiter is chief economist at the EBRD</p>",
  "<p>Job prospects in small firms are being jeopardised by red tape, but the overall outlook for employment is one of the brightest for decades, according to two business surveys published today. </p> <p>Employers in all regions plan to hire more staff over the next three months, said Manpower, the employment services agency, with the biggest gains expected in the west, followed by East Anglia and the East Midlands. </p> <p>While most parts of manufacturing are depressed and likely to continue shedding employees or hire them more slowly, service industries are expected to expand payrolls rapidly. </p> <p>Retailing has the rosiest outlook, with a balance of 61% of firms saying they will hire rather than fire over the next three months. </p> <p>But the survey, based on larger employers, is contradicted by a separate poll of smaller firms by the Institute of Chartered Accountants, which shows the growing weight of government regulation is preventing many from expanding. </p> <p>The cost to the smallest, \"micro\" businesses of complying with new legislation has more than doubled since last year, rising to an average of £3,600, inhibiting many from hiring new employees. </p> <p>\"For smaller businesses, hiring more staff significantly increases the level of work required to meet PAYE and NI regulations, employment protection and health and safety legislation,\" said the Institute of Chartered Accountants.</p>",
  "<p>There are five bedrooms (three with sea views), three bathrooms, a steam room, four turrets and a three acre garden part bordered by craggy cliffs and wild clover. It is light and airy, warm and comforting. It is my castle in the air, far removed from the two- bedroom basement flat we can afford. </p> <p>Searching for a property is never easy, especially when ideals do not compare with reality. In London, space is the ultimate luxury and a snatch of greenery is the diamond carrot for financially stretched buyers. In this environment, bargains are snapped up before house details are even printed so it pays to either befriend an estate agent or look online. </p> <p>Warned by Stephen Fry about estate agents - who \"with their jangling keys, nasty suits, revolting beards, moustaches and tinted spectacles, roam the land causing perturbation and despair\" - I turned to my computer. </p> <p>Property sites are a booming, gazumping business online. As the new property databases with their virtual tours and vast range of properties propagate, so too have the estate agents produced hi-tech sites of their own to entice their customers back. </p> <p>An even greater risk to the estate agents are the dot.com property companies who often charge zero commission and are beginning to get a foothold in the industry. Progress may be slow but Rome wasn't built in a day and a house is rarely found in a week. </p> <p>I began my own search at <a href=\"http://www.findaproperty.com\">www.findaproperty.com</a> which is a database of properties from several estate agents, both large and small. Simple to use (just key in ideal prices, number of bedrooms and postcodes), it comes up with a list of properties matching your description. If you find something you like, you can email your interest directly to the estate agent involved. For all the wonders of modern technology, only one in six responded so it is often best to contact them by phone. </p> <p>The site also gave excellent local information, council tax prices, comments from residents and virtual tours. These tours allow you to see into the home using panoramic imagery which can really test estate agent speak (\"funky\" meaning \"ghastly paintwork\" and \"light and airy\" meaning \"one window in the basement\"). </p> <p>Other good sites are <a href=\"http://www.assertahome.com\">www.assertahome.com</a> - it has a change of address service and online applications for new utilities - and <a href=\"http://www.08004homes.com\">www.08004homes.com</a> (with online interior design magazine). <a href=\"http://www.propertylive.co.uk\">www.propertylive.co.uk</a> also provides information on buying and selling a home. </p> <p>According to Tim, one of that rare breed of nice estate agents, properties are updated every week on the internet so the chances of finding a home still for sale are much higher there than from the colour brochures that come through your letterbox - these are often a month out of date. </p> <p>Vendors and buyers can avoid agents altogether with sites such as <a href=\"http://www.loot.co.uk\">www.loot.co.uk</a>,, <a href=\"http://www.linkupproperties.co.uk\">www.linkupproperties.co.uk</a> and <a href=\"http://www.easier.co.uk\">www.easier.co.uk</a>. These charge vendors a small sum to advertise but are free to buyers. You can search for a property then email your interest and details to the seller who will then contact you direct. Some sites allow you to contact the sellers direct. </p> <p>Some even price their properties a little more competitively since they will be saving on estate agency fees. These are a useful resource if you are not in a rush to buy. Most sites require registration. </p> <p>At <a href=\"http://www.auctions.co.uk/\">www.auctions.co.uk</a> property/ there is a list of forthcoming property auctions. You can request brochures online and subsequently view a property in your desired area and price range. It is important to have cash up front and know your prices. We met a lot of professional \"auction buyers\" who intimidated us with their shiny grey suits and patronising manner. I am still seeking a website that teaches you how to deal with such individuals. </p> <p>My castle in the air proved to be a subterranean flat. Dark in places with the odd whiff of mildew, but it felt like home. After a thrilling sealed bid where the advice of sites such as <a href=\"http://www.findaproperty.com\">www.findaproperty.com</a> and <a href=\"http://www.propertylive.co.uk\">www.propertylive.co.uk</a> was useful in understanding procedures and competitive prices, we started the next stage: looking for a mortgage. </p> <p>Mortgage advisers are another strange breed with their peculiar passion for all things numerical. The potential embarrassment of exposing my knowledge of figures had me reaching for my mouse and looking online. I went straight to my home page and linked through to <a href=\"http://www.charcoalonline.com\">www.charcoalonline.com</a> where a mortgage wizard takes you through a series of relevant questions to help find your ideal mortgage before calculating the cost. </p> <p>The site does offer special deals but it is useful to have some kind of prior knowledge to get what you want. I did my background research at <a href=\"http://www.mortgages-online.co.uk\">www.mortgages-online.co.uk</a> , which offers an excellent guide to most kinds of mortgages. We eventually found what we wanted at <a href=\"http://www.woolwich.co.uk\">www.woolwich.co.uk</a> which not only offers good (if biased) mortgage advice but also information and details about the very latest open plan, offset mortgages. </p> <p>With both property and mortgage secured, it was back to my castle in the air and to the ultimate property website, <a href=\"http://www.property.org.uk\">www.property.org.uk</a>. This is a daydreamer's paradise. Here you can buy a safari park in Kenya, a castle in Perth, floating homes in London and an island in Loch Lomond for only £15,000. </p> <p>So, as I dream about turrets and ravaged coastlines; galloping through the savannah back to my homestead; watching the sun come down on the deck of my 60ft narrow boat, property prices continue to rise and estate agents continue to irritate. Or in the tempered words of Stephen Fry: \"There's only one thing worse than an estate agent but at least that can be safely lanced, drained and surgically dressed.\"</p>",
  "<p><strong> Anything goes in the marvel of Speedball</strong><br> <strong> Speedball 2100 </strong><br> Sony PlayStation £29.99 Bitmap Brothers/ Empire Interactive *** <br> Back in the days when home computer meant Amiga or Atari, there was a future sport game that transcended its humble roots to become a benchmark for the genre. </p> <p>Speedball 2's violent mix of football and rollerball has retained its visceral excitement. And finally, 10 years on, the Bitmap Brothers have released an updated version for the PlayStation, and this time it's in 3D. </p> <p>Speedball has always been a simple game to pick up. Never mind tactics, timeouts and offside, the rules here are straightforward - get the ball in the goal more often than the opposition. Anything goes in the enclosed venue, with elbows flying and stretcher-bearers a crucial part of the team. Nevertheless, tactics are still important, with judicious use of the arena walls still joyously effective. </p> <p>Taking charge of the lowliest team, your aim is to win league and cup glory: a task made easier by the regular fine-tuning you can give your boys. Of course, the real excitement is in the two-player mode, with the satisfaction gained from pummelling a human opponent far greater than any artificial intelligence. </p> <p>Despite a decade of technological progress, the Amiga version actually looks better. The obligatory move to the third dimension means that Speedball 2100 just doesn't seem as clean as the original, even if you can now adjust the camera angle. There are also a number of control issues - from slowdown to player selection -that affect the smooth feel of the game. </p> <p>Despite these niggles, Speedball is a peerless future sports title. Whether the Fifa generation will appreciate an unlicensed game with a single button control method remains to be seen. (GH)</p> <p><strong> London without the Dome?</strong><br> <strong> Sim City 3000 UK Edition</strong> <br> Windows 95/98 £34.99 Maxis/EA *** <br> The selling point of the latest edition of the long-running city construction series is that you can \"design, build and manage your own UK city in the first truly British Sim City\". But the title fails to deliver. </p> <p>Yes, you can have traffic driving on the left. However, you still have to put up with grid-style cities with more or less straight roads and overhead power lines and so on. The advisors still look American, and the city budgets are still calculated in dollars not pounds. </p> <p>New features include redwood forests and plagues of locusts. How British are those? </p> <p>As the small print on the box admits, this is really the SC3000 World Edition with an extra building set that looks reasonably British, but the details are totally swamped by the rest of the design. </p> <p>Loading the pre-prepared London, which takes an infuriating amount of time to render, reveals a Big Ben clock tower but no Houses of Parliament, no London Eye, and no Dome, though a remarkable number of suspension bridges span the Thames. </p> <p>Sim City is a terrific game - at least, it is with disasters turned off. But if you already have Sim City 3000 World Edition, you don't need this. (JS)</p> <p> <strong> Wrecking zombies just wears thin</strong><br> <strong> Carmegeddon TDR 2000</strong><br> PC CD-rom £29.99 Torus/SCi ** <br> In Carmegeddon, you had to race round the streets of a nightmare urban future, mowing down zombies and turning opponents into scrapyard fodder. </p> <p>In Carmageddon 2, you had to do more of the same. Now, in a radical departure, Carmageddon TDR 2000 puts you in an altogether more benevolent world, where you drive courteously, blow kisses to fellow motorists and throw bunches of flowers at unhappy people. </p> <p>As if. No, it's zombies and wrecking again, and to be honest, it's all starting to wear a bit thin. </p> <p>The problem is that the few changes that have been implemented make little difference to gameplay. Sure, the physics engine may have been overhauled, but racing is no more enjoyable than before - the low-gravity environment makes it hellishly difficult to stay right side up. </p> <p>We are assured, also, that the graphics have been revamped; detachable car parts, though, hardly compensate for blurry zombies and insipid backgrounds. </p> <p>The hardcore dance soundtrack is way too close to WipeOut (which, chaps, came out in 1995), and the new mission-style levels interspersed with the standard races are repetitive, unimaginative, and even trickier to complete. </p> <p>One thing that CTDR2K can pride itself on is its improved multiplayer code, which should make online gaming simpler, quicker and more satisfying. Because other humans - as opposed to the infuriating artificial intelligence Schumachers programmed into the game - make far more rewarding competitors. (AB)</p>",
  "<p><strong> Seeing was believing</strong><br> For a glimpse of how the consumer electronics world will look in 2001, the place to be last week was the CEATAC 2000 show in Chiba Japan. </p> <p>Many top Japanese companies including Sony, JVC and Hitachi paraded their new products at the show. </p> <p>JVC announced the impending launch of the world's first hybrid digital/ analogue video recorder. The model pairs a 20 gigabyte hard disk drive with an S-VHS recorder. Users can record programmes digitally on the hard drive then archive them on the S-VHS deck. The unit goes on sale in Japan next month for around £1,200. </p> <p>Sony's key offering was the Airboard, billed as a personal IT television. The unit features a 10.4inch LCD TV complete with TV reception, wireless email and internet access. It goes on sale in Japan later in the year for around £800. </p> <p>Sony also debuted a home-based hi-fi system that uses its Memory Stick storage cards. </p> <p>Top billing on the Sharp stand went to the PC-X2001, an LCD desktop PC that features TV, PC and net content in one unit. </p> <p>Pioneer displayed the latest in DVD recorders. The DVDR 2000 is both DVD-R and DVD compatible and the first DVD recorder to feature an a high speed iLink connector. It goes on sale in Japan later in the year. </p> <p>Panasonic unveiled a host of prototype products, many of which use its Secure Digital (SD) storage cards. These included AV enabled notebook PCs, digital music recorders, mobile phones and digital cameras. </p> <p><strong> Fine tuning</strong><br> The first of Sharp's long promised LCD screen TVs with built-in tuners arrives in the shops this month. </p> <p>The £1,500 12inch LC-12A2E features a flat screen active matrix TFT LCD panel which is said to deliver a resolution of 921,600 pixels. Sharp also claims that the screen has a 160 degree viewing angle and a backlight with 60,000 hours' life. </p> <p>It will be joined next month by a 15inch set, the £2000 LC-15A2E, while a 20inch version, the £4,000 LC-20A2E, will be available early next year. </p> <p>All three models are less than 5cm thick, boast three speakers, a Nicam Stereo decoder and include component and composite video inputs for connection to a DVD player/VCR. Also due in the stores this month are a pair of ultralight Sharp notebook PCs, the £1,795 PC-AX20 and the £2,045 PC-AR10. </p> <p><strong> Sony goes to the dogs </strong><br> Sony's robot pet dog Aibo is about to befriend a new canine chum. Details about Sony's third electronic hound, including when it is to be launched in the UK, are to be revealed at 9.00am this morning - unfortunate timing for us, but required by Japan. </p> <p>Sony has confirmed that the new dog is designed to partner and interact with its predecessor. Aibo went on sale in Japan last June, with the first batch of 3,000 dogs selling out in 20 minutes. </p> <p>Sony has sold more than 45,000 dogs worldwide, and they even have their own soccer tournaments. (AN)</p> <p><strong> Hearing earring</strong><br> Researchers at IBM's Almaden Research Centre in Silicon Valley may be after jobs moonlighting on the next Bond film. They have taken up designing jewellery with a difference. For example, they have embedded a microphone into a necklace, attached a couple of speakers to earrings, and converted a ring into a scrolling device that works like a mouse. </p> <p>A watch and bracelet also double as data storage devices, for when you need disk space for web surfing. IBM says: \"By combining pleasing form with digital function, the researchers hope to one day free users from carrying around clunky digi tal devices and accessories like palm computers, web phones, headsets and microphones, by incorporating them into items they already wear.\" </p> <p><strong> Free speech </strong><br> Microsoft and Cambridge University are giving away the software needed to build your own speech recognition system. The Hidden Markov Model Toolkit (HTK) is available on servers in the university's engineering department at http://htk.eng.cam.ac.uk/ </p> <p> The software was originally developed by Steve Young and Phil Woodland at Cambridge, and Entropic bought it in 1998. Microsoft - which bought Entropic and will retain the copyright on the code - says the release \"will enable the hundreds of sites worldwide that already use HTK to continue to build on its capabilities, and will increase access to HTK in schools, universities and research laboratories\". </p> <p>Phil Woodland, a reader in information engineering at Cambridge, plans to continue developing the software. </p> <p><strong> Bright note</strong><br> Fans of translucent plastics engineering should check out the latest products from Sam sung, one of South Korea's consumer electronics giants. The New E (Hip-Hop) MP3 music player comes in vibrant tangerine or blue that is \"sure to be a hit with the iMac generation\", says Samsung. The alternative New D (Jazz) model has twice the memory (64MB) and is made from brushed aluminium. </p> <p>The new Samsung SDC-80 digital camera is available in four translucent colours: green, blue, tangerine and white and costs about £249. In spite of the iMac styling, it connects only to a PC.... </p> <p> <strong> Star turn</strong> <br> In the early days of screen-based computing, there was some discussion as to whether the screen format should be horizontal or vertical. Horizontal won, and it was somewhat hard for dissenters to turn heavy tube-based monitors on their sides. </p> <p>That is no longer a problem with flat LCD monitors, which often come with pivot mounts. LG Electronics' 15in Flatron FL577LH (£595 plus VAT) can easily be rotated from landscape to portrait. </p> <p>And users don't need to worry about reconfiguring Microsoft Windows to display a vertical image. LGE says the monitor comes with software that automatically rotates the image when the user rotates the screen. (JS)</p>"
]