[
  "<p>The former England captain Alec Stewart will today be named in an Indian police report into alleged match-rigging.</p> <p>The 162-page report, which was handed over to India's sports minister Sukhdev Singh Dhindsa this week, contains details of matches that were allegedly fixed and names five Indian and at least seven non-Indian players, including the former West Indies captain Brian Lara.</p> <p>Dhindsa, when asked on Star News television to identify players named in the report, said: \"Lara is also there, and Stewart, the English player. There are two or three [non-Indian] others, including Pakistani players.\"</p> <p>The report, which was compiled by India's Central Bureau of Investigation (CBI), is based on testimony gathered from a number of bookmakers who gave details of match-rigging and their involvement with players.</p> <p>It is not clear what Stewart is actually accused of committing any offence or whether he is merely mentioned by bookmakers. According to one source, non-Indian players named in the report are accused of \"indirect\" involvement in match-rigging and \"being offered money by Indian bookmakers and punters\".</p> <p>Stewart, who is touring with England in Pakistan, refused to comment but the fact that his name appears in the report will put Lord MacLaurin, chairman of the England and Wales Cricket Board, in a difficult position. MacLaurin has stated that \"if someone is under suspicion he should be removed from the game until his case is heard and his innocence is proved\".</p> <p>A spokesman for the ECB said yesterday: \"We will not be saying anything until we see the report.\"</p> <p>The publication of the report comes as the former Metropolitan Police Commissioner Sir Paul Condon, who is in charge of the International Cricket Council's investigation into corruption, prepares to speak publicly today for the first time on the subject.</p> <p>The report names the Indian Test players Mohammed Azharuddin, Ajay Jadeja, Nayan Mongia, Manoj Prabhakar and Ajay Sharma. The Indian team physiotherapist Ali Irani is accused of passing on information on matches and the squad to bookmakers. But the report finds that there is insufficient evidence against the former Indian captain and coach Kapil Dev.</p> <p>Other non-Indian players named in the report are said to include the Australian batsman Mark Waugh, the former Pakistan captain Salim Malik and the former Australian Test batsman Dean Jones.</p> <p>A copy of the report is to be sent to the South African inquiry into match-rigging and will also be made available to the ICC and cricket governing bodies around the world.</p> <p>The CBI has admitted that it does not have enough evidence to prosecute any players and that its report is based entirely on interviews with bookmakers. But officials are examining the possibility of bringing charges against Azharuddin and Sharma under special legislation aimed at curbing corruption among civil servants. Both worked for government-run corporations while playing cricket.</p> <p>The report paints a worrying picture of how bookmakers and betting syndicates have worked their way into cricket, particularly in India.</p> <p>The report claims: \"Evidence has disclosed that the betting syndicates have spread their tentacles across the length and breadth of the country and have assumed dimensions of a massive organised racket.\"</p>",
  "<p>Moves towards helping younger disabled people lead more independent lives are being hampered by ambivalence on the part of some social services staff, according to a new report. The government's social services inspectorate (SSI) is calling for improved training in disability awareness and disability rights to enable staff to do more to help clients achieve independence. </p> <p>The inspectorate is voicing particular concern over the direct payments scheme, by which people with disabilities can be given cash to organise their own care packages. Just days after social services directors trumpeted the growing success of the scheme, the report says it is taking off too slowly. Although more and more councils are introducing direct payments, actual numbers taking them up remain low in many areas. </p> <p>The new arrangements are aimed at giving disabled people increased choice and power through a more flexible service. But the report says \"most councils and staff still have fully to absorb and carry through the independent living philosophy\". </p> <p>Denise Platt, SSI chief inspector, says: \"It is clear that direct payments are a good way for many people to achieve a sense of control over their life. We must therefore do everything possible to promote these services and to make independent living a reality.\" </p> <p>The report, New Directions for Independent Living, comes hard on the heels of figures from the Association of Directors of Social Services, suggesting that more than 3,600 disabled people aged 18-65 were receiving direct payments under the discretionary system introduced in 1997. Now, a team of SSI inspectors, which studied 10 local authorities in England, declares it is \"disappointed at the limited progress\" made by most of the sampled councils. In some cases, the team felt staff were ambivalent about the new scheme and had \"not fully assimilated principles of independent liv ing into their practice\". </p> <p>One social worker told the inspectors: \"I am very worried about direct payments - vulnerable people managing their own services.\" Another asked if it was right to \"risk\" such payments. Other staff were either unfamiliar with the legislation, or lacked knowledge of the specific local procedures for arranging direct payments in their area. </p> <p>Sian Vasey, an officer at the National Centre for Independent Living, says people with disabilities need support to access direct payments. \"It can be a bit of a hassle to sort out, but once you've set things up it means you can fine-tune the services to exactly what you want. I use the money to pay people to get me up in the morning and it's useful if you want to go away overnight as you can pay someone to go with you. </p> <p>\"The next battleground is going to be ensuring that the direct payments cash is enough to meet your needs. I know some people who can afford to fund a personal assistant to get them up, but then there's not enough cash to enable them to do anything or go anywhere for the rest of the day.\" </p> <p>Marion Harrington, head of commissioning elderly and disabled services for Westminster council, says that to deal with the \"hassle factor\", her authority has brought in a voluntary organisation to sort out issues such as tax and national insurance for disabled people who effectively become employers if they use direct payments. </p> <p>\"Otherwise it would be a huge amount of work for social workers and care managers. It is compli cated, so clients have to be quite motivated to want to take it on,\" Harrington says. \"We've found it's mainly those at the higher end of the needs spectrum who have done so. Among those who have found it particularly useful are people who want to employ carers who speak their language or understand their particular cultural needs.\" </p> <p>The inspectorate is highlighting a lack of clear eligibility criteria for direct payments. It criticises some authorities for operating blanket exclusions of certain user groups, or limiting the scheme to just one group such as people living with Aids/HIV, instead of making decisions on an individual basis. </p> <p>In the main, the inspection team found that individuals making use of direct payments were more satisfied than those receiving services arranged by the council. By recruiting and employing their own staff, clients reported having more flexibility, enjoying a more reliable service and feeling more in control. One user commented: \"It's just turned everything around - it has given me self-respect.\" </p> <p>In general, though, the SSI found that many individuals with disabilities were being offered services in a piecemeal and fragmented way \"with few areas being able to demonstrate joined-up approaches at all levels and across all services\". In the 10 inspected councils, support for people with physical disability lagged behind arrangements for individuals with learning disabilities. </p> <p>In terms of good practice, the inspectors single out Calderdale, West Yorkshire, where social services has put together very intensive care packages to support some extremely dependent people in their own homes. </p> <p> \u0095 New Directions for Independent Living - Inspection of Independent Living Arrangements for Younger Disabled People is available free from DH Publications, PO Box 777, London SE1 6XH</p>",
  "<p>Thousands of senior women managers in the NHS stand to benefit from an out of court settlement yesterday accepting that the former head of nursing in the south west region was unfairly paid less than male colleagues of similar rank and responsibilities. </p> <p>Margaret Buttigieg, regional director of nursing in Bristol from 1996 to 1999, received an undisclosed five figure sum in compensation after the NHS executive decided not to fight the case further. </p> <p>As part of the settlement it also agreed to investigate procedures for fixing the salary levels of all its senior women managers to establish whether \"there is an inbuilt discrepancy between the salaries of women and men\". </p> <p>The case arose after Ms Buttigieg discovered she was being paid £47,069 a year while male regional directors were getting between £62,981 and £76,307. </p> <p>The NHS executive said the disparity resulted from a civil service job evaluation exercise, performance related pay increases and differences in experience and qualifications. </p> <p>MSF, Ms Buttigieg's union, called in a job evaluation expert who disputed this defence and cast doubt on the thoroughness of job evaluation in the NHS. </p> <p>Information unearthed during the case showed women directors across all regional offices were getting less than their male counterparts, even when the posts had the same job evaluation score. </p> <p>Roger Kline, MSF's head of health, said: \"This agreement drives a coach and horses through the current pay arrangements for all staff in regional offices of the NHS and has implications for women in middle ranking and senior positions throughout the civil service. </p> <p>\"We have demonstrated that current pay arrangements cannot withstand equal pay challenges. Thousands of women are likely to benefit from the pay review that will follow this landmark case.\" </p> <p>Mr Kline said there was plenty of evidence that senior female staff were paid less than men with similar responsibilities. Those with a nursing background were paid less than men coming from the world of finance, human resources or general management. </p> <p>Patrick Canavan, the regional officer who negotiated the agreement, said it would have huge repercussions for senior women civil servants outside the NHS, who worked under the same job evaluation scheme. Ms Buttigieg said: \"I am delighted not just because an injustice is exposed, but because it will enable senior nurses and other women managers to get a fairer pay deal which recognises their skills.\" </p> <p>The Department of Health said it was studying the implications of the case. A review of its civil servants' salaries to establish equal pay for work of equal value would report in June next year. The MSF and other trade unions would be invited to make representations, a spokeswoman said. </p> <p>Ms Buttigieg, a former director of the Community Practitioners and Health Visitors Association, agreed the financial settlement on condition that the NHS executive issued a statement agreeing \"to investigate how it determines salary levels of its senior women managers, and whether as a result of the methods used to determine such salaries there is an in-built discrepancy between the salaries of women compared to those of men\". </p> <p>Earlier this year MSF won £12m for female speech and language therapists in the NHS. The union represents 65,000 NHS workers including pharmacists, laboratory scientific staff, chaplains and clinical psychologists.</p>",
  "<p>It's been a day of managerial appointments in the Nationwide League, with new bosses unveiled at Huddersfield, Oxford and Barnet.</p> <p>Lou Macari is the new manager of Huddersfield. The former Celtic boss, who has been in temporary control of the Terriers since the dismissal of Steve Bruce last month, signed a two-year contract today.</p> <p>The former Scottish international is joined by his erstwhile assistant Joe Jordan, who will work alongside first-team coach John Deehan, staying at the club despite the new regime.</p> <p>Macari said: \"It is a big challenge and one I am looking forward to. We are a three-man management team and Joe and John will not have official titles. We will share the workload.\" </p> <p>Meanwhile, Oxford United have appointed David Kemp as their new boss and former Millwall manager Alan McLeary as his number two.</p> <p>United, six points adrift at the bottom of the Second Division with only one win from 16 league matches this season, also announced that ex-Wimbledon manager Joe Kinnear will join as full-time director of football until the end of the campaign.</p> <p>And Tony Cottee, whose contract with Norwich was terminated yesterday by mutual consent, has joined Barnet as player-manager.</p> <p>John Still, the boss at Underhill for the past four seasons, has moved upstairs to become director of football and will work with Cottee for the immediate future. He has also taken a seat on the board. </p> <p>Barnet chairman Tony Kleanthous said: \"I am delighted John Still is joining the board and Tony Cottee has committed himself to a three-year contract with us. </p> <p>\"We would also like to thank Norwich for their co-operation in releasing Tony from his contract.\"</p> <p> \u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "As Israelis and Palestinians today tried to arrange their first high-level, face-to-face talks in six weeks, violence continued on the West Bank with troops and gunmen from both parties exchanging heavy fire. <p>According to hospital officials, two Palestinians were killed and twelve wounded in a firefight in Al Khader, near Bethlethem, when Israeli helicopter gunships fired missiles at the village in retaliation for earlier losses. An Israeli security source said the helicopters were being used to evacuate the Israeli casualties. Abu Dhabi television reported that two Israelis had been killed and four wounded. </p> <p>Three Palestinians, two of them aged 15 and 17, were also killed in clashes at the Karni crossing between Israel and the Gaza Strip, medical officials said, adding to the three Palestinians killed in the area yesterday. </p> <p>The death toll in nearly five weeks of violence now stands at 159, not including the two Israeli soldiers whose deaths have not been confirmed by the army. Most were Palestinians or Israeli Arabs.</p> <p>The Israeli army also reported firing shells at the Palestinian village of Beit Sahour, also near Bethlehem, in response to gunfire and retaliating to violence against the Jewish settlement of Gilo, near Jerusalem.</p> <p>\"It is possible we will decide that military steps taken so far have not been enough,\" warned Danny Yatom, a senior aide to the Israeli prime minister, Ehud Barak. \"Today, there was a very negative jump in the scope and severity of events.\"</p> <p>Meanwhile Shimon Peres, Israel's elder statesman, said he will hold talks with Palestinian leader Yasser Arafat on Wednesday or Thursday to try to clear the air after 35 days of fighting.</p> <p>Barak and Arafat both attended a US-sponsored Middle East summit in Egypt on October 17, but refused to meet face-to-face.</p> <p>Peres, who as the architect of Israeli-Palestinian peacemaking has spent many hours negotiating with Arafat, said he did not have high expectations for his meeting with the Palestinian leader. He told Israel army radio: \"I just think that, even when there is shooting, we need to talk.\"</p> <p>Israel's top peace negotiator Gilead Sher will also participate in the meeting, expected to be held in Bethlehem.</p> <p>Israeli foreign minister Shlomo Ben-Ami and Palestinian negotiator Saeb Erekat are due to meet separately this week with US Secretary of State Madeleine Albright, as part of American efforts to end the fighting and renew the peace process. </p> <p>Erekat said he will present a letter to Clinton with four Palestinian demands, including international protection and the establishment of an international inquiry commission into the violence.</p> <p>Arafat met with German chancellor Gerhard Schröder in Gaza City today, saying he was grateful for the visit \"at a time when we are subjected to military attacks.\" He said Germany had agreed to treat 50 wounded Palestinians, including several who are in serious condition. </p> <p>The Palestinian leader asked for greater European involvement in peace talks. \"We are looking for a German stance, a European stance to push the peace process forward, to protect the peace process,\" Arafat said in a joint news conference with Schröder. But Germany has declined any further involvement, limiting its role to financial aid.</p> <p>In the Gaza Strip, more than 20,000 Palestinians joined a funeral for five of seven Palestinians killed in the past two days at the Karni crossing. </p> <p>The crowd repeated slogans shouted over a loudspeaker mounted on the lead truck: \"Goodbye, martyrs, we will meet in paradise. We will take revenge against the Israelis, and this will happen soon.\"</p> <p><b>Related stories</b><br><a href=\"http://www.guardianunlimited.co.uk/israel/Story/0,2763,390886,00.html\">Palestine unfazed by Israeli rockets</a><br><a href=\"http://www.guardianunlimited.co.uk/israel/Story/0,2763,390829,00.html\">Jemima Khan - tell the truth about Israel</a><br><a href=\"http://www.guardianunlimited.co.uk/wto/flash/0,6189,382165,00.html\">Interactive map of Israel</a><br><a href=\"http://www.guardianunlimited.co.uk/israel/\">Special report: Israel and the Middle East</a></p> <p><b>Useful links</b><br><a href=\"http://www.web.amnesty.org/web/ar2000web.nsf/countries/84837f03555284fd802568f200552934?OpenDocument\" target=\"new\">Israeli report 2000 - Amnesty International</a><br><a href=\"http://www.state.gov/www/regions/nea/peace_process.html\" target=\"_new\">US Department of State - Middle East peace process</a><br><a href=\"http://www.thetruthaboutisrael.com/\" target=\"_new\">TheTruthAboutIsrael.com</a><br><a href=\"http://www.addameer.org/september2000/front.html\" target=\"_new\">Clashes Information Centre</a></p>",
  "<p>A plain brown envelope arrives. Inside is a draft of the government's next paper on \"The Family\", billed as part of Labour's armoury for the election. Some gun - more a voluminous paper bag of hot air, vacillating, banal and aimless. It displays yet again Labour's fatal need to be all things to all people, all the time. It trims to the moralisers while boasting of socially progressive policies. It bends to business, while expressing angst about over-worked parents - something to annoy everyone. Why never a clear principle? </p> <p>The committee designed to anchor the government's family values was seized by the strong male arm of the Home Office, instead of tucked under the protective wing of Health. But the \"family\" needed the smack of firm discipline, the aura of parenting orders. The paper's one redeeming feature is that it has plainly been tugged in two warring directions amid much disputation. It's easy to imagine Patricia Hewitt, Margaret Jay, Margaret Hodge, Patricia Hollis - women being the liberalisers in this government - tugging for sensible practical policies, while Jack Straw, Paul Boateng, Alan Howarth and the men demand tin-eared cheap moralising. </p> <p>So this is the result: you wonder anyone can still write without irony: \"The government believes the family is the basic building block of our society.\" Sententiously it proclaims that happy two-parent families are best - but tugging the other way, it adds, \"However, we know that other family structures can also be successful.\" It ping-pongs on this, getting nowhere. Who is this for? It is the kind of empty talk that makes politics mocked, a foggy code in a game far from life as lived nightly in soap operas or on the sofas where real families watch them. </p> <p>A confusing string of facts has been assembled, thrown in by the committee's two opposing sides. Absorb these: 72% of families are headed by married couples, only 12% by a cohabiting couple. (Many of these must be old.) Lone motherhood has trebled to 22% (panic?). Last year saw the fewest marriages ever recorded (40% of them are remarriages, do they count?). The government actuary predicts a doubling of cohabitation in 20 years. By 2011, 39% of men and 31% of women will never marry. Two warring sentences about one another: \"Children brought up by two birth parents had higher levels of life satisfaction, fewer psychological problems.\" But this is immediately countered by: \"Children brought up in re- structured families without care experience or early disadvantage did not differ significantly from those brought up by birth parents.\" </p> <p>All this is just a way of saying the blindingly obvious: children with either one or two parents do fine in stable, loving surroundings. Children with fighting parents, children in care or brought up cripplingly poor are at higher risk. All that matters is how many more or fewer children are in danger of serious emotional or physical deprivation - whatever their families. </p> <p>What is the magic that politicians pretend to see in the marriage certificate? It increasingly eludes the present generation of parents where 40% of babies are now born outside marriage, but mainly to cohabitees. The \"building block\" and \"institution\" looks hollow to them and weddings an embarrassing sham. Four out of 10 marriages end in divorce. </p> <p>There is a whole chapter on domestic violence, reflecting the same figures Scotland Yard announced last week: two women a week killed, a violent attack reported every minute and unreported every six seconds. But the government's rosy picture of ideal marriage never links these two together. If one in four women is attacked by her partner, half of them repeatedly in front of their children, isn't escape and bringing up children alone a better choice for that 25% of \"families\"? Single motherhood is often a cause to celebrate, an escape forbidden in the bad old days. </p> <p>\"We are not telling people how to live their lives, and even if we wanted to, we couldn't make it happen,\" says the paper, but its tone says otherwise. Jack Straw would like to tell people how to live their lives, though he has no more sticks and whips to crack families into line than did the back-to-basics Tories. William Hague's puny whip is to restore the £285 a year married couples allowance, as if that will get wicked cohabitees galloping up the aisle. What can Labour offer? This paper says that the (divorced) lord chancellor and the (divorced) Jack Straw are jointly producing a marriage information pack to give couples considering marriage. </p> <p>Here's the reality check. Chapter 3: What Families Want. Real families said it was after-school clubs, parks, streets closed to traffic and, above all, childcare. No one asked government for help with their marriage. Many specifically said they wanted no interference \"forced on the majority of caring, competent parents\". There is no electoral mileage in marriage. Nor will it fool the Daily Mail. They'll make mincemeat of this. Where's the beef, they'll ask? Where's the marriage-promoting policy? The Mail might enjoy a note under a blank section called Divorce and Relationship Breakdown, reading: \"Lord chancellor's department are unable to give any indication of what new initiatives may be taken forward in the area of divorce and relationship breakdown. Hopefully be in a position to provide some input in this area\". The answer, mercifully, is that there are no new initiatives in this area after the welcome abandonment of the impossible Tory divorce law reform. </p> <p>One section reveals how weak Labour is with employers on work/life balance, which strikes at the real heart of family life. Fathers with children aged under 11 work an average of 48 hours; a quarter work 50 hours. Mothers say they want flexi-time and term-time working, but Labour has left it to a voluntary campaign to persuade employers: no word of legislation here. </p> <p>Unless the ministerial group rewrites this paper, any brouhaha it attracts will focus on this marriage nonsense. The great bulk of the document will pass unnoticed - a shame since it contains a long list of all the good Labour is doing for children. More than a million have been lifted out of poverty, benefits are better, schools are improving, a national childcare strategy begins, with a host of unsung programmes that really might rescue children from failure. </p> <p>To promote these, why not call this paper \"Our Nation's Children\" or some such? Leave marriage, cohabiting and single parents alone. Be bold in mocking politicians who preach to empty pulpits. Make a virtue of high-spending practical policy over Tory sermonising that thinly camouflages their planned cuts in all such children's projects. It would be good to hear this draft was ditched long ago: of course no family values nonsense will mar the group's new paper on children.</p>",
  "<p>The first residents of the international space station drew closer to their new home with each orbit of Earth on Wednesday and got a surprise call from Russian Mission Control. </p> <p>US astronaut Bill Shepherd, the station's skipper, didn't recognise the female voice speaking to him, almost exactly 24 hours into his flight aboard a Russian Soyuz capsule. </p> <p>\"Shepster, do you know who you're talking to?\" the woman asked from the control centre outside Moscow. He named someone, but the woman said no, that it was his wife - Beth Stringham-Shepherd. </p> <p>She's his strength and conditioning coach, and will monitor his exercise following his arrival at the space station on Thursday. Shepherd's stunned reaction: \"Whoa!\" </p> <p>After some chat about the astronaut's treadmill and cycling exercises aboard the space station, Stringham-Shepherd told her husband it was great to hear his voice. She also told him his heart rate was a respectable 109 beats per minute at liftoff. </p> <p>\"Love you, honey,\" the astronaut called out. </p> <p>\"I love you, too,\" she replied and then said hello to her husband's crewmates, Russian cosmonauts Yuri Gidzenko and Sergei Krikalev. \"You guys looked awesome,\" she said. </p> <p>The crew also received a boost on Wednesday from Russian President Vladimir Putin.</p> <p>\"It's up to you, the first permanent crew on the international space station, to open a new chapter in the history of international space exploration: to make habitable the orbital 'house' that has been created through the labour of specialists from various countries,\" Putin said in a telegram. </p> <p>He called the ISS a \"clear and convincing example of mutually beneficial cooperation, which is capable of uniting people of different nationalities for solving key tasks in scientific progress.\" </p> <p>One day into their planned 115-day mission, Shepherd, Gidzenko and Krikalev were 11,000 miles from the space station and closing the gap by 700 miles with every passing orbit. Docking is scheduled for 9.24am Thursday.</p> <p>The crew reported everything was going well aboard the Soyuz, a three-man capsule similar in size to the US space agency's Gemini spacecraft that carried just two astronauts at a time in the mid-1960s. </p> <p>\"We're having a pretty good day in orbit. We're getting a lot done,\" Shepherd told flight controllers. \"Sergei and Yuri are doing a great job as everybody told me, and we're looking forward to a good docking tomorrow.\" </p> <p>This will be the first time a Soyuz capsule docks with the international space station, parts of which have been flying for two years.</p> <p>Space shuttles have made five trips to carry up supplies and new components, the latest one in October. And an unmanned Russian cargo ship, called Progress, has linked up just once. </p> <p>That Progress ship undocked Wednesday to make room for the Soyuz arrival, and plunged through the atmosphere 3 1/2 hours later over the South Pacific. Shuttle astronauts had unloaded all its contents and stuffed it with packing material and trash. </p> <p>Once docked, the Soyuz will remain attached to the space station and serve as the crew's emergency escape vehicle in case of depressurisation, fire or some other accident or medical crisis. It will be replaced every six months by a new capsule. </p> <p>The crew already have their work cut out for them. Their first job will be to turn on all the life-support systems; also at the top of their to-do list is activating the space station's toilet. On Friday, Krikalev will start working on a couple of bad batteries in the Zvezda living quarters, and his colleagues will try to organise the place to their liking. </p> <p>All the activities will be monitored by Russian Mission Control as well as by Nasa's Mission Control in Houston. Houston will take over control from Moscow once the American lab Destiny arrives in January with critical computer systems. </p> <p>The three men will call the space station home for four months, or until the end of February, when another three-person crew will take their place.</p>",
  "<p><strong>SVEN WILL IT ALL END?</strong></p> <p>As tough as it is to spell the word \"paedophile\", it's even tougher to come to terms with a foreigner coaching the England team. That is the message coming loud and clear from all corners of the English footballing fraternity today, from fans, professionals, and Gordon Taylor. And while we're at it, check out this from the Daily Mail's Jeff Powell: \"We've sold our birthright down the river to a nation of seven million skiers and hammer throwers who spend half their lives in darkness.\"</p> <p>Honestly, that's what he wrote. And what does he mean by birthright? The right to see a football coach sing all the words to the national anthem? When most of us don't even know them ourselves? Yet it seems this is the level at which any debate over Eriksson's appointment is going to be conducted. Taylor, for example - doesn't he have some transfer-fee negotiations to ruin? - today claimed that Eriksson won't even start the job, so untrustworthy is he. \"I will stand to be corrected on this,\" the smug-so-and-so said, \"but I don't think he is going to start. I live near Blackburn Rovers and they had him under contract, and then he did not become their manager.\"</p> <p>Ten out of ten for observation - apart from the Sven signing a contract bit which, according to Rovers, didn't actually happen. But with Harry Redknapp, Bobby Robson and John 'the sheepskin wearer's sheepskin wearer' Barnwell joining in, the Fiver is inclined to stick its hands over its ears and do that half-Whassup noise (ie: \"Waaaaaaahhhhh!!!\") for the next six months. Which is about how long the debate over Sven's appointment and the date he starts work will rumble on: reports today suggest both that he will start full-time work with England at Christmas, and that Lazio are prepared to fight to keep him exclusively in Rome until the summer. </p> <p>The Fiver does, however, give thanks for one ray of light in the darkness. One considered, intelligent opinion in the midst of all the bile. \"It should be good, it will be good. We have got many good players and they will become a good team,\" was David Beckham's verdict on the appointment. And who are we to disagree?</p> <p>* * * * * * * * * * * * *</p> <p><strong>THE RETURN OF THE PRODIGAL CANT</strong></p> <p>When a prodigal son returns to the flock, you tend to forget about his wild, youthful indiscretions. And so Eric Cantona, the Fiver forgives you for the 1997 film Happiness is in the Meadow - and, hard though it is for us to say it, your wooden performances in Elizabeth, Mookie and The Children of the Marshland too. Because if reports in Le Parisien are to be believed, the brilliant/mercurial/temperamental/thuggish Frenchman is poised - after more than three years in the footballing wilderness - to return to save Marseille, just like he saved Manchester United.</p> <p>Marseille certainly need saving. They currently lie 15th in Le Championnat and are riddled with factionalism and internal dissent. And that's where Eric the peacekeeper comes in. Earlier this week, Cantona, who was born in Marseilles, met with the club's major shareholder Robert Louis-Dreyfus and was offered the job of sport manager, which would see him take responsiblity for all sporting matters at the club, except coaching the players. That would mean Marseille having to dismiss sport manager Marcel Dib and the club's chairman, Eric Di Meco.</p> <p>But even that won't be enough for Cantona. According to La Parisien, the Frenchman is very interested in the position, but only if all the cards are in his hands. In English, that means guarantees from the club about their spending power, his decision-making powers, and a cast-iron that he can bring new players in during the winter break. Which means Marseille's Brazilian coach Abel Braga Carlos da Silva could be on his way too. But three men falling by the wayside is surely a small price to pay for having Cantona back among football's flock - especially if he inspires the godly George Weah onto even greater acts of humanitarian work.</p> <p>* * * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"You wouldn't mind so much if Sweden were one of the best football nations in the world and their coaches were hugely respected across the continent but clearly that is not the case\" - Chris Kamara, a pundit hugely respected across the continent, makes the points that matter.</p> <p>* * * * * * * * * * * * *</p> <p><strong>LOW LO AMO MAY GO</strong></p> <p>You've got to respect Rangers defender Lorenzo Amoruso. Apart from when he publicly rails at his team-mates for making innocent mistakes. Or when he calls opposing strikers \"black bastards\". But usually he's a perfect role model for all the kiddies. Take his non-petulant stance after Dick Advocaat stripped him of the captaincy before last night's 2-0 CIS Cup win over Dundee United, for example.</p> <p>\"I think this is a bad decision because I don't think I am the only reason why Advocaat and the team are doing badly,\" the selfless player whelped in the Daily Record today. \"But the manager said, 'At the moment I make this decision and if it doesn't work then, after maybe two or three games, I can go away as well'. He can go as well - that's what he said!\"</p> <p>Having made claims which balanced his rotund manager on the thin edge of a precarious predicament near a dangerous precipice, the man who only wants to \"help the team to do better\" then turned on his team-mates. When asked whether he received support in his hour of need from his fellow players, he replied: \"From some of the guys, yes. From some others, no.\"</p> <p>Sadly, even though Lorenzo loves the Gers with all his heart, he accepts his time at Ibrox may be running out: \"It will be difficult to accept if I have to leave this club, but after something like this then I have to think about what is good for myself.\" Which may sound childish, self-centred and disloyal, but the Fiver is sure he doesn't mean it: he's just upset at his club's recent struggles, bless him.</p> <p>* * * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Internazionale will attempt to sign Romario, recently restored to the Brazilian national team, if their striking injuries do not ease by Christmas.</p> <p>Newcastle will make a concrete £1.5m bid for Tenerife defender Pablo Paz, recently on trial at St James' Park, in the next few days. </p> <p>* * * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Arsenal winger George \"Geordie\" Armstrong has died suddenly at the age of 56. Armstrong, a former member of their famous 1971 League and Cup double side, collapsed at the club's training ground in Hertfordshire yesterday while taking a training session in his role as reserve team-manager. He was taken to nearby Hemel Hempstead hospital and put on a life-support machine but died in the early hours of this morning. \"George was an effervescent, honest, down-to-earth soul, widely respected by everyone at the club,\" an Arsenal spokesman said. \"He will be sorely missed.\" Arsenal players will wear black armbands in their Worthington Cup match against Ipswich tonight.</p> <p>David Kemp has been appointed the new manager of Oxford United. He will be assisted by former Millwall manager Alan McLeary. Meanwhile, ex-Wimbledon manager Joe Kinnear has confirmed he will join the club as a full-time director of football until the end of the season. </p> <p>Lou Macari has been appointed the new manager of Huddersfield Town. His former Manchester United team-mate Joe Jordan will act as his deputy.</p> <p>Tony Cottee has been appointed player-manager at Barnet. </p> <p>Blackburn expect Liverpool goalkeeper Brad Friedel to join them before this weekend, providing he gets a work permit. Rovers chief executive John Williams admitted: \"We should know the outcome in a couple of days.\" </p> <p>Arsenal's Brazilian fullback Silvinho has said he hopes Edu will still sign for the Gunners. The attacking midfielder, whose passport problems have passed into legend, still hopes to come to London at Christmas, and Silvinho said: \"Everyone at Arsenal Football Club likes Edu and is hoping that one day he may play here. I hope he will soon be able to complete his move to join us.\"</p> <p>Graham Taylor has been named the Nationwide League First Division manager of the month for October. Rotherham's Ronnie Moore and Blackpool's Steve McMahon won the respective awards for the Second and Third Divisions.</p> <p>Lothar Matthaus is considering retiring from football. \"This might have been my last game as a professional player,\" the 39-year-old told reporters after his New York-New Jersey MetroStars lost 2-1 to Cologne in a friendly on Tuesday night.</p> <p>* * * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV: Regional Sports Programmes (11.30pm) Highlights from the Worthington Cup, if your local station has bothered to pull its finger out.</p> <p>Sky Sports 1: The Last Word (6.30pm, 11pm SS3) Last week this programme featured a lengthy interview with Eidur Gudjohnsen. What did he have to talk about? Is this week's episode an in-depth look into the life and times of Jermaine Pennant?</p> <p>Futbol Mundial (7pm, 3am) Including the latest from Sweden, England.</p> <p>Sky Sports 2: Live Worthington Cup Football (7.30pm, 12midnight SS1) According to a trail the Fiver saw this morning, \"Jimmy is banking on giving the Reds more Hassel\". It's Liverpool v Chelsea, so do you see?</p> <p>Spanish Football (10.30pm, 1.30am SS1) Including the latest from Spain, near Rome, England.</p> <p>Sky One: Dream Team (10pm) This week: Dave eats the pickled egg John had been saving, which leads to a fight in a strip club, which is photographed by a nasty journalist, who then makes the goalkeeper's mother pregnant.</p> <p>Radio 5 Live: Football (7.30pm) If you think listening to a bloke moaning about the view is tiresome</p> <p>Midweek 6-0-6 (10pm) at least you're not listening to the bilge spewing out of Mellor's mouth.</p>",
  "In the days after the arrest of Jon Venables and Robert Thompson for the murder of James Bulger, their mothers were attacked and vilified in the street. In the weeks and months and years that followed they have been attacked and vilified by the press. <p>To many, these two women (the boys' fathers seem somehow to have been absolved of blame) were ultimately responsible for the death of the two-year-old abducted by their sons in the Strand shopping centre in Bootle. The suspicion was that it must have been their lack of care, love, or firm parental control that led to James Bulger's torture and death on a railway line. </p> <p>Faced with the near-inconceivability of the crime itself, and two suspects below the age at which the law judges young people as morally capable, the media and the public needed surrogate criminals to bear the blame, to be the object of their sense of outrage and desire for retribution. But was it the parents' fault? </p> <p>Thompson and Venables grew up in circumstances which had both striking similarities and profound differences. Both boys had parents who had separated; each had difficulties with attendance, learning and behaviour at school. They bunked off, they shoplifted, they were violent; all these pieces in a pattern that made up a pair of empty, broken young lives. </p> <p>Before their trial in November 1993, the press ferreted around the doorways and back alleys of Walton village, Liverpool, looking for any thing that might determine that these two 10-year-olds were indeed evil or the product of evil. Neighbours told of pigeons having their heads shot off with an airgun, of rabbits being tied to railway lines, of dawn rollerbooting sessions. There were tales of charity collection boxes being stolen and of children being assaulted in the classroom. </p> <p>Exaggeration and gossip aside, a picture of neglect slowly emerged, a picture that focused on the pair's \"bad parents\", with the Daily Mail pronouncing: \"Jon Venables, perhaps inevitably, is the classic product of a broken home.\" Ann Thompson was portrayed as an incompetent alcoholic, while Susan Venables was painted as a loose woman whose neighbours \"noted a procession of men friends for Mrs Venables\". </p> <p>A narrative emerged of two childhoods influenced not merely by the flaws of parents or the absence of a father, but by the environment in which these boys lived, a world of social and economic deprivation, of trashy television and cultural poverty, inadequate social services, failed schooling and general confusion. It was a place that left a moral vacuum for two children who would go on to kill and leave the unanswered question: why did they do it? </p> <p>After the trial, Mr Justice Morland laid the moral responsibility squarely with the parents. He said a public debate about the parenting and family background of Thompson and Venables was required. \"In my judgement,\" he averred, \"the home background, upbringing, family circumstances, parental behaviour and relationships were needed in the public domain so that informed and worthwhile debate can take place for the public good in the case of grave crimes by young children.\" </p> <p>Thompson was a member of what can only be described as a terribly dysfunctional family. The fifth of seven children, he proved as difficult to his mother as the rest of her progeny. Ann Thompson had been deserted by her husband five years before the killing of Jamie Bulger, and in the week after he left the family home burned down in an accidental fire. Left on her own, Thompson sought consolation in drink and was often to be found in the bar in Higson's Top House rather than looking after the children in her chaotic home. </p> <p>There it was bedlam. The author Blake Morrison obtained notes from an NSPCC case conference on the Thompson family. \"The Thompson report is a series of violent incidents,\" he reported, \"none of them in itself enough to justify the kids being taken into care but the sum of them appalling. The boys, it's said, grew up 'afraid of each other'. They bit, hammered, battered, tortured each other.\" </p> <p>The report is full of violent instances, with details of such incidents as Ann taking her third son Philip to the police station after he had threatened his older brother Ian with a knife. Ian, aged 15, subsequently asked to be taken into care and when he was returned home he tried to kill himself by overdosing on painkillers. The notes record that Ann and Philip had also previously taken overdoses. </p> <p>The Venables household was also fraught but contrastingly so. While Susan and Neil Venables lived in separate houses a mile apart, they tried to bring up their children in a united way - Jon spent Sunday to Thursday with his mum and the rest of the week with his dad. But things were difficult. Jon's brother and sister both had learning difficulties and were being taught in separate special schools, while Jon himself was hyperactive and always playing up. It was Jon Venables, not Robert Thompson, who had a record of violence, having attempted to throttle another boy at school. </p> <p>In January 1987, the police were called to Susan Venables' home because the children (then seven, five and three) had been left alone for three hours. Case notes observe that her \"serious depressive problem\" made Venables suicidal. </p> <p>\"I don't think we went wrong at all,\" Venables maintained rather desperately in a newspaper interview she later gave. \"He has had the love and attention that any boy would. He has had more love and attention than a lot of children I know. He has been educated. He has never really been a truant. He has had his holidays like everyone else. He has had Christmas presents. He is not a little urchin boy. He is far from it. He has had security with loving parents and a loving brother and sister.\" </p> <p>Susan Venables was the harsher of the two parents and it was of her that Jon was afraid. Merseyside police clearly didn't like her and briefed the press that her manner in the interview room was inhibiting the confession of her newly-arrested son. The writer Gitta Sereny later reported that police were aghast at her for \"constantly repairing her make-up\" during this dreadful time. </p> <p>Paradoxically, this concern with her appearance later endeared her to reporters in court. She attended the trial at Preston crown court every day, brushed up and manicured, wearing a smart suit, high shoes and clutching her handbag with its gold chain. </p> <p>By contrast, Ann Thompson was demonised as a fat, drunk, uncaring mother. Once again, her absent husband was curiously left alone by the press. It was difficult not to note Ann's sparse attendance in Preston crown court, as her son barely comprehended what was going on around him. To the majority of the press, Robert Thompson's mother was not there for him; on the rare occasions that she was, she was a \"mess\". In the absence of hard information, appearances are sufficient cause for condemnation. </p> <p>While it was their sons up there in the specially-raised dock, the parents of Thompson and Venables could have been left in no doubt that they too were on trial - that the blame for this terrible murder was placed at the door of their shambolic households. </p> <p>But can such guilt be so neatly apportioned? There are many families where the parents are struggling to cope, where the children have behavioural problems. Parents are invariably ordinary people with problems of their own. They should instill values and principles in a child but they cannot be there all the time - as Denise Bulger (now Fergus) learned at a terrible cost. </p> <p>The Venables and Thompson families were at very different places on the spectrum of \"dysfunctional\" families: if the chain of causality between parental failings and juvenile homicide were so straightforwardly simple how many families should be regarded as pathological - potential producers of more child childkillers? </p> <p>The parents themselves are not murderers, but whatever blame attaches to them has been abundantly punished. Thompson and Venables moved away from Liverpool after their sons' convictions eight years ago. They took on new identities, tried to create new lives. Yet these are haunted by the fear of being found and blamed all over again. For they themselves will always feel guilty. </p> <p>As David James Smith, who interviewed Thompson, observed: \"Ann lives in terror of being discovered by neighbours or anyone who might recognise her when she is out shopping. It is as if she thinks of herself walking around with a sign above her head: Mother of Bulger Murderer.\"</p>",
  "<p>David Aitkenhead, Member of the Extreme Sports Club and father </p> <p> My business partner Richard and I developed the human catapult which hit the headlines earlier this year when his partner, Stella, tried it out. She ended up ricocheting off the safety net and breaking her hip. She made a full recovery, but getting involved in a venture with risk like this upset my partner, Sarah, who walked out on me, taking our nine-month-old daughter, Imogen. A parent involved in this sort of activity becomes more interesting and exciting to their offspring. It doesn't stop you from becoming a good parent, but sadly it hasn't worked out that way for me.<br><strong>Verdict: Catapulting</strong></p> <p><strong> Jack O'Sullivan, Fathers Direct</strong></p> <p>There are two issues with risky behaviour when you become a parent. The first is about making sure you don't die; the second is about setting a good example to your child. Becoming a father made me less of a risk-taker because I felt that I had a duty to survive. I had parachuted before my daughter was born and I would do it again because it feels safe, but I wouldn't go bungee-jumping or ride a motorbike because that doesn't feel safe. I think you should tell the truth to a child if you've been reckless in the past, but it doesn't mean you have to carry on that way once you become a parent.<br><strong>Verdict: Parachuting</strong></p> <p><strong> Sheila Wolfendale, Professor of educational psychology and grandmother </strong></p> <p> Parenthood brings responsibilities. It means that decision-making in all aspects of life has to be more considered. I know from experience what a conflict there can be between the hedonistic impulse to do something you have always done and the equal and opposite impulse to duty. I wouldn't be surprised if even Madonna had a few seconds of doubt before deciding not to buy a motorbike. I think that every decision that a parent makes - whether it is to go off trekking in the South American rainforest or the smaller everyday matters - is weighed up much more carefully once children arrive.<br><strong>Verdict: No trekking</strong></p> <p><strong> Eric Walton, Motorcyclist, father of two </strong></p> <p>Unlike Madonna, I ride a motorbike. But I didn't get on one until I was 40 and had had lots of experience driving a car first. My bike is the apple of my eye, but I wouldn't encourage my children on to it. I don't think bikes are a good idea when you have no road experience and haven't got your hormones under control. I think there are various activities that are for adults and various ones that are for children. It's important to explain to them there are things that accrue to you at a certain stage of your life. If you try to protect your children from everything, it creates a joyless and restricted life.<br><strong>Verdict: Mature motorbiking</strong></p> <p><strong> Lindis Percy, Activist, midwife and mother</strong><br> As a parent, you have to strike a balance between what you want to do and what the family needs. But if you do believe very strongly in something - as I do in the elimination of weapons of mass destruction - you have to resist a lot of family pressures. I went to prison for the first time for my activism when the children were teenagers. I have always felt that what I'm doing in campaigning for peace is for the children and the next generation anyway. There has been conflict in the family but I don't think that's unhealthy. The trick is to manage it successfully.<br><strong>Verdict: Protest and survive</strong></p> <p><strong> Jane Brewer, Trekker, mother of one </strong></p> <p>For the first few years of my son's life I calmed down a bit, but now he's five I feel back to how I was before. He and I travelled around India for six weeks at Easter. It was something I had always wanted to do and I didn't see a problem with taking him along. Everyone thought I was mad to take a child to India and my mum wouldn't speak to me the night before we left. I've come to realise that when I'm happy, he's happy: it's important not to be put off doing things just because you're a parent. If you want to do it all when you become a parent, you have to do it all.<br>Verdict: Passage to India</p>",
  "It's not often that pundits can say of an election \"it's too close to call\" like they're falling over themselves to say as the United States gets within a week of making its big choice: Al Gore or George W (Dubya) Bush. <p>Actually, that's not true. Pundits often resort to the \"too close to call\" when it isn't (ie usually). That's partly cowardice or caution, but it's also a pardonable desire to make a real horse race out of a contest in which they have invested time and money.</p> <p>What's the point of, say, the BBC's Peter Snow saying \"That's it, you can all go to bed now, the Tories have won again\" as he could have done around 1am on election night in 1992. That was when the result came in at Basildon, a key marginal which David Amess held.</p> <p>Of course, he didn't say that. The Snows of this world don't create ever-more-elaborate election swingometers in order not to use them. So Peter pundited frantically on into the night for politics junkies, while normal folk went to bed knowing that John Major had unexpectedly beaten Neil Kinnock.</p> <p>Unexpectedly? Throughout that campaign I would ask Tory strategists \"How are you going to get out of this one?\" They would reply, a touch smugly, \"tax and Kinnock\", a tribute to the Labour leader's lack of perceived gravitas and (people forget this bit) John Smith's shadow budget.</p> <p>I came to the reluctant conclusion they were right and made sure the Guardian carried a \"Late Surge Give Tories Hope\" headline on polling day. It didn't stop plenty of \"too close to call\" headlines elsewhere. </p> <p>In 1997 my run ended. Everyone knew Labour would win, but most of us (Blair, Major and Ashdown included) reckoned on the basis of the 1992 experience that there would be a last minute drift back to the Tories. Far from it. Blair got the landslide that has caused him trouble ever since.</p> <p>In the US this November it's the closest I can remember since 1992 when Ross Perot's third party \"Reform\" candidacy helped deliver the White House to Bill Clinton at Bush Sr's expense, just as Ralph Nadar's Green challenge threatens to do the same to Vice President Gore.</p> <p>You knew Bush would beat Dukakis in 1988, you knew Reagan would beat Fritz Mondale in '84 and your strong hunch was that he'd oust Jimmy Carter after the humiliation of the Iranian hostage drama in 1980, the result, history may confirm, of a dirty deal with Tehran. </p> <p>The same pattern is there in British elections. Margaret Thatcher's three victories in '79, '83 and '87 were wholly predictable. Labour's Gerald Kaufman called the '83 manifesto \"the longest suicide note ever written.\" </p> <p>Ted Heath's defeat in the \"miners' election\" of February 1974 was a surprise to many. I thought: \"If you ask a daft question like 'Who governs Britain?', voters will reply, 'Evidently not you, chum.\" Oddly enough, I had a hunch that Heath would win in 1970 too: Harold Wilson was too complacent.</p> <p>French and German elections have thrown up their share of excitement. De Gaulle fell on a referendum, Helmut Kohl hung on too long - 16 years - and ensured that his successor lost to the SPD's Gerhard Schröder. When President Jacques Chirac tried to pull a stunt with early parliamentary elections in 1998 he lost badly and was forced to make socialist Lionel Jospin his prime minister.</p> <p>It was a costly error which may allow Jospin to beat him for the presidency next time. Conversely Al Gore's reluctance to deploy Clinton's campaign magic until this week - fear of the ''sleaze'' factor or vanity? - may cost him dear on Tuesday night.</p> <p>Americans are also picking one-third of their 100 senators and the whole 435-strong House. The Democrats will try (and fail) to regain control of both. One of the many pleasures of being a foreign correspondent in the US is that American journalists are generous to outsiders. They even hand over exit poll data which the TV networks are unable to publish themselves until all the polling stations on the west coast are closed - lest the polls influence how people vote in California, as they are said to have done in 1980. </p> <p>Reagan was winning in the east and Californians, more than most, like to back a winner. They did. The result is - or was when I was a Washington correspondent - that a British reporter, armed with exit polls not being reported on US TV, can make braver predictions about the results instead of resorted to our old friend \"Too close to call.\"</p> <p> The joy of the Bush-Gore contest is that it is a real horse race. Instinct tells me Bush is going to win because people like him more and he's neutralised the widely held view that he's both intellectually inadequate and in the clutches of big business. But, hey, anything could happen. One slip on the hustings, one bomb in Tel Aviv, could make a landslide either way. </p> <p>Back in 1960 Senator Jack Kennedy beat vice-president Richard Nixon by 100,000 popular votes, the closest election in modern times. As everyone knows, the Republicans believed the Democratic machine bosses stole the election, probably in Chicago, though Nixon gallantly declined to press the charge himself. I was a bit young then, but in 1986 I visited \"Gentleman Jim\" Dunn, chairman of Chicago's legendary Cook County Democratic machine on other matters.</p> <p>Cook County is to the Windy City what Middlesex used to be to London, the local authority for most of the capital. With no prompting from me Gentleman Jim, by now an elderly charmer, reached into his drawer and produced a copy of the Illinois election returns for November 1960.</p> <p>His purpose was to prove to a visitor that his team hadn't stolen anything because the voting patterns \"downstate\" in the Republican rural areas were the same as in the Democratic strongholds in the city. </p> <p>It proves no such thing. Once a political machine know how many votes are needed to turn a minority into a majority it can organise them as it pleases. Still it was a grand election with a result that will resonate down the ages. </p> <p>Kennedy, Johnson, Nixon, they were all flawed giants in those days, operating with Shakespearean hubris. Oh really? Like \"too close to call\" that's just another pundit's cliché.</p>",
  "<p>At 9am on Monday this week, the Department of Trade and Industry raided the offices of British American Tobacco. At 11am Stephen Byers, the trade and industry secretary, announced that his department was investigating the role played by BAT in the gigantic international cigarette smuggling trade. BAT declared that it was \"disappointed\". We at Action on smoking and health (Ash) proclaimed that the decision marked a \"turning point\" in the battle against global tobacco smuggling. Following our enthusiastic response to Mr Byers's move, the more sceptical commentators were quick to ask why this would make any difference and what it had to do with health anyway? </p> <p>On current trends, 1bn people will be killed by a disease caused by tobacco in the 21st century. Governments in both north and south are turning to tobacco taxation as a measure known to be effective in reducing tobacco use. But the problem of international cigarette smuggling is now so great - about 350bn per year or one-third of all internationally traded cigarettes - that the World Health Organisation sees it as a barrier to this effective health and tax policy. WHO is sponsoring a treaty, the Framework Convention on Tobacco Control, which would include measures to reduce smuggling. In Britain cigarette smuggling is a menace, with about one in four cigarettes on the UK market being sold illegally - at a cost of about £3bn to the Treasury. </p> <p>Understanding of the smuggling problem by the public, by politicians and among sections of the media is way off target. In Britain, white van man and his ilk account for less than one-fifth of smuggled cigarette imports. The big players see no need to pay duty in Belgium and they ship \"duty-not-paid\" cigarettes by the container-load, 10m at a time. These have had no duty paid anywhere and are extremely profitable to the criminal, while offering lower risks of long sentences than the illegal drug trade. The equivalent of about 2,000 40ft- freight containers were smuggled into the UK last year. </p> <p>This is the dominant form of cigarette smuggling around the world - large consignments that move \"in transit\" with no duty paid are diverted from legal to black market with duty not paid at all. In fact, in BAT's internal document the trade is often referred to as \"transit\" or \"DNP\". </p> <p>Once this modus operandi is understood, the futility of trying to address the problem by cutting tobacco taxes is immediately apparent. When tax is avoided altogether, the smugglers' margins are so great that all but a virtual elimination of tax in the legal market will make minor inroads into the problem. Spain and Italy, with some of the lowest tobacco taxes in the European Union, have had very high levels of cigarette smuggling - the tax level was not the main determinant. </p> <p>What we need from the DTI's investigation is a clear and independent evaluation of the role that BAT has played in promoting tobacco smuggling. But there are already doubts that this will be achieved. A whitewash is possible. The investigation has been called under S447 of the Companies Act 1985, and though a report is prepared, the DTI does not make this public \"to allow suspicions of misconduct to be looked at without risk of harming the company\". This is not good enough. The health select committee, which called on the DTI to investigate, clearly wanted the allegations (made by the International Consortium of Investigative Journalists in Washington and then first published by the Guardian) to be examined independently and a proper, open evaluation made. The most important task for the DTI is to give a public account of how BAT has operated as though the black market is just another distribution channel. Mr Byers will need to consider how to balance the competing demands of confidentiality and accountability. </p> <p>The DTI says that it will see if the allegations, and any other evidence it gathers, are sufficient to justify prosecution. Prosecutions are very unlikely - not because BAT is innocent or the allegations insubstantial, but because the relevant legislation only came into force in 1999, and all the evidence presented so far predates this. </p> <p>The main hope is that the facts will come out. Where BAT executives are guilty of misconduct, we hope they will resign or be disqualified. We hope that the bracing experience of a DTI investigation will change the business practices of this rogue multi- national. As Mr Byers put it in his speech to the WTO in Seattle: \"If it were true that globalisation was about the unregulated power of cynical multinational corporations coercing governments and playing off one country against another - then I would be the first to call a halt.\" That is a good description of the way BAT operates. </p> <p>But is it only BAT that is involved in smuggling in the way we allege? Today the Treasury select committee will examine HM Customs and Excise about the smuggling situation in the UK. Perhaps they will want to ask customs what they are planning to do to stop Imperial Tobacco exporting hundreds of millions of Regal cigarettes to countries in the Baltic and Balkans that are known more for organised crime than for their love of the British cigarette. </p> <p>Regal cigarettes, which are smoked only in Britain in serious quantities are seized in vast quantities by HM Customs. Why does the government do nothing about exports whose only obvious purpose is to become an illegal reimport? Perhaps the Treasury select committee will suggest that the government finds out by asking the DTI to add Imperial Tobacco to its investigation of BAT. </p> <p>\u0095 Clive Bates is the director of Ash.</p>",
  "<p><strong> Golden oldies </strong></p> <p> Nurses at Gloucestershire Royal hospital chose to spend 10 hours listening to Des O'Connor records as a way of raising money for equipment on a ward for elderly people. </p> <p> Western Daily Press, 13.10.00 (Doreen Fletcher, Ulverston) <br> </p> <p> <strong> Crying shame </strong></p> <p> An armed robber burst into tears when the owner of a grocery and off-licence in York refused to hand over the contents of the till and ordered him out of the shop.</p> <p> Northern Echo, 11.10.00 (Karen Jensen, Hartlepool) <br> </p> <p> <strong> Cash and curry</strong></p> <p> Thieves stole money and a takeaway curry from a man delivering food to a house in Gravesend, Kent.</p> <p> Gravesend Reporter, 12.10.00 (D A Sparkes, Meopham) </p> <p> <strong> Natural cause </strong> The cemetery in Stroud, Gloucestershire, has been awarded a £22,000 government grant to become a nature reserve. Stroud News and Journal, 11.10.00 (PJ Fawkes, Stonehouse)<br> </p> <p> <strong> Direct donation</strong></p> <p> Staff at an animal rescue charity shop in Leek, Staffordshire, found a cat in a taped-up cardboard box among the bags of jumble left on their doorstep.</p> <p> The Sentinel, 12.10.00 (D Cameron, Stoke-on-Trent) <br> </p> <p> <strong> Sniffer dog</strong></p> <p> Burglars who broke into a house in Essex thought they were snorting cocaine after finding a bag of powder, but it was the ashes of the owner's dead dog.<br> Worcestershire Evening Mail, 13.10.00 (Simon Harley, Redditch) <br></p> <p> <strong> Booty bonus</strong></p> <p> A woman from Portslade, Sussex, got her car back after it had been stolen, and found that the boot was full of melons.</p> <p> Birmingham Evening Mail, 13.10.00 (Jon Gurling, Birmingham) <br> </p> <p> <strong> Mixed luck </strong></p> <p> A man from St Helens, Merseyside, won on the lottery, pools, spot the ball and a raffle in the same week, but his winnings totalled only £33.80. </p> <p> Sunday Independent, 8.10.00 (L Peters, Cullompton) <br></p> <p> <strong> Free cheers </strong></p> <p> Residents of a nursing home near Darlington will be able to drink vintage wine with their meals after a 200-year-old wine cellar was discovered under the building. </p> <p> Stockton and Darlington Times, 10.10.00 (K L Jenson, Middlesbrough) </p> <p> <strong> Sheep barred</strong></p> <p> Outside doors are to be fitted at a toilet block on Ilkley Moor, Yorkshire, to stop sheep from using it.</p> <p> Halifax Evening Courier, 29.9.00 (D Loney, Hebden Bridge) <br> </p> <p> <strong> Time on his hands</strong></p> <p> A 69-year-old Glasgow man found guilty of stealing from phone boxes was sentenced to 240 hours playing the piano in old people's homes after the court was told that he used to be an entertainer. </p> <p> Glasgow Herald, 17.10.00 (Alison Prince, Whiting Bay)<br> </p> <p> <strong> Sharp words</strong> </p> <p>Police, fire and ambulance crews were called to a house in Lightcliffe, Yorkshire, when a woman flooded it after stabbing a waterbed with a knife during a row with her husband. </p> <p> Huddersfield Daily Examiner, 2.10.00 (Steve Sneyd, Huddersfield) <br> </p> <p> <strong> Heavy debt </strong></p> <p> A man ordered to pay a contested £27,000 debt after losing a week-long court case delivered all the money in £1 coins to the offices of his opponents' solicitors in Falmouth, Cornwall. </p> <p> Law Society Gazette, 12.10.00 (KM Leung, Liverpool) <br> </p> <p> <strong> Blast-off</strong></p> <p> A local footballer from Minehead, Somerset, was sent off within two seconds of the start of a game when he swore in surprise after the referee blew the whistle for kick-off right behind him.</p> <p> E. Anglian Daily Times 14.10.00 (John White, Clacton-on-Sea) <br></p> <p> \u0095 Cuttings, preferably from local papers, which reflect interesting or amusing aspects of life in Britain, must be sent on a postcard (with source) to: Society, The Guardian, 119 Farringdon Road, London EC1R 3ER. £15 will be paid for each one used.</p>",
  "<p>Last week, Tony Blair finally made his first \"big green speech\" as prime minister. Sitting in the audience, I was reminded of popular singer Mariah Carey. His speech was technically proficient, artfully constructed, powerfully delivered - and devoid of soul. </p> <p>It's worth asking why Mr Blair has found it so difficult to connect with the environmental agenda, let alone with groups like Friends of the Earth (FOE), whose campaign against GM crops he huffily dismissed as the \"tyranny of pressure groups\". The roots lie in his political formation in the labour movement. Old Labour was a producerist tendency, there to defend the rights of workers and eradicate poverty through wealth redistribution. </p> <p>New Labour saw that modern societies required a more sophisticated approach. It spoke to and for employers as well as employees, and realised that people also consume goods and services. As good social democrats, New Labour believed scientific materialisation and economic growth were the cure for poverty. Environmentalism was at best seen as an eccentric sideshow, and at worst against business, against science and against the poor. </p> <p>These are myths. But Blair and his advisers have believed them. Hence, New Labour never embraced environmental priorities, and Blair has yet to deliver his election promise to \"put environmental concerns at the heart of policy-making\". </p> <p>Blair's speech contained a sharp and intelligent analysis of how environmental action is good for the economy and business. But if he genuinely \"wants to push green issues back up the political agenda\", he has a lot to do. </p> <p>First, he must recognise that sustainability really is the next big idea in politics. Political leadership on the environment now means working out how to replace free-market capitalism, as capitalism displaced communism. Environmentalists now know that humanity has to learn to live within ecosystem limits. </p> <p>Second, greens believe in fair shares of natural resources for everybody. If climate change places a limit on the safe production of greenhouse gases, then permitted emissions must be shared between north and south, with greater reductions in the north to help poor and vulnerable societies. </p> <p>Third, greens recognise the moral claims of future generations. Our consumption and development pressures must be restrained accordingly. </p> <p>It is easy to caricature these beliefs as anti-business. In private, this is indeed what Blair has said about environmentalists, particularly during the debates on global trade, the World Trade Organisation and GM foods (\"I am neither pro nor anti this technology\" said Blair last week, eyes darting around the room to see if his audience bought this remarkable assertion). In a classic and depressing New Labour spin operation before the big speech, Alistair Campbell briefed the media that his boss would be attacking green \"dogmatism\". Afterwards, other acolytes ran around denying any such intention. </p> <p>Blair is certainly a pragmatic politician. What his heart does not naturally understand, his head may be forced by events to apprehend. New Labour used to believe that the environment was of limited political importance, because the word itself never figured high up the list of focus group concerns. The awkward truth is that politicians who turn their backs on environmental problems find that they rise up and bite them hard in the bum. </p> <p>As New Labour learnt over GMOs, fuel taxes and rural issues, so in the US the Democrats are discovering similar political lessons for themselves. Al Gore faces defeat because of the insurgent campaign of the green Ralph Nader in crucial states like California. Gore and the New Clinton Democrats have only themselves to blame for Nader's appeal. Clinton also promised that the environment would be at the heart of government, and he did not deliver. </p> <p>In Europe, environmentalism has often found a voice in government because of proportional electoral systems and the consequent rise of credible green parties. But Britain's, or at least England's, arthritic political system makes this almost impossible. </p> <p>So what can Mr Blair do to turn his green problems around? </p> <p>First, he must produce a programme for Labour's second term that promotes radical green policies in every sector, from a dematerialisation of the economy, to organic and environmental farming, to granting fundamental environmental rights to all citizens. The usual bland pabulum produced by Millbank policy wonkers will not do. He must spell out targets and timetables, polluter tax programmes and recycled revenue spending. That is how to provide the environmental services and products that enable consumers to go green conveniently (which he said he wanted). </p> <p>Second, he must lead on the international stage, and help forge a partnership between north and south. In the climate debate, the most backward country is the US. Whether Gore or Bush wins, Blair should use Britain's \"special relationship\" to persuade the US to join Europe in implementing the Kyoto agreement. </p> <p>Finally, Blair must abandon the quaint notion that business will suddenly green itself. He pleaded with environmentalists to enter into partnership with industry, praising business leaders for their alleged environmental credentials. But FOE and other environmental groups already have constructive discussions with business leaders, even with companies who have been campaign targets for many years. That is part of successfully persuading business to change. Generally, industry does not welcome environmental initiatives. Having fought to replace environmental regulations with market mechanisms as their preferred policy approach, big business has sought to dismember every new environmental tax measure from the fuel duty escalator to the climate change levy. </p> <p>Blair drew attention to the huge and growing market in environmental goods and services, although he didn't mention that Britain lags behind Germany and Japan in market share. That will not change without vigorous government intervention, including regulation, legislation, taxation and public investment. </p> <p>Environmental issues are coming to dominate the political landscape, at home and internationally. For all Blair's idealistic talk about constructive partnerships, there is unlikely to be any cosy consensus over the way forward. Environmental politics has to be hard-ball politics, because it is about managing fundamental change. It means deciding how to curb the car, shift to green energy, ban unsafe synthetic chemicals, minimise wasteful consumption, sustainably harvest wild resources and regulate trade. That has to be the job of the government, because business and consumers will not do so unprompted. </p> <p>But the eventual prize is worth fighting for: a world where, as the prime minister put it, \"we can be richer by being greener, and by being greener we will enrich the quality of our lives\". FOE agrees. Only Blair and his peers have the power to make a sustainable world happen. They must provide the political leadership to ensure that it comes quickly.</p>",
  "<p>Do you floss regularly and visit your dentist at least twice a year? If not, you're in good company. More than half the population rarely, if ever, go for a dental check-up - and things are getting steadily worse. </p> <p>There are several reasons. One in five refuseniks say they are afraid of how much they will end up paying. Some, the dentally phobic, are simply afraid. Others just find the whole business of someone probing into their orifices distasteful. </p> <p>However, the most alarming reason why people fail to see a dentist is because they cannot find one - not on the NHS, that is. In recent years, there has been a haemorrhaging of dentists into private practice, to the point where, according to the British Dental Association, the health service is now 1,800 dentists short. A decade ago, dentists earned only 5% of their income from private work: today the proportion is nearer 25%. Not surprisingly, the market for private dental plans has been booming. </p> <p>For patients who cannot afford to go privately and - unlike children, pregnant women and those on benefit - are not covered by fee exemption rules, the situation is becoming acute. One third of health authorities have difficulty meeting the demand for NHS dental treatment, with the south and west of England among the worst hit. In Cornwall, where the service is largely privatised, long queues form outside surgeries whenever an NHS practitioner opens up. </p> <p>Even when people do find an NHS dentist - sometimes after travelling miles - the treatment is often second-rate compared to what is available privately. Root canal work and other time-consuming procedures are more likely to fail because of the penny-pinching rules governing NHS fees. Ill-fitting dentures, inferior filling materials and crowns, minimal preventive work, poorly matched veneers - the list goes on. </p> <p>The government is well aware of the shortage of NHS dentists, and the need to raise quality standards. After some delay, it has launched a new strategy, with additional funding attached, to help modernise the sector. The prime minister has pledged that by September next year everybody will be able to get NHS dentistry if and when they need it. </p> <p>So is this just another throwaway promise - like abolishing child poverty - that should not be taken too seriously? Or can it really be done? Junior health minister Lord Hunt, responsible for dentistry, emphasises that the government is putting £100m into enticing dentists back to the NHS, setting up \"phone and go\" dental access centres for non-registered patients and upgrading the service. But high street dentists say the figures do not stack up. </p> <p>\"The £100m figure is a myth,\" argues Anthony Kravitz, chief negotiator for general dental practitioners at the British Dental Association (BDA), \"because £60m of it is coming from savings we've already agreed to make. It's not new money at all. And only a small percentage of dentists will gain from the incentive payments. The strategy does nothing to seriously address the shortage of NHS dentists.\" </p> <p>Nor, even assuming dentists can be found to run them, will expanding the number of walk-in centres solve the long-term problem of access to dental care. The British Dental Health Foundation sees it as a worrying move away from regular NHS check-ups and treatment towards quick-fix dental first aid. </p> <p>The reason for the exodus from NHS dentistry comes down largely to a question of money. Ever since the early 90s, when the Conservatives negotiated a new contract for dentists, the real value of the treatment fees paid to them by the NHS has been falling. Typically, a privately practising dentist can get a 50%-60% higher fee rate, so no wonder they are increasingly closing their doors to NHS work. The dental trade fairs are awash with money from this booming private sector, says Kravitz, and all the latest orthodontic treatments and hi-tech gizmos can be had for a price. But under our two-tier system, none of it is available on the NHS. </p> <p>Ian Wylie, incoming chief executive at the BDA, believes the skinflint policy on dental fees reflects the low priority given to oral health generally. \"It got barely a mention in the NHS national plan and dentists have felt increasingly marginalised over the years,\" he says. \"Investment in dentistry has in no way kept pace with the rest of the health service.\" </p> <p>Yet dental health is such a key barometer of overall welfare. Free dental check-ups, along with eye tests, were what everyone rushed to get when the NHS was founded. The state of the nation's teeth has since dramatically improved, but there are still huge social inequalities, and worrying signs - such as 20% fewer people registering with an NHS dentist since 1992 - that things are slipping into reverse. </p> <p>\"Dentists can help detect serious conditions such as oral cancer and arrest long-term problems connected to gum disease,\" says Wylie, who is moving from the King's Fund health policy institute, where he has been director of corporate affairs. \"There is mounting evidence of links between poor oral health and heart disease, premature births,and malnutrition in the elderly. But practitioners need the time to do their job properly; something that, with fee-per-item contracts determining hourly rates, is at a premium within the NHS.\" </p> <p>Interestingly, in dental health settings with different funding arrangements, both patients and practitioners report far higher satisfaction levels. In Ellesmere Port, South Cheshire health authority has been running a \"personal dental service\" - one of a number nationally - that pays dentists according to the number of patients registered, rather than cavities filled. By combining the forces of the local community dental service with all its NHS dentists, it has increased registration by 15%, which is an important achievement in an area with some of the country's worst dental health. \"Plus, now they're off the fee-per-item treatment bandwagon, it has freed up dentists to look seriously at preventive issues, rather than just reaching for the drill,\" says Tony Jenner, South Cheshire's consultant in dental public health. </p> <p>In Cornwall, the local health trust is directly funding a dental access centre to address the severe shortage of NHS treatment. \"The funding system allows dentists to work in a very different way,\" says the service's clin ical director, Peter Nibbs. \"They can offer people more time and have a more rewarding NHS career. Patient surveys have given us embarrassingly universal applause.\" </p> <p>The government's new strategy offers health authorities some scope to commission these types of services locally, but only as add-ons to plug the most obvious access gaps. The present funding regime - the one that prompts a third of newly qualified dentists to say they want to work for private firms - is largely left untouched. The answer, argues the BDA, is to drastically improve NHS dentists' remuneration. Others retort that dentists are just greedy, unethical even: unnecessarily whipping out wisdom teeth and over-prescribing, to bump up their income. </p> <p>\"Of course there's some bad practice,\" says Wylie. \"But the vast majority of the public have a lot of trust in their dentists. We have to show we value their work in the public sector, and allow them to do a good job.\" </p> <p>The alternative - leaving the supply of dental services up to the vagaries of the market - can only reinforce the image of dentists as hustlers who, to coin the old phrase, put metal in your mouth and pull money out of your pocket. </p> <p> <strong>The fluoride issue: </strong><br></p> <p> A five-year-old living in Manchester is three times more likely to suffer tooth decay and to have extractions than one living in Birmingham. The difference seems to be mainly down to fluoride. </p> <p>Manchester's water is non-fluoridated, whereas Birmingham has had fluoride added to its water for almost 40 years. So how fair is that? </p> <p>Not at all, say most dentists, doctors and public health experts. Which is why they have welcomed a major new report from York University which shows significant oral health benefits from fluoridating water, and no \"clear evidence\" of adverse health effects, other than some risk of mottled teeth. </p> <p>Children in fluoridated areas have 15% less tooth decay and there is strong evidence that fluoride - a mineral that strengthens tooth enamel - has benefits for adults too. But only 10% of the country's water supply has fluoride added, in part because of fears about health risks and objections to compulsory mass medication. </p> <p>The real stumbling block to extending fluoridation has been the water companies themselves. Since the industry's privatisation, they have had the final say on whether to add fluoride to water supplies. They have now indicated they will co-operate if the government indemnifies them from any resulting legal action. </p> <p>But ministers are far from united on the fluoride issue and the deadlock looks set to persist.</p>",
  "<p>Four matches into the new season, and the Serie A table looks as distorted as a Pizzinato masterpiece. Unfashionable Udinese are top, Atlanta are second and Bologna are fourth. Meanwhile, the big names are struggling in the background.</p> <p>Take Juventus. Last week, Edgar Davids and Zinedine Zidane were sent off as they crashed and burned at home to Hamburg, prompting bitter verbal assaults on coach Carlo Ancelotti. Surely, he must have thought, Udinese's All Saints' Day visit to the Stadio Delle Alpi might offer some form of salvation. If he did, he was to be sadly mistaken. </p> <p>Udinese, unbeaten in Serie A this season under Luigi de Canio, took the lead with a 23rd-minute Roberto Sosa header. Worse still for Ancelotti, they then doubled the lead when Sosa scored again on 69 minutes, latching onto a through-ball from in-form midfielder Martin Jorgensen and clipping it home. Although Alessandro del Piero managed a late penalty, there was to be no repeat of the last-minute heroics that saw Juve come back from two goals down to draw with Milan last month.</p> <p>The result puts Udinese top of Serie A, after Roma fell to third after their first defeat of the season at Internazionale.</p> <p>Roma started brightly, but after Hakan Sukur headed home his first Serie A goal after 18 minutes to put Inter ahead, something changed. No longer were Fabio Capello's side full of dash and elan. Instead they resembled a winded prizefighter, barely coming forward and only offering wild, inaccurate jabs towards a bemused - and unsupported - Gabriel Batistuta.</p> <p>But in the second half everything changed. No longer did Inter's Francisco Javier Farinos and Luigi Di Biagio boss the midfield. Or Roma's attack stay toothless. Instead the away side began to dominate. </p> <p>First, Francesco Totti played Batistuta in with a sublime pass, only for his shot to be superbly saved by Stephane Frey. Then Totti burst through, only for Frey to deflect his powerful shot onto the bar. Other chances followed, but in the 67th minute Uruguay international Recoba - who was again booed by some fans in the San Siro - connected with Gresko's cross to make the game safe for Inter.</p> <p>\"The Roma I saw in the first half is not the Roma I wanted to see,\" Capello admitted after his side's 2-0 defeat. \"We relied too much on long balls launched over in the hope of finding Batistuta who was all alone out there.\" </p> <p>\"In the second half we put a few good moves together and we were very unlucky on several occasions. But Inter played well today.\"</p> <p>In Rome, Sven-Goran Eriksson's turbulent week continued, as he received a mixed reception before Lazio's barely deserved 2-1 win against newly promoted Brescia. Eriksson's pre-match introduction to the crowd on the huge video screen was met by a handful of jeers and whistles, but his emergence from the tunnel was then followed by a round of applause as he was besieged by photographers.</p> <p>And the uneasy mood in the Stadio Olimpico became even more pronounced when Brescia took the lead after just three minutes with a Dario Hubner penalty. With Lazio pedestrian in their play and their attitude, the whistling increased - although there was no direct booing of Eriksson.</p> <p>But on 34 minutes Lazio grabbed an equaliser their performance barely merited. Simone Inzaghi - on for Claudio Lopez, who damaged knee ligaments after just 13 minutes - was pushed over in the box and easily despatched the resulting penalty.</p> <p>Despite the goal, Lazio found it hard to find any fluency. And as the minutes ticked down they were frustrated by two superb blocks by Pavel Srnicek - one at point-blank range from Hernan Crespo. But with just 15 minutes left, Eriksson brought on Ravanelli and switched from 4-4-2 to 4-3-3, and his tactical switch was rewarded when Inzaghi broke through to grab the winner just two minutes later.</p> <p>Another coach under pressure was Parma's Alberto Malesani. Before the home match against Milan he admitted he was feeling the stress. \"In the last days I haven't slept very well,\" he said. \"But this doesn't mean that I'm going to surrender. I want to stay here.\" </p> <p>And his hopes of staying were boosted when his side recorded their first Serie A win of the season with a 2-0 victory, both goals coming from Cameroon international Patrick Mboma. Milan, however, were poor and only managed one shot on target all game, much to the disgust of their manager Zaccheroni. \"We didn't react,\" he thundered. \"We were not a team because we didn't do anything together.\" </p> <p>Meanwhile, Malesani looked forward to a good night's sleep. \"If we always play like this we'll get back to our winning ways,\" he beamed. \"I believe very much in my players. There is a strong feeling of togetherness in the group and everyone wanted to get over our current problems.\"</p> <p>Elsewhere, Atlanta managed shrug off match-fixing allegations with a comfortable 3-0 win over Verona, Fiorentina struggled to a 2-2 draw at home to Bari, Bologna beat Reggina 2-0, and Napoli picked up their first point of the season with a 1-1 draw against Lecce.</p>",
  "China has protested over the burning in Hong Kong of a picture of the president, Jiang Zemin, as a debate rages over his tirade against local journalists who suggested he had an \"imperial\" manner. <p>Beijing's liaison office in Hong Kong says it \"strongly condemns\" the incident in which a small group of protesters burnt a newspaper cutting outside the local office of the Chinese foreign ministry. </p> <p>Pro-Beijing newspapers in Hong Kong have demanded that the protesters face criminal prosecution although no law appears to have been broken. </p> <p>Mr Jiang lost his temper completely last Friday when asked about official Chinese support for Hong Kong's chief executive, Tung Chee-hwa, serving for a second term. </p> <p>\"I'm angry,\" he shouted at a group of Hong Kong reporters, accusing them of being \"too simple [and] sometimes naive\". </p> <p>\"I am not a journalist,\" he continued, \"but I have seen a lot. I need to teach you a lesson about life.\" </p> <p>Mr Jiang was stung by a question suggesting that his endorsement of Mr Tung amounted to an \"imperial instruction\". </p> <p>Twice he moved to rejoin Mr Tung but then spun on his heels and advanced on the reporters again, jabbing his finger in the air. </p> <p>\"Let me tell you,\" he shouted, \"I've lived through many battles. I've seen it all. I've been to every country in the west!\" </p> <p>The outburst has given Jiang-watchers fresh insight into the often tetchy character of the supreme leader of a nation of 1.3bn people. </p> <p>Infuriated by demonstrators last year on a state visit to Switzerland, Mr Jiang boycotted the official welcoming ceremony and told the Swiss president, Ruth Dreifuss, that \"you have lost a friend\". </p> <p>Mr Jiang, writes his biographer Willy Lam, is obsessed with appearances and likes to project an image of self-confidence. There is a famous press picture of him \"combing his hair before Spanish monarch Juan Carlos during a public function in Madrid\". </p> <p>\"He's really spoilt by the mainland reporters,\" says a Hong Kong journalist who has followed Mr Jiang around the world. \"He likes to be admired and addressed as Chairman Jiang.\" </p> <p>The affair has provoked a lively debate in Hong Kong over whether Mr Jiang unintentionally justified the charge against him of behaving like an emperor, or whether he was delivering a fatherly reprimand. </p> <p>\"He is the president of [China],\" says independent legislator Emily Lau. \"He should behave calmly instead of being so agitated. I have never seen state leaders behaving in such a way.\" </p> <p>But Ma Lik, secretary-general of the main pro-Beijing party, the Democratic Alliance for the Betterment of Hong Kong, argues that Mr Jiang's tirade was \"acceptable\" even though it might have damaged his image. </p> <p>Mr Ma believes that the reporters were too young and inexperienced, and did not know how to \"respect the leadership\". </p> <p>Mr Jiang's harangue at the photo-opportunity in Beijing - while Mr Tung sat with an embarrassed smile - was shown in full on Hong Kong TV. Independent newspapers printed verbatim texts but the pro-Beijing press only published a sanitised version. </p> <p>Ruling the Chinese Communist party has always required a strong hand to prevent internal dissent. Mr Jiang inherits a tradition established by Mao Zedong, and continued by the late Deng Xiaoping, of forceful leadership. </p> <p>Some Hong Kong journalists now fear that editors may instruct them to tone down questions to Chinese leaders. They note Mr Jiang's warning that \"if you [the reporters] make an error in your report, you will have to be responsible for it\".</p>",
  "<p><strong> The \"we don't want a foreigner to manage England\" brigade speaks out</strong></p> <p>What an embarrassment,\" thunders Paul Knights, as the debate about Sven-Goran Eriksson rumbles on for a second day. \"How can a Swede represent the strength of patriotism that surrounds our game? I would rather England lose with a second rate English manager than be victorious with somebody who embodies absolutely nothing related to our nationalisms. Will he sing our national anthem?\" he asks. </p> <p>\"This appointment can only send out the message that England are not the breed of football talent that we thought we were. Or is this the discreet platform for Britain's entry to the Euro!?\"</p> <p>Keith Barry is equally incensed. \"I am VERY much against the appointment of ANY foreign manager to run our national team,\" he writes in BIG letters. \"In fact I would rather give the job to my mother-in-law than a foreigner. The FA are useless. Using Kevin Keagan proves that. I can think of lots of English managers, so why can't the FA? I suppose the next thing will be a foreign Prime Minister. I wonder how everyone would feel about a 'Herr Schmidt' running the country?\"</p> <p><strong> For a more enlightened view about Eriksson go here </strong></p> <p>Being a liberal football website, most Football Unlimited readers actually seem to accept that Eriksson is the best available man for the job. Especially those from Sweden. \"Congratulations England,\" says Dan Johansson. \"Sven's a damn genius! If you don't want him, please send him over to Sweden because unfortunately the coaches of our national team are one big sad joke.\" And Patric Hedenstein agrees: \"England took the man we from Sweden wanted,\" he says. \"If you are disappointed, lets trade our Lars and Tommy for \"Svennis\".</p> <p>Elsewhere, several readers claim that if PFA chief Gordon Taylor is so hostile towards Eriksson, then maybe England are onto a good thing. \"Regarding your nation's new whipping boy, how bad can any appointment be if it's opposed by Gordon Taylor?\" asks American reader Dan Herbst. </p> <p>Meanwhile Dominic Jones is a bit more blunt. \"Why doesn't Gordon Taylor put a sock in it and resign, I'm certain there must be a career waiting for him as a bedpan,\" he says. \"The man should be in a museum - as should all the other dissenters who don't see this as the most positive move the FA have made. We need to get our heads out of the sand and see just how far we as a footballing nation have fallen behind the leaders of the international pack. Not since England got into the semi-finals in 1996 have I been so happy!\"</p> <p><strong>Does this usher in a brave new era?</strong></p> <p>While many of you support Sven Goran Eriksson, there are several emails attacking the level of coaching in this country. \"The FA couldn't do anything else,\" says Roger McFallon. \"If there is an Englishman with the qualifications, where is he?\" </p> <p>Picking up on this theme, Stephen Cunningham makes a sustained and well-argued attack on the coaching methods in this country. \"We have no coaching culture in this country, a player ends his career, gets a sheepskin coat, a pocket book of football cliches and he goes to manage a club without any coaching experience or qualifications at all. On the job training they call it. No other major footballing country operates this way,\" he says.</p> <p>\"This is why we have no quality English coaches. The French have a system which grooms coaches as well as players from the grass roots up to national level. England, I believe has the least number of Uefa certified coaches as a percentage of registered players in Europe. None of the top five teams in last seasons Premiership was coached by an Englishman. It's a pathetic, sad indictment. The clubs realised this a few years ago and appointed foreigners, the FA has just woken up to the size of the problem.</p> <p>\"It's all very well having a support team of Taylor, McClaren and Kidd at national level but if a structure for developing coaches from grassroots upwards is not implemented this will be a recurring problem. In short when the 'Little Englanders' ask if there is no one English to coach England, the answer is certainly \"No!\".</p> <p>And Peter Van Dyk agrees. \"It's about time the FA did something courageous to arrest the slide in English standards,\" he says. \"Of course, it is unlikely that they will continue in this vein - forcing clubs to educate players in more than football at their academies, implementing official standards for coaches to meet, demanding better behaviour from players (regarding refs) and fans. </p> <p>\"But we can be sure that they haven't changed. That they made this appointment is merely a measure of how low we have sunk - expect them to drop support for Eriksson like a hot potato when the miracle doesn't happen. And don''t expect any rational comments from the press after the first setback, either.\"</p> <p><strong>Meanwhile... a despairing Spurs fan writes.</strong></p> <p>\"What is it with sports writers and Spurs fans?\" asks Martin Cloake. \"Roy Collins mentions Spurs' \"notoriously grumpy\" fans, and calls us \"unreasonable\". Over the past few weeks, national press coverage of Tottenham's current travails has painted a picture of an expert manager under pressure from impatient and irrational supporters. It's a nice story, but not true.</p> <p>\"We're now in the 10th year of Alan Sugar's regime, during which time we've seen the man he recently acknowledged as the best coach in Britain sacked, four other managers, a number of our best players driven out and the establishment of Spurs as a side unable to attract even ordinary players,\" he continues. </p> <p>\"Now we have a manager who refuses to accept any responsibility for anything that goes wrong, (a trait he shares with the chairman), who rarely plays any of our promising youngsters - and if he's forced to he swiftly moves to destroy their confidence by freezing them out, and who blames the fans for the failure of his apparantly infallible powers of motivation and organisation.</p> <p>\"We're told there are \"no players to sign\", yet other clubs seem to manage, and we see players who are apparantly not good enough for Spurs go on to supposedly smaller clubs like Internazionale and do well.</p> <p>\"Graham's had two years to get things right (longer than he gives the kids), Sugar's had ten. Throughout this time Spurs have averaged gates above 30,000 at home, and rarely fail to take up a full away ticket allocation. This obviously doesn't make us as loyal as the legendarily committed Newcastle fans, who boosted the gate at St James' Park to as much as 7,000 in that club's poor period.</p> <p>\"In the circumstances, it was pretty admirable that at the beginning of Tuesday's game against Birmingham, the crowd were getting behind the team. The vitriol eventually directed at the bench and the players was a recognition of the fact that after ten 'transitional' years, THFC is a club shot to pieces from top to bottom.</p> <p>\"That story may not be as easy to write as just cutting and pasting some old \"fickle Spurs fans\" passage, or as simple as assuming that it's Graham's Arsenal connection that Spurs fans don't like. But it's the truth.\"</p>",
  "Given the nature of the work of film animators - a team of people beavering away at benches, one drawing a face, another an arm, another a background on individual pieces of celluloid - very few emerge from anonymity. William Hurtz, who has died aged 81, was an exception, starting as a lowly \"inker\", before becoming an important figure in the history of animation. <p>Hurtz grew up in a wealthy Chicago family in the 1920s. His father, the owner of a paint company, and his mother, an artist, were keen for their son to study painting. Thus, from the age of 10, he attended the Chicago Art Institute. After moving to Los Angeles, he continued his studies at Chouinard Art Institute, which eventually became the California Institute of Arts, or Cal Arts, producing many of Hollywood's finest animators. </p> <p>In 1938, Hurtz got a job assisting Art Babbitt, one of the chief animators at Walt Disney Studios. One day, while cleaning up Babbitt's drawings of dancing Chinese mushrooms, from the Nutcracker Suite sequence of Fantasia (1940), Babbitt asked him how much he was earning. \"When he heard it was $25 a week, he got mad, went up to Walt's office and got me a $10-a-week raise,\" Hurtz recalled. \"I think the lack of a regular wage scale was one of the main reasons for the strike.\" </p> <p>The strike, on May 29 1941, was proposed by Hurtz, an active member of the Hollywood Cartoonists Union, after Babbitt was sacked for being critical of the inequalities, and for attempting to get Disney to allow his animators to join a union. The conflict lasted for several months, but its positive result helped raise the status and wages of animators in Hollywood. </p> <p>Hurtz, who was labelled a \"dangerous red\" and dismissed by Disney, became part of the film motion picture unit of the US Army Signal Corps during the second world war, making animated training films at Hal Roach Studios. After being demobbed, he joined other former Disney animators - such as John Hubley, Bob Cannon and Steve Bosustow - who had formed United Productions of America, better known as UPA. </p> <p>Hurtz had learned, while working on wartime instructional films, that complicated concepts could be expressed in line and colour with extreme economy. Reacting against the detail of the Disney style, UPA created spare, elegant, highly stylised and more contemporary drawings. </p> <p>The group established itself as a new creative force in short cartoons with the 1951 Oscar-winner Robert Cannon's Gerald McBoing Boing, on which Hurtz was the layout artist. The company's democratic structure allowed its members to explore their individual styles, and Hurtz was able to direct A Unicorn In The Garden (1953), based on a story by James Thurber. </p> <p>In an effort to duplicate the unfinished look of Thurber's New Yorker cartoons, Hurtz assigned some work to the studio's least competent draftsmen - to get the \"nice, lumpy look\" he was after. He also worked on some Mr Magoo cartoons, UPA's most successful productions. </p> <p>With the decline of UPA in the late 1950s, Hurtz left to work independently, most notably as director of several celebrated title sequences, designed by Saul Bass, for such films as Around the World In 80 Days (1956), Anatomy Of A Murder (1959) and Psycho (1960). The graphic motifs of the lastwere nervous, balletic horizontal and vertical bars that expanded and contracted in mirror-image patterns, suggesting, simultaneously, prison bars, city buildings and sound waves, as well as symbolising the schizophrenia of the main character, Norman Bates. </p> <p>In 1959, Hurtz joined Jay Ward Productions, a newly-formed television animation studio, to supervise Rocky And His Friends, the popular comic series featuring a flying squirrel. This was followed by The Adventures Of Hoppity Hooper (1964) and George Of The Jungle (1967). While still with Jay Ward, Hurtz co-founded a company that made short animated films about the history of black Americans. In the 1990s, he storyboarded the Rugrats TV cartoons. </p> <p>At the same time, he was finally able to direct his only animated feature, Little Nemo: Adventures In Slumberland (1992, pictured), based on Winsor McCay's long-running comic strip. The film, made at the Japanese studio TMS, and co-directed by Masami Hata, superbly blended Japanese and American animation styles to tell the story of the hero's travels to Nightmare Land to rescue King Morpheus and win the hand of the lovely Princess Camille. </p> <p>\"My father fancied himself an actor with a pencil. Throughout his life, what he really loved was to draw, draw, draw,\" remarked his daughter, who survives him, as does his wife and son. </p> <p>William T Hurtz, animator, born 1919; died October 14 2000</p>",
  "<p>With the US presidential election still too close to call, <a href=\"http://guardian.imdb.com/Name?Heston,+Charlton\">Charlton Heston</a> has rallied gun-owners across America with an apocalyptic speech denouncing Democrat candidate Al Gore as a threat to civil liberties and likening the contest to both the American Revolution and the Civil War. </p> <p>A long-time Republican, Heston was always expected to come out in favour of Texas governor George W Bush, but the sheer bombast of his language reveals how tense the contest has become in the final week before polling day.</p> <p>The Oscar-winning star of Ben Hur and The Ten Commandments was speaking at a rally in Wisconsin in his capacity as president of the National Rifle Association. \"Vote freedom,\" Heston urged the faithful. \"Vote George Bush. Everything else is a distant and forgettable second place.\" If Gore was elected, he claimed, American gun rights would be \"hammered into oblivion\".</p> <p>Heston went on to describe the contest as \"the most important election since the Civil War\" and compared the struggle to the war for independence (recently revisited in the Hollywood blockbuster The Patriot). \"Instead of fighting redcoats, we're fighting blue-blood elitists,\" he stormed.</p> <p>The right to bear arms is currently a crucial issue for a nation which sees some 30,000 deaths from handguns each year. If elected, Gore is expected to introduce tighter curbs on firearms. Bush, by contrast, recently approved legislation allowing people to carry a concealed weapon. </p> <p>One NRA activist is reported to have claimed that in the event of a Bush victory, \"the NRA will have an office in the White House\". Having played the likes of Moses and John the Baptist in his time, Heston may yet be gearing up for a new role on Pennsylvania Avenue.</p>",
  "<p>The billionaire Hinduja brothers yesterday formally lodged their offer for Express Newspapers, setting the scene for an intriguing battle for control of the once best selling titles. </p> <p>Sources close to the Hindujas suggested the bid would make it a serious contender for the division of United News &amp; Media, which includes the Daily and Sunday Express and Daily Star. </p> <p>Viscount Rothermere's Daily Mail &amp; General Trust submitted its bid on Monday which advisers say is \"in excess\" of £100m but some speculation has put at £125m. The Hindujas' bid is thought to be of a similar size. </p> <p>The offer was delivered by hand to the City advisers of United News, Dresdner Kleinwort Benson, by the Hindujas' head of corporate finance Jonathan Brown last night. </p> <p>At the same time United News chief executive Lord Hollick appeared to be shaping the titles for sale by bundling the online version of the Express, express.co.uk into the newspaper division - a move which will make the business more valuable. It had previously sat within United News &amp; Media's internet business Xilerate. </p> <p>The Hindujas are said to have put together a team of \"mainstream print media business managers\" although they still decline to name them. </p> <p>The Hindujas are on good terms with editor Rosie Boycott and she could be asked to remain in the job. </p> <p>The brothers are understood to have floated the idea of buying the Express earlier this year but have been sparked into action by the recent interest. </p> <p>\"They are friendly with Rosie, they like her and understand that she has been labouring under very difficult conditions,\" the source said. </p> <p>The Hindujas believe their takeover bid would escape the kind of scrutiny from Britain's competition authorities likely to be imposed on the bid from DMGT. </p> <p>The Hindujas' conglomerate is the biggest cable television operator in India and owns the Gulf oil business outside the United States as well as Leyland Ashok.</p>",
  "A huge child pornography ring has been smashed, the police are jubilant and the guilty snared. Or so it seems, and in Italy nothing is ever as it seems. <p>Breezing through chat shows, offices and homes is the suspicion of a cover-up. Almost 1,500 people have been charged but not those in high places who are believed to form a \"paedophile lobby\". </p> <p>My neigbours, echoing last night's chat shows, are certain a conspiracy is afoot. Whispers and denunciations will continue awhile but probably come to nothing. Italy will have another mystery. </p> <p>The facts are these. Two years ago police, prodded by a campaigning Sicilian priest, set up a fake website to trap sellers and buyers of child porn. </p> <p>Self-styled \"child-lovers\" downloaded Russian-made films of seduction, rape and torture. Last week police charged 831 Italians and issued arrest warrants for 660 people in Europe, Asia and the United States. </p> <p>A victory for law-enforcement, trumpeted the government. Quite the contrary, said the magistrate leading the investigation, Alfredo Ormanni. Speaking into a forest of microphones, he claimed a network of politicians and institutional figures had obstructed the investigation and tried to protect the guilty. </p> <p>\"There is a paedophile lobby that acts in broad daylight and probably with the support, which I could consider unwitting, of certain political parties,\" said Mr Ormanni. </p> <p>Father Fortunato Di Noto, the priest who tipped off police, claimed ministers were refusing to act on evidence. He would explain himself only to President Carlo Azeglio Ciampi because he could not trust the government. </p> <p>The effect was electric. Paedophiles in power closing ranks to protect their own. Unbelievable. Except lots of people believe. </p> <p>The government has hit back, demanding that Mr Ormanni name names or shut up. The climate of suspicion was unacceptable, said interior minister Enzo Bianco. </p> <p>The story appears to have peaked and today is already melting into inside pages, for the thunderbolts are spent. Proof is unlikely to emerge, leaving a legacy of suspicion. </p> <p>\"There they go again, wriggling off the hook,\" said my grocer, Raffaele, echoing widespread fatalism, cynicism and belief in conspiracies. </p> <p>Another fact: Italian magistrates are often politicians-in-waiting. To make the leap requires a dash of publicity. Is Mr Ormanni such a man? Very possibly, but that doesn't deter belief in his claims. </p> <p>His listeners are suffused with memories of myriad, unexplained acts of violence which the state may have covered up or even committed. To name just two. In June 1980 a DC-9 plane crashed near the island of Ustica, killing 81 people. A bomb on board, a missile or an accident? No one knows. Documents disappeared, voice recordings were erased, officials lied. </p> <p>Last September eight military men, including four former generals, went on trial on charges of giving false testimony. In December 1969 a bomb ripped through a bank in Milan's Piazza Fontana, killing 16 and injuring 84. Right-wing terrorists, almost certainly, but in cahoots with security services? </p> <p>Possibly, since at that time a climate of fear was judged propitious to combat communism. But no one knows, despite seven trials. The eight started last March. </p> <p>\"It's an amazing story,\" said the writer Dario Fo. \"The fascists, and even the state and branches of the secret police and paramilitary organisations and even the CIA were involved.\" </p> <p>The prime minister himself, Giuliano Amato, publicly hinted that the state needed to come clean. </p> <p>No area is above suspicion. This week eight professional footballers were found guilty of match-fixing. Doping claims swirl around Italy's Olympic medallists. </p> <p>Little wonder that Pope John Paul I and Diana, Princess of Wales, are widely believed to have been murdered. When politicians, generals, cardinals and sportsmen cannot be trusted, accepting their word strikes many as just plain dumb.</p>",
  "You could tell that New Yorkers must have been behind the Vanity Fair party held in Los Angeles this week to launch their glossy coffee table book on Hollywood. <p>Not only were people smoking openly but young waiters and waitresses hovered on hand with free cigarettes and ashtrays. Since smoking in California is regarded as morally somewhere between spousal abuse and seal culling, this was no small deal. </p> <p>The book is full of spectacular photos by people like Annie Leibovitz, Edward Steichen and Herb Ritts and a commentary by the former British matinee idol, Christopher Hitchens. The only jarring note amidst the pictures of everyone from Louise Brooks to Jennifer Lopez is a spread of Rupert Murdoch who is allowed to bestride two pages of Vanity Fair's Hollywood between Jean Harlow and Paul Newman on the grounds that he \"raised the Titanic to blockbuster status; ditto the mammary gland in Fleet Street.\" </p> <p>A reminder of the true spirit of Hollywood could be glimpsed from the lawn of the house where the bash was held: a silhouette of the Observatory in Griffith Park where the famous scene in Rebel Without a Cause was shot. The house belongs to screen writer Mitch Glazer and actress Kelly Lynch. According to an article in the LA Times this week, Glazer is one of 17 - that's seventeen - writers credited with the script of the new film, Charlie's Angels, based on the old TV series. </p> <p>Amongst the guests, as they say, were Jackie Collins, Sheryl Crow, Tony Curtis, George Hamilton, Jennifer Love Hewitt, Lisa Kudrow, Jennifer Jason Leigh, Alan Cumming, Jacqueline Bisset and Dominick Dunne who wrote in the book that the \"old-time glamour\" of Hollywood is back. </p> <p>Alas, the party was not the one that has been making the headlines in Los Angeles this week. That event took place not far away in Benedict Canyon and was also at a lovely home, known as The Castle, and attended by actors. It was a Halloween party thrown by the bunch of young guys who owned the house and police were called early last Saturday morning by neighbours complaining about the noise. </p> <p>What exactly happened when police arrived is still the subject of an investigation but a 39-year-old actor, Anthony Dwain Lee, one of the many guests in costume, supposedly pointed a replica gun from inside the house at one of the officers. The officer then shot him dead. </p> <p>Lee, who was in such films as Buffalo Soldier and Liar Liar and is due to appear in recorded editions of ER, was, according to friends, a peaceful soul. Perhaps he thought that the police were just other guests dressed as cops. Whatever, he is dead now, another statistic in the grim catalogue of gun deaths in the US. </p> <p>On that subject, Charlton Heston, who was not at the Vanity Fair party, has been working hard this week for the election of George W Bush, the choice of the National Rifle Association which Heston heads. This week Heston said that Gore would be the worst president ever for gun owners and warned NRA members that a \"holy war\" was underway to deprive them of their right to carry arms. </p> <p>In the meantime, Anthony Dwain Lee is dead, another victim of the unholy war of a gun culture from which the firearms industry profits so handsomely. No chance for him to find a place for himself in the next edition of Vanity Fair's tribute to Hollywood.</p>",
  "A ban on eating British-reared lamb and the slaughter of the country's entire sheep population could be imposed after the food standards watchdog called for the monitoring of livestock other than cattle for BSE. <p>The independent food standards agency is recommending increased monitoring of sheep, tests on sheep intestines used for sausage casings and surveillance of deer raised for venison. </p> <p>The drastic measures could be taken in the event of infection being discovered. </p> <p>Research into whether animals such as pigs and poultry can carry diseases fatal to humans, such as BSE, without showing signs is expected to start soon. The agency wants the use of recycled carcasses and blood for feed to be outlawed. The use of chicken feathers and manure in poultry feed is being reconsidered. Fish farming practices are also likely to be examined. </p> <p>Tests on cows' milk were announced by ministers in August, but the whole research programme is likely to cost more than the £90m earmarked by government bodies over the next five years. Around £140m has been spent since BSE was identified in 1986. </p> <p>The agency is worried by slow progress in checking whether BSE has crossed from cattle to sheep. Experiments on 200 sheep take up to two years at a cost of £20,000 for each animal. It says other biochemical tests should also be used to check the brains of dead sheep for BSE and that developing a test for live animals is a priority. </p> <p>Although the presence of BSE in the 44m national sheep flock remains a theoretical possibility, the agency fears the industry could be almost wiped out if transfer were found to have occurred. The government is making contin gency plans for a disaster with sheep, trying to identify flocks that appear to be genetically resistant to BSE-like diseases. </p> <p>The agency said that most animal experiments take a long time. A spokesman explained: \"We have to accept that decisions on the management of the epidemic and the protection of the public's health will continue to be based on an incomplete understanding of the science and will rely on expert judgments for years to come.\" </p> <p>Further bans on farm feeding practices that turn animals into cannibals were also urged in a draft report from the agency on anti-BSE controls. The agency wants EU partners to introduce further feed controls and ensure that processed meat products exported to this country state whether they contain mechanically recovered meat made from high pressure machines forcing meat off bones - often used in products such as burgers. </p> <p>Machine recovered meat from vertebral columns of cattle and sheep is banned. Other MRM is not, although products made in such a way in this country have to carry labels. The agency has been told that the use of sheep intestines for sausages in this country is low. </p> <p>The programme shows how seriously government bodies are taking the advice of the Phillips inquiry into BSE. BSE-like infectivity has not been found in experiments into cows' milk or poultry. Pigs have been infected experimentally by injection but not by feeding. Sheep have caught BSE after being fed infected cattle brain.</p>",
  "Former MI5 agent David Shayler was yesterday interviewed by special branch officers investigating his allegations of an MI6 plot to assassinate the Libyan leader, Colonel Gadafy. <p>The two-hour interview was the first time he has been questioned by detectives about his allegations, first made public in August 1998. </p> <p>It came hours before he visited parliament to speak to MPs and peers about his efforts to blow the whistle on what he believes are breaches of the law by Britain's intelligence services. </p> <p>Mr Shayler said the interview had been on \"neutral ground\" in a London hotel: \"They assured me they would do everything in their power to investigate the plot properly.\" He faces three charges of breaching the Official Secrets Act in connection with his claims MI6 backed a 1996 plot to kill Col Gadafy. He urged the MPs to press for changes to the act, which he said \"makes it a crime to report a crime\".</p>",
  "The reek from the wreckage of flight SQ006 rose sharply above rains and typhoon winds at Chiang Kai-shek airport in Taipei yesterday as emergency workers, body bags in hand, picked through smouldering debris for the next victim. <p>Video footage showed parts of the Singapore Airlines Boeing 747-400 spewing huge licks of flame and thick black smoke. It is thought to have hit an object, possibly a wheel, on the runway. Up to 100 are feared dead. </p> <p>\"The aircraft was broken into three sections and seriously destroyed by fire,\" said Simon Kwong, a Reuters photographer at the scene. \"Even with strong winds and heavy rains I can still smell the burning.\" </p> <p>By the early morning, rescuers had filled 65 of the body bags, while in Taipei hospitals survivors recounted their horrifying stories. </p> <p>Sixty-eight people were being treated in hospital and 16 had walked away without a scratch. Thirty were still unaccounted for. Some trembled, still dazed, while others shuddered as they explained how they had defied death. </p> <p>\"All of a sudden, there was a bang and chaos and flying debris and all of a sudden the tail was lying on the [left] side,\" said American biochemist Harald Linge, who was seated in the tail section. </p> <p>\"The thing I remember most clearly was people on the right side dangling from their seats. It was very eerie. It was a scene from a bad Hollywood movie,\" he said. \"I was glad I made it out alive.\" </p> <p>American Richard Maneth, 39, recalled seeing the burnt bodies of fellow passengers as he left the devastated aircraft. </p> <p>\"I could see some people were burned, but I was not sure if they were dead,\" Mr Maneth said. </p> <p>Doctors at local hospitals treated the victims, many for burns. Even the emergency wards could not escape the stench of the aircraft's jet fuel. </p> <p>\"Several were in shock,\" a doctor said. \"They reeked of petrol.\" </p> <p>\"It felt like we bumped into something huge,\" said Doug Villerman, a 33-year-old passenger from Louisiana who was standing outside a hospital afterwards, wrapped in a tunic and smoking a cigarette. </p> <p>\"It looked like the front end just fell off. From there, it just started to fall apart. I ran to the escape hatch with the stewardess but we couldn't get it open. Two feet away from me, I saw flames. </p> <p>\"Everyone was just panicking,\" he said. \"I tried to open the escape hatch on the top just a slit and saw a lot of smoke. The fumes were just incredible. But eventually we got it open _ We were just all so scared it was going to blow up.\" </p> <p>Steven Courtney, a Briton, was sitting on a hospital bed, oxygen tubes in his nose just before being whisked away to operating room. \"The left wing seemed to hit something and then it was just a big roller coast ride,\" he said. \"Flames were everywhere.\" </p> <p>Tonya Joy, 37, of New Zealand, was being pushed toward the operating room. </p> <p>\"I felt two hits and we twisted around twice,\" she said. \"I jumped out of the top and landed on the ground, so the doctors think there is something wrong with my spine.\" </p> <p>\"The weather was just awful. Flames came so fast on both sides of the plane,\" she said. </p> <p>In Singapore, officials set up a crisis-management centre at Changi airport. A handful of relatives, some in tears, were being led to the cordoned-off area by crisis workers. </p> <p>The aircraft, which was under four years old, was reported to have undergone its last maintenance check on September 16. </p> <p>The US national transportation safety board said it was sending a team to help Taiwan investigate the crash. The team is expected to arrive in Taiwan tomorrow night along with representatives of the US federal aviation administration. All information on the progress of the investigation will be released by the Taiwan authorities, the NTSB added.</p>",
  "\"Don't judge my heart,\" George W Bush scolded Al Gore when the vice president questioned his record as Texas governor. Mr Gore retreated, insisting he meant to do nothing so personal. But Lydia Camarillo would not have held back. For her, it is personal. <p>Mrs Camarillo is in an unusually good position to judge the quality of Governor Bush's compassion. She lives in the colonias, the Hispanic shanty towns clustered in the Rio Grande Valley. It is the poorest corner of the nation, from where the warm, fuzzy campaign talk about the governor's much-vaunted heart and his concern to \"leave no child behind\" seems, at best, surreal. </p> <p>Viewed from here, Texas is a harsh state of extreme inequality, which has become more unequal under Mr Bush's leadership. In a time of booming economy and record budget surpluses, the governor's corporate allies have made a killing at the lucrative intersection of state government and business. Meanwhile 45% of the population in the lower Rio Grande Valley live below the poverty line and pray that they never need medical help they cannot afford. It is an unforgiving place, unrecognisable from the progressive and tolerant state evoked in Mr Bush's stump speeches. </p> <p>The governor's powers are strictly circumscribed by the state constitution, but with less than a week potentially separating Mr Bush from the White House, his priorities and policies as Texas governor give clear indications about how he might lead America. </p> <p>Mrs Camarillo views him as a negligent, absentee landlord. She points out that he has never even been to a \"colonia\" with its mostly Mexican-American population. In his five years as governor, Mr Bush has been to the border region only a handful of times, for \"photo-opportunities\". But unlike all his recent predecessors, he has never strayed into the huddled grids of dirt roads and shacks, so he cannot have smelt the dizzying odour of a thousand pit latrines and septic tanks when the rain begins to fall. </p> <p>\"When it floods it brings up all that stuff,\" Mrs Camarillo said. \"It rises up and gets into people's houses.\" </p> <p>When her son, Robert, fell ill with bronchitis she hesitated before taking him to see a doctor because she had no health insurance. When his condition became serious, she panicked and rushed him across the Rio Grande, to the Mexican border town of Reynosa. \"The doctor there said if I had been just a few hours later, he would have been dead.\" </p> <p>Lydia Camarillo's plight is not unusual. There are 1.4m uninsured children in Texas, a higher proportion than anywhere else in the country, be cause Texas, under Mr Bush's governorship, makes it harder than any other state to get affordable healthcare. Lydia and her husband, Belarmino, have no steady jobs. She bakes cakes and sells them from home, and the family migrates northwards in the summer to work as agricultural labourers. </p> <p>But the Camarillos' most prized possession, a pick-up truck, is valued at over $2,000 (about £1,380), which is enough to disqualify them from Medicaid, the government funded free healthcare scheme. They are considered too \"wealthy\". </p> <p>This was an issue to which the governor gave unusually detailed attention. His administration blocked the adoption of a national child health insurance programme (Chip), which offers affordable care to families just above the absolute poverty level. Although the scheme is funded entirely by the federal government, Mr Bush argued that 20% of the applicants \"will come in seeking Chip but will be enrolled in Medicaid instead\", and that would have to be paid out of his state budget. In plain English, he was afraid poor Texan families would find out what free medical care they were entitled to. His administration fought an attempt to put it on the state legislative agenda in 1997. Instead, he spent much of the state's $6.4bn on tax-cuts, including a $1bn cut in property taxes. Under increasing duress last year, he suggested a more limited scheme which would have excluded 200,000 children, before giving in to political pressure. </p> <p>\"On Chip, he was no good at all. He had to be dragged into it kicking and screaming,\" said Ernesto Cortes, a leader of the local community action group, Valley Interfaith. </p> <p>In his standard presidential campaign appearances, Mr Bush now claims credit for the Chip scheme, which has evolved into an essential element of his bipartisan \"compassionate conservative\" image. </p> <p>It is spin of Orwellian boldness. It is still tougher in Texas than in almost any other state to gain access to Medicaid. And in a region where the per capita income is $7,700, less than half the Texas average, the Bush administration in 1997 actually attempted in 1997 to lower the minimum wage of $3.25 an hour. </p> <p>Mr Bush's governorship has overseen a steady deregulation of business, at the expense - his critics argue - of the individual. Nowhere is this clearer than in tort reform, the central plank in Mr Bush's election campaigns in 1994 and today. </p> <p>Crudely put, the law limits the ability of courts to inflict punitive damages on negligent businesses. It would, Mr Bush promised, curb the spread of \"junk lawsuits\" by avaricious lawyers aimed at extorting money out of innocent firms. </p> <p>But tort reform also affected people like Donna Hall, whose husband Charles was killed in 1996 in an explosion at a refinery in Amarillo, at the opposite end of Texas. He had repeatedly complained about the state of the valves, but the management had neglected to carry out maintenance work. A jury imposed $42.5m in punitive damages on the refinery, Ultramar Diamond Shamrock, but under the tort reform laws, a judge unilaterally reduced the award to $200,000, barely enough to cover the cost of taking the firm to court. </p> <p>Once again, where there were losers, there were also winners - in this case the company. The legislation also restricted claims on Texas insurance companies, who, according to the Centre for Economic Justice in Austin, made $3bn in windfall profits as a result. The insurance industry has subsequently been a significant contributor to the Bush presidential campaign. </p> <p><b> Most polluted</b><br> </p> <p>On the other end of the winner-loser scale are JR and Lupe Cordova. The couple live in Houston, which last year overtook Los Angeles as the most polluted city in the nation. As a focal point of the petro-chemical industry, it has always been a dirty town, but from where the Cordovas stand, it has got a loss worse. </p> <p>Perched on the Houston Ship Channel, their neighbourhood, which goes by the ironic name of Woodland Acres, has been suffocated by the seemingly unregulated industrial sprawl around them. A steel firm called North Shore Supply Company built a galvanising plant across the road from them, despite zoning regulations defining the street as residential. Despite the family's complaints, those regulations have never been enforced, and the plant continues to add to the burden of chemicals and black dust in the air. By their own accounting, Houston industries pump nearly a million tonnes of pollutants into the air each year in \"accidental\" chemical releases. The condition of the air alone is estimated to cause nearly 1,000 deaths in Houston a year. </p> <p>The Cordovas' son Stephen, 10, has chronic bronchitis and, like his father, a near-permanent rash which turns the skin on his arm red and tough. At elementary school, he would vomit after every meal. Their daughter Jessica, 15, had such severe asthma that she was unable to go outside for more than 20 minutes at a time. \"My daughter tells her version of our life together. It's all seen from inside looking through the window at us outside,\" Mrs Cordova said. </p> <p>Mr Cordova developed severe sinus and respiratory problems and had to leave his job as a docker on the channel, but he still wanted to stay in the blighted neighbourhood he had grown up in. But, the Cordovas were forced out of Woodland Acres anyway. </p> <p>After Mrs Cordova, a schoolteacher, became prominent in a campaign by local mothers to force national environmental standards on the local industries, the couple began receiving death threats. In November 1999, someone blew the windows out of their car with a shotgun. That was too much, and the family moved to a suburb in north Houston earlier this year. They have yet to find jobs there and they are unable to sell their house in Woodland Acres. North Shore Supply offered $14,000, and Mr Cordova angrily turned them down. </p> <p>As far as the Cordovas are concerned, Mr Bush is entirely responsible for their plight. \"George Bush had the authority to do something about it, and he did nothing,\" Mrs Cordova said. </p> <p>The environment is one area where the Texas governor does wield almost absolute power. He is responsible for appointing the three members of the state regulatory board, the Texas Natural Resources Conservation Commission (TNRCC). Mr Bush, whose 1994 election campaign was sponsored largely by oil and petrochemical companies, appointed three men with close ties to Texas industry under the chairmanship of a former lobbyist for the chemical and genetic engineering giant, Monsanto. There were no representatives from environmental or consumer groups. If he becomes president, environmentalists are concerned he will do the same to the Environmental Protection Agency, whose intrusion in Texas affairs he has noisily resented. </p> <p>Under agency pressure to do something about the loopholes in the state's environmental laws, the TNRCC held closed meetings in 1996 with executives from the petrochemical industry and came up with a voluntary compliance scheme, with no penalties and a long grace period. </p> <p>The law did little for Houston's atrocious air quality. But, like many of Mr Bush's policies as governor, it did a lot for his political viability. The companies which were given the opportunity to draft the law donated $1.5m to the governor's 1998 re-election campaign and, according to the Texan environmental group, Public Research Works, they have given $1.1m to his presidential effort. </p> <p>\"That is what he did as governor, what is he going to do as president?\" Mrs Cordova wanted to know. \"If he's going to lead the country the same way, where are we going?\" <br> <b> Where Texas ranks in the states </b><br> </p> <p>Number of executions 1st </p> <p>Uninsured children 1st </p> <p>Most polluted city (Houston) 1st </p> <p>Ozone emissions 1st </p> <p>Public health spending 47th </p> <p>State government spending 50th </p>",
  "The loyalist feud erupted again in Belfast last night when gunmen shot dead a leading member of the Ulster Democratic party, in retaliation for the killing hours earlier of a man who worked for a political party linked to the Ulster Volunteer Force. <p>The member of the UDP, the political wing of the Ulster Defence Association, was shot at 6.30pm in the Newtonabbey area of north Belfast, hours after Bertie Rice, 63, died in hospital after he was shot in front of his wife at their home in the Tiger's Bay area of Belfast. </p> <p>The shooting of Mr Rice was believed to have been carried out by the UDA in retaliation for the killing of one of its members in Belfast on Saturday night. The rival UVF was blamed for the shooting of David Greer, 21. </p> <p>Amid fears of an escalation in the three-month old loyalist feud, extra troops were ordered on to the streets of Belfast last night. The troops will patrol north Belfast where the three latest victims were killed. </p> <p>Suspected UDA members took their revenge for Saturday night's murder when gunmen burst into Mr Rice's bungalow shortly before midday yesterday. He was beaten about the head with baseball bats before being shot once in the chest in front of his wife, Mary. </p> <p>The victim had emergency surgery at the Royal Victoria hospital but died three hours after the shooting. </p> <p>Mr Rice, who returned to Northern Ireland only 10 months ago after spending 19 years in South Africa, had arrived home shortly before the shooting to advise his wife on her pension. He had spent the morning working in the constituency office of Billy Hutchinson, an assembly member of the Progressive Unionist party, the UVF's political wing. </p> <p>Mr Hutchinson last night condemned the shooting of Mr Rice, who was interned as a UVF member in the 1970s. He said: \"This shooting is sick. These people took this man's life because he was a soft target.\" </p> <p>John White, chairman of the UDA's political wing, described the shooting as \"deplorable\" and urged both sides to resolve their differences. </p> <p>Mr Rice was the fifth victim of the feud between the UDA and the UVF. The leading UDA member, Jackie Coulter, and another loyalist, Bobby Mahood, became the first victims when they were shot dead in August in the Shankill area. A few days later, the UDA exacted its revenge when a young UVF member, Samuel Rocket, was shot dead. </p> <p>Earlier the violence had been condemned by the Northern Ireland secretary, Peter Mandelson, who visited the loyalist Shankill Road last week in an attempt to calm tensions between rival groups. Chief superintendent George Livingstone, the RUC's acting assistant chief constable for Belfast, warned of a \"dangerous and volatile\" environment. </p> <p>Sinn Fein had earlier warned that IRA disarmament was now \"10 times harder\" after the Ulster Unionist leader, David Trimble, announced plans to block Sinn Fein ministers from attending a cross-border ministerial council. </p> <p>Mr Mandelson will discuss the crisis in Dublin with the Irish foreign minister, Brian Cowen, either today or tomorrow.</p>",
  "<p>The likelihood of British farmers growing GM crops commercially in the near future receded last night after it emerged that the variety which is top of the list has not been tested to EU standards. </p> <p>New information, passed yesterday to the Ministry of Agriculture from the French government, states that Chardon LL, a GM cattle feed maize, was tested in France for only one year, instead of the two required under EU law. </p> <p>This leaves in deep confusion a continuing £500,000 public inquiry into whether Chardon LL seeds should be sold in Britain, and potentially puts back the first commercial growing of GM crops by at least a year. </p> <p>The Ministry of Agriculture last night said it was consulting its lawyers. \"We need to take advice as a matter of urgency on the implications of the new information and whether this has any impact on the hearings,\" a spokeswoman said. She declined to speculate on how long this might take. </p> <p>The ministry said that the data on the herbicide-tolerant crop from French trials were based on one year's data from accredited breeders' trials and one year's data from government-run trials. </p> <p>The ministry is also seeking further information from the French authorities and is consulting the European commission. \"Chardon LL will only be added to the UK national list if all the legal requirements have been fully met,\" the spokeswoman said. National listing is a requirement of EC directives, aimed at ensuring that only seed meeting minimum quality standards is sold to farmers. </p> <p>Friends of the Earth's legal adviser, Peter Roderick, said last night: \"This fiasco has only come to light because members of the public forced the government to hold public hearings on this GM seed. Only a week after the BSE report was published, we now find that the minimum official testing of this crop has not taken place. If the hearing had not happened, this vital information would never have come to light and the crop would have been given official approval. </p> <p>\"This is yet another humiliating blow to the biotech industry and their backers in government.\"</p>",
  "<p>Susan Palmer cannot sleep. Since the rains fell two weeks ago she has been restless every night. On the night of the heaviest downpour she got up every half hour to check that her back garden was still there. </p> <p>Mrs Palmer lives on a flood plain. Until this year she never worried that flood water from the Medway might find its way into her 1920s detached home in Hadlow Road on the outskirts of Tonbridge, Kent. She has lived there for seven years. </p> <p>Anxiety began to mount more than a year ago, when 21 houses began to be built at the end of her garden. It is one of several developments in the Tonbridge area. </p> <p>Tonbridge and Malling borough council says the flood plain is a feature of the area and that all environment agency recommendations have been followed to prevent flooding of the new houses. </p> <p>Mrs Palmer does not doubt it, but fears the water will find other places to go. \"A council official told us that the flood plain stops before our garden, but that's crazy. Water flows in a curve. The ground is sponge, and if you build on it water just gets pushed elsewhere.\" </p> <p>She pointed to the hedge that separates her home from the new development. To her left are diggers; to her right is a stretch of water. \"There's a golf course under there. I've no intention of moving; we've done an awful lot of work and don't want to throw it away.\" </p> <p>Mrs Palmer said she was one of the lucky ones. Her neighbour, Victoria Allport, who moved into her house in June, had to bail out her basement when the rains came. </p> <p>\"We knew we were on a flood plain when we bought the house, but we were told it hadn't flooded for 30 years,\" Mrs Allport said. \"It doesn't bother us. The water came up through a crack in the basement floor, and once we get it repaired we intend to use it.\" </p> <p>Peter Cropper, of Hadlow Road, was one of several residents who campaigned to stop the development. \"I'm all right, Jack, because I'm above and away from the flood plain, but it's wrong to build here.\" </p> <p>Under the flag bearing the developer's name, Hillread, a board heralds the arrival of the handsome three, four and five bedroomhouses that the agent in the showroom describes as \"prestigious\".</p>",
  "Tim Westwood's bright red van is parked outside Radio 1. I know this because Tim Westwood's bright red van has his name painted on it in big white letters. Inside, a courier turns to a security guard. \"What the hell is that ?\" Another man walks in. \"Is that Tim Westwood's bloody van outside?\" <p>Next comes the veteran DJ Simon Mayo. \"I see Tim Westwood's here.\" The first guy shakes his head. \"I'll tell you what that's about, Simon. M-O-N-E-Y.\" </p> <p>\"And the flava,\" Mayo deadpans. \"Don't forget the flava.\" </p> <p>As if. Because Tim Westwood has flava to burn. Two decades after making his debut as a pirate DJ, he is doing what he loves, playing the the latest in US rap. To the half million British fans who listen to his weekend shows on Radio 1, he is, quite simply, Westwood: the face of hip-hop. </p> <p>The white face of hip-hop. Straight outta Lowestoft, son of Bill, the late Bishop of Peterborough. No, make that the white, faintly wrinkled face of hip-hop, complete with transatlantic intonation and studied lexicon of mad skills and hot goddamn beats. Better yet, the white, faintly wrinkled, public-school-educated face of hip-hop, in his bright red van with his name painted on the side. </p> <p>There. You've had the cheap shots. It's not rocket science. While he may be Westwood to his fans, to detractors he's merely the real-life Ali G, a gibberish-spouting embarrassment, guilty of being entirely the wrong colour and class for his chosen profession. To the BBC, however, he is a godsend, a proven draw for otherwise indifferent \"urban\" (read black) listeners. Which is why, alongside Radio 1 publicist Paul, he is here in spotless camouflage, talking up his employer's plans for a new \"urban\" digital radio station. </p> <p>\"I believe in public service, man,\" he declares. \"I believe in serving the audience that supports you.\" </p> <p>An admirably Reithian sentiment. Only I feel obliged to mention that, by fronting a project designed for, to quote the Radio 1 blurb, a black audience under 24, he (neither black, nor under 24) is playing into his critics' hands. He bristles, just slightly. </p> <p>\"I'm here as a DJ, man. And I really feel that I can make a strong and positive contribution to the running of the station.\" </p> <p>He sounds as if he is at a job interview, and that is before he gives an exhaustive rundown of his CV (\"that's a lot of experience, man\"). Then he catches my eye. \"So ... what would these criticisms be, man?\" </p> <p>There is no chance to reply before Paul reminds me that the Radio 1 Rap Show is the BBC's best-performing programme with a young black audience. \"Right,\" Westwood nods emphatically. \"And I think I can offer experience on-air, in production, and also in management.\" </p> <p>Great. After all, no one would question his commitment. When he talks hip-hop, it's almost touching. For real. \"Come on, man. There's a multimillion dollar industry comin' outta hip-hop, man, outta people who would have had no choice but be sellin' drugs on the corner, man. Come on, man. That's a revolution, man. Respect it and be part of it, man.\" </p> <p>Except that, despite the enthusiasm, he seems wary. Defensive. Then again, you'd be touchy if you'd been shot at point-blank range at a set of south London traffic lights, as he was last July when two men fired repeatedly through his Range Rover window. The first bullet just missed his spine. Despite various conspiracy theories, no charges were brought. \"The police got a couple of people,\" he shrugs. \"Lack of evidence let 'em go. Just one of those things, man.\" </p> <p>No, to Westwood, the bitterest legacy of the shooting was his sniggering appropriation by the media. \"I been around forever, workin' for the hip-hop community, but before I got blasted, the press wasn't bothered, man. Then everyone wanted to know me.\" </p> <p>And to make a joke of him. Unkind voices even suggested that, in terms of credibility, getting shot was the best move of his career. So why does he think he provokes such hostility? \"I don't, man. I get tremendous love out there, man. Tremendous love.\" </p> <p>But not from the media. \"What, do you hate me?\" </p> <p>No, I say. I don't hate him at all. </p> <p>\"Then some of the media's feelin' me, man ... I don't know, man, some cats don't understand hip-hop, man. That's their issue, man.\" </p> <p>He's getting pricklier by the minute. Perhaps, like dogs smelling fear, the press have latched on to his reluctance to discuss his background. Take him at his word, and you would think he had come out of the womb spinning mad flavas. </p> <p>\"So? I'm a DJ, man. Talk to me about music, man. That's who I am, man. I'm not a \"- he spits the word - \"personality.\" </p> <p>But he has got a van outside with his name on it in 3ft-high letters. He hesitates. \"That's just a hot truck, man. Come on man. That's a lot of flava, man. A lot of flava. Paul? Are you feelin' me, Paul?\" </p> <p>Paul seems ambivalent. Anyway, that doesn't explain why he won't acknowledge his early life. \"OK, man. What d'you want to know, man?\" </p> <p>Regrettably, I ask about his first childhood memory. Five minutes later, he's still fuming. \"Childhood memory? How is that relevant to hip-hop, man? Damn, man. My first childhood memory isn't relevant, man. Come on, man. Ask me another.\" </p> <p>OK. \"How old are you?\" </p> <p>There is a very long silence. It seems a fair point. After the shooting, his age was given as everything from 30 to 42. \"So, how old are you?\" </p> <p>\"I'm 27.\" </p> <p>\"Tim, you're not. How old are you?\" \"I just told you my age, man. My age, right ... I'm going to tell you about my age. I don't want to be saying my age, man. My age, right ... it depends what paper you read. HAHAHA!\" </p> <p>I tell him I'm not trying to be funny. </p> <p>\"I am!\" </p> <p>\"How old are you?\" </p> <p>\"How old am I? Depends what newspaper you read, man.\" </p> <p>\"No, how old are you?\" </p> <p>\"Yeah, and my answer, for the third time, is: it depends what newspaper you read, man. Yeah, man.\" </p> <p>He won't look me in the eye. Why won't he tell me how old he is? \"Because I have. Come on, man. You're makin' issues at this precise moment.\" </p> <p>I've heard blue-rinsed old ladies being less evasive. \"I'm 27, man. I'm like Cliff Richard. Put that down. HAHAHA!\" </p> <p>He stares at his feet. I tell him I have no problem with him, and that knowing someone's age, even approximately, helps you get a better picture of that person. </p> <p>No response. How old was he when he got into hip-hop? \"Hmm ...\" What year was it? \"Probably ... '79. And I came out DJ-ing around '82.\" </p> <p>When he was nine? \"I don't know, man. I'll have to work it out. Next question.\" </p> <p>\"Why won't you tell me how old you are?\" </p> <p>\"It's not an issue, man. Paul, do I know how old you are?\" Paul coughs. </p> <p>\"Come on, man. Let's move on.\" </p> <p>Does he think it's a strange question? \"No ... Come on, man, I'm in showbusiness, man. Not showbusiness, but ... the music, um ... showbusiness. Showbusiness, man. Come on, man. You can understand that.\" I tell him I could understand it if he was 75. \"I ain't 75, brother.\" </p> <p>It's hopeless. I ask more questions but he just keeps taking offence. </p> <p>\"So, hip-hop's become your life?\" \"Yeah? And? What's your life, man?\" </p> <p>When I tell him we're done, he exhales, long and hard, before bemoaning at some length those who \"be hatin' on me.\" Eventually, we - me, him, and Paul - leave. </p> <p>Outside, a baffled man in Hare Krishna garb stares at the bright red van. I shake Westwood's hand, looking at a pleasant but hugely over-sensitive guy in early middle age. He looks at me as if I'm the devil. Then he heads toward the van. The last time I see him, he and the Krishna devotee are knocking fists. </p> <p>\"Yo, man, yo. Wha' appenin', man? Yo, man ... whassup ?\"</p>",
  "<b>Sounds like an American comedian from the 1950s. <br></b> As far as we know, Carnahan had no comedic background. He was the Democratic party's best hope for taking the Missouri senate seat next Tuesday. <p><b>Was? </b><br>He died in a plane crash in October, along with his son, Roger, a political aide. </p> <p><b>Bad timing, not to mention a terrible tragedy. Who's the Democrats' candidate now? </b><br>Mel Carnahan. </p> <p> <b> His other son? </b> <br>No, the dead man. </p> <p> <b> Whoa, tiger. I know it was rumoured that leaders in China and the USSR continued reigning after departing this mortal coil, but not in America, regardless of what folks said about Ronald Reagan. The good ol' USA likes its leaders to be frisky. </b> <br>A fact that has not been lost on Bill Clinton. No, Carnahan remains on the ballot simply because there can be no replacement. Under Missouri law, the deadline for nominations has closed. </p> <p><b>So Carnaham could be elected posthumously?</b><br>Quite possibly, and the state's Democrats are campaigning for Carnahan with the slogan \"Still for Me\". Missouri's new governor will then have the duty of appointing a replacement, who will undoubtedly be Carnahan's wife, Jean, who announced yesterday that she will continue in her husband's wake if the Democrats take the key swing state. An opinion poll conducted after Carnahan's death indicated that they would win if Mrs Carnahan took up the seat. </p> <p><b>Blimey. What are the Republicans saying about all this? </b> <br>They are maintaining a dignified silence, though in private they must be ferociously frustrated. Competing with a dead - in effect, martyred - man is a toughie. Their candidate, John Ashcroft, despite having been the Missouri senator for the past eight years, has an uphill struggle on his hands if he is to avoid becoming the casualty of a sympathy vote for Mrs Carnahan. </p> <p><b>Anything the GOP can take comfort from? </b> <br>Hillary Clinton hasn't died in a plane crash. </p> <p><b>That isn't funny.</b><br>No, but it is politics.</p>",
  "<p>The first words Suzanne Rees exchanged with her new boss were to tell him that he should use a stapler rather than paper clips because \"it's cheaper\". This cost awareness is part of an Abbey National pilot scheme to allow some of its managers to run their branches as franchises. </p> <p>Another of Ms Rees' new roles at an Abbey branch in Cardiff is to telephone customers who have not visited branches for more than two years to try to lure them in for consultations. </p> <p>Only a year ago this same bank was deterring customers from using counters in branches to pay their bills by charging £5. </p> <p>As of today, Abbey is extending the pilot scheme, due to run for six months, to three more areas - Brighton, Belfast and Brent Cross. The current trial runs across 40 branches in south Wales, Ealing and Hammersmith in London, and Newcastle. </p> <p>The franchise exercise, greeted with some scepticism by rivals as little more than a glorified way of handing back power to the regions, allows local managers to override instructions from the centre - in this case the main offices in London or Milton Keynes - and behave more like a local business. In theory, staff in franchise areas could be paid more, provided they improve performances. </p> <p>To Alan Thomas, an area sales manager who oversees 17 branches in the south Wales area, attitudes such as Ms Rees' do not reflect a new culture of penny pinching or instilling paranoia in staff about costs. </p> <p>Computer screens are only switched on when they are needed, lights are switched off when not in use, and telephone bills are kept under control. \"Staff realise the part they can play,\" said Mr Thomas, a 30-year Abbey veteran. </p> <p>The franchise scheme is not just about keeping costs low, but also about generating revenues. Mr Thomas, who has been involved in the scheme for the past three months, aims to do this by telling head office when national promotions will not work locally. </p> <p><strong> Flagging shares</strong><br> </p> <p> In the months before he was granted his franchise, 500 leaflets arrived in his Merthyr Tydfil branch, promoting a mortgage rate for loans over £200,000. </p> <p>This seemed unsuitable for an area where the average home costs £33,000, one of the lowest in the country, according to national survey. </p> <p>So Mr Thomas told the local branch to concentrate on selling cheap home insurance. Such examples of centralisation roll off Mr Thomas' Welsh-speaking tongue. If his vision of the future of Abbey National proves to be correct, the centralised call centres, which all the leading financial firms have introduced, will be enhanced by local support from branches on the telephone. </p> <p>\"Abbey National south Wales will be different to Abbey National national,\" said Mr Thomas. The accounts and products on offer in his region will be structured to suit the local customer base. More Welsh-language literature will be produced. The staff will be ready to give advice on pension sales and basic bank accounts, which many local customers still do not have. </p> <p>\"This isn't about e-commerce. It's got more to do with the M4. There's a big difference between London and here,\" said Mr Thomas, in response to new plans in London to generate business over the internet and the telephone. </p> <p>Abbey National, under pressure in the City for lack of strategy, a flagging share price and the perception of an ailing chief executive, insists that three months into the pilot scheme the results are positive. </p> <p><strong> Success stories</strong><br> </p> <p> The first four franchise areas are reporting sales 20% higher against their targets than traditionally run branches and at the end of September were ranked third, sixth, 24th and 30th out of Abbey's 143 \"markets\". By the end of October, Mr Thomas' south Wales region had moved from sixth to third. </p> <p>The bank has yet to prove to sceptics that its experiment is any different from moves in the past by rivals to motivate staff outside their south-east England base, or steps such as those announced yesterday by Alliance &amp; Leicester to link staff pay to performance. </p> <p>But, to Mr Thomas, the effect of franchising is simple, and probably impossible for Abbey to reverse. \"It's different if you run your own business. You tend to do nine to five doing the day job and do the rest between six and midnight.\" </p> <p>At the moment he and his staff remain employees of Abbey National. This could change, if the regulators approve, although Mr Thomas admits he might be reluctant to leave the bank after such long service. </p> <p>The full move to franchise - such as McDonald's where staff are not employed by the fast food chain directly - could come if managers such as Mr Thomas can prove that sales, customer service, compliance with regulations and employee satisfaction are up to scratch. </p> <p>But, Mr Thomas has already set up a local franchise board, including managers and counter staff. It might just be that one day the local board decide not to pay themselves the extra bonuses and use the money to try to generate new sales, employ more staff, or even open new branches, an anti-industry trend Mr Thomas admits he would like to pursue.</p>",
  "The television studios, perched on a mountainside overlooking the town of Faizabad, reek of diesel fuel. Reliant on a generator to provide electricity, Badakshan TV is the only television station left in Afghanistan. <p>Tonight's news will, once again, lead with the war against the Taliban, the Islamic militia in control of most of Afghanistan, which has banned television, cinema, music, and most other forms of entertainment. </p> <p>Then, after prayers, the station will show another film from its collection of 1,200 old videos rescued from Kabul four years ago, just before the Taliban seized the capital. </p> <p>Perhaps it will be a cowboy film or a Hindi movie, all with subtitles in Dari, the Persian dialect widely spoken in this remote area of north-eastern Afghanistan which remains outside Taliban control. </p> <p>In a country shaped by 20 years of war, the station's most popular film comes as no surprise. </p> <p>\"Rambo, that's the one that everyone really enjoys,\" said Mohammad Din Kawahani, the station's director, chief correspondent and senior technician. \"People like that very much. Star Wars, that's another popular one.\" </p> <p>The fact that Badakshan TV can broadcast at all is a feat in itself. The station uses an ancient and immense Iranian transmitter, which barely covers the old quarter of Faizabad. There is just one television camera for filming. </p> <p>The old videos, which are the mainstay of the three-hour nightly broadcasts, are played on a 16-year-old Sony video machine for which there are no spare parts. The annual £15,000 budget does not allow for much investment. </p> <p>Faizabad, which is home to the opposition's headquarters, is decidedly a low-tech town. The telephone network, an ageing Ericsson system, has just 600 lines and no numbers - callers must rely on the memory of the operator, Mohammad Raza, to put them through to the right destination. </p> <p>A US firm is now trying to set up a satellite telephone system to connect Faizabad to the other small towns in opposition areas. </p> <p>Mr Kawahani said that a quarter of the 100,000 people of Faizabad have a television. But it is unlikely that all the sets still work and, since the town has no electricity, viewers need an expensive generator or car battery to tune in. </p> <p>\"We are using the most primitive type of equipment. It is all completely out of date,\" said Mr Kawahani. </p> <p>The station has two large satellite dishes which allow it to receive international channels such as the BBC and CNN, but not to rebroadcast them to the viewers of Faizabad. Only 180 people in the town, among them aid workers and UN staff, have their own satellite receivers. </p> <p>\"We want the people to be informed about what is happening. The Taliban are totally against civilisation. Not only are there no human rights for women and girls, there is no television, no press, nothing.\" </p> <p>Originally, Badakshan TV, which was set up in 1986 during the Soviet occupation, simply rebroadcast programmes from the main Kabul station. When mojahedin factions took the capital in 1992 and forced out the pro-Soviet government, the station was closed. </p> <p>Now run by the former government of Burhanuddin Rabbani, who was overthrown by the Taliban in 1996, Badakshan TV's news programming is plainly opposed to the militia. </p> <p>\"We try to project things fairly to keep the people informed. But it is important to have propaganda against terrorism. It is good propaganda,\" the station director, Mr Kawahani, said. </p> <p>Even in this opposition-controlled area of Afghanistan, Islamic laws still govern life. Girls can attend school and women are allowed to work but they must wear a burqa, an all-covering cloak, when they leave home. </p> <p>Women are not allowed to appear on Badakshan TV, which has no female staff, and films have to be edited to remove amorous scenes. </p> <p>\"We are a little bit conservative in regard to our programmes,\" the director admitted. \"But with this equipment it is a miracle we have any programmes at all.\"</p>",
  "What's at stake in this election? More than you think. Despite the near-universal perception of next week's US presidential race as a beauty contest - \"It's a choice between a moron and a prick,\" says one Gore aide - much more hangs on Tuesday's decision than who gets to smile for the cameras on Wednesday. The reverberations from this battle will pulse through America for the next four years. And not just America. Britain, and especially the Labour party, will feel the impact of this squeaker of a race. <p>The US electorate should have no doubt as to what hangs on their decision. But, such are the talents of George W Bush and Al Gore, the voters still seem far from clear. For many, the two candidates are barely distinguishable on the issues - hence the emphasis on personality. That's a tribute to Bush's strategy of \"hugging\" Gore on policy - allowing the Democrat no real advantage on education or healthcare, for example- and a testament to Gore's timidity. The vice president has not dared mention the real differences between him and W, for fear of alienating the undecideds who will determine this contest. </p> <p>So he rarely utters a word about abortion rights, one of the few areas where the next president will be decisive. Whoever wins will appoint perhaps three or four new judges to the nine-member Supreme Court, replacing those due to retire. The current bench supports the 1973 Roe v Wade decision guaranteeing a woman's right to choose - but only by a knife-edge margin of five to four. Bush would appoint conservative, anti- abortion judges and, within a couple of years, the United States would become a land where no pregnancy can be legally terminated. Gore would uphold the 1973 right. Tuesday's poll is a referendum on abortion - but it suits neither candidate to say so. Bush does not want to alienate suburban women who support choice, and Gore is panicky about rural conservatives who oppose it. But ignore the silence: this election matters. </p> <p>Or reflect on one of the fatal flaws of American society: its love affair with the gun. In America 10 children or teenagers die from firearms every day, with 30,000 people of all ages killed a year. A Gore administration might propose an owners' registration system or a child-proof mechanism on the trigger (like those on any bottle of pills). But expect no action from President W. In Texas he approved legislation allowing people to carry a concealed weapon anywhere - including into a church or synagogue. One activist for the National Rifle Association, the gun lobby headed by Charlton Heston, has bragged that if W wins \"the NRA will have an office in the White House\". The candidates don't want to talk about it: Gore is anxious not to scare off gun owners in must-win states such as Pennsylvania or West Virginia. But the division is there. </p> <p>On the terrain where the candidates are most up-front the choice is just as plain. Voters can go for Bush's plan to blow the current surplus bonanza on a mix of spending programmes and a juicy tax cut, or they can plump for Gore who offers no such tax reduction. An independent forecast says the Bush scheme would see the surplus swallowed up by 2012, plunging America back into deficit. Interest rates would head back up and the good times would be over. That's the choice. </p> <p>There's also a subtler decision to be made on Tuesday. For there is more to the presidency than making laws: it's also a social, even a cultural job. </p> <p>A president is not a prime minister. Head of government is only one of his duties; he also has to serve as leader of the American tribe and virtual father to the nation. Only this explains the reverence shown to past presidents, the enshrining of their papers in well-funded libraries, the enduring interest in the lives of a Kennedy or Roosevelt. </p> <p>This role, easily overlooked, is also on the line next week. Whoever wins will set the cultural tone for the nation. Just think of Bill Clinton's impact: future generations will see his as the iconic face of the 1990s, representing not just politics, but the entire spirit of the times. </p> <p>This is the role scholar Fred Greenstein, in a new book, The Presidential Difference, calls \"preaching and teaching\". It is central to the office. If Gore takes the nation's \"bully pulpit\" his sermons would be dull, but they would at least address the big questions of the present and future, from the internet to the environment. </p> <p>But what if Bush becomes America's high preacher? What mood would his presence create? The Dubya era would probably feel like the moment when the US decided to shy away from the future, to retreat into comfortable simplicities personified by a man who revelled in his lack of sophistication. It would herald America's stepping back from the scariness of the 21st century, opting instead for the plaid-shirt cosiness of a high-born Forrest Gump. </p> <p>We would get caught up in that undertow, too, just as we have lived through the Clinton era. But we would also feel a more direct effect, most immediately on foreign policy. A Bush White House would be keen to turn away from Europe, to distance itself from Clinton's efforts in the Balkans and Northern Ireland and to focus instead on Latin America. </p> <p>A secondary impact will be on the modern brand of special relationship, the one that's really mattered this last decade: the bond not so much between Britain and the US, as between Labour and the Democrats. If Gore loses, the Clinton-Blair partnership in power will be broken: one half of the transatlantic couple would suddenly be in the cold. </p> <p>Besides the PR blow - and the inevitable perception that the global centre-left's glory days are over and that low-tax, small-government conservatism is back - there would be a more substantive problem. Labour has borrowed much from its Clintonian cousins, whether Jack Straw's teenage curfews or Gordon Brown's working families tax credit. That transfer was easy when the American ideas were coated in the shiny gloss of electoral success. But why adopt them when they're tainted with failure? How easy would it be for Brown, an enthusiast for the American system, to persuade the Labour party to look west if the US becomes Bush country once more? </p> <p>The response is already being prepared. One of the human linchpins to the Labour-Democrat relationship told me yesterday that the modernisers, both here and in America, will simply argue that Gore's defeat came because \"he went too far to the left, he became too associated with 'big government'.\" The lesson New Labour wants to learn from Gore's struggle is that, \"you have to hold the centre\". </p> <p>But these are arguments Labour would rather not have to make. It would like Tuesday to bring the vindication of a fresh mandate for the progressive project. Americans need not busy themselves with such concerns next week; they have motives of their own for voting. For, despite appearances, much is at stake. </p> <p><a href=\"mailto:jonathan.freedland@theguardian.com\">jonathan.freedland@theguardian.com</a></p>",
  "Civil servants were yesterday accused by MPs of a cover-up, after they suppressed information on plans to tackle a predicted rise in deaths and pollution-related illness caused by a new generation of waste-burning incinerators. <p>Ministers were furious that the information had not been highlighted to them - days after Lord Phillips, the law lord who headed the BSE inquiry, had condemned the secrecy across Whitehall. </p> <p>Michael Meacher, the environment minister, said: \"I cannot recall seeing these figures and as I have specifically asked civil servants to highlight any information and not hide it away in annexes I shall be taking this up immediately. As for not being consulted about whether this information should be released, I shall be demanding an explanation from the environment agency.\" </p> <p>Last night, Christine Butler, MP for Castle Point in Essex, backed up Mr Meacher's stand, saying Whitehall's behaviour \"resembled the secretive attitudes of civil servants in the way they handled BSE\". </p> <p>The disclosure of Whitehall's refusal to release correspondence between the agency and the ministry on plans to tackle the problem of deaths was revealed in evidence from Alan Watson, an engineer, and Keith Collins, an economist, of Public Interest Consultants, a not-for-profit consultancy, to the Commons environment committee. </p> <p>It comes after the Department of Environment released figures showing that at present 88 people die and 168 people are hospitalised every year for lung-related diseases associated with emissions from the country's 12 incinerators. The detailed report also said people's lives will be shortened by cancer-causing dioxins from incinerators. </p> <p>Plans to at least double or even triple the number of incinerators could see the number of deaths rise to 100 and possibly higher each year. </p> <p>Mr Collins told MPs that Mr Watson had used the European Union open government code for environmental information - which is less secretive than the government's new freedom of information bill - to try to obtain the release of correspondence between the environment agency and the ministry. </p> <p>Both have admitted to holding meetings and planning how they intend to tackle health hazards caused by new incinerators and how they could affect the environment and the food chain. </p> <p>Confidential minutes of the latest meeting of the environment agency board on October 13 say: \"The agency has been discussing with the department of the environment, transport and the regions and the department of health, the development of a national, rather than agency, policy on health impacts from incineration.\" </p> <p>But officials from both ministries refused to release the correspondence to Mr Watson saying that it should be regarded as policy advice and \"could adversely affect future working relationships and policy development with the department of health.\" </p> <p>When Mr Watson appealed, officials said it would cost him £200 for the environment agency to conduct a full search and then claimed no such correspondence existed. This contradicted minutes sent to Mr Watson by the Department of Health showing a draft paper had been sent in July by the environment agency to the ministry on death and illness figures from air pollution from incinerators. </p> <p>Stefan Carlyle, head of scientific and technical information service of the agency, also told him that ministers had not been consulted about the refusal to release the information: \"I can inform you that Mr Meacher was not advised of our decision.\" </p> <p>Andrew Bennett, Labour chairman of the environment committee, last night demanded to see the correspondence between Mr Watson and the ministries.</p>",
  "Generally, I am sceptical about conspiracy theories. However, I feel the current furore in the Muslim world about western media coverage of events in the Middle East is justified. <p>First, I watched horrified as Israeli soldiers shot, in cold blood, Mohammad al-Durra, a 12-year-old Palestinian boy. His father tried to shield his cowering son while begging the assassins in vain to hold fire. Equally shocking was the senseless killing of the Palestinian ambulanceman who then arrived. I watched this scene on several news channels and all reported that the boy was caught in crossfire. This was blatantly untrue and the captured images showed clearly that the firing was one-sided and unprovoked. The Palestinians claim that father and son innocently went shopping to Gaza. Israel claims they were violent protesters. But even if they were, since when did the hurling of rocks warrant gunfire? </p> <p>I was equally appalled by TV images five years ago when a Palestinian suicide bomber blew up a restaurant in Israel packed with children, but the difference is that those reporting the blast were as outspokenly horrified as I was by the images of mutilated children's bodies. </p> <p>In this case, however, far from condemning the brutal public execution of a young boy, I was amazed to read the western press condemning Palestinians for \"sending their children out to die\" for the sake of \"scoring media points\". That doesn't explain the shooting of an 18-month-old baby girl in the back seat of her father's car. Or how another 12-year-old boy was shot in his own garden. </p> <p>Then two Israeli soldiers were filmed being brutally killed by Palestinian protesters. It made shocking viewing. The news channels reiterated the Israeli claim that they had mistakenly \"strayed into Ramallah\". Yet Ramallah is a city under total Israeli military siege and is completely blockaded except for one entrance, which is entirely under the control of Israeli military checkpoints. They were clearly undercover hit squad agents who had deliberately infiltrated a funeral march. They were recognised, and although Palestinian police attempted to protect them, the furious mob invaded the police HQ and killed them in full view of the international media. </p> <p>This was presented immediately as justification for subsequent Israeli aerial attacks, and increased block ades. No one can condone the frenzied killing of these two Israeli soldiers and the perpetrators will certainly be called to account - unlike the soldiers responsible for killing the 12-year-old Palestinian boy. </p> <p>But why did Madeleine Albright present her immediate condolence to the families of these two Israeli soldiers, when more than a fortnight has passed without any such comments for the families of the dozens of killed Palestinian civilians? </p> <p>And she persistently refers to \"violence on both sides\" (regardless of the obvious disparity between a nuclear state and a lightly-armed police force. At the last count, there were 126 Palestinian fatalities, 35% under the age of 15, 4,000 Palestinian casualties and seven Israeli fatalities). In the presidential elections Al Gore and George Bush were forced in one of their first debates to compete in an almost farcical fashion over who would be more loyal to Israel. Gore, the clear winner, who has built his career on support from the Jewish lobby, said he would pressure Yasser Arafat to stop \"provocative acts of violence\". </p> <p>Hillary Clinton, who a year ago called for a Palestinian state, has been forced into a complete U-turn in her Senate campaign. The Jews have been remarkably successful as a people, despite historic adversity. As a result, the Israeli lobby in the US is rich and influential. The media are largely controlled by the Jews, as is Hollywood and they account for more than half the top policy-making jobs in the Clinton administration. </p> <p>Driving to pick up my son from school yesterday, I was horrified to see a freshly painted red sign on a wall: \"Kill all Jews. Jihad\". And a statement has just been issued from a London based Islamist group that \"all Jews and Americans have now become targets in the Muslim lands as a result of American policy\". Abhorrent as this kind of extremism may be, it is a direct result of what Muslims see as gross injustice, due to overwhelming Jewish influence in US politics and the media. The situation can only worsen, with an increase in fundamentalism. </p> <p>Many of my friends are Jewish, as was my paternal grandfather. The sad part is that I know the majority of them desperately want peace in the Middle East, but that peace can only be achieved once the US acts as an honest broker, and the US media as impartial commentators. </p> <p>Jemima and Imran Khan live in Islamabad</p>",
  "<p>Like many airlines, British Airways has been going through a turbulent patch in recent months. It has been weathering the storm better than most, and some tough measures on wages and over-investment in aircraft should soon show results - if fuel prices permit. </p> <p>One airline sector analyst said improvements in profitability at BA had been masked by factors beyond its control, notably fuel costs and the strength of the pound against the euro. Monday's interims may not turn out to be spectacular, but recent reforms should prove their worth in time. </p> <p>A programme of cutting capacity and unprofitable routes was begun by Bob Ayling and has been taken up by his successor as chief executive, Rod Eddington. A further trimming of capacity could be announced with Monday's results. </p> <p>BA is introducing a series of labour agreements designed to combat wage inflation and bring the kind of productivity seen from US airlines. </p> <p>Analysts at Deutsche Bank pointed out that the whole sector has been enjoying positive yield increases thanks to a good balance of supply and demand, and BA particularly should be benefiting on sales of its premium class tickets. However, they forecast costs to rise 3%, including a painful 45% on fuel. </p> <p>The markets have adopted a more up-beat assessment of BA this week. The share price rose 6% to 308p yesterday - that on top of Monday's increase of 9.5%. </p> <p>Opec's announcement that it would increase crude production combined with healthy interim results from KLM to produce much of this market optimism. </p> <p>Some of yesterday's interest in BA also came on the back of news that shares in Delta Airlines soared on Monday night. There were whispers of a possible link with the \"world's favourite airline\". </p> <p>BA may be one of the least profitable carriers, but it has been undervalued for some time and its fortunes look set to turn.</p>",
  "Football wants it every which way. On the one hand salaries to make a rock star blush, television deals too pricey for the Beeb and market forces concentrating the game's capital in few hands, just as Marxists used to predict. On the other side you still have clubs in real places, passionate attachment to colours, memory passed down through generations and, just about, a laddered community of clubs in which young players can start out at Gillingham or Crewe and end up premiership stars. <p>The status quo, however ropey, relies on clubs being able to extract, as the economists say, value added from players when they are transferred. But the same economists also say transfer fees are a restraint on trade. The European commission (in this instance an agent of the liberalism which Eurosceptics are supposed to love) is thinking of abolishing them. But thanks to accountants Deloitte and Touche it now has evidence of how valuable transfer fees are, especially to smaller clubs. Take the anticipated gain from transfers out of their books and many of them would straightaway be made bankrupt. </p> <p>Football moves from the periphery (working-class men on wet terraces) into the mainstream (multilingual restaurateurs kicking balls on the side). Nowadays, you do not just need accountants playing on the wing but students of national identity in goal. Some club supporters cling to their racism, in the face of the Coles, Henrys and Heskeys - though surely England's yobs are going to have trouble being quite as xenophobic now that the Football Association accepts the domestic reservoir is dry and has to hire a manager abroad. But if England's immediate future now rests on a Swede, its long-run depends on the EU. The best argument against applying competition law to football is that it is still more a game than a business. How many noughts need to be struck off David Beckham's salary to prove it?</p>",
  "I have some questions in response to your poll attempting to prove that today's young people are dumber than their parents or grandparents (Dumb? October 28). <p>Why were most questions slanted towards a colonial view of English history, literature and politics, with no reference to science, geography or technology? Why were the questions biased in favour of older, white, middle-class men? Could the lack of reference to any culture other than English be the kind of thing Ofsted had in mind when it slated the education system for the low achievement of some ethnic minority children? Why was no information given as to the ethnic group and social background of the respondents, in view of the English bias? Why did you choose only men to assess the results of the poll and print only letters from men about it (October 30)? </p> <p>I have hurled my copy \"with hideous ruin and combustion down to bottomless perdition\" (Milton; Paradise Lost). <br><b>R Malyan</b> <br>Thornton Heath, Surrey </p> <p>\u0095Tim Radford has a point when he urges scientists to \"dumb down\" their message for the sake of public understanding. Scientists should convey information on important and complex scientific issues in as clear a language as possible. However, true understanding requires dialogue. For this to happen, a minimum level of scientific literacy must prevail in society at large. </p> <p>Scientists can do a better public-relations job by selective dumbing down and a more constructive relationship with media and government, but if the man or woman in the street is to dispel feelings of scientific disorientation, then society must also wise up. <br> <b>Dr Peter Foote</b> <br> Monmouth </p> <p>\u0095It is exactly those age groups who were more familiar with Churchill that would be more likely to take democracy - or at least our pseudo-democracy - for granted. It is mainly younger people who are continuing the democratic struggle through such things as the anti-globalisation collectives and reclaim the streets. I am fairly confident that in questions regarding issues such as global warming, globalisation and the role of the IMF and World Bank in maintaining third world poverty, young people would have scored somewhat higher than other age groups. <br> <b>Ross Copeland</b> <br> Kassel, Germany </p> <p>\u0095You report (18-24: the dumber generation, October 28) that 93% did not know William Caxton was the \"father of printing\". Perhaps they were the people who knew that this honour belongs to Gutenberg - Caxton being simply the person who introduced the art of printing to this country having learned the skill on a visit to Cologne. <br> <b>Peter Ford</b> <br>Richmond, N Yorks </p> <p>\u0095Sigmund Freud was neither a psychologist nor a psychiatrist, but a psychoanalyst. Although he trained as a physician and neurologist, it is as the proponent of the theory of the id, ego and superego and inventor of the technique of psychoanalysis, ie the \"couch and talk method\", that he is famous. Confusing those psych-words, aren't they? <br> <b> Michael Miller</b> <br> Chartered occupational psychologist <br><a href=\"mailto:michael@millerpsych.freeserve.co.uk\">michael@millerpsych.freeserve.co.uk</a></p> <p> \u0095Michael Fuller (Letters, October 30) tries to blame the failures of the past 20 years on people aged 45-54. I can only presume that this puts young Fuller in the 18-24 age group, otherwise he would have known that Margaret Thatcher is much older than that. <br> <b>Willie Macfadyen</b> <br> Stirling</p>",
  "Maud Grimes, the mother-in-law from hell of television's Coronation Street, was tough, rough, domineering, embitteredly disabled and altogether not an obvious candidate for socialite of the year. The actress Elizabeth Bradley, who has died aged 78 after playing the character for six years and 476 episodes - until she was written out last year - was charming, invariably courteous, bubbly, mentally sharp and physically active to the last. <p>Unlike the downmarket Maud, she was also the daughter of a senior civil servant, Sir John Abraham, who was deputy under-secretary at the Air Ministry from 1940 until he died in Winston Churchill's private plane when it crashed in 1945. </p> <p>Bradley, who successfully played so many roles unlike herself, was trained in the hard school of repertory theatre, at Bexhill, Bradford and Tunbridge Wells. Late in life, she also took her place at the National Theatre and the Royal Court. On stage, she used her father's middle name, Bradley, and it stuck. </p> <p>No one in her family had worked in show business, but Sir John, who had come to London from farming stock in Macclesfield, enjoyed the theatre, and delighted in taking his daughter to any performance remotely suitable for a child; from those trips her interest in theatre grew. </p> <p>During the second world war, she served as a nurse. She studied at the Webber Douglas school of acting, and then went into repertory, where she met her future husband, the actor Gareth Adams, who appeared with her in several productions. In the 1950s, she stopped acting to raise her children, although, in the mid-1960s, she appeared in the Garrick Theatre production of the farce, Thark, with Kathleen Harrison. </p> <p>When Gareth died suddenly in 1978, Elizabeth threw herself into a fulltime stage and television career. She was in the police series Z Cars and Softly Softly, and in a number of notable productions, such as Momento Mori and The Men's Room, as well as Casualty, Shine On Harvey Moon, The Nine Tailors, Dr Finlay's Casebook and Juliet Bravo. </p> <p>She starred in David Storey's play Home, with John Gielgud and Ralph Richardson, when Dandy Nichols was taken ill, and she always gave distinctive and memorable life to her supporting roles. She joined Coronation Street in 1993. </p> <p>That same year, after playing in Billy Liar at the National, she was nominated for an Olivier Award For Best Actress In A Supporting Role. At the Royal Court, she appeared in My Mother Said I Never Should, Women Beware Women, Restoration, and Touched. At the National for Sir Richard Eyre, who found her \"a really fine actress and a witty and generous woman\", she appeared in Abingdon Square, The Crucible, Black Snow and Caritas. </p> <p>Her last stage role was as Alan Bennett's mother in the playwright's The Lady In The Van, which starred Dame Maggie Smith; her films included An American Werewolf In London (1981) and Dennis Potter's Brimstone And Treacle (1982). </p> <p>She always put her resurgence as an actress down to a friend's remark after the death of her husband. He told her that Gareth had always said she would make it to the top. \"I wanted to justify that and it helped ease the pain\" she said. </p> <p>She is survived by her three children, Brad, Johanna and Sodge. </p> <p> <b>Tony Coult</b> writes: In 1982, Liz Bradley graced an odd little Ealingesque farce I wrote, that was being produced at the Albany Empire, Deptford. Playing a formidable, and slightly unstable, truth-saying Fen lady, she created a wonderfully solid comic centre of warmth and intelligence who eclipsed the play's faults and highlighted its occasional virtues. She performed the same service to many more accomplished writers, at the Royal Court, the National, and in the provinces. Her achievements in theatre were great; she was one of those unsung members of the profession who enrich everything they touch. </p> <p>While we were in touch, she was a supportive friend who never quite understood why we all thought she was so magnificent. Tell her she was any good, and she would give you an anxious look, as if to say: \"Don't believe you.\" </p> <p>How nice that she died having a holiday. She deserved it! </p> <p>Elizabeth Bradley, actress, born May 20 1922; died October 30 2000</p>",
  "<p>BAT yesterday attacked regulators for suffocating the industry and admitted it was disappointed to be under investigation by the government over alleged smuggling links. </p> <p>Martin Broughton, the chairman, said calls for global legislation and universal tax rules championed by the World Health Authority and European Union were \"invariably unworkable\". </p> <p>Speaking after the decision by trade secretary Stephen Byers to send in a team of Department of Trade and Industry investigators, he said: \"The stark choice facing regulators is whether to continue with their battle against the industry leaders, cheered on by a chorus of single issue pressure groups, or to engage in more constructive debate.\" </p> <p>BAT, the world's second largest tobacco manufacturer, said pretax profits, including exceptionals, were slightly up at £1.2bn for the nine months to September 30, with adjusted earnings per share up 8% at 42.57p. </p> <p>However, comparable cigarette sales, without the contribution of the Rothmans acquisition, fell 3% in a \"stagnant\" world market. Lucky Strike, Dunhill and John Player Gold Leaf sold well. </p> <p>BAT shares were down 15p, or 2.6%, to 483p last night.</p>",
  "The mouse roared yesterday when tiny Monaco threatened to throw off French tutelage and \"endow the principality with full sovereignty\". <p>Prince Rainier III, who began his reign in 1949, ruled out war with France to enforce his unilateral declaration of independence, but said he was determined to seek total freedom from French control in retaliation for accusations that Monaco was a paradise for drug dealers and tax evaders. </p> <p>The Mediterranean principality, covering less than one square mile, is linked to France by \"friendly protectorate\" treaties. Fiscal, political and judicial liberties were dramatically reduced in 1963. </p> <p>Prince Rainier's power is kept in check by an executive which is headed by the French ambassador, while French appointees hold key roles in the judicial and economic systems. </p> <p>The Prince's sudden emergence into international politics at the age of 77 amounted to a showdown between the French Socialist government and one of the world's most powerful financial networks. </p> <p>More than three quarters of the population are super-rich foreigners - including about 1,400 Britons - taking advantage of generous tax concessions and Riviera sunshine. </p> <p>Last month, following a parliamentary investigation into allegedly fraudulent activities, France told Monaco to introduce wide-ranging reforms, which posed a particular threat to the 12,000 French tax refugees in the principality and to hundreds of businesses using Monaco to flout French tax laws. </p> <p>Among the demands was the call for the imposition of a super tax on personal fortunes and company profits. </p> <p>French officials yesterday demanded an explanation for the prince's reaction, which amounted to a categorical refusal to buckle under. </p> <p>\"I'm not going to declare war on France but Paris must respect us, something they haven't been doing for months,\" the prince said in interviews in Nice-Matin and Le Figaro. </p> <p>\"The accusations made against us are completely false. The way the French government used the media to make its charges public and the tone and form they were given show a deliberate determination to blacken the principality's image.\" </p> <p>The prince said diplomatic action would be taken to \"dust off\" old treaties so that he could \"give back Monaco to the Monégasques\". </p> <p>He added: \"The treaties between the wars were drawn up when France feared that Monaco would become a German-influenced base. There is no reason today why Paris should intervene massively in our domestic affairs. Paris is the only capital to accuse us of money-laundering. We're fed up being treated as drug dealers.\" </p> <p>The prince, whose wife, Princess Grace, died after a car accident in 1982, took Monaco insiders by surprise with his outburst. Since 1963, he has made no attempt to defy France, preferring instead to concentrate on economic development by attracting worldwide investment. He has also encouraged a glossy showbusiness image. </p> <p>Prince Rainier's apparent complacency over French control was linked to constant rumours that he was ill and ready to abdicate in favour of his bachelor son, Prince Albert, 42. </p> <p>But he said in the newspaper interviews that Prince Albert needed to have an heir before he could take the throne. \"I do not want to hang on to my function for life. Prince Albert has all the qualities to become one day the next sovereign prince. But, beforehand, I would like him to have an heir because that is essential for the future of the principality and of our family,\" he said. </p> <p><b>The land of plenty</b></p> <p>\u0095 Granted independent status in 1191 with the vocation of defending Christianity against the Saracens, Monaco has been ruled by the <b> Grimaldi </b> family for more than 700 years. </p> <p>\u0095 In 1993, the principality was made a UN member. </p> <p>\u0095 Only 5,000 residents - out of a population of 30,000 -have Monégasque nationality. The remainder include 12,000 French citizens and 5,000 Italians. </p> <p>\u0095 Intense building, much of it on reclaimed land, has changed the economy of the only city, <b> Monte Carlo</b> , over the past 50 years. Most of its wealth now comes from banking and tourism.</p> <p>\u0095 The principality's casino, founded in 1856, once the main source of revenue, provides only about 4% of Monaco's annual income. </p> <p>\u0095 Legislative power is shared between <b> Prince Rainier</b>, who has more than a dozen other titles, and an 18-member elected national council. The executive is controlled by a French-appointed minister of state. </p> <p>\u0095 The security forces are made up of a ceremonial army unit, which is not issued with ammunition, and 400 police, who are nearly all French nationals.</p>",
  "<p><strong> Sal Warner:</strong> \"I find I'm working for most of the day and that I don't watch TV like I did when I was a teenager. I used to watch it all then. I was a Neighbours nut, I remember Kylie and Jason getting married! Last thing I watched? I'd say I watch a lot of films. I think it was the one about that porn giant? Courtney Love is in it, I thought she was very good. I don't really like her very much but I think she can act.\" </p> <p><strong> Kay Barnes:</strong> \"I used to watch all those Green Goddess things on breakfast TV, thinking, 'I'll never do that!' and here I am, wiggling around all day! I do get some of the videos that those supermodels do. I've got a keen eye to see what other people do and how they teach people - it can be very sloppy. Elle McPherson and Cindy Crawford workouts often seem just for the male audience! I like TV that is just on in the background. I've got all the Friends videos and I get them out which my boyfriend moans at, but I think he likes them really.\" </p> <p><strong> Chenil Dodson: </strong> \"I watch EastEnders. I'm definitely hooked on that story about Sonia's baby (pictured), it really gets to me. I don't know why, it just must be so terrible to give birth to a baby you didn't know you were going to have. We talk about it, me and my friends, all the time! I think it gets the girls. I think EastEnders is really good at the moment, people slag it off but it really reflects the way people are and the messes they get into. I don't think it's extreme, no. I also liked The Knock with Martine McCutcheon. She was very good. Can't stand those records she makes though.\" </p> <p><strong> Charlie Ginn:</strong> \"I watch videos or I watch cable TV, Sky and that. I watch the motor racing. No it's not boring, it's very good! I like sport, I just do, I always have. There's nothing like the excitement of live football on TV, I think. You get all these ponces like Frank Skinner talking about it but you can tell he doesn't like it, or watch it with the lads - 'scuse my language but I really dislike him. I think he's a pretender.\" </p> <p>\u0095 Sian Pattenden spoke to instructors in Holloway, London.</p>",
  "<p>If you fancy a trip to Canada soon, don't let slip at customs that you think Jennifer Lopez is saucy. Or that you've had a row with your mum. Or that you rap in a voice like Choo Choo from Top Cat. Pity poor Eminem, who was almost barred from the country for being guilty of all the above, the powers that be deeming that such a dangerous personality could incite panic on the streets of Ottawa. </p> <p>No doubt Eminem is gleefully rubbing his hands - publicity this good can't be bought. Plus, the music media are over the moon; rock'n'roll is still officially dangerous! Of course, what the authorities find offensive is pretty different to everyone else's opinion. No one (apart from maybe his mum and Puff Daddy) could be shocked by Eminem's records. </p> <p>But we can hardly point and laugh at the Canadians when the BBC have such a wonderful track record. They've been banning records since 1969, a golden age when The Kinks' Plastic Man received no airplay for its inclusion of the word \"bum\", and Serge Gainsbourg and Jane Birkin's heavy-breathing opus Je T'Aime... Moi Non Plus met a similar fate (the deadpan cynicism of the full title is still impressively cheeky, but that was surely lost on the Beeb). They clamped down on D Mob's dangerously weedy We Call It Acid in 1988 while happily spinning The La's' There She Goes, a joyous love song to smack. And, oddly enough, they didn't show Eminem on Top Of The Pops when he hit number one in the summer because Brian May and Five had turned up at the last minute with an \"exclusive\" performance. No explanation was offered. </p> <p>With cheap publicity so easy to come by, no wonder PJ Proby moved over here from the States in 1964. A few carelessly placed rips in his velvet trousers prior to a concert in Croydon and he was front-page news. Ten years later Lou Reed was shooting up on stage. John Lennon could upset the apple cart with a little more class - when asked at a US press conference who Eleanor Rigby was written about he replied: \"two queers\". </p> <p>After recording in Berlin and immersing himself in Nietzsche, David Bowie caused a stink by giving a Nazi salute at Victoria station on his return. Paul Weller came up with the cretinous line \"I think this 'change the world' thing is becoming a bit trendy\" as an excuse for voting Tory in 1979. Both were oddly forgiven. Kula Shaker were less fortunate when singer Crispian Mills said he'd like to appear on stage in front of a flaming swastika. </p> <p>Of course it's still possible for pop to shock and offend, just not in the trad Keith Moon, telly-out-the-window fashion. Chuck Berry may be notorious for doing time after transferring a minor across state borders in the late 50s, but while his fans may find this most cool, most rock, the police uncovered something altogether uglier when they raided his house in the 90s. Berry had set up a camera to film visitors using his toilet, though the only ones that made it into his collection were the white female visitors. Also there were photographs of him lying on the floor with ladies going to the toilet on his face. Not nice. Drugs may be cool to some, but poo isn't, ever, to anyone. </p> <p>The panto-goth antics of Marilyn Manson that, incredibly, seem to have genuinely disturbed America are put in the shade by the spirit of 1977. When punk was still young and stupid, Eater, fronted by 15-year-old Andy Blade, were about to have a gig filmed by Don Letts. They obtained a pig's head from a mate who worked in a butcher's and chopped it up on stage. It took forever, and punters at the front were more concerned with Dee Generate electrocuting himself by cutting through a cable than they were by the poor pig. </p> <p>So much for heavy metal staples, but would Slipknot or Limp Bizkit ever release a single called Pretty Paedophiles? It was all in a day's work for the charmingly named Raped. Even Rough Trade shied away from stocking this one. The Raped were glamorous, they had a guitarist called Fabian Kwest, and singer Sean Purcell looked a true star, kind of like a beaten up Billy Idol. What's more, the records were great. Yet closer to the edge were sonic terrorists Throbbing Gristle. Their Twenty Jazz-Funk Greats album included a song called Persuasion, an electronic drone over which Genesis P Orridge talked to a small girl - \"I'm going to keep your knickers in a biscuit tin\". </p> <p>Airplay was thin on the ground. </p> <p>Some would make a claim for the rude raps of Foxy Brown and Lil' Kim as the most shockable pop moves today, but as Louis Theroux was told by a horrified gangsta rapper \"You can't use the word 'vagina' on an American record!\" My vote goes coincidentally to a Canadian. When Bryan Adams bought a house in Chelsea a few years ago, the pub next door was a little noisy for his tastes, so the humourless rocker bought the place and shut it. Bryan Adams, a true danger to society. They shouldn't let him back.</p>",
  "<p>It has long been the great paranoid terror of the counter-corporate imagination that we might all one day wake up with our personal data neatly encrypted into bar-codes stamped onto our flesh, like concentration-camp numbers. The image turns up again in the V&amp;A's current exhibition, Brand.New. In one of the \"anti-adverts\" made by polemicists the Media Foundation we see a man watching TV with a code stamped on his neck, then the caption: \"Cast off the chains of market-structured consciousness.\" </p> <p>This might suggest that Brand. New has a more militant intent than it does. The show is well timed to coincide with a rising public distrust of corporate identity, as articulated in Naomi Klein's book No Logo. Ideally, Brand.New should be able not only to tell us why people get fanatical about Nike and the values attached to its \"Swoosh\" logo, but also just what it is about Starbucks cafés that makes people want to burn them down. </p> <p>Brand.New provides a solid grounding in the meaning, function and omnipresence of logos; if it falls short of a certain critical edge, you certainly learn a lot from it. I never knew, for example, about the 300-plus brands of cola that hoped to rival Coke in 1917, among them Coco-Kakus, Koloko, Blisco, Charcola, Gay-Ola (all names too good to waste, and surely worth recycling now as rock bands or record labels). </p> <p>The eloquent installation in the first room offers a rare draw-your-own-conclusions moment in a very pedagogic exhibition. In a wonderfully literal illustration of the phrase \"field of signs\", thousands of beermat-sized logos on sticks wave like corn, but with familiar faces - Chris Evans, Tony Blair, the Queen Mother - bobbing away alongside Boddingtons, Tesco and Pulmo Expectorant. </p> <p>Chris Evans may not be a brand as such, though his Ginger production company is, but he could certainly become one if he ever launched his own line of beer or hair dye. The best example of personality branding is American lifestyle guru Martha Stewart, the curator of an exhaustive lifestyle; her vitrine here includes her own Wasp and Hornet Killer, wittily positioned right next to her heart-shaped chocolate biscuits. </p> <p>Another room explains how brands highlight various \"values\": Authority, Authenticity, Status, Irreverence, Friendly (sic)... The most revealing booth is Loyalty, which tellingly counterpoints Man U branding with Hello Kitty, the Japanese brand that sells nothing more specific than a winsome cartoon cat, or more generally, the cultural quality of kawairashisa, or cuteness. This is a prime example of the way that brands can float free of their original meanings. What Hello Kitty means to Japanese five-year-olds is not what it means to British clubbers who use cuteness for their own ironic purposes. </p> <p>Brand.New could have made more of this strange autonomy of brands, their ability to evade corporate control and the limitations of intended meaning. This is why the last room, on Subversion, is the most tantalising. It includes the Media Foundation's work, and other conceptual and political appropriations of ad language. But you don't have to look to art for examples of logo autonomy. Take the various Indian products that co-opt the Pepsi label, or rough approximations thereof, to sell anything imaginable - such as a set of cricket balls with the cheeky warning: \"Be aware of duplicates.\" </p> <p>But the Subversion room could easily have been the starting point for another exhibition entirely, and only makes you aware of the gaps. What about the branding of phenomena that are not obviously saleable products in the same way that trainers or Tango are? What about TV branding, for example, and the presentation tricks that distinguish CNN from Sky News? What about corporate sponsorship, or product placement in cinema? A whole room might have been devoted to explicating the mysteries of dot.com branding - the most nebulous enterprise of all, in which millions are spent establishing loyalty for what often seem to be free-floating brands with no tangible product attached. </p> <p>The last thing you see on leaving the exhibition is the V&amp;A's own logo, a belated reminder that museums and other cultural establishments invest as much in the branding game as anyone else. On a recent Radio 3 Night Waves programme, a Tate marketing person spoke very eloquently about a certain quality called Tateness. The least you can say about Brand.New is that it is a confident and elegant promotion of V&amp;Acity, which could in no way be mistaken for Tateness Modern, Tateness British or Saatchismo.</p> <p>\u0095 Brand.New is at the Victoria &amp; Albert Museum, London SW7, until January 14. Details on 020-7942 2000.</p>",
  "<p>One of the most difficult experiences recalled by Magnum photographer Eve Arnold is her close encounter with Joseph McCarthy at his witchhunt hearings in Washington. It was 1954 and Arnold had only been working as a photographer for two years. What was the experience like? \"Terrible,\" she shudders. </p> <p>\"He had a kind of oily charm. I had come late to the hearings and his secretary said she should introduce me before I went in. McCarthy held up the meetings in order to speak to one freelance photographer. Everything had to come his way, all the publicity.\" </p> <p>She then experienced the same paralysing fear that countless Americans had experienced at the hands of McCarthy. \"I was the only woman in the press corps,\" she says. \"So when we broke for lunch McCarthy came over and put his arm around my shoulder. I put my hand up to remove his hand because I could not bear the thought of being touched by him, but with my hand up there I realised I couldn't do that. I found you didn't play games with that man. If he put his hand on you, you didn't want to have your past checked out - although I had nothing to hide. So I wound up holding hands with McCarthy, dying inside. </p> <p>\"The other press men looked at me in horror, with the great man's hand on my shoulder. I said: 'Excuse me, Senator, I got to go to work,' and moved away from him and photographed him and Roy Cohn, who had just been around all the American libraries in Europe throwing out books. When I went down for lunch in the senate dining room, before I could even order my soup, the journalists, about 30 of them, all turned away; nobody would talk to me. So awful was the sense of horror in that room. I could not tell these men why I had done that.\" </p> <p>Arnold has now been taking pictures for almost half a century. Perhaps her best known sequences are the pictures she took of Marilyn Monroe, both early in her career and in 1960 on the set of The Misfits with Monroe's then husband, Arthur Miller. But she is wary of the danger familiar to many a photographer of allowing a famous subject to overshadow a lifetime's work. \"We had great fun together,\" she says of her times with the screen legend. \"But I don't want to be Marilyn's Boswell.\" </p> <p>Arnold got into photography when a boyfriend - or \" beau\" as she calls him - gave her a camera. She took a job with a film processor in Hoboken, New Jersey, and worked there for five years. They would sometimes get a roll of erotic film to be processed, but the law said these could not be sent through the post. So they were locked in a special file and never returned. \"But every now and then,\" she says, \"the boss would drive up in his Cadillac with some friends and ask for the key to the cupboard. Then we could hear them guffawing away in his private office.\" </p> <p>She joined Magnum, the celebrated co-operative photo agency, very early, introduced by the brother of Hungarian war photographer Robert Capa, one of the founding members. </p> <p>Her first great success was a 1952 black fashion show in New York, which was followed by a series on the imperious Marlene Dietrich. She photographed James Cagney at home hoofing with his wife Willy, a former chorus girl. He sang dirty Yiddish ditties for her. (Cagney was Catholic but brought up on New York's East Side.) She did John Huston and his young daughter Angelica, Margot Fonteyn, Rudolph Nureyev and Yves Montand. She did a reportage of a Malcolm X meeting and a series depicting Joan Crawford being dressed by her daughter Christina (who later exposed her in Mommie Dearest). </p> <p>At one point, Crawford, completely drunk, posed nude. Crawford had begun her career in blue films. \"She was a sad, benighted creature,\" Arnold says. \"I never printed the pictures, but I sent her the negatives and that made me her friend for life.\" </p> <p>She travelled the world to get some of the great scoops of the century. She was the first American photographer allowed into China, permitted to travel all over that immense territory almost without restriction. She got her visa, she says, with the help of a Chinese friend the day after Nixon reached his rapprochement with China in 1972. \"The difference between a fine photograph and a good, useable photograph,\" she says, \"might be a gesture, a movement of the hand, a moment's introspection. You don't have time to notice everything.\" </p> <p>In 1966 she had already got the scoop of the decade: a picture of Russian dissidents reclining in baths with motor tyres for pillows, undergoing hydrotherapy intended to cure them of their unorthodox views. How did she get into the psychiatric hospital? She says she works on \"robber's time\", swiftly grabbing shots, often without the subject realising it. </p> <p>\"The previous year,\" she says, \"I had done a fun story in Russia about the oldest man in the world. The Russians were so pleased when I applied again I had no trouble getting a visa. Of course we knew all about the dissidents being held in psychiatric wards. But if I had asked to see them I wouldn't have got in. I said I wanted to see the psychiatrists. At one point the official who was showing me around was called to the phone so I just took a quick shot through a window.\" </p> <p>She talks with passion about the specific details of her art: the virtues of available light (\"By the time you set up lights the image is gone\"); working with colour film (\"With all those colour magazines around in the 70s you couldn't make a living without colour\"); and her beloved Nikon cameras. </p> <p>She speaks of her preference for manual cameras - automatics are, of course, infradig and one does not even bother to acknowledge digital. And she recalls that once in India she had all her Nikons stolen. When she came back to New York, she decided that since she had to replace them she would go high-class and get a load of Leicas (the preferred tool of Cartier-Bresson). \"But when I was going out the door I turned back and said, 'I don't want any of these. I had very good luck with Nikons so I'll stick to them.' \" </p> <p>We get into an argument about colour, which she will not admit is more unreliable than black and white. \"Colour can be treacherous,\" I insist. \"Take, for example, your celebrated picture Black is Beautiful of a beautiful black girl. She wasn't black - she was glowing red.\" </p> <p>\"There are many tones of black,\" she laughs. \"Even red?\" \"Even red,\" she says, this time with steel in her voice. As the Chinese and Russians discovered, Eve Arnold holds her ground. </p> <p>\u0095 Eve Arnold will be the subject of The John Tusa Interview on Radio 3 on Sunday at 5.45pm.</p>",
  "<p>Bolton needed a sharp reminder before rejoining the the promotion race at the Reebok stadium last night, when they came from a goal down to secure a 3-1 win over Queens Park Rangers and move into fourth place. </p> <p>After a dire opening 40 minutes of few chances and little excitement, Rangers went ahead against the run of play when their on-loan defender Marlon Broomes, up for a corner, put over a cross for Peter Crouch to head home. </p> <p>The goal brought Bolton out of their shell and they were level within a minute when Ricardo Gardner's corner to the far post was palmed by Rangers' keeper Lee Harper but headed by the Bolton captain Gudni Bergsson into an empty net. </p> <p>Gradually Bolton took control and after 61 minutes Robbie Elliott found himself free 25 yards out and hit a wickedly dipping shot into the top corner, and three minutes later Michael Ricketts slotted home a third with Harper stranded. </p> <p>Burnley rebounded from a five-goal hammering at Nottingham Forest at the weekend with a goal from Andy Cooke for a 1-0 win at Turf Moor over a Crewe side who deserved better. Cooke's fourth goal of the season came from a glancing header in the 33rd minute after a great cross from the left by Graham Branch. </p> <p>Crewe more than matched Burnley as they went in search of their third win a row but they failed to find a finishing touch despite carving out three clear-cut scoring opportunities before Burnley's goal. Shaun Smith was the worst culprit, shooting wide when it looked easier to score after he had burst clear. Alan Maybury also wasted a glorious chance when clean through. </p> <p>The Burnley defence also escaped punishment when Colin Little should have done better than miss the target after being on the end of a flowing six-man move. </p> <p>But all Crewe's attractive approach play consistently went to waste in front of goal and they were hit by the sucker punch when Cooke rose to deflect Branch's cross beyond Jason Kearton. </p> <p>Burnley were by no means convincing but they will welcome a victory which moves moved them into sixth place, especially after the drubbing at Forest. Crewe remain too close to the trapdoor for comfort. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p> Tottenham's manager George Graham has been bemoaning the declining art of defending all season. And having seen his side crash out of the Worthington Cup after a woeful first-half defensive performance, the man who on the other side of north London constructed the country's most outstanding back four must despair of ever repeating the feat here. </p> <p>Graham himself admitted it was by far the worst defensive display since he took over two years ago. \"It was embarrassing,\" he said. \"I couldn't believe it. We improved a little in the second half but we had to; it couldn't have been any worse.\" </p> <p>For Spurs, who won this trophy last year and regard it as their best route into Europe, it was humiliating. Their notor- iously grumpy fans, who could make a convoy of fuel protesters seem like reasonable men, were not slow to make their feelings known, chanting, \"Stand up if you hate Sugar.\" </p> <p>It was the first time this season that the Spurs chairman Alan Sugar was the focus of their anger, Graham taking the stick after the weekend defeat at Chelsea. But both now face a crucial period with their club set for a winter of discontent. </p> <p>Spurs were without Sol Campbell, Oyvind Leonhardsen and Sergei Rebrov but Birmingham arrived without their two main strikers, replacing them with Dele Adebola and Mark Burchill. </p> <p>Steffen Freund suffered a hamstring injury in the eighth minute but it did not excuse the lack of Spurs marking when Adebola accepted a cross from Stan Lazaridis and switched the ball to his left foot before stroking it into the corner. </p> <p>Adebola's second was from the top drawer as he checked inside Ben Thatcher and Ramon Vega before shooting powerfully into the corner. </p> <p>Spurs went three down a minute before half-time when Burchill converted Martin Grainger's left-wing cross, bringing boos from the home fans and chants of \"We want our Tottenham back\". </p> <p>Darren Anderton offered hope of a comeback by scoring from the spot, but by the end they were once again voicing their disapproval and calling for Sugar to quit. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>It wasn't only the teenagers joining Cambridge's youth participation scheme who were apprehensive about the new venture giving them a voice in decision-taking. So were local councillors - and not just about how realistic the young people would be. </p> <p>Hannah Reed, one of the councillors, confessed: \"I'm 31 but I was nervous about being able to talk their language. I soon learned that by being yourself and not trying to act younger than you are, young people are ready to be straight with you.\" </p> <p>The success of the initiative was rewarded today when the city of Cambridge was named overall winner of the Guardian/Institute for Public Policy Research Public Involvement Award. </p> <p>Young people are one of the biggest excluded groups. Cambridge calculated under 18s represented 17 % of the city's population but, unlike other people, they did not even have a vote. There was cross-party support for getting them more involved in decision-taking. The council decided the best way forward was to let the young people work out what ought to be on the agenda. A three-stage exercise was launched that eventually involved more than 1,150 young people being invited to \"shoot your mouth off\". </p> <p>Stage one involved a survey of 700 young people through street interviews and a survey at four secondary schools. They were asked to identify three key issues. </p> <p>In stage two a grand jury of 40 young people then thrashed out these ideas at two half-day seminars. What emerged were two key priorities: first drugs, alcohol and crime; second \"more things to do in Cambridge\". The second was seen to be part of the solution to the first. </p> <p>Stage three was a much longer process in which a jury of 15 young people, trained on how to interview witnesses, were taken on two fact-finding missions to other towns as well as interviews with key Cambridge councillors, officials and leisure service managers. </p> <p>This was followed by four half-day jury sessions before written and oral reports were presented to council. What has followed has been impressive. The council responded to each of the 32 proposals and have taken up a significant proportion. </p> <p>These included a fare reduction on city buses for young people; a youth bus complete with computers, video games and youth workers making weekly visits to areas with few facilities; a free one-day summer party for 11 to 17-year-olds, which more than 2,000 attended; a new discount leisure card, designed by young people; a cyber cafe in the city centre for 16 Saturdays; and a review of council premises to see if more use could be made of them for young people's activities. </p> <p>More impressive still, the participation programme remains ongoing. All are invited to join in. A further 200 have enrolled. The city now has biannual youth conferences - this year's second was held last Saturday. The summer party has become an annual event. Four action groups have been set up dealing with transport, crime and disorder, and cycling. </p> <p>Andy Barnard, who served on both the grand jury and the 15-member policy jury, was only 14 when he became involved. \"I felt apprehensive at first but once the 15-member jury went away for a weekend together, real trust was established. We weren't patronised by the older members. We really bonded. It has given me much more confidence. I was even able to address 500 people from the city party platform. The council has listened and is moving on our agenda. The main aim now must be to widen participation.\" </p> <p>Reed feels equally rewarded. She explains: \"Young people are refreshing to work with. They're dead straight and honest. They ask much more direct questions than adults. Moreover, they were really realistic in their demands. They recognised the only way to proceed was to start with modest proposals then build on that. There are lessons here for all councils.\" </p> <p>While Cambridge was the overall winner, there were plenty more success stories. New means of involving the public - including the most mar ginal of groups - in key decisions that affect their lives emerged across the country. There was a citizen's jury of 16 drug addicts who helped develop a new strategy for detoxification and rehabilitation services for Big Issue vendors; there was a citizens' advisory group in Milton Keynes that is leading to extra permanent sites for travellers. </p> <p>In a crowded entry list, local councils were ahead of all other public, private and voluntary organisations. </p> <p>Dr Mo Mowlam, minister for the Cabinet Office, said at the awards ceremony in London that government needed to work with all interested parties in developing policies and services including front line staff. She added: \"That is the way we will develop the best policy, the best legislation and the best services. It is also the way to develop trust in the system of government.\" </p> <p>\"This is why the Guardian/IPPR awards are important. They will encourage government and other organisations that provide a public service to raise their game in finding new, effective ways of involving people. I hope today's ceremony will be the first of many.\" </p> <p>Matthew Taylor, director of the IPPR, said involving people in decision-taking had \"moved from the margin to the mainstream\". Public involvement was \"difficult and time consuming and sometimes expensive\" but produced better decisions for a wide variety of organisations. One aim of the scheme was to highlight out-standing initiatives with the hope that best practice could spread. </p> <p>He added: \"Sceptics claim that public participation risks heightening public expectations. Experience shows the public are realistic, and are willing and able to take part in decisions that affect their lives.\" </p> <p>One reason for the success of local councils is the government's \"best value\" programme that requires local councils to consult the communities they serve. The criteria selected by the 14-member judging panel required applicants to demonstrate more than just consultation. They had to demonstrate that something else had hap pened as a result: a change in service delivery, a shift in policy, or reform of the organisation's structure to give the public more say. More points were awarded for innovative approaches, sustainable strategies and schemes involving hard-to-reach groups. </p> <p>The 161 applicants included three community health groups, three police services, four primary care groups, six housing associations, seven private companies, eight health authorities or trusts, 13 charities, 50 voluntary or community organisations and 62 councils. </p> <p>The judges found charities were effective in organising questionnaires and focus groups but failed to go beyond these traditional techniques. Many voluntary organisations were using good community development techniques to keep in touch with users or client groups, but it was not always clear how these consultations led to a change of agenda. The private sector submitted seven schemes involving public consultation but there was insufficient evidence that the exercises had clearly changed decisions. </p> <p><strong>Reward for hard work</strong><br></p> <p><strong>The other award winners and what their projects achieved:</strong><br></p> <p> A campaign to help fight drug addiction and a city's help with the traveller community were two of the other outstanding Public Involvement Awards winners. </p> <p>The Big Issue in the North Trust, one of the six other award winners, tackled drug addicts. They selected a citizen's jury of 16 addicts, all working as vendors of the Big Issue. Twelve were taking heroin, seven crack and four cocaine. They were brought together for seven days, the first two to get to know each other and the next five to draw up a strategy for detoxification and rehabilitation services. Evidence was taken over two days from 11 expert witnesses including Mike Trace, the deputy drug tsar, Professor Howard Parker of Manchester University, senior drug police officers and specialist doctors. </p> <p>Their final report helped the trust to develop its own drug service for its vendors, many of whom have drug problems. The pilot, which runs until next year, has included buying bed places at Phoenix House, a charitable detoxification centre, and developing a follow-through residential and rehabilitation service. The report was submitted to the North West drugs commission and, on the advice of Paul Boateng, the Home Office minister whom the jury met, to all other relevant ministers. </p> <p>The Milton Keynes citizens' advisory group on travellers tackled an equally controversial group. Even while they were preparing their report, a disruptive group of travellers hit the local headlines when they turned up at one of the new town's two sites and began intimidating regular users. A caravan was set alight. </p> <p>Yet the group has succeeded in defusing the situation with a package that includes stronger action against unacceptable traveller behaviour and more tolerance of traveller families following a local code of conduct. The advisory group emerged from a multi-agency partnership (council, police and two major local landlords, Milton Keynes Park Trust and the Commission for New Towns). </p> <p>The partnership sent out questionnaires to 800 randomly selected local residents seeking views on travellers. About 180 were returned with 60 ready to join a citizens' jury. These were all invited but only 21 turned up. They renamed themselves an advisory group, believing the name jury to be too confrontational and divisive. The group held two public meetings and consulted in depth with landowners, travellers, residents, police, councillors and officials. </p> <p>The main recommendations have been accepted. A new traveller management unit to co-ordinate all operational aspects is up and running. The new tough and tender management proposals have been introduced. A recommendation for extra permanent sites (the existing two can only accommodate about 12 families) prompted a search by the partnership which identified four possible locations. Finally, the group has helped consolidate political support. A recent move in the council to abandon the idea of new sites was overwhelmingly defeated. </p> <p>Many councils have established panels of residents for consultation purposes, but few are as flexible or as extensive as the London borough of Lewisham's<strong> </strong> 1,000-member panel. The members like it too: 96% of members expressed satisfaction. More than 20 consultation exercises have been conducted involving telephone surveys, focus groups and community workshops. </p> <p> <strong> Overall winner</strong><br> </p> <p> \u0095 Cambridge city council </p> <p><strong> Other winners</strong><br> </p> <p> \u0095 The Big Issue in the North Trust </p> <p> \u0095 Milton Keynes partnership - council, Thames Valley police, English Partnerships, and Milton Keynes Parks Trust </p> <p> \u0095 London borough of Lewisham </p> <p>\u0095 Bristol city council's action research on parental involvement in schools and lifelong learning; </p> <p>\u0095 South Ayrshire's use of people with learning difficulties and their carers in developing a learning disability strategy; </p> <p>\u0095 Trafford South primary care group's consultation exercises used to review health and social care services. </p> <p> <strong> Runners-up</strong><br> </p> <p> \u0095 Gloucester city and Gloucester county council for road safety consultations; </p> <p>\u0095 Portsmouth county council for its public consultation strategy; </p> <p>\u0095 Somerset health authority for its consultation panels on GP services, NHS direct and priority setting; </p> <p>\u0095 Swansea county council for its youth forum; </p> <p>\u0095 Walsall council for its community plan. </p>",
  "<p>Don't you find Sven-Goran Eriksson strangely hypnotic? There he is, very likely the new face of English football. You will believe in him. You will support him and any decisions he makes. It is as if the Football Association had chosen the 52-year-old Lazio coach for his image rather than his skills. Look at his attributes: deep tan, tidy hair, controlled sophistication. It's a complete volte-face from the England team's experience: a man who thinks about how he looks, and knows his style has the power to draw you in. </p> <p>But look again. Aren't his glasses a little odd? Try to imagine his face without them and you would be clutching at straws for a memorable feature. But there is something not quite right about those specs and they are insidiously fascinating. They are rimless, usually a style which renders glasses invisible, thanks to their thin metal frames (think Arsene Wenger, then look at the picture, since you probably can't remember much about the Arsenal boss's eyewear). But this pair, designed byItalian house Exté, are blatant, meaning-laden creations, with their strange plastic bridge and sides. </p> <p>\"They're very unusual,\" says Gail Steele, of the London opticians Auerbach and Steele. \"Most rimless glasses have a metal bridge and side. He still wants his glasses to be a feature. He has made a conscious decision to contradict his colouring, with the dull blue of the plastic against his skin. In my view they are quite ugly.\" </p> <p>Ugly, yes, but effective. Rimless specs, popular with elder statesmen of European politics, send out signals of openness and honesty. Glasses with frames hide features and so can camouflage expressions - the wearer can end up looking shifty, even if they think they have nothing to hide. Rimless frames let you see the reactions of the person behind them, but they can also be almost too Zen: mild functional things that sit on the nose of a philosopher, not disturbing their thoughts. </p> <p>Eriksson's glasses stand halfway between the two - modern and forward-thinking, if you were to look him dead in the eye, but from the side we see power and control, a man who wants to remain an old-style boss. \"He's going for the mixed message,\" says Steele. \"The soft guy and the tough guy at the same time.\" </p> <p>Eriksson has only recently adopted this new, über -leader, style. When he joined Lazio in 1997, his round, meek metal rims made him look uncomplicated and concerned. His new look, coinciding with his success with the Rome side, leading the team to the Italian double, completely changed the way he was perceived. \"Changing glasses is the only way most people can dramatically change their look,\" says Steele. \"The only equivalent is having all your hair cut off. It does change how people perceive you - even though they are strange, he looks switched on, modern, and ready to motivate people.\" </p> <p>Football in this country has seen rimless specs before and, even more threatening to the old-fashioned supporter, has seen them European coaches. There is Wenger at Arsenal and Gérard Houllier at Liverpool, both of whom wear traditional rimless styles that melt into the face, revealing the inner manager. But there has never been an England coach with rimless specs, and never before a European manager with rimless specs in charge of the national team. It is probably just the sort of style earthquake that prompted the traditionalist Jack Charlton to say: \"I am very, very upset and I would imagine all the boys I played with in the 1966 World Cup winning team would be too.\" </p> <p>For England fans who have known all along that a foreign coach was the only way forward, the image of Eriksson offers hope. Until he officially takes over on July 1 next 2001, we can trust in the knowledge that the Swede will have no time for the laziness and excuses of our recent past. We can picture the national side as if they were Lazio mark II - young, dynamic, fit, even though we know Eriksson can only import his training secrets, not his players. </p> <p>But think forward, to February 2002. Regardless of the results of his team, Eriksson will have had to endure England and all we can throw at him. He will be exhausted by criticism and the expectation of the country. His tan will have disappeared and his skin will look tired and sad, unable to cope with 90 minutes spent trying not to be blown into the dugout by gales. His handmade Italian suits will be battered and puckered by rain, hail and flying missiles. He may well realise that his bright, breezy spectacles are giving too much away, that he needs to hide from the stresses of the job. Maybe there was some thought behind Graham Taylor's big, round-framed glasses after all.</p>",
  "<p>The scene could be a call centre, a factory, a supermarket. The first signs of their presence in the workplace seem innocuous - comical even. There are the cutesy baseball caps bearing propagandising slogans, the gaudy leaflets, the \"informative\" videos made compulsory viewing for all staff and subtly peddling their message. There might - as happened at one major manufacturer in the US in recent months - be time off work for a company picnic, a lavish, feelgood away-day featuring speeches and presentations that seem to be slanted in a certain direction. </p> <p>And then come the more sinister aspects: the hints that employees are being surreptitiously filmed at work; the workers \"let go\" in mysterious circumstances; the strangers at out-of-work gatherings pretending to be people they're not. By then, it should be clear: the union-busters - consul tants hired by employers to help them avoid or frustrate plans to organise unions in the workplace - have arrived. Their message to staff: organising a union would see salaries go into freefall and competitiveness take a battering, throwing the very survival of their company into doubt. </p> <p>There are an estimated 10,000 anti-union consultants in the United States, many attached to law firms - and they are on their way to Britain. Demand for their services in this country is booming thanks to new employment legislation making it easier for unions to win recognition. Their pitch plays on the paranoia of senior managers, summoning images of the most notorious instances of union might: the winter of discontent, the miners' strike. And the first such company to cross the Atlantic, PTI Labor Research, is due to open an office in London any day now. </p> <p>A specific date is a little harder to come by, since PTI, based in Houston, Texas, proves reluctant to return telephone calls, and certainly doesn't seem to be planning an all-singing, all-dancing opening ceremony. \"The opening of PTI's London office hasn't officially been announced yet,\" a spokeswoman finally reveals, \"but we'll know more in the next month or so.\" </p> <p>It is just five months since the 1999 Employment Relations Act came into force, setting out regulations aimed at reintroducing compulsory procedures for union recognition for the first time since the 1980s. The new laws mean that recognition must follow if 40% of the relevant segment of a workforce votes in favour. Where union recognition laws are strongest, the consultants calculate, new business will be easiest to come by. </p> <p>PTI's website gives few indications of how its British operation will function, explaining only that the company is already \"advising UK companies on strategies for remaining union-free_ Due to the sensitive nature of our business, we ask that you contact us for further information\". PTI partner Stuart Keene is understood to be in London for the forthcoming launch, but he can only be contacted through the Texas headquarters. Even there, he is not returning calls. </p> <p>The firm has already been outlining its strategies to British managers. At a conference on employment law earlier this year organised by the UK law firm Eversheds, a PTI representative spoke on anti-union strategies before numerous employers, believed to include McDonald's, Gap and Tower Records. (Eversheds partner Roger Steel is anxious to distance his company from PTI, arguing, \"If PTI did introduce the same tactics over here as they employ in the US, it would misjudge the mood.\") </p> <p>A leading anti-union law firm, Jackson Lewis Schnitzler and Krugman, which counts the US-based bookstore giant Borders among past clients, is also understood to be advising British businesses. In the US, Borders has been repeatedly involved in controversy for its anti-union campaigns, threatening to shut down bookshops where staff vote for recognition. </p> <p>The union-busters will bring two decades of US experience to exploiting loopholes in the new British employment law, warns Carolyn Jones of the Institute for Employment Rights. \"During the consultation period, we urged the government to adopt the European model of union recognition, which does more to safeguard workers' rights,\" she says. \"We said, 'If you're really serious about strengthening unions and collective bargaining, don't go for laws based on the American system.' But they did.\" </p> <p>Employers who panic at the prospect of union organisation can end up in self-defeating dead ends, says Kate Bronfenbenner, an expert on employment relations at Cornell University in New York state. \"Sometimes a company which is barely solvent will end up paying tens of thousands of dollars to a union-buster - far more than it would ever have cost to negotiate with the union for better terms and conditions for staff,\" she says. \"Union-busters see a good business opportunity in the UK: they're telling British employers that the unions will destroy their businesses, and that they are the one group of people who can protect them.\" </p> <p>But the Trades Union Congress, having previously undertaken confidential investigations into the consultants' activities, now argues that British workplace culture will prove profoundly antipathetic to the American import. \"Making it compulsory to wear a baseball cap won't go down well over here,\" a spokesman says firmly. \"In fact, companies like PTI could be handing unions the best recruitment tool they've ever been given. In the UK, there's a significant union-friendly sector and only a small anti-union one, often in US-owned businesses. The new legislation is complex, and for those companies who don't want unions, good old-fashioned British bureaucracy is likely to be a more effective tool than Texans in baseball caps.\" The process involved in rejecting calls for recognition involves employers in an arduous process that requires them to canvass employees and seek a ruling from a central arbitration committee if negotiations break down. </p> <p>But bureaucracy has also proved a useful tool for the anti-union consultants, according to Greg Tarpinian of the US union-backed Labor Research Association. \"They will resort to any tactics, advising employers on specific legal strategies to deploy. In the US, it's illegal to fire a worker because they're involved in a union - but the penalties are so minimal that it's worth it. It can take up to 10 years through the courts to get people reinstated.\"</p>",
  "<p>You walk into the conference room. But instead of a shiny table and bored employees, you find yourself in a shopper's pleasure dome: brushed-steel racks display rows of purple leather skirts, stylish jumpers and slinky trousers; shoppers caress suede boots, tended all the while by highly trained sales staff. The lights are soft. Music plays. No, you're not about to wake up: this is the next wave of workplace living - in-office shopping. </p> <p>As is generally the way with such things, it is already happening in New York. A magical combination of marketing genius and an urge for corporate \"team-building\" last month brought Banana Republic, the US-based clothing company owned by Gap, into the offices of New York e-consulting firm Scient. </p> <p>Scient employees are far too busy to get to the shops, but they need casual work clothes. Banana Republic, purveyors of smart, unimaginative clothes to people who don't want to stand out in a crowd, want customers. The logic is clear: if the customers can't go to the shop, the shop must go to the customers. </p> <p>The clothier has sensed - quite rightly - that there is a market out there that is increasingly desperate for safe workwear that is not (God forbid!) a suit. For those given freedom to dress as they please at work, life is fraught with pitfalls. \"Business casual,\" explains Cristina Gabriel of Banana Republic, \"has lost its meaning. What to wear to work is a daily dilemma.\" </p> <p>Scient was one of three companies picked to participate in this new retail enterprise. A place full of unappealing geeks in stained T-shirts, then? \"Not at all,\" insists Wendi Sturgis, managing director of operations at Scient's New York office. \"We're not terrible dressers: we just appreciated the innovative idea. It was a lot of fun.\" </p> <p>The retailer set up a temporary store inside Scient's offices. Employees could browse through, try on and purchase a new but socially acceptable wardrobe. Of the company's 300 employees, well over half participated. (With a 20% discount, clothes delivered to your desk and free alterations, would you refuse?) </p> <p>Is this really the future of shopping for the busy worker? Certainly, with more and more companies allowing us to slip into something more comfortable, the need for \"smart casual\" is greater than ever before. And those who are too busy to shop could probably do with a little help. </p> <p>However, if in-office clothes shopping does take off, the originality-killing spread of a smart-casual uniform becomes an even more likely prospect. And where's the fun in that? </p> <p>A \"casual uniform\", on the other hand, does have its benefits from a management perspective. Evidence is beginning to trickle in that the wearing of any clothes we wish at work encourages us to behave rather badly. Last year, a study by Jackson Lewis, a New York employment law firm, showed that 44% of companies that allow casual dress at least one day a week saw an increase in \"tardiness and absenteeism\", not to mention \"flirtatious behaviour\", which, they claimed, soared by a naughty 30%. </p> <p>And uniformity is comforting. This way, at least, you're not going to get fired because of your Gap khakis - provided you keep them done up.</p>",
  "<p>In the past Complicite have found a rich source in the work of unfamiliar European writers, most famously in Bruno Schultz's The Street of Crocodiles. But their latest work, Light, derives from a novel by Torgny Lindgren about a plague-infested 14th-century Swedish village. As always, the company's physical skill is prodigious; but in this instance I found it placed at the service of a story lacking in metaphorical resonance. </p> <p>I guess the intention is to explore a society poised between order and anarchy. One day a traveller returns to the remote village of Kadis with a plague-carrying rabbit. The villagers drop like flies. The corpses mount up. Among the tiny handful of survivors, a carpenter, Konik, and his temporarily paralysed wife, Eira, struggle to live decent lives. But they are surrounded by inbreeding, bestiality, theft: even their child is stolen from them. And when a king's deputy arrives he offers less the promised clarity and light than the darkness of perverse misjudgment: it is left to the villagers to reconstruct their own community through a mixture of chance and choice. </p> <p>Clearly the story is an allegorical fable in the style of William Golding: one that deals with isolated individuals in an extreme situation. But, although our own world is hardly immune to viral infection and the adaptation by Simon McBurney and Matthew Broughton establishes a firm narrative line, I found it hard to connect to the story. We are confronted by a remote peasant society that has a residual faith in divine providence and in the notion of regal justice up to the point where the king's man threatens to hang a child-eating boar: fascinating historically but of questionable modern relevance. Even the tension between law and disorder that exists in this supposedly microcosmic community seems worlds away from the kind of mobilised selfishness that threatens our own stability. </p> <p>One is left admiring the skill with which the company, under McBurney's direction, reconstructs a lost world. Dick Bird's curving, wood-planked set implies a vast hidden burial ground. Scaly, scabbed puppets become corpses or children. Columns of light - created by Paul Anderson - at one point evoke a forest. And the actors show the burning commitment that derives from their being part of the creative process. Tim McMullan's Konik is a wonderful study of naive decency struggling to survive in a disintegrating world. Lilo Baur's Eira is the incarnation of maternal love. And Dermot Kerrigan switches easily from linen-suited narrator to tormented regal emissary. But, for me, this is one of those rare Complicite shows where the formidable expressive technique is put to the service of an opaque parable: one that dauntingly implies that you have to accept plagues, as well as plenty, as evidence of an ambivalent divinity. </p> <p>\u0095 Until November 18. Box office: 020-7359 4404.</p>"
]