[
  "<p>When Everton met Liverpool at Wembley for the 1984 Charity Shield in only the clubs' second meeting at Wembley, Bill Kenwright invited Dave Hickson and his wife Pat along to the match. </p> <p>Hickson is the boyhood hero of Kenwright - the Everton fan who did a Victor Kiam and bought the club he loves - and, almost uniquely, a former No9 for both clubs. \"The build-up to that game was amazing,\" Hickson recalls. \"As we walked down Wembley Way the fans were all singing and shouting to us - both sets of supporters, Everton and Liverpool. I just felt so proud.\" </p> <p>Should such an occasion arise again, however, it is a fair bet that Nick Barmby would neither be invited nor would he contemplate walking to the stadium following his £6m move to Liverpool last summer, when he announced he wanted to go to Anfield after returning from Euro 2000 as an Everton player. </p> <p>Two weeks later he signed on the dotted line to become the first player to make that particular move since Hickson himself in November 1959, when he cost Liverpool £12,000. </p> <p>Tomorrow Barmby will come face to face with his old team-mates for the first time and while it will not be as acrimonious as last week's return of Real's Luis Figo to Barcelona, Liverpool's No20 is unlikely to be taking corners at the Anfield Road End. \"The supporters may give Nicky a bad time and he will be nervous, but he's the kind of lad who can handle it,\" Hickson says. </p> <p>For Hickson it was not such a big issue, even though he was and is an Everton legend after scoring 95 league goals in 225 games, though the fact that Liverpool were in the old Second Division when he became the final buy of Phil Taylor, the man who soon gave way for Bill Shankly, undoubtedly helped. </p> <p>Hickson, having moved to Aston Villa for £17,500 in 1955 and a few months later on to Huddersfield, where Denis Law was his inside-forward and the future Liverpool manager was the coach, did not want to leave the city of Liverpool again after Everton had repatriated him in 1957. </p> <p>\"I was left out at Everton, I think for disciplinary reasons, but I was playing all right,\" Hickson says. \"Then Liverpool came in and it seemed as though Everton would let me go. I got one or two abusive letters from Liverpool supporters after I signed, saying that I was trying to take over from Billy [Liddell]. But that was untrue, he was one of my idols, too.\" </p> <p>If there were any lingering doubts, however, Hickson soon silenced them. \"I scored two on my debut and we beat Villa 2-1. A young lad of 16 or 17 ran on to the pitch and said to me 'you're one of us now'. I've met him since and we had a laugh about it, but I thought 'I will never be one of them'. But I gave 100% everywhere I played and if you do that in this city they love you.\" </p> <p>Hickson scored 37 goals in 60 league games for Liverpool and, though it helped them to two third-place finishes, only the top two went up to the First Division. He did face Everton in a floodlit game at Anfield as well as a Liverpool Senior Cup tie at Goodison, but he was established in the team by then and recalls no particular angst. </p> <p>Indeed for a man who later went on to complete the unique feat of signing for a third Merseyside club, Tranmere, he played in very few derbies, though he was on the pitch in Everton's 4-0 home defeat in the 1955 FA Cup and played both games in the Floodlit Challenge tournament of 1957, arranged to open the respective clubs' lights and which Everton won 4-3 on aggregate. \"The atmosphere was brilliant,\" he says. \"I don't think there's anything like playing at 3 o'clock on a Saturday, but this was something new.\" </p> <p>The lights will be back on tomorrow - the clocks go back tonight - but Hickson, 71 on Monday, will not be there, though he gets to Everton's home games in his role as a match-day host and PR officer for the club. </p> <p>In that time he has also struck up a rapport with many of the players, not least the current No9. \"Kevin [Campbell] is a great friend who really wants to do well,\" he says, \"and I like David Weir who, though he plays for Scotland, is very underrated. And there's Gazza who's reformed, lost a stone and is enjoying his football again. </p> <p>\"They've only beaten us only once recently [3-2 in 1998] but Danny [Cadamarteri] was pulled back a few times. We've got the Indian sign on them and I don't think we'll get beat.\"</p>",
  "<p>Sepp Blatter's much-vaunted \"football family\" was at war last night after Fifa's president accused Gordon Taylor, chairman of the European players' union, of \"decapitating\" the task force charged with finding an alternative to the game's transfer system. Taylor retorted that the task force had a \"hidden agenda\". </p> <p>So at the end of an acrimonious and confusing day - after two years of talking - football found itself in disarray only four days before the deadline set by the European commission to issue concrete proposals over the issue threatening to destabilise the game and bring chaos. </p> <p>Blatter and Taylor exchanged angry words at a press conference which had been called to show unanimity between all parties before Tuesday's meeting with the commission in Brussels. </p> <p>The players' union, Fifpro, had earlier boycotted the final session of talks dealing with the commission's legal concerns over the current transfer system because Taylor believed the players' concerns were not being addressed. Instead he sent alternative proposals to the meeting, only for them to be completely ignored. </p> <p>Later Taylor made an impromptu appearance at Fifa's headquarters here, with Blatter publicly demanding that the chief executive of England's Professional Footballers' Association explain why he had not turned up at the meeting. </p> <p>As other task force members looked on with a mixture of support and embarrassment, Taylor launched into a lengthy monologue in defence of his players' interests. </p> <p>Clearly not liking what he was hearing, Blatter interrupted, shouting for Taylor to \"answer the question\". Finally Blatter stopped Taylor completing what he had been asked to do. </p> <p>Taylor said: \"We have attended at least a dozen meetings, all of which have ignored the main problem. The proposals the task force is putting forward are ambiguous and look as though they have been drafted with the hidden agenda of maintaining the status quo.\" He said the union would now give the commission its own proposals. </p> <p>Blatter admitted there were fundamental disagreements between the task force and players' representatives but conceded \"we know we cannot have these new regulations in place without the players.\" </p> <p>Earlier he outlined several key areas of consensus, notably banning international transfers for players under 18 and agreeing on the principle of compensation for players under 23. </p> <p>The sticking point remains what to do about players over 23 switching clubs at will while still under contract. </p> <p>The plan in the case of a player moving from one country to another is for an independent tribunal to determine compensation with 12 specific criteria for resolving broken contracts. </p> <p>For a player moving within the same country, national law will take precedence. But this raises the question of how to reconcile the different labour laws of the European Union's 15 states. </p> <p>The task force chairman Per Omdal said proposals included the protection of young players, the introduction of two annual transfer windows and an acceptance that clubs could no longer hold the registration of players against their will. But he left several complex questions unanswered and said: \"It is no secret that duration of contract has been one of the most difficult subjects under discussion.\" </p> <p>Taylor is convinced the task force's recommendations will fall flat. He wants compensation based entirely on salary and remaining length of contract, and accused Fifa and Uefa, the European game's body, of trying to retain much of the system which has been deemed illegal by Brussels. </p> <p>\"We tried to reach agreement but will now instead be giving our own set of proposals to the commission because I'd be astounded if what is on the table is accepted. It simply doesn't give the commission the clarity they are looking for.\" </p> <p>The prime minister Tony Blair lambasted the commission yesterday for its plan to scrap transfer fees, describing the change as \"wrong\" and calling for a \"commonsense\" rethink. Speaking in Spain, he said many small clubs, which rely on transfer money, would be forced to close. Blair was backed by his Spanish counterpart Jose Maria Aznar . </p> <p> <strong>Uefa-Fifa proposals</strong></p> <p> <strong> 1</strong> Abolition of international transfers for players under 18. </p> <p><strong> 2</strong> Compensation for clubs developing players under the age of 23. </p> <p><strong> 3</strong> A 12-point set of criteria for compensating clubs for broken contract by players over 23 </p> <p><strong> 4</strong> Minimum three year contract periods </p> <p><strong>Players' objections</strong></p> <p><strong> 1</strong> Compensation for players over 23 to be based on salary and length of contract </p> <p><strong> 2</strong> Maximum length of contract to be two years</p>",
  "<p>'! #%**@**! blindin' lad! ... #%**@**! top!\" ... Ho ho! ... in my continuing search for England's \"missing link\" ... I've collared Peter Reid! in the player's lounge at Villa Park after last week's miserable goalless draw ... to ask his views on the \"Mackems\" hairless hotshot Kevin Phillips! ... \"Has he the potential to 'do it' at the top level? ...\" \"!#%**@**! Right lad!\" ... Ho ho, the seasoned scouser may be a little bit \"salty\" for some tastes but he gets results! ... Villa 0 Sunderland 0! </p> <p>... But managing a team's not all about, er, effing ... blinding and flinging, er ... fookin' tea cups! ... And as for the England job? ... Well, although I haven't been approached by the FA ... I'm very flattered nonetheless! ... but don't forget the other names in the frame! </p> <p>Last week it was all \"Robson! ... no experience! ... Robson! ... vast experience!\" ... Now it's \"Taylor! ... er ... Turnip Taylor? ... too much experience!\" Oh! ... Peter Taylor! ... Cloughie's Taylor? ... No! ... another Taylor ... what? ... bloody hell! ... </p> <p>Ah yes! ... Star player of Malcolm Allison's Palace team of the 70s! ... broke Chelsea hearts on Valentine's Day ... '76 wasn't it ... punk rock not yet in its pomp! ... but furious pogo-ing to Knees up Mother Brown at the Bridge ... safety-pins and rivers of \"gob\" rolling turgidly down the King's Road! ... marvellous! </p> <p>Er ... yes! ... that Peter Taylor ... isn't it? ... Just one game to bring a bit of temporary respect back to the England team ... or will we once again be the laughing stocks of international football? ... Ho ho... \"Mr Grimsdale ... Mr Grimsdale\" isn't it? ... marvellous! ... \"Trouble in Store\" ... isn't it? ... most likely! ... But Peter's famous Norman Wisdom impersonations do help to build team spirit and relieve the tension ... and show me an England team that hasn't had its fair share of clowns over the years! </p> <p>And a sense of humour is always a big hit with the ladies as well ... I can tell you! ... Ho ho, I remember a night on the town back in the 70s with Big Ron Atkinson and Jim Smith after a charity performance of Hair ... and in those days people in the football world did have hair! ... ho ho ... not Bald Eagle, mind! </p> <p>Down to the Purple Pussycat ... footloose and fancy-free! ... thanks to that tabloid photo-shoot of me doing The Hustle with Clodagh Rodgers ... And a bit of a slow night ... when in strolls Malcolm Allison! ... trademark cigar ... big fedora ... and a dolly-bird on each arm! ... a couple of go-go dancers from the show! </p> <p>Big Mal's \"givin' it all that\", as Tel would say ... rest of us can't get a word in edgeways ... \"When's a biscuit tin like a fountain?\" ... \"Hee hee, stop it ... stop it!\" ... \"When it's a square tin!\" ... \"Ah ha ha... oh Mal! ... you're priceless!\" </p> <p>... But all that bubbly ... hmm? ... even Big Mal's got to slope off for a leak eventually ... Bingo! ... and I've steamed in with my impersonation of Freddie \"Parrot-Face\" Davies ... \"Thrrrp ...\" the girls lapping it up! ... \"Thentimental thongth ... thentimental mel...\" When blow me! ... Bald Eagle's trying to trump me by doing his Max Wall! ... very poor! ... looks like I've cracked it but ... </p> <p>\"Eeeeeeeeeeeeeeh!\" ... It's Big Ron Atkinson ... hauling his sheepskin coat behind him on a bit of string! ... \"Schnorbitz! ... Heel boy!\" ... \"Eeeeeeeeeeeeeeh!\" ... and Big Ron's \"bang-on Bernie Winters\" has bagged him the crumpet! </p> <p>Sections of the press have been questioning my ability to juggle the job of England coach with my shelf-stacking duties at Quik-Save ... it's only Saturday mornings, Mr Crozier! ... I'm free in the afternoon! ... As for \"too old!\" ... I have the energy of someone a tenth my age! ... ask Mrs Manager! </p> <p>... Monday! ... down to Southampton, Man City ... bloody awful! ... But Glenn's raising spirits at the Dell! ... working his magic! ... he'll soon have the perennial Premiership strugglers ... er ... struggling on an annual basis! </p> <p>I spent most of the second half struggling to stay awake! ... drifting in and out of a strange reverie ... Did I really hear the Tannoy announce, \"Man of the match ... Marian Pahars!\" ... What? ... a woman? ... But throughout the evening ... that strange recurring dream ... check my Top Tip! </p> <p>And no ... I haven't heard from the FA ... though obviously I'm honoured ... Meantime ... over the next 11 weeks ... <strong> let me reveal Ron's England Dream Team!</strong> ... I'm building from the back! </p> <p>A lack of width? ... hmm? ... not in Ron's squad! No1 ... Goalie! ... Neville Southall! ... Back between the sticks for Bradford City last season? ... there's one in the eye for the young'uns! The big man may have packed on the pounds a bit but he can still lumber across the six-yard line and bundle the ball away ... hmm? ... Marvellous! </p> <p>Yes ... Big Nev ... a credit to his profession! ... used to be a bin-man you know! ... What? ... a Taff? ... er ... how about Big Jack as assistant manager then? </p> <p> <strong> Just time for a quick peek at the European scene?</strong> ... Mighty Juventus ... down to nine men ... turned over by lowly Hamburg! ... Well you don't negotiate the choppy waters of the group stage without the captain at the helm! ... Zidane? ... Zidane you're rockin' the boat! ... Ho ho! ... one to relish for the Hamburgers! </p> <p> <strong> Ron Manager was talking to Eileen Drewery over a bottle of snake-oil at Southampton's \"palace in the sky\". © Paul Whitehouse and Jim Reilly 2000</strong> </p> <p> What? ... a Taff? ... er ... how about Big Jack as assistant manager then? </p> <p>Just time for a quick peek at the European scene? ... Mighty Juventus ... down to nine men ... turned over by lowly Hamburg! ... Well you don't negotiate the choppy waters of the group stage without the captain at the helm! ... Zidane? ... Zidane you're rockin' the boat! ... Ho ho! ... one to relish for the Hamburgers!</p> <p> <em>Ron Manager was speaking to Eileen Drewery over a bottle of snake-oil at Southampton's \"palace in the sky\" © Paul Whitehouse and Jim Reilly</em></p>",
  "<p>The Premiership may be a fortnight away from discovering what it is really like to be competing for attention with a European league. Already there have been plenty of hints but when the draw for the second group phase of the Champions League is made on Friday week reality may dawn. </p> <p>This is because there is a distinct possibility that Arsenal, Manchester United and Leeds could all be going into a draw which will involve them in regular European activity until mid-March and maybe beyond. </p> <p>Arsenal are already through and Leeds need just a point in the San Siro against Milan, who have also qualified, to join them. United have to beat Dynamo Kiev, who cannot qualify, at Old Trafford to progress. </p> <p>For the Premiership the prospect of increasingly playing second fiddle to English interests in the Champions League is not a happy one. Already the domestic championship is starting to look like a straight fight between United and Arsenal, who both have shown that they can rest important players for Europe and still win routine domestic games. </p> <p>The match at Old Trafford last Saturday morning could be the regular shape of things to come. Both United and Leeds faced crucial Champions League matches 72 hours later with the result that a fixture which is normally one of the showpieces of the Premiership's season was well populated with spear-carriers. </p> <p>Sir Alex Ferguson left Ryan Giggs and Andy Cole on the bench and brought on David Beckham only after Roy Keane had been injured. David O'Leary counted Ian Harte, Olivier Dacourt, Eirik Bakke and Danny Mills among his many casualties but all played against Barcelona on Tuesday night. </p> <p>Given the fact that each club reaching the next round of the Champions League stands to gain an extra £8m it is difficult to argue with such priorities. At the same time the Premiership's status as the most intensely competitive, though not the most technically accomplished, league in the world will be called into question if it continues to be won by teams who increasingly reserve their fuller strengths for a more rewarding competition. </p> <p>Should Uefa ever bend to the will of its major clubs and, by implication, the leading television companies and accept the formation of a TV-oriented European league it will be a bad day for the Premiership and its equivalents in Italy, Spain, France, Germany and so on. </p> <p>For as Joan Gaspart, the president of Barcelona, said before this week's game at Elland Road: \"Leeds against Barcelona is very important but I'm not sure it's more important than Leeds against Liverpool, Leeds against Manchester United or Leeds against Arsenal.\" </p> <p>Last Saturday night the scenes at the Nou Camp proved Gaspart's point when Barcelona beat Real Madrid against a background of passion whose temperature soared way beyond the norm for the average Champions League game. Not only was this a renewal of hostilities between Catalonia and the Spanish capitalists but Luis Figo, a Portuguese mercenary recently in the pay of Barca, had the temerity to turn up wearing the opposition's colours. </p> <p>Nick Barmby, who recently forsook Everton for Liverpool, is unlikely to be quite so fiercely reviled by his erstwhile fans at tomorrow's Merseyside derby. But the game will generate more heat than Thursday's tepid Uefa Cup encounter between Liverpool and Slovan Liberec, who for all the Kop knew, were a team of Czech pianists with a penchant for candelabra. </p> <p>The G15 lobby group, which includes Arsenal, United and Liverpool, as well as the leading clubs of Spain, Italy, Germany, France, Holland and Belgium, appear as hellbent as ever on getting a fully fledged European league up and running within the next five years. </p> <p>Running parallel to this is the idea of an Atlantic league involving teams from Scotland, Holland, Belgium and Portugal - Rangers, Celtic, Ajax, PSV Eindhoven, Anderlecht, Benfica, Sporting etc - who feel they need more competition than they are getting at home. </p> <p>So one way or the other it looks as if Uefa is fighting a rearguard action in keeping the Champions League the way it is, having already acceded to club pressure first in abandoning the two-leg knockout system which served the European Cup well enough for more than 35 years and then adding an extra round of group matches before the quarter-final stage. </p> <p>Even now the clubs are not satisfied. For many the financial ideal would be a league purpose-built to provide the most attractive package for television and guaranteed security for its members, ie no relegation. </p> <p>A closed European shop is surely the last thing the game needs. There must always be an element of chance. </p> <p>When United play Kiev part of the nation will be agog to see if their manager's ill-judged decision to rotate his team against PSV in Eindhoven returns to haunt him. Another part will be backing Leeds in Milan while a third will be impatient to learn of Arsenal's opponents in the next round. </p> <p>Take away this sort of interest and a European league sounds about as compelling a spectacle as meeting of finance ministers in Brussels. Even Tottenham on a bad day would be more entertaining than that.</p>",
  "<b> Xenotransplantation</b> <p>Using organs from specially bred animals - probably pigs - for transplant into humans, to overcome the shortage of donors. At the moment, it is scientifically impractical. The fear is that diseases currently confined to pigs could find a new host in human beings. </p> <p><b> GM animals</b> </p> <p>GM plants are already here. The next wave is GM animals. First up for the supermarket shelf - GM salmon, genetically modified to grow four times as fast as their traditionally bred cousins. Fear one: that they could escape and breed with wild fish, corrupting the wild gene pool and even wiping out the original species. Fear two: that genetic modification could accidentally make them toxic. </p> <p><b> Germ line engineering</b> </p> <p>Currently outlawed, this involves genetically altering human beings. In the related technique of gene therapy, \"good\" genes are introduced into the bodies of sufferers from genetic diseases. But this only affects the person treated. Germ-line engineering means treating a patient's reproductive cells so that they pass on genetic modifications to their children. Proponents say this could wipe out inherited diseases. Opposition is mainly on ethical grounds. </p> <p><b> Legalising cannabis</b> </p> <p>Part of any legalising argument will be over how safe it is - how its smoke and addictive qualities compare to cigarettes, how its effects on the brain compare to alcohol, and whether it could lead a user to other more harmful drugs. </p> <p><b> Nanotechnology</b> </p> <p>The engineering of the very small. Within our lifetimes we may see the creation of tiny, molecule-sized machines capable of reproducing themselves from readily available raw materials - that is, atoms. Some foresee a danger of this process getting out of control, with the world being smothered in \"grey goo\".</p> <p><b>Useful links</b><br> <a href=\"http://www.bse.org.uk\" target=\"_NEW\">BSE Inquiry</a><br> <a href=\"http://www.bsereview.org.uk\" target=\"_NEW\">Food Standards Agency BSE Review</a><br> <a href=\"http://www.maff.gov.uk/animalh/bse\" target=\"_NEW\">MAFF BSE site</a><br> <a href=\"http://www.doh.gov.uk/cjd\" target=\"_NEW\">Department of Health BSE/CJD site</a><br> <a href=\"http://www.humanbse.org.uk\" target=\"_NEW\">Human BSE Foundation - voluntary support group</a><br> <a href=\"http://sparc.airtime.co.uk/bse\" target=\"_NEW\">BSE news and research</a></p>",
  "<p>Tony Blair has two things weighing on his mind. First, how to win the next election. Second, what to do about the euro. The second is likely to prove more difficult than the first. While William Hague remains Tory leader a second term is assured, albeit with a smaller majority. </p> <p>But putting a foot wrong on the question of euro membership could easily cost the Prime Minister his job. </p> <p>It's not only in the financial markets that the euro is despised. Opinion poll after opinion poll has shown that the British public is deeply suspicious of ditching the pound for Europe's single currency. Yet the government has pledged that it is in favour, in principle, of joining EMU when the economic conditions are right and has promised to assess the situation early in the next parliament. Given the public mood, it's not hard to guess the outcome of that examination. </p> <p>The key issue for Britain is whether it stands to gain more than it loses. For the time being, at least, the answer is an economic no-brainer. We should stay out. </p> <p>The continental European economy was once a haven of stability and prosperity, controlled by the mighty Bundesbank. Britain was the home of boom/bust economics, where politicians set interest rates not to control inflation, but to win elections. Handing control of monetary policy to the Bundesbank, symbol of post-war German economic success, was seen as the ideal solution to the British disease. </p> <p>Now the situation is very different. Since being granted its independence by Gordon Brown in May 1997, the monetary policy committee (MCP) has steered the economy with great skill. It has largely got things right. </p> <p>EMU membership would involve a loss of fiscal sovereignty. Under the so-called stability pact, countries inside the eurozone have to keep their budget deficits and debt-to-GDP ratios within certain limits. </p> <p>Britain's public finances are so healthy that it easily qualifies for membership. But in harsher times, when the government needs to increase spending to offset the impact of an economic downturn, the loss of flexibility implied by the stability pact will be sorely missed. </p> <p>The volatility of sterling outside EMU remains a problem - just ask the hundreds of UK manufacturers who have had to lay off staff due to the impact of the pound's strength on foreign sales. EMU membership would reduce the scope for adverse exchange rate shocks. But again, there would be a price in term of a loss of flexibility. Exchange rates are often subject to the whims of dealers, but they also rise and fall for good reason - to damp down a boom or prevent deep recessions. There is more to be lost than gained in terms of macroeconomic stability from joining EMU. </p> <p>If anyone doubts that they should take a close look at the current economic situation. With unemployment poised to fall below one million by Christmas and inflation the lowest in the EU, the British economy continues to perform well. Leaving aside all these arguments against EMU membership, there would undoubtedly be a heavy price to be paid for joining in the next few years. While on some measures the UK economy is closely converged with euroland, on others it is far apart. Interest rates and the pound are way out of kilter with euroland. Euroland interest rates at 4.75% remain well below Britain's 6%. </p> <p>If the government were to advocate entry into EMU today, cheaper money would provide a massive boost to demand and probably result in the economy overheating. Boom/bust all over again. The only way of offsetting the expansionary effect of looser monetary policy would be to tighten fiscal policy, leaving overall demand and inflationary pressures unchanged. </p> <p>But fiscal policy has already been loosened substantially to make up for Mr Brown's spending freeze in the first two years of his Chancellorship. He is sitting on a huge budget surplus Does anyone think he is going to advocate a hugely unpopular fiscal tightening ahead of an election, when he could use some of the money to cut taxes and cement Labour's electoral success? </p> <p>Any further loosening of fiscal policy makes joining EMU harder than ever. But Mr Brown knows this and evidently doesn't care. If the economics argue against entry now, the politics are less clear-cut. Mr Blair is worried that failure to become a full member will mean Britain being marginalised. </p> <p>However, on balance it will probably be the right decision to take. In the end politics and economics are inseparable, and, as Britain's experience in the ERM shows, it pays to put economics first. Ask John Major. </p> <p>\u0095 Mark Atkinson is economics correspondent of the Guardian.</p>",
  "<p>The City of Birmingham Symphony Orchestra and its high-octane music director, Sakari Oramo, are swirling to the end of a brief retrospective of 20th-century English music. \"Swirling\" is the operative word, for Oramo has chosen to close his final concerts with John Foulds's Three Mantras, a hair-raising piece of exotica, to put it mildly. </p> <p>Foulds, who died in 1939, was a Mancunian maverick, known in his day for incidental music and salon pieces. Towards the end of his not so long life, he was drawn to oriental philosophy and eventually went AWOL in India, having produced a series of colossal east-west fusion scores, most of which have never been published, some of which are presumed lost. Three Mantras, first performed in 1997, is all that is left of an opera called Avatara. Since it runs for half an hour and formed the prelude, one wonders just how long Foulds intended the opera to be. </p> <p>He owes his rediscovery, one suspects, to the New Age movement, though if anyone imagines Three Mantras is inherently pacific, they are in for a shock. This is, first and foremost, music of violent flux and ceaseless change, aspiring to portray endless cycles of destruction and reconstruction. </p> <p>It is the music, in short, of Shiva's eternal dance within the cosmic wheel. Raw, unruly string phrases lacerate the air, answered by savage trumpets. Pounding ostinati build relentlessly and Indian ragas are imploded into western passacaglias. Even when the pace subsides in the glittering, beatific central section, Foulds keeps the uneasy tension going by means of protracted chromatic dissonances. </p> <p>He has been seen by some as a musical law unto himself, a kind of English Ives - though that isn't strictly true. In idiom, he's a post-Wagnerian tonal extremist. There are echoes of Holst and resonances of Mahler - both of whom were also influenced by eastern philosophy. For Oramo - the wild boy of the podium - Three Mantras is a gift. The CBSO play it with sinewy, extravagant vehemence. </p> <p>Elsewhere, Oramo's choice of repertory is more conventional, - though his approach is radical. There is no attempt at nostalgia or parochial insularity. Oramo hurls English music kicking and screaming into the European mainstream. He turns Elgar's Cockaigne into a tone poem of spine-tingling Straussian zap, in which, for once, there is not a shred of imperial pomp. </p> <p>Vaughan Williams's Toward the Unknown Region is similarly shown as owing a debt to Brahms before the composer's own voice finally makes its distinct appearance. Britten's Serenade for Tenor, Horn and Strings asserts a universality of emotion and experience, and Oramo is sensitive to its every flicker of mood. His tenor is Mark Padmore - lithe and elegant, if straining in places - and there are moments of unsteadiness in Radovan Vlatkovic's horn-playing. Oramo sometimes sacrifices finesse to intensity but is unfailingly exciting, and both orchestra and audience clearly adore him.</p>",
  "<p>With the housing market on a knife-edge, few forecasters are willing to project where prices will be next month let alone next year. So it's refreshing that one leading forecaster has stuck its neck out and predicted prices for the next three years. </p> <p>Ernst &amp; Young ITEM Club, an independent economic forecasting group, says it expects house price growth to fall to 7.3% in 2001 from this year's hectic 12.2% level and moderate further to 5.4% in 2002 and 4.9% in 2003. </p> <p>ITEM looks at the market through an economist's rather than an estate agent's eyes. It says the recent slowdown, particularly in London and the south-east, is attributable to a slowdown in real incomes. \"The easing in the market partly reflects a correction from the excesses of the previous year or so. It also reflects the impact of higher interest rates and the abolition of mortgage tax relief. Household real disposable income growth slowed from 3.5% in 1999 to only 1% in the year to quarter two 2000, and the Treasury model suggests that house prices are very elastic with respect to incomes.\" </p> <p>ITEM's forecasts for 2001- 2003 are based on a belief that the economy will slow down next year as financial pressure on companies intensifies and consumers feel the effect of a weakening labour market and rising tax payments. </p> <p>It expects economic growth of 2.6% next year (after 3.1% in 2000), followed by a further slowing to 2.1% in 2002. The trend in house prices will inevitably follow the same route, it says. \"The housing market and the high street are bound to follow, even with short-term interest rates falling back to 5.5%.\" </p> <p>Another factor pushing down price rises is the falling number of first-time buyers. \"Demographic factors are also turning negative, with the numbers of first-time buyers beginning to decline. Many of these will have large student debts to pay off before they can think of taking on a mortgage,\" it says. </p> <p>So is this a bad time to buy? The good news from ITEM is that it believes that the factors that made the property market in Britain so boom-and-bust are in decline. \"We are not expecting a 90s Major-style collapse, just a cooling off after the heady pace of last year. Since there has been no boom, there is no need for a bust.\" </p> <p>So forecasters do not believe that the housing market has overshot, as it did in the late 80s. \"Our analysis suggests that this time house prices have simply adjusted back up into line with earnings, and have not overshot. Similarly, turnover has moved back to the long-term trend line.\" </p> <p>Some forecasters have argued that Britain is a \"mature\" market, where the level of home ownership has reached a ceiling and demand will remain flat. But ITEM cautions against this, pointing to studies in the USA which show that, even in a very mature market, economic buoyancy can result in the home ownership ceiling breaking into new levels. </p> <p>Its forecasts assume that interest rates will remain relatively low, which enables homeowners to support much larger mortgages. \"The secular fall in interest rates allows a fixed monthly mortgage budget to finance a much bigger mortgage than it did. So families have been able to increase their mortgage relative to their income.\" </p> <p>ITEM's optimism about the end of the boom-bust cycle also leads it to wider conclusions about the euro. It says that the moderating of the cycle removes one of the chief obstacles to euro membership. </p> <p>Eurosceptics have argued that because so many Britons are on variable rate mortgages the impact of interest rate changes is far bigger in the UK than in Europe, and we need domestic control over rates. </p> <p>But ITEM says: \"The British people are adjusting to the new low inflation environment and becoming more continental in this respect.\" So when you next go househunting and arranging your mortgage you are making your own private contribution to the euro debate.</p>",
  "<p>England go into today's second one-day international against Pakistan with a warning to control their emotions and avoid specific criticisms of umpiring decisions. </p> <p>With sensitivities already running high on their first visit here since Mike Gatting's infamous confrontation with Shakoor Rana 13 years ago, England are keen to appear diplomatic despite their displeasure at Alec Stewart's dismissal in Karachi. He was given out caught behind off the first ball he faced by the Pakistani umpire Riazuddin.</p> <p>Although Nasser Hussain criticised the decision yesterday, he insisted that they had no objection to Riazuddin standing in the opening Test at Lahore on November 15. \"Al got a bad one the other night. We've all had bad ones. We've got to work hard to live with it through the rest of our careers, not just this tour,\" he said.</p> <p>\"In general, apart from that one decision, I thought the umpires were very good the other night and handled the pressure as well as anyone. We didn't have any problems apart from that one ball.</p> <p>\"If it happened in England or anywhere else it wouldn't be a story. But here we're still talking about it three days later because it's Pakistan.\"</p> <p>England, heroically, won that match with five wickets and 16 balls to spare despite chasing a target of 305, but Hussain warned: \"We know that they're going to come at us and we've got to expect the worst. That way, if it happens, we won't overreact to it, just as we should not overreact when we win well as we did.</p> <p>\"They will start again as favourites. They have a phenomenal side and they're playing at home. They will probably post another big score so we will have to keep our work rate up.\" In particular, Hussain is looking for an improvement from his bowlers at the start of the innings.</p> <p>Today's game has been brought forward two hours because of the dew problem and will now start at 8am British time.</p> <p>Hussain, who will play today after testing his injured left ankle during practice, added: \"Barry Jarman [the match referee] woke me up at eight this morning to tell me about the heavy dew. It's always nice to hear from Barry at 8am. The other night we changed the ball three or four times. This is something you want to avoid doing too often because you get used to the pace and feel of a particular ball.\"</p> <p> <strong> England </strong> (from): *Hussain, Trescothick, Stewart, Hick, Thorpe, Flintoff, White, Ealham, Giles, Caddick, Gough, Alleyne, Solanki.</p> <p><strong> Pakistan </strong> (from): Saeed Anwar, Salim Elahi, Inzamam-ul-Haq, Yousuf Youhana, Shahid Afridi, *Moin Khan, Abdur Razzaq, Azhar Mahmood, Wasim Akram, Saqlain Mushtaq, Mushtaq Ahmed, Waqar Younis.</p> <p><strong> Umpires: </strong> Nazir Junior &amp; Aleem Dar.</p>",
  "Legislation to make life tougher for Chinese men with concubines has been tabled this week for debate in parliament in Beijing. The marriage law was last changed in 1980; now sweeping amendments are being considered by the standing committee of the National People's Congress. <p>The initiative responds to a tide of public opinion against misbehaving husbands, led by the official Women's Federation - a tide swollen by anger at corrupt officials who use their ill-gotten loot to finance a \"second wife\". </p> <p>Hong Kong businessmen with mistresses on the mainland are also feeling the pressure: a typical case is that of Lin Guande, who has been sentenced to six months in a Chinese jail. </p> <p>Lin, like many other Hong Kongers trading in Guangdong province, bordering Hong Kong, found a new Chinese partner, and relations with his wife deteriorated at home. </p> <p>He and his mistress, Lao Xia, made the mistake of holding a \"wedding party\" to celebrate their relationship at an expensive restaurant late last year. He has been sentenced to six months for bigamy; his partner has been given a suspended sentence. </p> <p>The proposed amendments to the marriage law reflect widespread concern at a decline in the institution of marriage. </p> <p>The Women's Federation in Guangzhou city, the capital of Guangdong province, has even been pressing for extra-marital affairs to be made illegal. </p> <p>Pressure for the changes, says the China Daily, has been \"largely caused by the 'concubine phenomenon' that is sweeping the country, especially in southern provinces, as increasing numbers of men get wealthier\". </p> <p>In the most notorious recent case a senior official sentenced to death for corruption in July, Cheng Kejie, was said to have committed his crimes in collusion with his mistress, Li Ping. </p> <p>Pictures of the gold, diamond rings and expensive watches the two accumulated were shown in public anti-corruption exhibitions. </p> <p>A Communist party spokesman said the \"temptations of women and money\" were to blame for Mr Cheng's fall from his position as top party boss in Guangxi province. </p> <p><b> Guilty officials</b><br> </p> <p> The pending revision of the law covers not only bigamy - already a criminal offence - but also domestic violence, property rights and the care of children. </p> <p>Divorce was almost unheard of during the decades of Mao Zedong's leadership, from the 1950s to the 1970s, when social pressure ensured that couples stayed together even when their marriage had broken down. </p> <p>Though the current statistics are unreliable, one newspaper claimed this week that as many as a million marriages now break down each year. </p> <p>Another estimate held domestic violence responsible for one in three cases. </p> <p>Keeping concubines is associated in Chinese minds with the feudal society of the past, when rich men might have half a dozen secondary wives in one household. </p> <p>The practice was eroded by modern 20th-century thinking, and outlawed by the post-1949 socialist society. Today's \"number two women\" are installed in separate accommodation, often in a different town from the primary family home. </p> <p>Chinese experts say that a large number of the men involved are Communist party officials who embezzle public funds to set up a second home. Several recent cases of corruption in high places have featured a mistress, whose role has been painted in lurid colours by the popular press. </p> <p>A senior official of the the standing committee considering the amendments, Hu Kangsheng, said the rise in adultery had as its driving force \"rich and powerful [people] who became subjected to the obsolete and decadent ways of thinking of the feudalist society of the past\". </p> <p>To many younger Chinese the issue is more complex than that. They take a more relaxed view of sexual behaviour, and they may have watched their own parents endure loveless marriages. </p> <p>Various new definitions of bigamy have been suggested, including cohabitation for more than six months and a partnership which produces children. </p> <p>The draft law does not contain such rigid stipulations: Mr Hu said this week that the committee would have to consult legal experts and the supreme court first. There are fears that the new emphasis on trying to shore up marriage by legal means as recipe for \"social stability\" may result in the fettering of individual rights. The new law will stress couples' \"mutual responsibility for faithfulness in marriage\". </p> <p><b> Labour-camp solution</b><br> </p> <p> A proposal for a three-year separation period before a couple divorce has been dropped, presumably because it is considered unrealistic. </p> <p>The debate on marriage in China's new age has been rumbling on for several years, and refuses to go away. Two years ago the Women's Federation in Guangzhou city called for married men who kept mistresses to be sent to labour camps. </p> <p>Some newspapers at the time voiced opposition, publishing letters from people saying the state should stay out of their private lives.</p>",
  "<p>I remember staying up late at night to watch Ali fight. It was a pleasure to look at him - the way he danced on his beautiful legs, and that baby face. I loved him so much.\" Agnès Troublé (the \"b\" in Agnès b is from Bourgeois, her first husband's surname) is talking about her love of Muhammad Ali, which three decades later has led her to collaborate with Everlast, his kit supplier and one of America's oldest sportswear companies, on a new range of clothing, b Everlast. </p> <p>At first this seems a highly improbable partnership. Agnès b epitomises French chic and understatement, while Everlast is a rugged sports brand little known outside the often brutal world of boxing. But in fact the synergy is as crystal clear as the gulf between Ali and most of his opponents. Agnès b eschews ostentation in her work, dislikes the fashion world (she always refers to her designs as clothing, never fashion) and has stuck to many of her classic styles since founding the label in 1973. Her famous snap cardigan has remained a staple since 1979. Everlast, meanwhile, continues to produce garments almost identical to those of 50 years ago and studiously avoids designs that flirt with fashionability. </p> <p>Agnès b has always admired Everlast's classicism and heritage, but was unaware of the mutual respect at Everlast for her designs. \"About three years ago, Everlast sent a selection of their classic garments as a present,\" she explains, \"saying they thought the two labels were connected by their simplicity and everlasting designs. I later asked if I could contribute to their designs and we came up with the idea of launching a joint label.\" </p> <p>Everlast's heyday corresponds to a golden period in Agnès b's own life - the late 60s and 70s, a time of revolution, rebellion and optimism. \"In New York there are still red neon-lit bars with pictures of the great boxers on the walls and all of them wore Everlast. This was an epic time for boxing. There is something very noble about these pictures. They remind me of Paris in 68.\" </p> <p>Agnès b is famous for several things: for dressing the stars in both Reservoir Dogs and Pulp Fiction (think Uma Thurman in white blouse and black cigarette pants), for seemingly preferring art and film to fashion, and for being probably the only fashion designer to carry the spirit of the 1968 riots with her to this day. Fleeing from her middle-class background as a youth, Agnès opted for right-on poverty, marches and ferrying wounded demonstrators to hospital in her car. This uncompromising attitude permeates everything she does. She refuses to advertise, which may explain why, despite running a business with a £75m turnover and being revered in France and Japan, she is not as famous as some lesser designers in this country. </p> <p>Her customers are extremely loyal because her clothes are of a quality and classic design that ensures wardrobe longevity. Everlast, too, provokes fierce loyalty in the boxing world. The company has been based in New York's Bronx since 1910, handing out free sportswear to promising boxers. </p> <p>\"Famous boxers including Ali, Larry Holmes and Evander Holyfield wore Everlast at the height of their careers but no fee was paid. They stayed loyal because they remembered that, when they were poor kids who couldn't afford training gear, Everlast supported them. They wanted to repay that,\" says Brian Kristofferson, Everlast's head of European distribution. In a world of multi-million-pound kit sponsorship deals, such loyalty seems anachronistic. It is impossible to imagine top sportsmen wearing Nike or Adidas for free today. </p> <p>A combination of loyalty and moral rectitude has also meant that, until now, Agnès has refused to manufacture anything outside her native France, partly out of patriotism, partly because quality is high in French factories, but mainly because she wants to avoid exploitation of workers in developing countries, which other labels routinely accept. With b Everlast, though, and its sister range b Sport, the policy is changing slightly. \"The collection is made in Morocco because we have increasing ties with North Africa in France and because I like it there,\" she says. \"The factory is also socially responsible as decent wages are paid and child labour is not used.\" </p> <p> This sort of attention to detail is evident throughout the Agnès b empire, which employs more than 1,200 people worldwide. In addition to 114 boutiques, she has since 1984 run an art gallery in Paris which has showcased cutting-edge artists such as Seydou Keita, Frederic Bruly Bouabre and photographer Martin Parr. Since 1997 she has funded a magazine, published eight times every year, which gives free rein to selected artists to do as they wish; 100,000 copies are distributed free around the world and recent collaborators have included Gilbert and George, writer-director Harmony Korine and Louise Bourgeois. In 1998, Agnès was the first French person to present the Turner prize to the winner. </p> <p>Then there are the movies. She has produced three films so far (Funny Games, Seul Contre Tous and Peau Neuve) and has now found a novel way to show her collections - by directing a short movie in which actors model the new collection (she never stages catwalk shows). She was also heavily involved in the recent Sarajevo Film Festival and her current collection is entitled J'aime le cinema . </p> <p>For all this, Agnès has a relaxed, almost haphazard demeanour. One senses that if something needs doing, she simply does it, working instinctively, as artists do. \"I have no difficulty focusing on the clothes with all my other interests. I enjoy it and work quickly. Anyway,\" she adds, \"lots of actors and artists like my clothing which is very encouraging.\"</p>",
  "<p>The Irish answer to Big Brother and MTV's Real Life launches today, involving five students based in Dublin. </p> <p>Five volunteer Dublin students - three male and two female - were today faced with the unenviable task of being filmed going about their everyday lives in their shared home. </p> <p>The \"reality-based\" websoap, called No 54, will be available though the Irish student website, Oxygen.ie, with the cameras being switched on until the new year. </p> <p>In exchange for being filmed, the students will have rent-free accommodation, but only for the duration of the soap. The websoap has been set up by Oxygen, which picked the five contestants from more than 500 students who responded to an ad. </p> <p>In all, 20 webcams have been installed to cover all the action in every room, including the bathroom. </p> <p>Cara Given, Oxygen content manager, explained the idea wasn't just to be an Irish web version of Big Brother. \"The show will feature live bands, DJ sets, stand-up comedy and more. The students will live in the house, be online all the time. And their lives will provide the entertainment for the channel where there are no regular scheduled events. They are stars in the making.\" </p> <p>The students involved include Frieda Gormley, 20, a law student at Trinity College, Dublin; Ross O'Mullane, 22, studying information and communications technology at Trinity; Ewan Kelly, a Trinity history and French student; Liam Doyle, 23, studying analytical science at Dublin City University; and Siobhan O'Dowd, 20, a drama student from Belfast. </p>",
  "<p>Erin Pizzey (Letters, October 26) challenges Bea Campbell's observations that \"men are the problem\" (Comment, October 25) for our understanding of violence. I am the author of the snapshot of domestic violence in the UK (the results can be found on: <a href=\"http://www.domesticviolencedata.org\">www.domesticviolencedata.org</a>). This study was based on police activity throughout the UK on September 28. </p> <p>On this day, 81% of those contacting police were women attacked by men, 8% men attacked by women; 4% women attacked by women and 7% men attacked by men. Even \"official\" statistics show that men as perpetrators overwhelmingly dominate domestic violence. Men even attack other men almost as often as women attack them. For some men, domestic violence surely lurks at home. But to deny the impact of gender in the information we have about domestic violence is surely a mistake. </p> <p>I suggest that Pizzey begin a campaign to stop pub violence. Here is indeed a very serious issue of men's safety vis-a-vis violence in this country. All our evidence suggests that for men, it is the violence found in pubs and clubs and from disputes and conflicts with friends and neighbours that harm men the most. </p> <p>To deny the gender of violence is to deny all the evidence we have. Since we are now beginning to understand that social policy and practice should be evidence-based, we should insist that good policy understand the gendered nature of violence.<br><strong>Prof Betsy Stanko</strong><br> Director, ESRC Violence Research Programme<br>University of London<br>vrp@rhul.ac.uk </p> <p>I addressed the Conservative party conference on domestic violence. I joined the Women's Choices debate, drawing attention to the fact that in a land of freedom and choice many women have no choice even over what happens to their own bodies being, as they are, victims of abuse in the home. I was stopped many times by delegates of both sexes telling me of daughters and women friends who had been beaten up and even stabbed by boyfriends and husbands, and reminding me that abuse can also take the form of mental and psychological control. </p> <p>The image of women as disposable objects is a possible contributory factor and well overdue for investigation. The report is a damning indictment of domestic life in 21st-century Britain.<br><strong> Julia Barnes</strong><br>Cheltenham, Glos </p> <p>Erin Pizzey is right: women can be violent too. Research carried out for the Department of Health found that over three-quarters of mothers had smacked their one-year-old babies, and 14% used implements - usually wooden spoons and slippers - to hit their children. Domestic violence against babies and children is routinely minimised. In fact three weeks into the 21st century the government issued a consultation document asking whether physical punishment causing brain damage can ever be defended as \"reasonable\". Let's hope this shameful document marks a turning point and that the law is soon reformed to give children the same protection from assault as adults.<br><strong>Carolyne Willow </strong><br>Children's Rights Alliance for England<br>cwillow@primex.co.uk </p> <p>Some men are violent some of the time, and in some circumstances - just as some women are. If we begin to look for the causes of such violence, which might range from social factors such as poverty, crime and social exclusion through to the disinhibiting effects of drugs and alcohol, we might start to find some answers. As it is, all Ms Campbell offers is an appeal for the subspecies of man to stop it.<br><strong>Stephen Baker</strong><br>London</p>",
  "<p>Hackers have broken into Microsoft's computer network and may have stolen blueprints to the latest versions of the company's Windows and Office software. </p> <p>Microsoft confirmed the electronic break-in late last night and said they were working with police and the FBI to investigate. They believe the episode was \"industrial espionage\". </p> <p>Rick Miller, a spokesman for Microsoft, would not confirm whether the hackers may have accessed any of Microsoft's \"source code\", the blueprints for such products as the Windows operating system.</p> <p>But he said there was no evidence that any source code for Windows, or other commercial software, had been modified or corrupted in the incident.</p> <p>Mr Miller said: \"We're still looking into it. We're still trying to figure out how it happened.\"</p> <p>He added: \"\"This is a deplorable act of industrial espionage and we will work to protect our intellectual property.\" </p> <p>Security employees discovered on Wednesday that passwords used to transfer the source code behind Microsoft's software were being sent from the company's computer network in Redmond, Washington, to an email account in St. Petersburg, Russia.</p> <p>A source quoted in the Wall Street Journal said that it appeared the hackers accessed Microsoft's system by emailing software, called QAZ Trojan, to the company's network. They then used this to open a \"back door\" through the infected computer. </p> <p>In hacking terms, a \"trojan\" is similar to the trojan horse of Greek mythology. It looks like a normal attachment in an email, such as a word document or picture, but contains a hidden code that can take limited control of the recipient's computer. </p> <p>Once inside, the hacker software can be used to deliver passwords from one computer to another or even to destroy files. </p> <p>The identities of the hackers are unknown. They are believed to have had access to the software codes for three months. </p> <p>In order to make sure that the hackers cannot use any stolen source code, Microsoft may now have to change commercial software used internationally by businesses, governments and consumers. The risk of this is said to be remote, although the firm have admitted they are not certain of the hackers' motives. </p> <p>The FBI have so far declined to comment on the incident. </p> <p><strong>Useful links</strong><br><a href=\"http://www.zdnet.co.uk/news/2000/41/ns-18537.html\">Microsoft underground - ZDNet</a><br><a href=\"http://www.pchell.com/virus/qaz.shtml\">Tackling Trojan - PC Hell</a><br><a href=\"http://www.fbi.gov/programs/ipcis/ipcis.htm\">FBI computer protection squad</a><br><a href=\"http://www.guardianunlimited.co.uk/weblogarticle/0,6799,194423,00.html\">Cry hackerdom - FEED magazine</a><br><a href=\"http://www.zdnet.com/intweek/stories/columns/0,4164,2637321,00.html\">Feds' crusade - ZDNet</a></p>",
  "Michigan is not the biggest prize, in terms of electoral college votes, but in this neck-and neck race it offers riches beyond count. In the last two presidential contests, it was solid for the Democrats, but this time it is called a toss-up state, with all the polls suggesting the race is too close to call. <p>Little wonder, then, that George W Bush is campaigning hard in the state, while campaign workers for Al Gore have launched a so-called phone blitz of Michigan voters, bombarding them with recorded messages. </p> <p>The phone campaign could, in fact, backfire. Republicans, who are hopping mad about them, hope they will antagonise voters. </p> <p>In one of the calls, Charlotte Cherry of Houston, Texas, says that \"Governor Bush has accepted $1.3m (£0.9m) from corporate polluters, and he's allowed them to keep polluting while my kids suffer.\" Another Texas caller says Bush signed legislation weakening nursing home regulations. </p> <p>Actor Ed Asner, a strong Gore supporters, has also recorded calls criticising Bush. He warns listeners that \"George W Bush has a proposal that would undermine Social Security, even scuttling current benefits.\" </p> <p>So far, there is little evidence that the phone campaign has swayed voters either way. The <a href=\"http://www.freep.com/\" target=\"_new\">Detroit Free Press</a> today reports that in the state senatorial contest, the Democrat candidate has come from 10% behind two weeks ago, and is now running neck and neck with the Republican incumbent. </p> <p>There is better news for Bush in a fun little news-in-brief about the sales of Halloween masks, which are said to mirror the Presidential election results back to 1972. This year Bush masks are outselling Gore ones, 58% to 42%. </p> <p>The <a href=\"http://www.detnews.com/\" target=\"_new\">Detroit News</a> also runs a poll showing Gore on level pegging with Bush at 42%, with 13% still undecided. But in Detroit itself, it says, Gore is leading by a whopping 80% to 7%. </p> <p>Outside the city, Michigan state is much more equally divided. The <a href=\"http://www.Lenconnect.com\" target=\"_new\">Daily Telegram</a> of Lenawee County eschews all mention of the Presidential race, but devotes a long editorial in praise of the local Republican candidate for re-election to the House of Representatives. </p> <p>The <a href=\"http://www.thehollandsentinel.net\" target=\"_new\">Holland Sentinel</a> has already decided who will next inhabit the White House. It features a syndicated column by Cal Thomas, which starts: \"President George Bush had it in 1992. Bob Dole had it in 1996. Now Al Gore seems to be getting it. It is the political death pall that comes over a presidential candidate when he realizes he probably will lose the election.\" </p> <p>But the bias is not all one way. The <a href=\"http://www.michigandaily.com\" target=\"_new\">Michigan Daily</a>, based in Ann Arbor, highlights the state senatorial contest. It suggests that the steady improvement in the poll fortunes of the Democrat candidate could be good news for Al Gore. </p> <p>The <a href=\"http://www.macombdaily.com/\" target=\"_new\">Macomb Daily</a> focuses on the state legislature elections, endorsing five Democrat candidates and three Republicans.</p>",
  "<b>What happened?</b> <br> Microsoft security employees noticed passwords being remotely sent to an email account in St Petersburg, Russia, on Wednesday. Alarmed, they investigated and discovered that those internal passwords were being used to transfer secret source code from the US company's computer network in Redmond, Washington. <p><b>What is source code?</b><br> It's the computer language which is used to build Microsoft's software programs such as Word and Office, the leading programs used by businesses throughout the world.</p> <p><b>But surely Microsoft have tight security - how did the hackers penetrate it?</b><br> Experts believe they used a program called QAZ Trojan. In principle this works like the Trojan Horse from Greek myth in so far as it sneaks into computers under camouflage before wreaking havoc. </p> <p>First the hacker sends a seemingly innocuous file via email to an unsuspecting person. But hidden within is an insidious program which can infiltrate the computer of the user who opened it. Once it has embedded itself in the machine, the program becomes a \"back door\" for hackers. It gives them limited control of the machine. They can bide their time before doing anything, root around the system for passwords, find them and then email information to themselves. </p> <p><b>Why would they want it?</b><br> Microsoft is saying it is not exactly sure and has denied that any of its upcoming software blueprints - including a new version of its Windows operating system - have been stolen. But certainly some source code has been taken and no one seems to be sure at this stage of exactly what the hackers have taken or whether they got what they were after. </p> <p>Electronic logs show internal passwords being used to send source code outside the internal network. Microsoft has been very clear, however, in branding the attack on its \"campus\" as industrial espionage. </p> <p>There has also been speculation that those who broke in could have been \"data hostaging\", although there is no news of any demands for money from the hackers. One theory is that the hacker, rather than acting on behalf of a business rival, could just be motivated by pure mischief. If this was the case, the worst case scenario for Microsoft would be seeing the source code appear on a web site, or attacked in the future by viruses. </p> <p><b>Is the Microsoft network now safe?</b><br> The firm has stopped slightly short of saying so. Asked if the attacks had stopped, company spokesman Rick Miller, who had branded them a \"deplorable act\", could only say, \"we believe so\". </p> <p><b>How damaging is this for Microsoft?</b><br> It is too early to say, as the FBI investigation is just under way, with their principal lead the link to a Russian email account. If rivals have seen details of forthcoming Microsoft products this could threaten their dominant market share. </p> <p>The fear is that rivals could make illegal copies of software or use the information to contaminate them with viruses. Microsoft is now meticulously searching to see if any of its data has been affected and has said that, so far, it has not found evidence of this. However, the bad publicity may turn out to be as damaging as that from any industrial espionage. Microsoft seems to have been aware of this as it only informed the authorities yesterday, which suggests it had wanted to deal with the problem internally. </p> <p>The firm already has a bad reputation for security, partly because its email service, Hotmail, has been successfully hacked in recent years, with thousands of people's private emails left temporarily without protection. Also, the high profile anti monopoly rulings which have been made against Microsoft in the US have damaged people's perception of the firm and its creator, Bill Gates. </p> <p><b>Is hacking with \"Trojan\" software a problem elsewhere?</b><br> It sure is. Theoretically, a hacker could plant a Trojan Horse in your system through an email, which could send details of commercially sensitive files or alter account details. The Trojan Horse can also disguise its origin so that the criminal cannot be traced. The only protection is to regularly update anti-virus software - codes often written by hackers themselves - and firewalls - security codes that protect the system from illegal entry.</p> <p>Mobile phones could also be at risk. There has been one reported example of an email containing a Trojan Horse that disables WAP phones. The Trojan Horse can lie dormant in a computer until activated by a pre-set command. It may produce a rude message , wipe your hard disk, or activate an embedded program that could send emails of your online banking transactions to a third party who will then be able to hack into your account and steal your money. Recent security breaches at Barclays and PowerGen show how easy it can be for hackers to acquire credit card details over the internet. </p> <p><b>Are firms not terrified of all this?</b><br> A survey of senior directors of 800 FTSE 100 companies, by the information security consultant Integralis, found that 79% of companies have suffered financial loss from virus contamination. Anxieties are flooding through the computer industry, increased by episodes such as the Melissa and Love Bug viruses, which disabled many computer networks earlier this year when they arrived as e-mails with file attachments which staff unwittingly downloaded. But while big companies installed sophisticated firewalls, small firms and consumers lack awareness and protection. Manufacturers have been called on to build firewalls into any new computer or telecoms equipment.</p> <p>Learning how to distinguish a bona fide customer from a fraudster is a problem that many small businesses are having to tackle by buying internet security. BT's Entrust and the Post Office's ViaNet services both issue subscribers who have passed credit rating tests with a wraparound code that they can use to tag their emails. Customers see the code and know the transaction is genuine.</p> <p>But the overall problem is compounded because outside the European Union there are less standard virus checks. Greg Smith, chairman of the Telecommunications Managers Association, says: \"What I'd like to see is improved virus and Trojan Horse protection from the Internet service providers, particularly with the delivery of email. At the moment Internet service providers are walking away from it.\"</p> <p><b>Related articles:</b><br> <a href=\"http://www.guardianunlimited.co.uk/internetnews/\">Special report: Net news</a><br> <a href=\"http://www.guardianunlimited.co.uk/internetnews/subsection/0,7370,371345,00.html\">Net news: online security</a><br> <a href=\"http://www.guardianunlimited.co.uk/theissues/article/0,6512,388957,00.html\">The issue explained: How Microsoft was hacked</a><br><a href=\"http://www.guardianunlimited.co.uk/Archive/Article/0,4273,4019953,00.html\">May 19 2000: The love bug and other notable viruses</a><br> <a href=\"http://www.guardianunlimited.co.uk/Archive/Article/0,4273,3883387,00.html\">July 15 2000: The year of computer viruses</a></p> <p><b>Useful Links:</b><br> <a href=\"http://www.nipc.gov/\">Internet protection centre - nipc</a><br> <a href=\"http://www.microsoft.com\">Microsoft</a></p>",
  "<p>Ruth Prawer Jhabvala on: <strong><a href=\"#classics\">Her education and what her job entails</a></strong> | <strong><a href=\"#purpose\">Purpose of film adaptation</a></strong> | <strong><a href=\"#James\">Adapting Henry James for the screen</a></strong> | <strong><a href=\"#goldenbowl\">Getting The Golden Bowl made</a></strong> | <strong><a href=\"#ivory\">Working with James Ivory</a></strong> | <strong><a href=\"#ververs\">Developing the character of the Ververs</a></strong> | <strong><a href=\"#symbol\">The symbolism of the golden bowl</a></strong> | <strong><a href=\"#amerigo\">The character of Prince Amerigo</a></strong> | <strong><a href=\"#pastiche\">The movie as a pastiche</a></strong> | <strong><a href=\"#charlotte\">The character of Charlotte Stant</a></strong> | <strong><a href=\"#losing\">Losing scenes</a></strong> |</p> <p><strong>Philip Horne:</strong> Am I right in saying that after escaping from Nazi Germany you came to London in 1939, and later studied English at London University. Does English literature, or Anglo-American literature, have a special meaning for you?</p> <p><strong>Ruth Prawer Jhabvala:</strong> Well, I was very lucky to come here when I did, I was also very lucky to have the years of doing nothing but reading, mostly English literature. So my whole background is that. It was extremely fortunate for me. Also English became my first language.</p> <p></p> <p><strong>PH:</strong> Do you think studying literature is a better preparation for writing screenplays, or at any rate adapting classics for the screen, than going to film school would be?</p> <p><strong>RPJ:</strong> Well, I started off and still am primarily a novelist, and not a screen writer. Studying English literature is really not studying - to have all those years to read is a gift. Particularly as I wasn't really very good at anything... It was wonderful to have all those years to read. But I will say that while I was preparing for my degree I never wrote. I wrote before and after, but during those years I just read. I even wrote a thesis on the short story in England from 1700-1750. There weren't any of course but that was my thesis!</p> <p><strong>PH:</strong> Do you think that studying literature at university is why you were interested in adapting classics? </p> <p><strong>RPJ:</strong> I was never interested in adapting classics at all. I've written four novels. I was never interested in film. Never. I never even thought of it. I wasn't even a film buff, I didn't see many films ever. I never thought of it until Merchant Ivory came to India and filmed one of my books - they said 'Why don't you write the screenplay?' and I said, 'Well, I've never written a screenplay and I haven't seen many films', because I was in India by that time and hadn't really had any opportunity to see new films or art films or classic films or anything. So they said, 'Well try. We haven't made a feature film before.' So that was really my introduction into film.</p> <p></p> <p><strong>PH:</strong> Is there a main purpose in adapting classics for film?</p> <p><strong>RPJ:</strong> The main purpose is, well, you have to, well the main purpose is that I have such a good time - I mean think of all that marvellous material. Just think of spending all that time in The Golden Bowl and other James and Forster books we have done. But especially Henry James because, not so much in Golden Bowl, but the other two [The Europeans, The Bostonians] - he has such marvellous characters and he has such strong dramatic scenes. You just put your hand in and pull them out.</p> <p><strong>PH:</strong> There isn't an educational impulse?</p> <p><strong>RPJ:</strong> I'm afraid not! Maybe there should be, but I'm afraid I only think of myself.</p> <p><strong>PH:</strong> I suppose you are trying to communicate your enjoyment?</p> <p><strong>RPJ:</strong> Yes, yes. I suppose, yes. And in a way it's a homage to a great author. You know I never write any critical articles or critical reviews, never write anything except fiction and screenplays, so it is a kind of homage. But I never think I'm doing a public service or anything... [<strong><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj1.ra\">Soundclip 1</a></strong>]</p> <p><strong>PH:</strong> Do you have any idea why American literary classics from the turn of the century seem to be so fashionable at the moment?</p> <p><strong>RPJ:</strong> Is Henry James particularly fashionable? Well let me think. Well yes, I think so.</p> <p><strong>PH:</strong> Over the last few years...</p> <p><strong>RPJ:</strong> Yes. Well, it is such grand material, wonderful scenes, great characters, such wonderful relationships between the characters - well the material is there.</p> <p></p> <p><strong>PH:</strong> The French director Jacques Rivette said in 1974 that James is one of the 'unfilmable' authors, who 'can be filmed diagonally, taking up their themes, but never literally'. You obviously don't agree... </p> <p><strong>RPJ:</strong> No, I do agree! Any adaptation you do it diagonally. You can take up the theme but you can never, never, never do it literally. You'd come up with a kind of travesty, if you tried to interpret anything literally.</p> <p><strong>PH:</strong> But fidelity, is that important?</p> <p><strong>RPJ:</strong> Fidelity is not the first [thing] No I don't think so. Like I said, the theme and the feel of the characters the ambience and their relationships that is what you try and but never, never literally. </p> <p><strong>PH:</strong> So it's a separate work, really?</p> <p><strong>RPJ:</strong> In a way. I'll tell you what I usually do. I read the book several times, usually it's a book I know very well anyway, but I read it several times and make some notes and make a kind of plan that I think I would want to follow - usually I don't, it breaks down at some point - and then I put the book away and really don't look at it again until I've filled out my own thing. And then I look at it again and see what I have missed. But there is a period when the book and I are two separate entities.</p> <p><strong>PH:</strong> How much changing do you do when you go back to the book at that stage? Or what kinds of things do you change?</p> <p><strong>RPJ:</strong> Nothing really - usually I find that I look for some poignancy or some scene that might contribute more, that might point something out that should be there in the screenplay. I try and find that. Or even just half a line of dialogue can be a God-send to me at that point.</p> <p><strong>PH:</strong> How well do you find Henry James' dialogue works?</p> <p><strong>RPJ:</strong> Well, again, it works diagonally. You really have to transcribe it. He's not the only person - all the others - you can never just take it off the page. However colloquial the language might sound, this is not how actors can speak. [<strong><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj2.ra\">Soundclip 2</a></strong>]</p> <p><strong>PH:</strong> Could I ask what you liked or what you didn't like about any of the recent James adaptations?</p> <p><strong>RPJ:</strong> Well, I like Portrait of a Lady very much, and that was a book we had wanted to do over 20 years ago, but we never had the money for it. We did two other Jameses, it was easier, we started with The Europeans because that was all in America so it was much easier and a much smaller film so it was much easier to raise the money. And then again with The Bostonians, that was all in America, easier for us to shoot. Then other things came in-between and Portrait of a Lady went I'm afraid.</p> <p><strong>PH:</strong> Did you ever get as far as a script?</p> <p><strong>RPJ:</strong> No.</p> <p></p> <p><strong>PH:</strong> I really should congratulate you on making a film, and on getting a film made, of The Golden Bowl at all. Was it hard work getting it made? </p> <p><strong>RPJ:</strong> To get it made? Um, well, no, we got, well people said 'This is not a good novel' or 'This is not one of Henry James' really good novels'. They didn't want to go ahead with it. But we did get money for the screenplay, money for the development, and once we had that we didn't have too much difficulty.</p> <p><strong>PH:</strong> How did you pitch the story?</p> <p><strong>RPJ:</strong> I wrote a sort of outline of the book - how we were going to see it and a background of the characters - and that's what we sent out. Because I didn't really expect anyone to have read the book. </p> <p><strong>PH:</strong> Was there an emphasis that you thought was central to that?</p> <p><strong>RPJ:</strong> Well, yes, I think that we said that this was a passionate encounter between four people, and we thought that might sound good to them. So if this had been our first second film or our third film we may have had more difficulty, but we did have a good [track] record, so people came forward and said, \"Well, it may not look like much, but, you know \" [laughs] But certainly if we had started out and it had been an early film, we might have had real difficulties.</p> <p><strong>PH:</strong> How different is The Golden Bowl to how you would have done it, say, straight after The Europeans?</p> <p><strong>RPJ:</strong> I don't think it would have worked so well for me. No, I think I needed a lot more practice, because this was a very difficult script. This was the hardest. This was the nicest and the hardest. The only other one that has been equally difficult and equally rewarding was Mr and Mrs Bridge - I don't know if you know that one, by Evan S. Connell. Well it was two books actually, which we adapted into one. And that was one of my favourite films. But those two were the hardest.</p> <p><strong>PH:</strong> When Jack Pulman adapted The Golden Bowl for the BBC in 1972, in the famous version directed by James Cellan Jones, with Cyril Cusack, Daniel Massey and Gayle Hunnicutt, they had six 45-minute episodes - a total of four-and-a-half hours. At 130 minutes, your version is only half that length. Are you at all envious?</p> <p><strong>RPJ:</strong> Oh no, no, no. Not at all. That's the difference between television and film, television rests so much on dialogue, not as visual as a film is. You can develop things much more slowly and carefully. But in a film, I mean you just couldn't do it. I wouldn't want to.</p> <p><strong>PH:</strong> But were there sections you would have liked to have taken longer on?</p> <p><strong>RPJ:</strong> No, not really. We were in a two-hour format. Since we did not have time for four or six hours, I thought, well we might as well adapt ourselves to what we have, and just take the essence of the situation and each incident and turn in the story. We couldn't dwell on it.</p> <p></p> <p><strong>PH:</strong> You obviously have a wonderful working relationship with James Ivory. But late Henry James is notoriously ambiguous and difficult, and no two readers of The Golden Bowl read it quite the same way - in fact, a single reader often sees different things in it at each reading. Did you always see it the same way?</p> <p><strong>RPJ:</strong> Yeah. I think we must have done. I mean the screenplay - he read it, and he had some objections, but there was nothing fundamental. I don't think we ever had a fundamental difference of opinion.</p> <p><strong>PH:</strong> Could you talk about how your process of collaboration with James Ivory works?</p> <p><strong>RPJ:</strong> Well, when I lived in India and he lived in New York, or wherever he was, we did a lot through correspondence. But now we all live in New York... I am still so used to working on my own that I do several drafts for myself first and then send them to him to make marks in the margin. And then I rewrite, and this goes on over a few months. And then finally, before he really starts to get it all together, we sit together and see where we still might have disagreements. Then he goes and shoots the film - I have nothing to do with that - I only go along to see some rushes. But I will see the rough cut, which is usually twice the length of the final version, then I see it again, and we sit in the editing room for some time and, you know, fiddle about.</p> <p><strong>PH:</strong> So you are involved in the editing?</p> <p><strong>RPJ:</strong> Yes, I am involved in the editing but not in the actual production, or in the casting. [<strong><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj3.ra\">Soundclip 3</a></strong>]</p> <p>* * * </p> <p><strong>PH:</strong> Whose idea was it to begin the film in Renaissance Italy with the discovery of adultery and the killing of the lovers?</p> <p><strong>RPJ:</strong> Well, I put that in right from the beginning because I thought to myself, well how am I going to show who this prince is and where he comes from? So I read a lot of books about the Renaissance and I came across a story in which a duke actually does kill a stepmother who was involved with her stepson, so I thought, well that's a good background for this film! You can't do these sort of things in a film, but in television you could, you could say that [just] in dialogue. You know, [a narrator] could sit there and expound and talk about it and everyone could listen, but in a film you just can't do that.</p> <p><strong>PH:</strong> The duke is one of the ancestors?</p> <p><strong>RPJ:</strong> Yes. And then there is the slideshow [later in the film], of the families, and then the story of the duke is told.</p> <p><strong>PH:</strong> Later on, in your story, the role of the duke seems to be closer to Adam Verver.</p> <p><strong>RPJ:</strong> Well yes, you know, you're supposed to think that! </p> <p></p> <p><strong>PH:</strong> In the book, the figure of Adam Verver is ambiguous to the end, so that we don't ever really know whether he has any clear idea what's been going on, or whether he's a bit of a simple soul, all of whose subtlety is used solely on his business. In your film it seems to me we know very clearly that he knows [what's going on between his wife and stepson].</p> <p><strong>RPJ:</strong> He's immensely clever. A man doesn't become a billionaire and a patron of the arts if he's dim!</p> <p><strong>PH:</strong> So that ambiguity</p> <p><strong>RPJ:</strong> There is no ambiguity. How could he have become a billionaire? In the book he manipulates the entire situation - he and Maggie between them. He in silence, but he knew what everyone else was thinking.</p> <p><strong>PH:</strong> I was struck by the sympathy with which you presented the predicament of the Ververs who, in much academic criticism since FR Leavis, are taken to be capitalistic vampires, an essentially incestuous father-daughter team, draining the passionate blood from their weaker partners. Do you think there's a sinister side to what the Ververs do in the book that doesn't appear in the film?</p> <p><strong>RPJ:</strong> Not at all. I think Henry James loved Maggie Verver. He loves her and he enters into her more than any other character in any other novel. All of the passion that she has for the prince, this is Henry James' passion that he has given her. I really don't see this reinterpretation. Though I like Gore Vidal's introduction [to the Penguin edition*] very much, but I didn't really like his thesis that they are the manipulators, and the prince and Charlotte are the victims. In a way they are the victims because they are social victims, because they have nothing and are dependent on them. But that has nothing to do with the character of the Ververs, who are all goodness, and Henry James painted them as goodness, in a way that an earlier Bostonian knows goodness, I think. [<strong><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj4.ra\">Soundclip 4</a></strong>]</p> <p></p> <p><strong>PH:</strong> I admired your courage in actually having the golden bowl itself appear and also be discussed as a symbol. Could you say something about what it means for you?</p> <p><strong>RPJ:</strong> Well first of all it's an object, we had to have it there, it's a physical object, which one person buys and another does not. The moment when the golden bowl is delivered in the film is also the moment when she [Maggie] discovers about the relationship between Charlotte and her husband. The golden bowl itself - Fanny says she does not believe it - it has a crack, it's damaged, and Fanny says, 'Who would think? It looks so perfect?' And then she [Maggie] says 'yes, a perfect fake'. And that's how she sees the situation that has been created for her, her marriage, and her father's marriage in fact, is a perfect fake. Like the golden bowl. And shortly afterwards [Amerigo] asks, well, 'What do you want?' and she says, 'I want a happiness without a hole in it, I want the bowl without a crack'. So it's a perfect symbol for us, and in the film we do see it.</p> <p><strong>PH:</strong> You seem to agree with the idea that the man in the shop who sells Maggie the golden bowl, and intervenes decisively in the plot, is Henry James appearing in the action. Am I right?</p> <p><strong>RPJ:</strong> No, that was an accident.</p> <p><strong>PH:</strong> Really? It was an accident? Because many critics think it intentional. [The shop owner] says 'my golden bowl' in a rather emphatic way.</p> <p><strong>RPJ:</strong> Yes he does look like [Henry James]. (laughs). But no, I never thought of that. Plus I wasn't there when he was cast.</p> <p></p> <p><strong>PH:</strong> You also seemed to have rethought Prince Amerigo, making him less languid and passive than he appears in the book. I noticed that he drives his own car and has his chauffeur sit in the back; and he even wins a bicycle race. What is the logic behind that?</p> <p><strong>RPJ:</strong> Well, you can't have a languid central character otherwise why would these two women be in love with him? You need some kind of driving force. [<strong><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj5.ra\">Soundclip 5</a></strong>]</p> <p>* * * </p> <p><strong>PH:</strong> In the first edition of The Portrait of a Lady, Isabel first comes across Mme Merle playing Beethoven on the piano; in the revised edition it's Schubert, a more beautiful, sadder, less stirringly courageous composer. You have Charlotte play Adam Verver a Debussy Sarabande. Does that characterise her? [In the novel she just plays Adam some of his 'favourite things', unnamed (182).]</p> <p><strong>RPJ:</strong> No, not at all. Charlotte plays very badly and Henry James says she plays like you would play a game of tennis, you know, correctly but... Debussy was at that time a modern composer, so... I think in Room With a View we had Schumann a lot</p> <p><strong>PH:</strong> Incidentally, you have Fanny near the end of the film tell the story of The Portrait of a Lady as if it's something that's happened to a friend - she's a friend of Isabel Osmond, nee Archer</p> <p><strong>RPJ:</strong> You spotted that? Good! In fact I put it right in, and then she turns round and says, 'That dreadful husband, what was his name?' I had in fact put in his real name, but Jim [Ivory] thought that was going too far... so he used another name.</p> <p><strong>PH:</strong> Was that a joke?</p> <p><strong>RPJ:</strong> Well, I thought it was as good a story as any!</p> <p><strong>PH:</strong> So that's 20 years after the action of Portrait of a Lady?</p> <p><strong>RPJ:</strong> Yes.</p> <p><strong>PH:</strong> Do you think Isabel is happy?</p> <p><strong>RPJ:</strong> No, no. I'm afraid not [laughs]. I think this is the one book with a happy ending.</p> <p><strong>PH:</strong> The Golden Bowl? You think Charlotte is happy?</p> <p><strong>RPJ:</strong> Well, yes. She is going to be one of these great patronesses of the arts like Isabella in The Bostonians, and he will probably die 20 years before her, and it will all be hers. </p> <p><strong>PH:</strong> Adam and Charlotte do seem here to have a marriage in which sex might happen. Is that right, and is she lying when she says to Amerigo that she will never have children?</p> <p><strong>RPJ:</strong> I'm afraid there is something that we had to cut out there. She could not have children. We had that in one scene that we had to drop. In fact two scenes. There was one where she comes back from the doctor's and tells Adam that they all say the same thing, and he says 'Well, you know... '. And then there is another scene where she says, you know, 'I have been to Sir Matthew-this and Sir William-that and they all say the same thing'. She is barren. And in the book she says that she can't have a child but it is not her fault. But we didn't want to undermine Adam Verver's manhood! [laughs] Since we had Nick Nolte! It is very different from the book because in the book Adam Verver is not such a fine figure of a man.</p> <p>* * *</p> <p><strong>PH:</strong> Is there a literary critic on The Golden Bowl whose work you admire or agree with, or have been influenced by?</p> <p><strong>RPJ:</strong> No, I never read about anything, I always read the thing. I read around the social life and where it all came from, but it would disturb me to read other people's opinions I think. I really want to go to the text itself, or to how the text came about - the personal and social circumstances behind it.</p> <p></p> <p><strong>PH:</strong> The book was published in 1904, but your action runs from 1903 to 1909. Were you inspired by the recent [1997] film of The Wings of the Dove, which also pushed its action forward to the end of the Edwardian period in order to get in those modern things - like the ballet you include? What is the ballet?</p> <p><strong>RPJ:</strong> It's an invention by an American choreographer called Carol Armitage with whom Jim has worked with before. Our usual composer, Richard Robbins wrote the music.</p> <p><strong>PH:</strong> So it's a pastiche, like Bernard Herman's pastiche in Citizen Kane, the opera that Kane's second wife performs and fails to hit the top note?</p> <p><strong>RPJ:</strong> Yes, it's completely a pastiche.</p> <p></p> <p><strong>PH:</strong> So Charlotte likes modern things and Adam doesn't?</p> <p><strong>RPJ:</strong> Well, he's not very musical anyway, remember when she plays the piano, he's half asleep. Art is his thing, not music. With her everything would tend to be somewhat fashionable, like a woman like that would be today... </p> <p><strong>PH:</strong> So you think she doesn't have a deep appreciation of art?</p> <p><strong>RPJ:</strong> I don't think so, no. Although she will, already in the later scenes she has learnt a lot. And certainly when they reach America and start this museum, she is going to make herself a great expert. </p> <p>* * *</p> <p><strong>PH:</strong> When Maggie brings the book out to Charlotte in the garden at the end, you introduce a detail that's not in the novel. Charlotte comments, 'I read something else by the same author. I found it rather contrived.' Is the book meant to be a book by James?</p> <p><strong>RPJ:</strong> No! No, absolutely not. 'But the social scenes are well done', that's the next bit [of their conversation]. But no, absolutely not, never.</p> <p><strong>PH:</strong> I thought it might be James, because Charlotte wouldn't understand James.</p> <p><strong>RPJ:</strong> No, no. I wouldn't do that.</p> <p><strong>PH:</strong> Would Charlotte like James if she had read him?</p> <p><strong>RPJ:</strong> Well, she might like early James - Daisy Miller - up to, well not The Europeans, too American, but the early ones that were really popular. She might even have read Portrait of a Lady - she's not a fool, although they do say a lot in the book that she's really stupid, and compared with the others perhaps she is, but she does have her wits about her.</p> <p></p> <p><strong>PH:</strong> When they go to see [art dealer] Mr Guterman-Seuss, in the book it's supposed to be Brighton but you made it Camberwell. Why?</p> <p><strong>RPJ:</strong> Well, we didn't want to take a trip to Brighton, and some London suburb was easier. In fact we did have a scene where he laid out the tiles and Adam Verver sees how appreciative Charlotte is of it and that bring him closer to proposing - as he did in Brighton - but we had to cut that scene out in editing. A lot gets lost! But you don't regret it afterwards, you really don't feel regret for the scenes that have gone.</p> <p><strong>PH:</strong> What other scenes were cut at editing stage?</p> <p><strong>RPJ:</strong> Oh, many! [laughs] Very, very many. At the beginning there were scenes about inviting Charlotte to stay at Fawns and how poor she is, and the prince listens to all of this, and how she had a great romance with somebody but no-one knows who it is, and the poor prince is having to sit there... but all that went. We don't cut scenes out because of length, we just want the scenes that really work for us. If you only have two hours the essence is what you come down to.</p> <p><strong>PH:</strong> Do you have any other James adaptations in mind?</p> <p><strong>RPJ:</strong> No, I don't think so. I think that The Golden Bowl is the ultimate for him, it's his last novel... so I don't think I'd particularly want to. There's none that I could think of now that I would want to do. [<strong><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj6.ra\">Soundclip 6</a></strong>]</p> <p> <strong>Soundclips</strong></p> <p><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj1.ra\"> \"The main purpose is that I have such a good time \"</a> (1min 13) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj2.ra\">\"Any adaptation, you do it diagonally \"</a> (1min 28) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj3.ra\">\"I don't think we ever have a fundamental difference of opinion \"</a> (2min 16) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj4.ra\">\"A man doesn't become a billionaire if he's dim!\"</a> (2min 21) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj5.ra\">\"Otherwise, why would these two women be in love with him?\"</a> (0min 31) <br><a href=\"http://www.pixunlimited.co.uk:7080/ramgen/film/goldenbowl/102500rpj6.ra\">\"You really don't feel regret for the scenes that have gone\"</a> (2min)</p>",
  "<p>The Australian captain, Steve Waugh, today added yet another distinction to a formidable career when he was named Wisden Cricketer of the Year 2000 by the Australian edition of the world-famous Cricketers' Almanack.</p> <p>Waugh was presented with the award by his Australia and New South Wales team-mate Glenn McGrath, who won it last year. They are the only two men to receive the honour Ü the first winner, in 1998, was Belinda Clark, captain of Australia's women's team.</p> <p>The presentation was made this evening at the launch party for the 2000-2001 Australian Almanack, held in the Long Room at the Melbourne Cricket Ground and attended by both the New South Wales and Victoria teams. </p> <p>The choice was made by Gideon Haigh, editor of Wisden Australia, who said he had been struck by the quality of Waugh's captaincy since he took over the Test team from Mark Taylor 18 months ago, and pointed out that after 10 consecutive Test victories, Waugh was now well placed to break the world record of 11 set by Clive Lloyd's West Indians in the mid-Eighties.</p> <p>Waugh has been captain of Australia's one-day side since December 1997, and lifted the World Cup in June 1999. Now aged 35, he became one of Wisden's Five Cricketers of the Year in England at the age of only 23, in 1989, when he was still waiting for his first Test century.</p> <p>The new Almanack is the third edition of the Australian version of the so-called Bible of cricket. It has a similar format to the original but comes in a green jacket rather than a yellow one.</p> <p>Wisden Cricketers' Almanack Australia 2000-01 is published by Hardie Grant Books, in association with John Wisden &amp; Co, recommended price A$49.95 (around £20). The book will be available shortly from Wisden in the UK Ü check wisden.com for details.</p>",
  "The set decorator Emile Kuri, who has died aged 93, nominally won two Oscars - for his splendid work on The Heiress (1949) and 20,000 Leagues Under The Sea (1954) - and, in all, his name was put up for eight. But he never actually received the famous gold statuette, because, prior to 1955, set decorators were only given plaques. <p>Unlike the production designer or art director, who is in charge of a film's overall design, the set decorator is responsible, according to the Complete Film Dictionary, \"for the furnishings, ornamentations and artwork, from the smallest to the largest items that make the setting real and immediate. He or she must have a knowledge of the technical aspects of film-making, especially how a set and its properties will photograph. The set director works with both stunt and special-effects personnel to create for them furnishings and properties that will satisfy their needs.\" </p> <p>This exactly describes Kuri's work in general, and on 20,000 Leagues Under The Sea in particular. With Peter Ellenshaw, the British-born exponent of the matte (a mask used to blank out part of an image in order to superimpose another), he created the Nautilus, Captain Nemo's magnificent futuristic submarine, equipping the claustrophobic interior with sumptuous furnishings in red velvet and gleaming brass rococo decorations, and a magnificent pipe organ. </p> <p>As most of the action of William Wyler's The Heiress takes place in a suffocating Washington Square mansion, Kuri's set decoration assumed primary importance. \"I believe that the emotions and conflicts between two people in a drawing-room can be as exciting as a battle,\" Wyler claimed - and, in this instance, Kuri provided him with the perfect background for the drama between his stars, Olivia de Havilland and Montgomery Clift. </p> <p>Kuri was born to Lebanese parents in Cuernavaca, Mexico. He left school at the age of 12 when his family moved to Los Angeles. A few years later, while working in a Hollywood furniture store, he met the wife of producer Hal Roach, who was so impressed by his advice and taste that she asked him to furnish the Roach mansion. </p> <p>One of Kuri's first film jobs was as assistant decorator on Roach's production of the ghost comedy, Topper (1937). In the same year, he became principal set decorator on the Hopalong Cassidy western series. His big break came with Alfred Hitchcock on Spellbound (1945) and Rope (1948). The action of the latter is confined to the apartment of two young murderers, who serve dinner on a large chest - chosen by Kuri - in which their victim is concealed. \"The most difficult thing,\" Kuri said, \"is to make a set not look like a set, but like a home, as if the people just walked in.\" </p> <p>For George Stevens's A Place In The Sun (1951), Kuri created the contrasting environments in which factory worker Shelley Winters and society girl Elizabeth Taylor live. In fact, he was so effective in conveying character through the sets - for instance, by giving a tawdry look to Winters' bedroom - that she complained that it made her character look like a tramp, and wanted something better. Also for Stevens, Kuri helped to create the atmosphere of the small homestead in Shane (1953) for gunslinger Alan Ladd. </p> <p>In 1954, Kuri joined the Walt Disney Studios, where he remained for the rest of his career. Here, he decorated the sets of 20,000 Leagues Under The Sea, The Absent-Minded Professor (1960), The Parent Trap (1961) and Mary Poppins (1964). He was also among the leading \"imagineers\" of Disneyland, super- vising the decor on such attractions as the sailing ship, Columbia, and the New Orleans Plaza Inn. </p> <p>Kuri shared Walt Disney's devotion to detail, and considered Disneyland his most challenging project because, unlike a movie set, the exhibits were to be permanent. Thousands of visitors to Disneyland and Walt Disney World in Florida, for which he was consultant, are daily exposed to Kuri's work. </p> <p>He is survived by two sons and a daughter. </p> <p><b>Emile Kuri, set decorator, born 1907; died October 10 2000 </b></p>",
  "<p>\u0095 <a href=\"http://guardian.imdb.com/Name?Hurley,+Elizabeth\">Elizabeth Hurley</a> has signed up for the lead role in the comedy Servicing Sarah, alongside Friends actor Matthew Perry. It tells the story of a process server (Perry) who is persuaded by a New York housewife (Hurley) to serve her husband in Texas with divorce papers, according to <a href=\"_\" \" http: dailynews.yahoo.com h bpihw 20001025 en hurley_served_with_title_role_in_comedy_sarah__2.html\" target=\"_NEW\">Yahoo! News</a>. Shooting is set to start on December 27 in Los Angeles. Hurley, recently the subject of much media coverage over her breaking of the Screen Actors Guild picket lines, will next be seen playing the Devil in Bedazzled, released here on November 10. </p> <p>\u0095 <a href=\"http://guardian.imdb.com/Name?Christensen,+Hayden\">Hayden Christensen</a>, currently shooting the Star Wars: Episode II prequel as Anakin Skywalker, is close to signing up to star alongside Kristin Scott Thomas and Kevin Kline in the family drama Life As A House. The 19-year-old will play a moody teenager who has trouble getting along with his parents (Kline and Scott Thomas); when his father is diagnosed with cancer, he helps build him his dream house. The film will be written by As Good as it Gets writer Mark Andrus and directed by Irwin Winkler (currently shooting Annie Proulx's The Shipping News).</p> <p>\u0095 <a href=\"http://guardian.imdb.com/Name?Harris,+Richard\">Richard Harris</a> has finally confirmed his role in the Harry Potter film after weeks of speculation. Harris has agreed to play the kindly headmaster of Hogwarts, Professor Dumbledore, in the big screen adaptation of JK Rowling's book. The actor has been linked with the part ever since casting began in the summer, but was reported to be asking for a little more than Warner Bros was willing to pay. Harris joins fellow cast members Alan Rickman, Maggie Smith, Robbie Coltrane, Ian Hart, John Cleese and newcomer Daniel Radcliffe, who's playing Harry himself.</p> <p>\u0095 Further to our story last week, <a href=\"http://guardian.imdb.com/Name?Travolta,+John\">John Travolta</a> has strongly insisted that American boy band 'N Sync will not be appearing in a Grease 3 - despite the band's claims that they will. Band member Lance Bass had said: \"We're definitely going to do a film. Most likely it'll be Grease 3.\" But Travolta retorts: \"It won't be called Grease 3. I was told Paramount owns the Grease name and they're not doing that.\" A spokesman for Paramount Pictures agreed with Travolta, saying, \"We're not doing Grease 3.\" Travolta, who starred in the original Grease with Olivia Newton-John, said he wished Grease 2 had never been made. He says: \"It should be left as it is. Like American in Paris and Cabaret, Grease should be left alone.\"</p> <p>\u0095 The official website for the forthcoming film <a href=\"_\" \" http: www.tombraidermovie.com target=\"_NEW\">Tomb Raider</a> starring Angelina Jolie as Lara Croft, is now available. The site includes a word from the director Simon West, a shot of Lara Croft's family home and every week, a new image will be put up. </p>",
  "<ul> If there's a dish <br> For which I wish <br> More frequent than the rest, <br> If there's a food <br> On which I brood <br> When starving or depressed, <br> If there's a thing that life can give <br> Which makes it worth our while <br> to live, <br> If there's an end <br> On which I'd spend <br> My last remaining cash, <br> It's a sausage, friend, <br> It's a sausage, friend, <br> It's a sausage, friend, and mash. <br> When love is dead, <br> Ambition fled, <br> And pleasure, Lad, and Pash, <br> You'll still enjoy <br> A sausage, boy, <br> A sausage, boy, and mash . </ul> <p> So sang the Bard of the Breakfast Table, the Singer of Suppers, AP Herbert, and he's right, of course. The world loves a sausage. The Italians love their salsiccie and salamis, the French their saucisses and cervelas, and the Germans their wurst. Iraqis have their mumbar, the Algerians their merguez, the Poles their beskidzka, the Hungarians their gyulia, the South Africans their boerewors and the Chinese their ap yeung cheung. And we have our banger, chippolata, saveloy, and puddings black and puddings white, all to be celebrated: for next week is Sausage Week. </p> <p>Sausages are big business. We eat 137,801 tonnes of them each year, at home and away. Consumption outside the home has risen by 26% since 1996. Sausages have become fashionable fare in restaurants. There are even restaurants of standing devoted to them. You will find them among the fancy foods in supermarkets. Nigel and Nigella and Jamie have set out their sausage recipes. </p> <p>At their best, our sausages are up there with the greatest: bronzed, glistening, plump with promise, a curl of steam rising up from their rounded flanks, sweetly, succulently porky on the tooth, releasing scintillas of leek, sage, chive, mace or nutmeg in a cloud of warm vapour. At their best; that's the trouble. </p> <p>By a law now so ancient, antiquated and inadequate that it should be challenged in the European court of human rights for revision, a pork sausage in this country needs only to contain 65% meat, of which only 50% - a piffling 32.5% of the whole sausage - has to be lean meat. Let's say your sausage is 12cm long, which is a decent size of a snagger, and about 4cm wide. So 4cm of it will be meat you or I would recognise as being fit to eat, but what about the other 8cm - 67.5% ? </p> <p>Well, that could be made up of fat, skin, rind, gristle, sinew, rusk, soya, milk protein, salt, pepper and water. Yes, water. Water is cheap, you see. So 10% of the sausage can be rusk, but because cheap rusk swells up with even cheaper water, that could be 20% of your sausage by volume. </p> <p>Actually, it could be more than that because manufacturers can add phosphates, which increase water retention still further. That's before they start adding the antioxidants to stop fat going rancid; sulphur dioxide to prolong shelf life; dextrose to sweeten whatever tiny lean meat content there may be and to help browning; sodium caseinate to maintain colour and looks; and sodium ascorbate to give it a lovely look. Oh, and herbs and spices, of course. </p> <p>If this causes you to look at your breakfast staple or dinner delight with new eyes, it could be worse. That meat content could be the MRM - mechanically recovered meat - an industrially produced meat slurry made \"fit\" for human consumption by the magic of the food technology. Yes, of course it's cheap. </p> <p>Oh, and if you think that the standards are pretty low for pork sausages, then you should try beef ones. They have to contain only 50% meat. </p> <p>The trouble is, we're all too ready to tolerate this appalling state of affairs. A few years back we ran the Guardian Great Sausage Quest for The People's Sausage. It was one of the great exercises in consumer democracy. Sausage-lovers nominated their favourite sausage and then came forward to take part in panels which tasted the entrants blind. </p> <p>In the third and last year that we ran the Quest, panels tasted more than 1,000 sausages at four centres around the country. And, let me tell you, those sausages added up to a truly colossal amount of fat, gristle and unmentionable substances. Although there were truly glorious examples of the sausage maker's art among them, it was remarkable how much unspeakable rubbish had misty-eyed devotees who swore by their qualities. </p> <p>However, when tasting blind, and when price was not an issue, your average, everyday sausage consumer knew quality when he or she tasted it. Each year the sausages that went through to the final were the best in each area. That is, they had the highest meat content, the best quality meat, natural casings and fresh herbs or spices, and were made by small-scale butchers. </p> <p>The moral of the story, it seems to me, is only buy your sausages when you can be certain of their provenance, and can go back and complain if they don't cut the mustard. It's true, too, that while sausages are user- friendly and consumer-friendly - and a doddle to cook - they do benefit from a modicum of respect. Never, for example, prick a British sausage. The principle of higher sausage cooking is to do so at a low, even heat. The heat must gradually permeate the filling, causing the fat to leach out through the semi-permeable skin, while keeping in the juices to maintain prime succulence. Too high a heat turns the juices to steam, causes the filling to swell rapidly and so burst the confines of the casing in an unseemly fashion. </p> <p>There are those who swear by the baking method, and those who even grill them. I will have none of these methods. I fry my sausages long and slow, for about an hour, turning maybe twice. The pan I use is an old friend, a heavy, cast-iron job, which has never seen a bubble of washing up liquid in its long and productive life, only very hot water. It is blackened with heat and age, the layers of grease fused into a natural non-stick surface. And when my chosen sausages have reached the properly bronzed state and the coarse ground meat has reached porky perfection inside the pristine skins, why, then I am ready to feast. </p> <p>The appeal of sausages stretches across class, creed and age. They are almost the only traditional artisanal butchery product still widely made, with regional differences still built in, as it were. They are a far more potent symbol of our national identity than the miserable pound. They are one of the few institutions in this country worth preserving and worth fighting for. Let us celebrate the sausage. </p> <p><strong>10 steps to banger heaven</strong></p> <p>1. Never buy a sausage with less than 75% meat. <br> 2. Preferably buy from a small butcher who knows where his meat comes from. <br> 3. Check how often they are made. <br> 4. Make sure they have natural casings (that is pig or lamb, not plastic). <br> 5. Never eat a freshly made sausage. They need a day or so to settle down. <br> 6. A good sausage should have a soft, plump glean to it. It shouldn't be too wet or dry, tired and sad. <br> 7. Don't hesitate to complain if your sausages aren't up to snuff. <br> 8. Treat them with respect. Sever each link cleanly. <br> 9. Never prick a sausage or tear the skin. <br> 10. Always cook them gently, preferably frying them over a low, even heat.</p>",
  "According to its publicity brochure, the Excelsior Hotel in Little Rock is a place \"where something important happens every day\", and, judging by the attendance, Al Gore's speech there on a hot southern morning this week seemed to live up to the claim. <p>Gore spoke with authority and passion about the case for a smaller, smarter federal government machine.</p> <p>No politician in modern US history has a better claim in this field than Gore. He pioneered it. He understands it. He believes in it. And he is interested in it. For Gore, the search for good government is something of a mission.</p> <p>But Gore's speech at the Excelsior summed up a lot of the Democratic nominee's wider problem as he battles to clamber past George W Bush's narrow but persistent lead in the presidential election.</p> <p>It was a microcosm of what is going wrong for Gore. He was giving the speech not because he wanted to, but because he had to.</p> <p>During the three presidential debates, Bush had managed to pin a 'big government' label on Gore.</p> <p>Like much of what Bush says, it was untrue. But like everything that Bush says, it served a purpose. The label stuck, and Gore's task this week was to shake himself free of it.</p> <p>As Gore spoke in the Excelsior, one's mind occasionally wandered up a few floors in the same building to something else important that happened in the hotel some nine and a half years ago.</p> <p>That was the day when a woman called Paula Jones was working on the registration desk at a conference in the Excelsior. Early in the afternoon, she got a message from an Arkansas state trooper that Governor Bill Clinton wanted to talk to her upstairs in his suite.</p> <p>She went upstairs - and the rest is history. (Though she famously told the governor that afternoon \"I'm not that kind of girl\", Paula Jones appears in a nude photospread in this month's Penthouse.)</p> <p>What happened in the hotel on May 8 1991 goes a long way towards explaining one of Gore's other big problems.</p> <p>In his speech in the Excelsior, Gore twice mentioned that he had been a member of the Clinton-Gore administration.</p> <p>Presumably this was out of deference to his Arkansas audience, since it was two more mentions of the word \"Clinton\" than Gore normally makes in his stump speeches. Normally, he's just not that kind of boy.</p> <p>Gore's patent reluctance to having Clinton join him on the campaign trail has created massive anger in the White House and among Clinton's acolytes.</p> <p>The issue has been simmering at boiling point for several weeks, and Clinton himself has occasionally shown that he is straining to get out there to drum up the votes.</p> <p>But Gore is cautious for a reason. His polls tell him that Clinton is a double-edged weapon. People like the policies, but they mostly do not like the man, and Gore knows better than anyone that, if the two of them were to appear together on the stump, Clinton would eclipse him.</p> <p>Clinton, not Gore, would become the story. That, of course, is precisely what the Republicans want.</p> <p>It's important to remember that Gore's best phase of the campaign - possibly his only good phase at all - came after the Los Angeles Democratic convention when he strode up to the podium and said \"I stand here tonight as my own man.\"</p> <p>The weeks that followed were the one period in the election when Gore has enjoyed a clear lead over Bush.</p> <p>That's not to say that there is no vanity and pride involved for Gore in keeping Clinton at arm's length. There is. But his strategy makes sense for other reasons too.</p> <p>Next week, Clinton will finally be allowed out on to the campaign trail. He will go to California next Wednesday and will barnstorm through a series of other states in the days between then and election day, November 7.</p> <p>Other states under consideration by the Democrats include Arkansas, Louisiana, Missouri and Kentucky. But at no point will he stand on the same platform as Gore.</p> <p>Notice, though, what kind of role Clinton will play. His task will be an attempt to woo middle-of-the-road voters, as many of the Clintonites might like to imagine. Bush has won those voters away now.</p> <p>Clinton's task will be to mobilise the core Democratic vote, especially the black and ethnic minority votes, and to ensure they do not turn to Ralph Nader.</p> <p>In the end, for the Democrats, this election is coming down to a desperate attempt to rally the traditional party around Gore.</p> <p>Unless they succeed, Bush looks increasingly like the winner.</p> <p><b>Email</b><br> <a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p> <p><b>Related special reports</b><br> <a href=\"http://www.theguardian.com/US_election_race/0,2759,376727,00.html\">US election race</a><br> <a href=\"http://www.theguardian.com/usguns/0,2759,182056,00.html\">Gun violence in America</a></p> <p><b>Interactive quiz</b> <a href=\" http://www.guardianunlimited.co.uk/quiz/questions/0,5961,387782,00.html\">Do you know your Bushisms?</a></p> <p><b>Other articles:</b><br> <a href=\" http://www.searchunlimited.co.uk/search97cgi/s97networkr_cgi?QueryText=%28martin+kettle%29AND+%28VdkPublicationDate+%3E%3D+01%2DSep%2D1998%29&amp;ResultColSize=2000&amp;ResultTemplate=ArchiveFull%2Ehts&amp;Collection=archive&amp;SortSpec=score+Desc&amp;Query=martin+kettle&amp;ResultStart=1&amp;ResultCount=10&amp;ResultMaxDocs=1000&amp;Dtv=\">More articles by Martin Kettle</a></p> <p><b>Useful links </b><br> <a href=\"http://www.washingtonpost.com/\" target=\"_new\">The Washington Post</a> <br><a href=\"http://www.AlGore2000.com/\" target=\"_new\">Al Gore official site</a> <br><a href=\"http://www.georgewbush.com/\" target=\"_new\">George W Bush official site</a> <br><a href=\"http://www.votenader.com/\" target=\"_new\">Ralph Nader official site</a> <br><a href=\"http://www.gwbush.com/\" target=\"_new\">Spoof: GWBush.com</a> <br><a href=\"http://www.algore-2000.org/\" target=\"_new\">Spoof: Al Gore 2000</a> <br><a href=\" http://www.mediaresearch.org/news/goregaffesvideo.html\" target=\"_new\">Al Gore gaffe videos</a> <br><a href=\"http://www.whitehouse.gov/\" target=\"_new\">The White House</a><a> <br></a><a href=\"http://www.capsteps.com/\" target=\"_new\">Capitol Steps political satire</a></p>",
  "<p>NTL, the cable company and broadcaster run by the energetic Barclay Knapp, is a British company in all but registration. Just about all of its cables run under our streets, the leaflets offering this or that telephone and digital TV package are stuffed through British front doors. And, until last week, NTL wanted to screen a good portion of the country's Premiership football. </p> <p>Its headquarters are here and the core of its business message is all about using its experience in the deregulated British telephony market to expand across Europe. </p> <p>It is no surprise then that Mr Knapp would like to see his firm ranked as a member of the FTSE 100 index. NTL's current market capitalisation of £11bn would, for example, put it way ahead of the premier ITV broadcaster, Granada Media. </p> <p>The only problem is that NTL is an American company by registration - and a Delaware-registered one at that. It is listed on the Nasdaq exchange. While the London Stock Exchange is happy to see Delaware firms listed on the London market, Footsie status, as decided by the FTSE International constituents committee, is another matter. </p> <p>To qualify for the top 100, a company has to be British-registered, following London rules on corporate disclosure and the like, and paying British taxes. In past years, the determination of the indices committee to stick with this rule has driven company's such as Ireland's Jefferson Smurfit quite mad. </p> <p>In NTL's case, Mr Knapp is ruling out a move in registration to the UK because this would trigger all sorts of tax payments not necessary in the temperate fiscal climate of Delaware. But he is sure that Britain's indices committee will see sense and amend their rules. Talks are under way. </p> <p>This is a tricky one for FTSE International. The London Stock Exchange has come over all international in the wake of its failed merger with Deutsche Börse, and it needs all the help it can get from the indices body as it tries to expand. </p> <p>For many businesses there is little reason to list in London unless money from big investors follows - something that Footsie inclusion guarantees. Also, taking a firm like NTL away from Nasdaq would amount to a sizeable coup for the LSE, helping to build its fragile confidence. </p> <p>But changing the index rules is fraught with danger. Opening the door to NTL risks inviting applications from all and sundry, registered in exotic havens that even make the strange eastern state of Delaware seem high-buttoned when it comes to business probity. </p> <p>More importantly, there is a risk that such a move would be seen as an invitation to current members of the Footsie to move their own tax domicile elsewhere while retaining British blue chip status - costing the chancellor billions in the process. </p> <p>There are strong arguments for reforming the Footsie and its relatives. It is a good-quality, global brand which should be used to bolster London's position. </p> <p>But in the case of NTL there is a clear case for telling Mr Knapp that, if he wants to call himself a Footsie chief executive and enjoy the name recognition for his company that goes with top 100 status, the firm should pay the resultant tax bill. After all, businesses owe a duty to the societies into which they sell their products. </p> <p><strong> Taking exception </strong><br> </p> <p> Trade and industry secretary Stephen Byers is really, really determined to avoid any suggestions of political interference in mergers and takeovers. </p> <p>In yet another announcement about his intention to give John Vickers, the new office of fair trading director general, space to do his job, Mr Byers yesterday said he would only get involved in \"exceptional circumstances\". By way of example, he suggested these might include mergers which raised issues of national security or where unusual circumstances occur after the director general has offered his \"advice\". </p> <p>In fact, Mr Byers is so determined to keep himself at arm's length that as of yesterday he relieved himself of powers to overrule the director general, except, of course, in those indefinable \"exceptional circumstances\". </p> <p>New legislation is needed before the changes can take place officially. </p> <p>Mr Byers is also replacing the current \"public interest test\" with a pure \"competition-based test\". He also wants to tighten up the timetable for investigations by the competition authorities. </p> <p>It might sound technical, but issues of competition affect consumers. Competition, Mr Byers is fond of saying, is an incentive for businesses to be dynamic and innovative and in the process help UK plc prosper. </p> <p>An excellent goal, no doubt. But just how long it will be before Mr Byers (or his successor) reaches for those \"exceptional circumstances\" is another matter.</p>",
  "<p>Sean Brierley, editor-in-chief of The Lawyer, has been put in charge of developing new magazine launches for Centaur Communications, hinting that the company may be moving into consumer publishing for the first time.</p> <p>His promotion ties in with reports that Centaur is preparing for a £100m flotation.</p> <p>Mr Brierley, who stood down as editor of the legal trade title earlier in the year to make way for Catrin Griffiths, will head up a new department to develop launches for Centaur.</p> <p>He told MediaGuardian.co.uk: \"We will focus on areas which we have traditionally been involved in, but also some new areas including possibly consumer.</p> <p>\"Although Centaur has a good record in product development, this is the first time we've had a dedicated department for it. New launches have tended to come out of existing ideas, whereas now we want to have a dedicated strategy for new magazines.\"</p> <p>Mr Brierley said he would develop new magazines in areas where Centaur has traditionally been strong, including law, marketing, new media and finance, but hinted that there may be scope to move into the consumer arena.</p> <p>Centaur will focus on launching eight new products, which will include magazines, newsletters, online and exhibition launches.</p> <p>The company will still be interested in buying new magazines, Mr Brierley said. Last year Centaur bought six Miller Freeman titles from United News &amp; Media for £10m. The company is reported to be heading for a flotation, which is expected to value it at around £100m.</p>",
  "The other night, in Jewish West Jerusalem, I hailed a taxi. <p>\"Salahiddin Street, please.\" </p> <p>\"East Jerusalem.You go to Arab area,\" the driver said. </p> <p>I wasn't sure if it was a question or an exclamation. </p> <p>\"Yes, East Jerusalem. Is that a problem?\" </p> <p>It seemed not to be, so I got in and noticed a large \"No Smoking\" sign in Hebrew attached to the dashboard.</p> <p>Since arriving in Jerusalem, I have begun to look for telltale signs that indicate whether a person is an Arab or an Israeli, mainly to avoid making some gross faux pas in conversation.</p> <p>Sometimes it's easy. Taxi drivers, for instance, often have a radio or casette playing, in Hebrew or Arabic.</p> <p>\"This area Jewish,\" the driver said, in a tone that gave no hint of whether he approved or disapproved. </p> <p>\"Those men religious Jews.\" He pointed to some men in long black coats and wide-brimmed hats. </p> <p>\"Yes, that's obvious,\" I said. \"But what about that man over there?\" </p> <p>\"Arab.\" </p> <p>\"And that one?\" </p> <p>\"Jew.\" </p> <p>\"How can you tell?\" </p> <p>He shrugged. \"Live in Jerusalem for one year and you will know.\"</p> <p>But what about the driver himself? Despite the Hebrew \"No Smoking\" sign, his accent sounded Arab, and his car looked more battered than the average Jewish-owned taxi. Yes, he was an Arab.</p> <p>He put his arm out of the driver's window. \"Look, no glass. Somebody threw a stone at the window one day,\" he said, because he was carrying a Jewish woman as a passenger.</p> <p>In this conflict, identity matters. Everyone watches everyone else, to check which side they're on. A Jew in an Arab area can be mistaken for a spy. An Arab, working in a Jewish area, is liable to be regarded as an undercover terrorist.</p> <p>These days, Arab bus drivers who have taken Jewish children to school for years are coming under suspicion and risk losing their jobs.</p> <p>Palestinians are also taking care to avoid situations where they might be mistaken for Israelis. A Palestinian human rights worker, who drives a car with Israeli number plates, told me he now avoids using it in sensitive areas. If he wants to go to Ramallah, he takes a shared taxi instead.</p> <p>I arrived in Jerusalem by coach from the Egyptian border. A cardboard sign on the windscreen said \"Pullman Tours - Israel\". But the word \"Israel\" had been folded over so as not to be visible from outside. The door of the coach was decorated with stickers in English, Arabic and Hebrew, saying \"Peace Now!\" I wasn't sure if this reflected the sentiments of the travel company or whether it was just a way of protecting the windows from stones.</p> <p>The instant way that citizens of Jerusalem categorise each other has something akin to journalism, which prefers simple labels whenever possible.</p> <p>But not everyone fits quite so easily. Israelis are not necessarily Jewish. Jews do not necessarily practise the Jewish faith. Palestinians may be Muslims or Christians. Yesterday, a woman told me that her grandfather, an old-style socialist, had always insisted on describing himself as a Palestinian Jew.</p> <p>Walking in Jerusalem's old city, I was surprised to find black soldiers on patrol - in Israeli army uniform. They are, I'm told, mostly of Ethiopian origin, and are generally treated as the lowest form of military life.</p> <p>So what does it boil down to in the end? Nationality? Race? Religion? The longer I stay in Jerusalem the more I despair of knowing the answer.</p>",
  "Gunter Verheugen, the European Union's commissioner for enlargement, was all smiles this week when he visited Warsaw to reassure his worried hosts that things were starting to look up for Poland's historic bid to join the club. <p>Being \"conditionally optimistic\" does not suggest wild enthusiasm from one of Brussels' key players. But it was better than the trouble Verheugen caused last month by calling for a referendum in his native Germany to decide whether to allow former communist countries to join the EU at all. </p> <p>Verheugen's knuckles were rapped for his earlier gaffe and he has since learned to choose his words more carefully. Yet discretion cannot conceal a familiar problem that is casting a shadow over the whole enlargement process: the gap between what the union's elites say and what ordinary people feel. </p> <p>Nothing underlined this more starkly than new figures from the respected Eurobarometer survey, showing that eastward expansion is a priority for a paltry 27% of EU citizens. In France and Germany, it is only 21%; Britain 26%. </p> <p>Governments should be horrified at this miserable finding: all 15 member states insist they want to reunify Europe and make amends for the betrayals of Yalta and the long years of Cold War division. </p> <p>Jacques Chirac, the French president, made that clear in Dresden when he celebrated the 10th anniversary of German unification. Tony Blair devoted much of his recent address in Warsaw to the same issue. </p> <p>Romano Prodi, president of the European commission and Verheugen's boss, told the European parliament just a few days earlier that the ''ambitious and inspiring'' goal of enlargement was to ''forge the unity of the whole continent of Europe.'' </p> <p>Yet this high-flown rhetoric masks a looming crisis: in leading candidate countries, especially Poland, there is growing nervousness, even anger, at what seems like an ever-slipping timetable for accession. </p> <p>Officially, the EU says it will be ready to accept newcomers from January 2003. Privately, however, no one in Brussels seriously thinks that any of the first wave will be in before 2005. ''Sometime in the middle of the decade,'' is the off-the-record guess of one senior EU ambassador. </p> <p>France, running the union's rotating presidency since July, has refused to set a target date, as many had hoped it would, at the Nice summit in December. Britain and Sweden, working in tandem in advance of the Swedish presidency next January, want one. </p> <p>In Warsaw Blair said so explicitly, naming 2004, when the next European parliament elections are due. Since EU enlargements historically take place at the start of a year, that means newcomers would have to be in by January 2004. </p> <p>But meanwhile the problems are literally piling up. The biggest is the sheer volume of work that needs to be done to complete accession negotiations - in both Brussels and the national capitals. </p> <p>Thousands of EU laws have to become part of national legislation. Exacting standards on the single market, financial services and environmental protection need to be put in place. </p> <p>And perhaps more seriously, candidates are complaining that they are being treated more rigorously than countries like Spain, Greece and Portugal, when they joined. Phrases like ''ever-shifting goalposts,'' or \"receding horizons\" now echo through the corridors of power in Warsaw, Prague and Budapest. </p> <p>And although none of them will say this publicly, the first six - Poland, Hungary, the Czech Republic, Slovenia, Estonia, and Cyprus, are not happy that others have been invited in, under the ''regatta'' approach adopted at last December's Helsinki summit. </p> <p>''Most candidate countries think Helsinki was a high point and that we've gone downhill ever since,'' says one anxious diplomat. </p> <p>Now the enlargement process also embraces Bulgaria, Latvia, Lithuania, Malta, Romania and Slovakia. Even Turkey, which no one seriously thinks has a snowball's chance in hell of joining the EU for decades, was upgraded to full candidate for accession. </p> <p>The result has been an even greater work burden for Eurocrats and an agonisingly slow process on the accession ''chapters'' that have to be closed before a new member can join. </p> <p>And member states, you often hear commission officials saying, are not prepared to devote the extra resources to help Brussels cope with the burden - or spend the money to sell the idea to their own peoples. </p> <p>Worries about this are getting louder. Members of the European parliament have expressed concern about the absence of a target date. Officially, parliament wants 2004 to be the goal, and is warning against a new round of institutional reform that could set back the process even further. </p> <p>But at the same time there are calls for some countries to be denied transition periods - a standard EU device to ease the adoption of difficult measures. </p> <p>Part of that is a reluctance to hand out the sort of subsidies that farmers, especially in Poland, say are essential. It's a fairly gloomy picture. Verheugen himself has warned that failure would be catastrophic. </p> <p>So it was easy to sympathise with the frustration of a Polish official, watching wistfully as Germans celebrated the anniversary of the fall of the Berlin wall and the end of communism. </p> <p>''It was lovely to watch their celebrations,'' she said sadly, ''but hard to reflect that it was us who started it all, with Solidarity, and we are in limbo still, waiting for Europe after all these years.'' </p> <p><b>Email</b><br> <a href=\"mailto:ian.black@theguardian.com\">ian.black@theguardian.com</a></p> <p><b>Related special reports</b><br> <a href=\"http://www.guardianunlimited.co.uk/EMU/\">Economic and monetary union</a><br><a href=\"http://www.guardianunlimited.co.uk/eurocommission/\">European commission</a><br><a href=\"http://www.guardianunlimited.co.uk/europarl/\">European parliament</a></p>",
  "The debate on economic and monetary union is always presented as a choice between two extremes: fixing our exchange rate with Emu countries irrevocably by adopting the euro, or leaving things as they are - with the rate for sterling floating erratically between the UK and our main trading partners. Earlier this week, the euro hit an all-time low against the dollar at 82.30, the first time it has fallen below 83 cents. Against the pound, it fell to 57.86p. <p>There is another option - a managed exchange rate system which would keep ster ling at a relatively stable and competitive level against the euro, while still allowing room for changes in the euro/ sterling rate when circumstances made it necessary. </p> <p>Of course, such a proposal invites the retort: what, another European exchange rate mechanism, that was a failure wasn't it? In fact, the ERM was a story of both successes and failures. It ended disastrously for the UK, because we joined at too high an exchange rate. But for most of the participants it provided a period of exchange rate stability culminating in eventual currency union. We need to devise a new ERM which will avoid the mistakes of the past and provide a measure of stability for those EU members who are not in Emu. This is desirable whether or not we eventually wish to join. </p> <p>The advantage of such an arrangement is that we would not have to subject ourselves to a monetary pol icy determined by the European Central Bank, as we would if we joined Emu. Not only is the ECB free of any democratic political control, but it has already shown a strong deflationary bias, being more concerned about the relatively low rate of inflation in the Emu countries, than the dangerously high level of unemployment. </p> <p>A new ERM would mean that UK interest rates could not differ widely from Emu levels, but we would still have some room to manoeuvre. In any event it is time we stopped relying solely on interest rates to regulate demand and made more use of budgetary policy. The present approach has left industry at the mercy of fluctuating and uncompetitive exchange rates. </p> <p>But if we are to create a new ERM, there are a number of key lessons to be learnt from past experience. The first and most vital is that exchange rates must be set at realistic levels in the first place. It is no good setting up any new arrangement unless sterling enters at a competitive level. Given the ECB's concern at the low level of the euro, this could be a good moment to negotiate a deal. Subsequent adjustments in rates should not, as in the past, be left until major changes are needed and the situation has reached crisis proportions. In future rates should be reviewed at regular intervals, and changes made in small, and relatively frequent, steps - rather than in infrequent large jumps. </p> <p>For example, exchange rates (like interest rates) might be reviewed monthly with a convention that any changes would be made in steps of say, 1%. Such an approach would make it easier to reach agreement and would greatly reduce the potential gains from speculating on changes in rates. In addition past experience shows the need for effective stabilisation arrangements to keep currencies within their stated bands. We should establish a stabilisation fund which would automatically intervene when speculation was threatening to drive currencies out of their bands - rather than relying on ad hoc intervention by the central banks. </p> <p>Such an arrangement would still leave sterling un stable in terms of the dollar, though with some scope to take changes in the euro/ dollar rate into account when fixing the euro/sterling rate. But the need to seek greater exchange rate stability is a world-wide one. We should be moving towards global management of the rates between the dollar, euro and yen and developing regional currency arrangements based on these leading currencies. Politically, such an agreement covering all the EU members who have not joined Emu would help to narrow the gap between the \"ins\" and the \"outs\". </p> <p>The scheme would be answerable to a committee of ministers and avoid the constitutional fallacy of Emu in putting the key instrument of economic policy into the hands of a central bank entirely free from any democratic control. </p> <p>It is strange that this option has received so little attention or support, given its potential economic and political attractions which would leave open the option whether or not to join Emu at a later date. Indeed the economic secretary to the Treasury recently went out of her way to insist that \"we have absolutely no intention of being in an ERM2 or shadowing the euro or any such arrangements\". </p> <p>Given that the logical out come of further economic integration on the Emu model is some form of European federal government, the ERM-style option would leave those countries who did not wish to join such a federation still closely linked to the inner federal core. Perpetuating the present volatile system of freely floating exchange rates between certain members of the EU will make life increasingly difficult for industry in the countries concerned, and could eventually threaten the break-up of the European Union as we know it. That may be what some elements in the Conservative party would like, but it would reverse one of the greatest achievements in international economic and political cooperation in the post-war world. </p> <p>\u0095 John Grieve Smith wrote the Fabian Society pamphlet Closing the Casino: Reform of the Global Financial System. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>Pearl Harbor, Hawaii, April 2 2000. A ceremony is being conducted at the war memorial erected to commemorate those who died when Japanese planes bombed the US's main Pacific naval base on December 7 1941 - \"a date that will live in infamy\", as Franklin D Roosevelt called it in his declaration of war against Japan the following day. Prayers are intoned, the grim events of that Sunday morning are invoked and wreaths are laid on the spot where one of four great battleships was sunk that day, with the death of 2,235 sailors and 68 civilians. </p> <p>But the gathering is also a kind of blessing for a great endeavour about to be undertaken by some of the ceremony's participants. Hollywood producer Jerry Bruckheimer - the king of breaking glass and gigantic fireballs and a man with an inordinate fondness for retreading old movies and blowing things up - is about to embark on his latest project. In a $140m reprise of From Here To Eternity, Tora! Tora! Tora! and 30 Seconds Over Tokyo, Bruckheimer will get to bomb Pearl Harbor all over again. </p> <p>Prominent alongside him in the gathering are the movie's stars, Josh Hartnett, Ben Affleck, Cuba Gooding Jr and Kate Beckinsale. Bruckheimer and his alpha-male director Michael Bay stand side by side with the people who have helped make the movie happen: Hawaiian governor Ben Cayetano, the admiral in command of the US Pacific Fleet and, perhaps most importantly, Richard Cook, chairman of the Walt Disney Motion Pictures Group, which has given Pearl Harbor the largest budget ever approved in advance by a Hollywood studio. </p> <p>The high point of the ceremony comes when a fleet of planes that were all in use 59 years ago flies over the crowd. In the next month of location shooting, the islands of Hawaii and Oahu will be strafed anew by these and other aircraft and the islands' various air and naval bases will once more be littered with corpses, covered in blood and shrouded in smoke. It may only be a movie, but it's a Jerry Bruckheimer movie, which means that, much like December 7 1941, it will be brutal, ugly and loud - just how Jerry likes it. </p> <p>It has been a good year for Bruckheimer: three hit summer popcorn movies - Gone in 60 Seconds, Coyote Ugly and Remember the Titans - have relined his ample pockets. This follows five years in which he has knocked out one bombastic, testosterone-fuelled mega-hit after another: Bad Boys, Crimson Tide, Con Air, The Rock, Armageddon, Enemy of the State - all of them doing business in the $200m range, and often well above that. Bruckheimer's name and company logo - a point-of-view shot from a car doing 100mph down a lightning-flecked highway at dusk - have become synonymous with masculine aggression, massive explosions, high body counts, sub-Tarantino dialogue and sub-John Woo action spectacle. To those of tender sensibilities he is the devil incarnate, the man who helped destroy the movies, and an architect of our cultural stupidisation; but to those who sit in Hollywood's counting houses he's a man with his finger planted squarely on the moviegoing audience's collective clitoris. He is money. </p> <p>The last half-decade proves that Bruckheimer has emerged from the shadow of his boorish, bullying, narcotics-fuelled former partner Don Simpson, who taught the cautious, clean-cut Jerry what \"infamy\" was. An idiot savant whom Hollywood routinely and ridiculously dubbed \"a genius\", \"an intellectual\" and \"a philosopher\", Simpson pioneered the idea that movies should be simple, no matter if that meant they were also simple-minded. He and Bruckheimer earned millions from Flashdance, Top Gun and Beverly Hills Cop. Together they developed a template for movie success that remains the standard operating procedure of producers searching for the lowest common denominator and the highest box-office receipts. </p> <p>Bruckheimer's post-Simpson movies don't deviate one iota from the formula they established together in the 80s. They usually have their origins in a magazine article - because who reads books in Hollywood? - which is then worked into a script by a number of writers, credited or otherwise, and polished by squadrons of rewrite men like Robert Towne or Scott Rosenberg. They don't build a story into something with bulk and weight; on the contrary, their job is to remove excess distractions until the script achieves Bruckheimer's desired degree of dumbness, a level of simplicity that can be fully summed up in a poster's 10-word tag-line. </p> <p>Next come the directors, of whom Bruckheimer has a loyal stable. These are usually ants-in-their-pants, edit-like-a-woodpecker-on-amphetamines directors like Tony Scott, Simon West and Michael Bay. They, like Simpson and Bruckheimer, have backgrounds in commercials or music videos, the two kinds of film-making that most resemble finished Bruckheimer products. Most of them are the kind of id-monster overdogs you'd expect to be helming big action flicks like these. Michael Bay keeps a 200lb mastiff near him at all times, and Tony Scott has an unnervingly Simpsonian fondness for big cars, big cigars and big breasts. </p> <p>The resulting, saturation-marketed movies are derivative in the extreme, and Bruckheimer has even started to cannibalise his own successes. Coyote Ugly, for instance, which was released in the UK last week, has the Flashdance formula: no stars, minimal storyline (hot babe chases big dreams), wall-to-wall MTV hits on the soundtrack, dance routines and an ample display of midriff and cleavage. Gone in 60 Seconds cashed in on the 70s car-chase genre, tapping the audience that flocked to John Frankenheimer's rubber-burning thriller Ronin. It's also a second stab at the speed-freak thrills of Simpson-Bruckheimer's brain-dead racing-car movie Days of Thunder. And Remember the Titans is a return to Dangerous Minds territory; both films feature teachers as heroes, and pupils as infinitely improvable productive citizens. </p> <p>Pearl Harbor, meanwhile, fits the New York Times's definition of Simpson-Bruckheimer's output as \"stitched together, like some cinematic Frankenstein monster, from the body parts of other movies\". Among those \"other movies\" are Bruckheimer's The Rock, Con Air and Armageddon, all of which feature an equivalent number of plane crashes and explosions. As the Los Angeles Times said of The Rock, Bruckheimer's movies, no matter how successful, \"epitomise trends in Hollywood film-making that have made many people very rich while impoverishing movie audiences around the world\". Are these the movies we deserve, or even desire? How did we come to this? </p> <p>Pearl Harbor is currently in post-production and is due for US release on memorial day 2001. Bruckheimer describes it as \"a sweeping, epic love story\" that encompasses both the raid on Pearl Harbor and the Doolittle raid on Tokyo in early 1942. Affleck and Hartnett play marine buddies who both fall for American nurse Kate Beckinsale and both happen to be in Hawaii on December 7. That's about as much plot as Bruckheimer has ever needed to hang a movie on, and both the budget and the presence of the barnstorming Michael Bay would seem to guarantee that considerably more effort and intelligence have been applied to the special effects, big bangs, soundtrack and marketing blitz than to the story itself. </p> <p>But this time the stakes are rather higher. Bruckheimer, Bay and many crew members have deferred large parts of their salaries, and the producer and director face punitive income reductions should the film exceed Disney's budget. Actors will work for just above scale wages, and Bay won't even get a percentage of the profits. \"It's really, really tough,\" says Bay. \"But I knew you only get a chance to do an important movie like this maybe once or twice in your career.\" </p> <p>The $140m budget may seem gigantic, but Bay and Bruckheimer originally requested $180m. \"We all knew from the very beginning that we were dealing with scary numbers,\" says Todd Garner, of the Buena Vista Motion Picture Group. Garner and the Disney studio chief persuaded the film-makers to excise certain expensive scenes from the script, including a sequence involving exploding submarines. Shooting took place at Pearl Harbor itself - using thousands of naval men and women as extras - in Corpus Christi in Texas, where the 1941-vintage USS Lexington - doubling as both an American and a Japanese battleship - is now a floating museum, and in the same studio-built Mexican water tank used by James Cameron for Titanic. </p> <p>To cover his bases, Bruckheimer has elected to avoid the docu-drama approach of previous Pacific-theatre movies like Tora! Tora! Tora! and Midway. \"In Tora! you really didn't get to know a lot about the characters. It was just about the attack. It was very well done. Some of the battle sequences were terrific, and we certainly learned a lot from what they did - and what they did wrong. Pearl Harbor is not a documentary in any shape or form. We're trying to do what we did for Titans (which is based on a true story), and that's capture the essence of what happened.\" </p> <p>Nonetheless, the spirit of James Jones's novel From Here to Eternity and the film adaptation by Fred Zinneman both seem to hang over the film. One early trailer goes so far as to replicate Eternity's famous love scene in the waves between Burt Lancaster and Deborah Kerr. But just to prove it's a bona fide Bruckheimer movie, the trailer also includes a shot of Ben Affleck in a speeding convertible with Japanese fighters screaming overhead. </p> <p>The harbour itself no longer exists, so a great deal of money was spent trying to recreate it. \"Anything done less than perfectly,\" says Garner, \"would be disrespectful to the Americans who lost their lives there.\" But the movie will attempt to avoid the kind of Yellow Peril race-baiting that disfigured many previous movies about the Pacific war. \"This is not a movie that says one side is good and the other side is bad for staging a sneak attack,\" says Ben Affleck. \"The story does take note of economic factors that may have contributed to the Japanese attacking. </p> <p>\"War is something awful, not something to celebrate. This story is really uncompromising and honest about what the survivors of the Japanese attack went through. I really believe the film will be the definitive piece about the attack.\" </p> <p>\"High concept\" is a misleading but much-used phrase in Hollywood. What it really means is \"low-brow\" or \"lowest common denominator\". What it means is a pitch that can be spun out to a studio moneyman in less than 30 seconds, such as \"Arnold Schwarzenegger and Danny Devito are... TWINS!\" Seven words. Millions of dollars trousered. In this way fortunes are made. The pitch is often cited as the purest distillation of high-concept. It was Don Simpson who invented high-concept. Long may he rot. </p> <p>Don and Jerry were close, but they were not twins, although they later marketed themselves as if they were. Simpson was the ideas factory, Jerry the man at ground zero, the nuts-and-bolts guy. Jerry was the reserved Midwestern Jew; Alaskan Don the wild'n'crazy guy. Don would refine scripts with writers, often sending script notes that exceeded the length of the scripts themselves. Top Gun endured 11 rewrites, and Beverly Hills Cop, so Simpson claimed, went through 38 drafts. Writers were dismissed like pizza-delivery boys or Simpson's hookers, and replaced with others cheaper and more malleable. </p> <p>When the script was adjusted, or dumbed down, to Simpson's satisfaction, he would hand over the production reins to Jerry and return to his steel and glass house to resume his bracing regimen of drug-abuse, cosmetic surgery and beating up and urinating on $5,000-a-night prostitutes from the stables of Madam Alex and Heidi Fleiss. He rarely visited the sets of their movies. This was Jerry's domain. </p> <p>\"I went to Don school and Don went to Jerry school,\" is how Bruckheimer put it. \"I didn't know the studio system. He was the system. He could walk into any meeting and know what the agenda was, what they were thinking, because he was one of them. But he didn't know how to make movies. He didn't have a clue. I had that expertise.\" </p> <p>They met at an industry screening of reggae-and-ganja flick The Harder They Come at the Hollywood Club in 1972. \"He was a publicist at Warner Bros at the time,\" remembers Bruckheimer, who had moved to Hollywood after a successful advertising career in Detroit and Madison Avenue. Simpson had also moved from the advertising business in San Francisco to work in Tinseltown, but was frustrated in his role. \"Shortly thereafter, I got divorced and needed a place to live,\" recalls Bruckheimer. \"He had a big house up in Laurel Canyon and one of his roommates had moved out, so I took one of the bedrooms there. I was making this movie and I was completely ragged and he'd sit in the kitchen and drill me because he loved movies. He hated what he was doing and wanted to get out of it. He was meeting young film-makers and hated running around getting coffee for everybody.\" </p> <p>Their house was filled with coke, hookers and top-shelf studio party-boys. Later Bruckheimer lent Simpson a jacket for an interview with Paramount suit Steve Tisch, and his career was under way. While Bruckheimer knocked out a series of low-budget, prestige pictures like The Culpepper Cattle Company and Farewell, My Lovely, Simpson installed himself at Paramount as one of the generation of executives under studio chief Barry Diller. Other future moguls at the studio were current Disney chairman Michael Eisner and DreamWorks founder Jeffrey Katzenberg. A torch had been passed along to this generation by Paramount's previous bosses, \"the Three Godfathers\" - producer Robert Evans, Gulf-Western CEO Charles Bludhorn and production honcho Frank Yablans. They were notorious enough for their excesses and successes, but Simpson would outstrip them all on both counts. </p> <p>The pair didn't come together as a production team until Flashdance in 1983. Once Adrian Lyne's arid little film - \"a two-hour music video\", in one critic's view; \"a two-hour commercial\", in another's - had debuted to $200m in receipts, Don and Jerry were on their way. They solidified their success by rewiring a stale old Sylvester Stallone script called Beverly Hills Cop, and by ripping off the Eddie Murphy character from Walter Hill's 48 Hrs, the template for the action-comedy-buddy formula so beloved of Simpson-Bruckheimer. Then they went one better - they hired Murphy himself to do it all again, with spectacular results at the box office. It netted $235m domestically and after two sequels the Beverly Hills Cop series made Paramount more than a billion dollars worldwide. It was the first action-comedy to make such sums, and laid the foundation for an entire genre. </p> <p>Top Gun's genesis couldn't have been simpler. This time it was Bruckheimer who found the magazine article, from which he took only the title. Simpson hired writer Chip Proser and showed him a photo which embodied the concept he was after. \"It was two guys in leather jackets and sunglasses standing in front of the biggest, fastest fucking airplane you ever saw in your life,\" Proser remembered. \"This is it,\" said Simpson, \"this is the concept.\" It wasn't even a pitch. It was just about enough for the poster it later became. But with Tom Cruise added to the formula, plus some flesh-heavy locker-room scenes and a lot of homoerotic aerial grab-ass, Simpson-Bruckheimer were able once again to cash in. </p> <p>Credentials thus established, they began to market themselves as a product. They appeared on the cover of Newsweek in matching black suits. They bought matching black Ferraris and matching black Mustang convertibles. They dressed in black Levis that they wore only once - Simpson said they quickly lost \"their essential blackness\". In a final act of power-drunk solipsism, they even hired identical (white) twins as their respective secretaries. \"It was so sick!\" remembered one of their employees. </p> <p>Sick or not, they were the embodiment of the go-go 80s in Hollywood. And they were arrogant. Pete Pettigrew, a retired admiral who served as technical advisor on Top Gun, once encountered Bruckheimer watching teenage sunbathers near the San Diego location. He said to Bruckheimer, \"I see. What you're doing is trying to get inside the heads of these teenyboppers and figure out what they want to see.\" </p> <p>\"Oh no,\" replied Jerry. \"You've got it backwards. Don and I dictate what they want to see.\" </p> <p>There was one thing terribly, terrifyingly wrong with this assessment: it was true. </p> <p> In the five years since Don Simpson died on the toilet with an Oliver Stone biography in his hands and no fewer than 39 prescription and recreational drugs in his bloodstream, Jerry Bruckheimer has proved that he's his own man.Simpson invented and fine-tuned a mind-numbingly straightforward way to make successful movies. Lower your sights, keep it dumb, keep it loud, have a tie-in soundtrack with a hit MTV video, then just market the hell out of it. Once Jerry got the hang of it, what was his need for Simpson? Though he never abandoned his old friend, there was no longer anything useful the Alaskan could teach him. Sooner or later, any fool can learn how to make movies stupider than they already are. </p> <p>The movies they made in the 80s are several degrees more moronic than those made by Bruckheimer alone both before and after their 14-year partnership. If you need proof, rent the excellent Farewell, My Lovely, one of the best Raymond Chandler adaptations ever. Now, with Don gone, Bruckheimer is making movies that do at least nod in the direction of narrative coherence and audience intelligence. Simpson would have shown an amusing, muscular writer like Scott (Con Air) Rosenberg the door. Bruckheimer has the sense to adapt to new trends in dialogue and action signalled by the successes of Tarantino and John Woo. </p> <p>But finally these movies - with or without Simpson's input - are nearly all designed to make skips full of money in the shortest time possible. To that end they are constructed around big guns, big government, big bangs and big tits, allied to whatever fleeting phenomena Bruckheimer deems worth exploiting. These include the millennium (read the comet in Armageddon), Reagan-era jingoism (Top Gun) and the downfall of the Soviet Union (Crimson Tide). Even Pearl Harbor owes its existence to a recent right-wing nostalgia for the generation that fought the second world war, a nostalgia that fed the John McCain campaign this summer as much as it spelled the success of Saving Private Ryan and anchorman Tom Brokaw's book The Greatest Generation. </p> <p>We live in an era that combines the fat complacency and political apathy of the Eisenhower 50s with the garish clothes, confusions and doubts of the late 70s. Somehow Jerry Bruckheimer resolves these contradictions and makes money out of them. He is truly the right movie producer for our blighted age. </p> <p>\u0095 Pearl Harbor will be released next year.</p>",
  "<p>Now that you need no more than a digital video camera and a good idea, it should be easier than ever to become a film-maker; but as any old hand will tell you, there's more to filming than point-and-shoot. \"There's a whole generation that knows nothing about film-making beyond pressing a button on a camcorder,\" says Jeremy Ross, founder and director of the Advancement of Film Education Charitable Trust (Afect). </p> <p>Afect sees itself as something of a model for film education in this country, although it teeters on the brink of extinction and its scrounged 16mm equipment could be seen as outdated by today's fledgling auteurs. A small, independent school in King's Cross, London, it has become an institution in Britain's film-making community, both for its uniquely populist stance and its sheer tenacity. If you want to know more without giving up your day job, Ross is one of very few people who can help. \"I don't know much about the Dogme movement, but that's not the most important thing: the basics of film-making - lighting, editing, composition, etc - are the same whatever format you shoot in.\" </p> <p>Afect has survived for the past 15 years on begged favours, appeals, discounts and donations from benefactors such as Sir John Gielgud, Bob Hoskins, Julie Christie and its patron, Mike Leigh. It is also the only facility in the country which caters to students with neither the time nor the money for full-time film school. On top of the cash crises, there are now uncertainties over the leasing of its property and without support from the newly established Film Council, it could disappear. </p> <p>\"We're the scavengers of the film world,\" says Chris Bullmore, a former film and commercials maker who joined Afect's slim staff last year. \"Everything's done on the cheap, but it's a bloody good exercise for the future. A lot of film-making is about discipline, and the less money you have, the more disciplined you are. It's the artist-in-garret syndrome.\" </p> <p>As befits a facility whose existence has been spartan at the best of times, the course is oriented firmly towards the practice of making films with limited resources - and essentially that means 16mm film only. For new film-makers, 16mm has considerable advantages over digital, Bullmore explains: \"It's much cheaper - especially when you want to hire edit suites and the like - and if something goes wrong with DV equipment, there's nothing you can do. It's all lost, and there's no way you can fix it yourself.\" </p> <p>In the Film Council's statement of aims and objectives, unveiled this April, £1m of its £54m expenditure was allocated to training and education. The council is due to begin dishing out its money soon, and Ross's fear is that, as the Film Council's literature states, the distribution of that £1m will be co-ordinated through Skillset, an industry-backed national training body. \"You'd think, being the only part-time film school in the country, that our claim would be self-evident, but that remains to be seen,\" says Ross. \"Skillset is OK for certain skills and training, but there's a constant pretence that this is adequate to deal with film-making education generally. It isn't. It will provide some limited technical jobs in the industry but that's not what we're about. We're about making young film-makers. </p> <p>\"Film education has never been adequately supported in this country,\" he continues. \"Go to America and there's a place like this in every state. Or compare it to music-making facilities here. In Britain there are facilities for making quality music but virtually none for film.\" </p> <p>A sometime film-maker, sculptor and photographer, Ross founded Afect according to principles formed in his student days at the International Film School with Mike Leigh, among others. \"The philosophy was really that this is an incredibly potent medium, and why isn't it speaking to more people?\" he recalls. \"It was like the printing press when it came out - a way of disseminating information to the people in general, but with film, those wider possibilities were not being explored.\" </p> <p>There was much idealistic discussion about opening up film-making and creating alternative routes for film distribution and education, but Ross was one of the few who did something about it. He initiated a film course that was open to anybody, under the auspices of the Inner London Education Authority (Ilea). He started it as a practical course one evening a week in the City of London. The course grew fast and moved venues, but then Ilea was abolished - 15 years ago - just as the course was gathering momentum. Afect decided to continue the project without state support. </p> <p>With the exception of visiting tutors and lecturers, Ross ran the school virtually single-handed until last year. There are now four permanent staff members (by and large unpaid) and an average intake of 25 students a year. The two-year diploma course costs less than £1,500 a year, compared with a minimum of £3,900 a year at the National Film and Television School, or £4,620 at the London International Film School. </p> <p>Crucially, teaching takes place in the evenings and at weekends. During the daytime, the studio is hired out in order to bring in extra revenue. Though Afect is not geared towards turning out professional film-makers, the school claims to have a respectable record when it comes to placing graduates within the industry. Katherine Freeman, for example, has had her short films broadcast as part of the BBC's 10x10 programme, and one, finished at Afect, has been purchased by Anglia Television. Mark Sturdy is another, a former banker whose films have been shown at the NFT and who is currently developing scripts commercially. </p> <p>In many ways, the state of film-making has not panned out the way Ross, Leigh and co hoped in the 70s. There is still no established network of local film-making or film education across the country, and the success or failure of the British film industry under the Film Council will be measured primarily in terms of financial performance rather than benefit to society. The only indication that \"taking film to the people\" is on the agenda at all is an undefined pledge to \"ensure that over time the British film industry reflects the rich cultural diversity of the UK, and offers equality of opportunity and access to individuals whatever their background\". </p> <p>Ross avoids separating the conflicting issues, however, arguing that there should be a net commercial gain from giving more people access to film-making. \"What is commercial?\" he asks. \"It's a question of how you market it. In an age where there's so much flimsy material around without any guts or heart, little films with personal conviction ought to be commercial. I would think the public is sick and tired of so-called 'commercial' material. For me, the subjectivity of each person - that is the most interesting thing, and I think the scope of our film culture is much too narrow.\" </p> <p>Afect has presented its case to the Film Council and is now waiting to see whether a life-saving cash injection follows or not. Plans for expansion and improvement are in place but on hold pending their decision and the uncertainty over the leasing of the property. </p> <p>Even if Afect fails to win support, Ross would not feel his project had been a failure, rather a prototype for small film-making facilities in this country, which he hopes will inspire imitators. \"My original idea - what foolishness one starts with - was that we could take it to different cities, or have a properly equipped van and take it to schools, teaching basic film-making. There's scope for that. So much could be done for so little.\" </p> <p> \u0095 Afect can be contacted on 020-7837 5473 or 0771 400 1200.</p>",
  "Agatha Christie \"carefully orchestrated\" her sensational disappearance as if it were a plot for one of her detective novels, the daughter of a lifelong friend said yesterday. <p>Judith Gardner said the author had planned the episode as an act of revenge against her unfaithful husband, Archie. Her 11-day disappearance in 1926 after an apparent car crash led to government concern and a search by police who believed she had been murdered.</p> <p>When discovered at a hotel in Yorkshire booked under the name of her husband's mistress, Mrs Christie's excuse was that she had received a blow on the head. \"For 24 hours I wandered in a dream, and then found myself in Harrogate as a well-contented and perfectly happy woman who believed she had just come from South Africa.\"</p> <p>Mrs Gardner, 84, daughter of Mrs Christie's sister-in-law and friend, Nan Watts, said she had learned the truth as a child in the company of the pair. On the night Mrs Christie disappeared she was secretly hidden by Mrs Watts at her Chelsea home before she kitted her out at the Army and Navy store, gave her money, and put her on a train the following afternoon to Harrogate. \"She then just sat there in her hotel room, hiding away,\" Mrs Gardner said yesterday.</p> <p>\"But she had signed the guests' register in the name Neele - the surname of her husband's lover. It was carefully orchestrated.\"</p> <p>Mrs Gardner and her husband, Graham, added: \"She wanted Archie back.</p> <p>\"She wanted to give him a shock. If she had had amnesia she would not have signed the register in the other woman's name. She was a highly intelligent woman.\"</p> <p>Her disappearance, dramatised in the 1979 film Agatha, with Vanessa Redgrave, misfired because of the scale of press coverage. At one stage police, under pressure from the home secretary, suspected her husband of murdering her.</p> <p>Mrs Gardner said: \"My mother helped her because she was distraught. I think she went to my mother because she had been through a divorce. [Mrs Christie] never did it for the publicity. That was the last thing she would have thought of. She was very upset and shocked - it all went rather wrong.\"</p> <p>Subsequently Mrs Christie divorced but she kept her husband's surname, partly because it was her writing name. She married the architect Sir Max Mallowan. But, at her death in 1976 at 86, her first wedding ring and Mr Christie's letters were found in her writing case.</p> <p>Some of the Gardners' story was discussed in a book and TV programme in 1998, but Mrs Christie's biographer, Janet Morgan, was not convinced by it. The author was \"sick and bewildered\" before and after her flight, said Dr Morgan.</p>",
  "The government last night suffered a humiliating defeat over its plan to sell off Britain's air traffic control service, as the Lords voted to delay its sale until after the general election. <p>Liberal Democrat peers and two rebel Labour peers joined Tory peers to vote, by 112 to 90, for the part-privatisation to be delayed from March until after the election - expected to be in May. </p> <p>The Department of Transport said afterward that the government would seek to reverse the change in the Commons before returning the legislation to the Lords. </p> <p>But the department admitted that the £500m sell-off could be sacrificed to ensure that the rest of the delayed transport bill, concerned with control of the railways, could be pushed through. </p> <p>The government is said to be unconcerned about the relatively small amount that the sell-off would bring the Treasury, but is anxious to increase investment in air traffic control and improve efficiency. </p> <p>The vote was an unanticipated victory for Tory peers. Afterward they seized on the failure of some 70 Labour peers to turn up to vote, and claimed that the fact that fewer than half of the government's 200 peers had supported it revealed a \"stunning lack of confidence\" in the policy. </p> <p>Commenting after the vote, the shadow transport secretary, Bernard Jenkin, referred to a pledge before the 1997 election by Andrew Smith, now treasury minister, and said: \"Labour were elected on a policy of 'our air is not for sale'. </p> <p>\"This vote shows that it should never be for sale, and this botched privatisation should be abandoned immediately.\" </p> <p>During the Lords debate, Tory transport spokesman Lord Brabazon refused to admit his party would bring in full privatisation - which he had argued for unsuccessfully at an earlier stage. </p> <p>Instead, he claimed the delay was desirable so that the government could include the measure in its manifesto.</p>",
  "The Northern Ireland peace process was facing a grave crisis last night after talks appeared to break down between the Ulster Unionist leader, David Trimble, and hardline opponents in his party. <p>With less than 48 hours to go until a crucial meeting of the party council in Belfast tomorrow Mr Trimble accused his critics of \"sinking\" negotiations over IRA disarmament. </p> <p>His outburst was prompted by a letter from hardliners, who have called tomorrow's meeting, insisting that Mr Trimble abandon the power-sharing executive by the end of next month if the IRA fails to disarm. Mr Trimble, who is opposed to setting a deadline for IRA disarmament, is likely to face a knife-edge vote at the council meeting. </p> <p>Victory for his opponents, who secured 47% of the vote at the last meeting in May, would force him to withdraw from the executive, delivering what could be a fatal blow to the peace process. </p> <p>The IRA offered a lifeline to Mr Trimble by confirming that it has allowed a second inspection of its arms dumps. In a statement the provisionals said the former Finnish president Martti Ahtisari and the former ANC general secretary Cyril Ramaphosa had inspected several dumps. </p> <p>Tony Blair also intensified his efforts to shore up Mr Trimble's position during a visit to Northern Ireland. </p> <p>Before talks with leaders of the main pro-agreement parties, Mr Blair said he understood unionist frustration at the slow progress on decommissioning but added: \"We have a situation which is by no means perfect in terms of security, but we have paramilitary organisations being brought gradually into the proper democratic process. We would make a big mistake if we gave it all up.\" </p> <p>Ministers granted a concession to Mr Trimble when they bowed to his demand that control of policing should be handed to the executive. </p> <p>Their attempts to win over unionists were in danger of backfiring, however, when Peter Mandelson, Northern Ireland secretary, issued a blunt warning that the Irish republic's government would play an even greater role in the affairs of Northern Ireland if the executive collapsed. </p> <p>His remarks angered all shades of unionist opinion, and he was accused of issuing a crude threat. The leading UUP hardliner, Jeffrey Donaldson, accused him of making a \"a huge mistake\". </p> <p>The Donaldson camp was increasingly confident last night that supporters of Mr Trimble were moving to its side. The hardliners demonstrated their resolve when they published the letter to every council member calling for Mr Trimble and his two ministers to abandon the executive by November 30 if the IRA failed to hand over or destroy \"hundreds of illegal firearms\". </p> <p>Mr Trimble said setting a deadline would play into the hands of the IRA. He described the letter as a \"matter of great disappointment\". </p> <p>He had hoped to win round the Donaldson camp by proposing to begin a phased withdrawal from the devolved bodies in the new year if the IRA refused to disarm. No deadline would be set, but Mr Trimble would offer private assurances to the party.</p>",
  "John Prescott yesterday put in place a national recovery plan for the railways to deal with the mounting problems caused by broken rails that are paralysing the network. <p>The plan will be ready in two weeks, although it will be many months before the network is restored to normal. Railtrack has been given the onerous task of inspecting the poorly maintained rail system, whose deficiencies were exposed by the Hatfield crash. </p> <p>The announcement came after another derailment, this time at Virginia Water in Surrey, for which Railtrack blamed leaves on the line for having made the train, with 150 to 200 people on board, slide along the line after a trainee driver reported that he had lost control. </p> <p>Railtrack went on to paint a downbeat picture of the national situation. It warned that the delays could get worse, and estimated that speed restrictions could be imposed on more than 300 sites compared with 206 at present. Managers agreed that the final total could be even higher. </p> <p>Engineers have found 1,850 cracked rails, a problem which Railtrack has identified only within the past 12 months. </p> <p>As Railtrack promised to give at least 24 hours' notice of any further line closures, the deputy prime minister said: \"The public wants to be satisfied that the rail industry is working together and is doing everything possible to address the safety issues raised by the tragic accident at Hatfield.\" </p> <p>Mr Prescott said that the industry had a \"robust national track recovery plan\" to which Railtrack and the train operators were committed. </p> <p>It could be used to give passengers the best possible information about future disruption. </p> <p>He expected that it would take until Wednesday to inspect all the sites where there was known to be \"gauge corner cracking\" - the cause of the Hatfield crash. There would then be a meeting on Thursday to review progress on the national recovery plan. </p> <p>Mr Prescott paid tribute to the industry's frontline staff who had worked hard to deal with \"horrendous problems\" and continued to do so. He agreed that the patience of passengers had been stretched to the limit and would continue to be so. </p> <p>But the industry had to work together to have a well managed plan for finding faults and repairing them. Advanced notice would minimise disruption and maximise safety. </p> <p>Gerald Corbett, Railtrack's chief executive, pointed out that the worst case scenario was that 300 sites would have temporary speed restrictions. He said that passengers would continue to face several days of disruption but that the worst should be over by next Wednesday when most inspections will be completed. </p> <p>Mr Corbett declared: \"Our teams on the ground are tired and tempers get frayed, but we have got to bash on and get it sorted. This is the biggest programme of track inspection ever seen.\" </p> <p>He said that Clapham junction in south London, one of the busiest places on the network, was earmarked for disruption this weekend as engineers prepared to replace rails. </p> <p>According to Mr Corbett, the network will be \"getting back to stability over the weekend\". By Tuesday, Railtrack would know where it was with speed restrictions. </p> <p>One of the serious passenger problems which the train companies will have to address is refunding passengers for not getting them to their destinations in time. Thousands of people travelling to work have been late, and the shadow strategic rail authority said yesterday that the matter would be dealt with sympathetically. </p> <p>Sir Alastair Morton, chairman of the shadow authority, said the emergency summit had agreed on four steps: the identification of problem areas, which should be completed by next week; the development of emergency timetables across the network; the need to return to a normal programme of maintenance; and for the industry to re-examine its structure. </p> <p>Rail regulator Tom Winsor said he fully backed the steps. </p> <p><b>Useful links:</b> <a href=\"http://www.railwatch.org.uk\" target=\"_NEW\">www.railwatch.org.uk</a> Railway development society <a href=\"http://www.rail-reg.gov.uk\" target=\"_NEW\">www.rail-reg.gov.uk</a> Office of the rail regulator <a href=\"http://www.sra.gov.uk\" target=\"_NEW\">www.sra.gov.uk</a> Shadow strategic rail authority</p>",
  "Lord Woolf, the lord chief justice, speaks from deep knowledge of the penal system when he describes the atmosphere in young offender institutions as \"corrosive\". <p>His inquiry into prison riots in 1990 convinced him that former Tory home secretary Michael Howard's dictum that \"prison works\" was wrong. He often annoyed Mr Howard by criticising his \"get tough\" penal policy, describing the use of prison as \"an easy option which has a miserable record of failure\". </p> <p>In his first major ruling after being appointed master of the rolls in 1996 - he was promoted to lord chief justice this year - he quashed Mr Howard's decision to fix a 15-year tariff for Robert Thompson and Jon Venables. </p> <p>The home secretary, he declared, had reached his decision to add five years to the 10 recommended by the then lord chief justice, Lord Taylor, in a way that was \"perfunctory and falling far below the standards that a court would adopt if contemplating sentencing a child to a period of 15 years detention\". </p> <p>Mr Howard and his colleagues saw Lord Woolf as the worst sort of woolly liberal with dangerous tendencies to appropriate for judges the decision making role that should belong to Parliament. He has described himself as \"liberal with a small l\", and was one of the first judges to support incorporation of the European convention on human rights into UK law. </p> <p>He will not be surprised to find opprobrium heaped on him for paving the way for Thompson's and Venables' early release, but will see it as a price worth paying to safeguard their chances of rehabilitation as useful citizens.</p>",
  "Nicholas Phillips has risen rapidly through the ranks of the judiciary since he presided over the Maxwell fraud trial in 1995. He was praised by lawyers in the complex case for his fairness, attention to detail and patience, and was promoted to the court of appeal during the trial. <p>Those qualities made him an obvious choice in December 1997 to chair what was sure to be a contentious inquiry into the BSE crisis. He was promoted to the House of Lords at the end of 1998. </p> <p>In the Lords, where he took the title Lord Phillips of Worth Matravers, he was one of seven law lords who ruled by a six-one majority in March last year that the former Chilean dictator, Augusto Pinochet, could be extradited to face charges of torture in Spain. But most of his time was spent presiding over the BSE inquiry. </p> <p>Last April he was appointed master of the rolls, the second most senior judge in England and Wales. A caretaker judge took his place until he was free this month to take up the job. He also becomes head of civil justice, taking forward reforms spearheaded by Lord Woolf, now the lord chief justice, to make litigation cheaper, speedier and simpler. </p> <p>Now 62, he is a moderniser and information technology buff who practised as a shipping lawyer before joining the high court in 1987. Lawyers voted him as among the most popular judges in a survey by Legal Business magazine.</p>",
  "Wet leaves were blamed for a train derailment yesterday which provoked further fears about the safety of the rail network. <p>Four carriages carrying 150 to 200 passengers on the 8.21am South West trains service from Weybridge in Surrey to Staines went through a red light and left the track 100 yards from Virginia Water station, narrowly missing a commuter train travelling to Waterloo from Reading. </p> <p>The incident occurred on the same stretch of track where a train travelling at 60mph collided last week with a bus stranded on a level crossing at Pooley Green near Egham, Surrey. </p> <p>The train, which was travelling at 40mph, should have stopped at a red light outside Virginia Water station but overshot to a set of points at a junction which had been set for the train bound for Waterloo. </p> <p>As the train swerved out of control, signals were changed from green to red to prevent other trains crossing its path. </p> <p>No one was seriously injured but two passengers were treated for shock in hospital. </p> <p>Railtrack said last night that early investigations suggest the incident was caused by leaves on the line. </p> <p>Michael Holden, Railtrack's southern zone director, said that leaves on the track were the equivalent of black ice on the roads. </p> <p>\"The prompt action of the driver and the signalman ensured there was no danger to other trains or passengers,\" he said. </p> <p>Passenger Michael Groves, 41, from Weybridge, Surrey, vowed never to use the railways again. \"One moment it was like any other morning, the next there was terror. The train buckled and the carriage started to tilt over. People were screaming. </p> <p>\"Some people started to get off but I urged them not to. They could have electrocuted themselves on the rails. Instead we waited for the fire brigade who were very quick and helped us off. </p> <p>\"Everyone was in shock. This was the most terrifying experience of my life. As soon as the paramedics arrived I burst into tears.\" </p> <p>Six ambulances were sent to the scene and British transport police and Surrey police launched an incident plan. St Peter's hospital in Chertsey, Surrey, was put on full standby.</p>",
  "The teenagers who killed two-year-old James Bulger when they were boys of 10 are almost certain to go free next year after a decision by Lord Woolf, the lord chief justice, that their \"tariff\" - minimum term - expired yesterday. <p>Lord Woolf said the atmosphere in young offender institutions, where Robert Thompson and Jon Venables would be expected to go now they have reached 18, was so \"corrosive\" that to send them there risked undoing successful efforts to rehabilitate them. </p> <p>The murdered boy's mother, Denise Fergus, was in court at the royal courts of justice in central London to hear Lord Woolf deliver his decision. She sank her head and sobbed. </p> <p>The ruling paves the way for an application to the parole board, which will take the final decision on when the pair should be released. They are expected to emerge from the separate local authority secure units where they are being held in the north of England to new identities in a new part of the country. </p> <p>In a high court hearing next month, their lawyers will apply for a permanent injunction banning the media from disclosing information about them. A temporary injunction already in force could be extended under the right to privacy in the European convention on human rights, which became part of English law this month. </p> <p>The pair abducted the two-year-old from a Merseyside shopping centre in 1993. They battered him to death and left his body on a railway track to make it appear he had been run over by a train. </p> <p>Lord Woolf said the facts of the murder were \"exceptionally horrific\". The trial judge, Mr Justice Morland, had described it as \"an act of unparalled evil and barbarity\". </p> <p>But \"the one overriding mitigating factor\" was the boys' age at the time, said Lord Woolf. Had they committed the crime only a few months earlier they would have been below the age of criminal responsibility and could not have been tried and punished by the courts. Reports from psychiatrists and staff at the secure units showed they were both \"genuinely extremely remorseful\" about their crime and the effect on James Bulger's family. </p> <p>They had worked hard in pursuing their education, and had considerable achievements to their credit. Neither had shown any propensity to violence during detention, and all who reported on them regarded the risk of reoffending as low. </p> <p>The trial judge had recommended a tariff of eight years, and the then lord chief justice, Lord Taylor, 10 years. The then home secretary, Michael Howard, fixed the tariff at 15 years, but this was quashed by the House of Lords. Lord Woolf was handed the task of recommending a new tariff after the European court of human rights held that judges, not politicians, should take what was in effect a sentencing decision. </p> <p>Lord Woolf said: \"Because of their behaviour they are entitled to a reduction in the tariff to eight years, which happens to be the figure determined by the trial judge. </p> <p>\"An eight-year tariff would expire on February 21 2001. I have already pointed out that it would not be in their or the public's interest for these two young men to be transferred to a young offender institution. </p> <p>\"In all probability, if the tariff period expired today it is likely that it would be after February 2001 before the parole board could decide whether they should be released and, if so, for the necessary arrangements to be made to enable this to happen.\" </p> <p>Mrs Fergus said in a statement that she was \"disgusted and shocked\" by the decision, which had allowed Thompson and Venables to \"get away with murder\". </p> <p>Albert Kirby, the police officer who headed the original murder investigation, said he was \"flabbergasted\" that the killers could soon be free. </p> <p>In a statement released through his lawyer, James's father Ralph said his side of the family were \"dissatisfied\" by the decision, \"the way matters have been approached and the reasons given\". His lawyer, Robin Makin, said the family planned to make representations to the parole board about the release.</p>",
  "The tragic scale of the BSE crisis - \"a peculiarly British disaster\" - was inevitable whatever action the government took, the Phillips report concludes. It says that it is still not possible to reach a firm estimate about how many people in the future might contract and die from variant CJD. Projections range from small numbers to many millions. <p>\"The full extent and effects of the human disease will not be discernible for many years to come,\" the report says. Baffling and still unresolved scientific questions have \"hampered and bedevilled the whole course of events\". </p> <p><b>Secrecy</b><br> </p> <p>Despite strong criticisms of ministers and civil servants for failing to keep the public fully informed as to possible risks, the report commends the government for taking significant measures to protect human health when the likelihood of transmission to humans was considered remote. Allegations of a cover up cannot be substantiated, but the report says it was not surprising that the public felt it had been deceived. A \"culture of secrecy\" was identified in the Ministry of Agriculture and there was a \"team failure\" among officials, who were concerned about the beef export trade, to evaluate food risks. But the report concludes that there is no foundation in the allegation that the ministry put the interests of farmers before consumers. </p> <p>Scientists generally come out of the report well. They are commended for the quick identification of BSE in 1986 and the \"prompt detection\" of the variant CJD in humans in 1996. Anyone hoping to find \"villains or scapegoats should go away disappointed\", Lord Phillips says and adds: \"Most of those responsible for responding to the challenge posed by BSE emerge with credit.\" </p> <p>The report finds that the BSE epidemic was \"a consequence of an intensive farming practice - the recycling of animal protein in ruminant feed. This practice, unchallenged over decades, proved a recipe for disaster\". </p> <p>The inevitability of the disaster was caused by a number of factors: BSE had an incubation period of five years; it tended to strike a single cow in a herd; it had clinical signs similar to those of a number of other diseases; it was impossible to diagnose before clinical signs appeared; and it was transmissible to humans with a much longer incubation period. By the time BSE was identified in 1986, as many as 50,000 cattle were likely to have been infected. </p> <p>\"At the heart of the BSE story lie questions of how to handle hazard - a known hazard to cattle and an unknown hazard to humans. The government took measures to address both hazards. They were sensible measures, but they were not always timely nor adequately implemented and enforced.\" </p> <p>The lack of rigour by officials in implementing policy decisions was partly because of the belief of many before 1996 that BSE was not a potential threat to human life. \"The possibility of a risk to humans was not communicated to the public or to those whose job it was to implement and enforce the precautionary measures.\" But the report says: \"The government did not lie to the public about BSE. It believed that the risks posed by BSE to humans were remote. The government was preoccupied with preventing an alarmist over-reaction to BSE because they believed that the risk was remote. It is now clear that this campaign of reassurance was a mistake. </p> <p>\"A recurring theme in the BSE story,\" Lord Phillips says, \"has been growing public suspicion and dissatisfaction that important information was not being shared and discussed openly so that people were denied proper choices in matters that deeply affected them and their families.\" Victims and the families have special needs which should be addressed. \"The unusual problems of the diagnosis, treatment and care of the early cases of vCJD meant that for some of the victims and their families the tragic horror of the disease was made the more difficult to bear by lack of appropriate treatment, assistance and support.\" </p> <p>The report says individual cattle were probably first infected by BSE in the 1970s. When the first cow death was investigated by the central veterinary laboratory (CVL) in 1985 the disease was not recognised because it was masked by other factors. After BSE was identified in November 1986, gathering of data in the following months was impeded by an embargo in the state veterinary service about making the disease public. </p> <p>By the end of 1987 the laboratory had concluded that the cause of BSE was the consumption of meat and bone meal made from animal carcases and incorporated in cattle feed. This right conclusion was reached \"with commendable speed\". But other provisional conclusions by John Wilesmith, head of the CVL epidemiology department, were wrong. </p> <p>The cause of the disease was not derived from sheep infected with conventional scrapie, the report says for the first time, but by the recycling in cattle feed of cattle remains infected with BSE itself. It possibly originated in a cow or other animal that developed the disease as a consequence of a gene mutation. But the report says that the true origin \"will probably never be known with certainty\". </p> <p>The assumption that looser regulation in the rendering process had caused the feed to become infectious - a view held to this day - was also invalid. \"Rendering methods have never been capable of completely inactivating\" the disease. </p> <p>Assessing the danger to people was made difficult because of the long incubation period. \"Maff officials appreciated from the outset the possibility that BSE might have implications for human health.\" But they failed to consult with the department of health, and the chief medical officer, Sir Donald Acheson, was only informed in March 1988 after the ministry of agriculture had advised ministers that infected animals should be destroyed. </p> <p>Sir Donald's advice to set up an expert working party under Sir Richard Southwood, professor of zoology at Oxford University, was of \"crucial importance in safeguarding human health\". The Southwood report concluded that \"it was most unlikely that BSE would have any implications for human health\". But Lord Phillips says that it did not, as it should have done, make clear the basis for its assessment of risk. \"It did comment that if the assessment was incorrect the implications would be extremely serious. This warning was lost from sight.\" </p> <p>Scientists' views began to change slightly in 1990 when it was revealed that a cat had been diagnosed with a \"scrapie-like\" spongiform encephalopathy, yet their concerns were not made public. Instead the messages given to the public, by officials and ministers, was that beef was safe and that BSE was not transmissible. This impression led to a feeling of betrayal when it was announced in March 1996 that people could catch the disease. </p> <p><b> Infection</b><br> </p> <p>The first measure to prevent further infection - the banning of cattle remains in cattle feed in July 1988 - had a dramatic effect in reducing to a fraction the escalating rate of infection. But ignorance about the scale of infection and the amount of material needed to transmit the disease led to thousands of animals being infected after the ban. The feed trade was given a period of grace of five weeks to clear their stocks. \"Some members of the feed trade, being given an inch, felt free to take a yard and continued to clear stocks after the ban came into force.\" </p> <p>More serious was the failure to appreciate that tissue the size of a peppercorn could transmit the disease. Cross-contamination in feedmills led to thousands more cattle being infected. The situation was made worse in 1990 by a ban on certain bovine offal for feed given to pigs and poultry, which was \"unenforceable and widely disregarded\". The dangers of cross-contamination were not realised until 1994. </p> <p>The decision to protect humans by the compulsory slaughter and destruction of animals with BSE was based on \"commendable advice\" from the Southwood working party but the report says it should have been introduced months earlier than August 1988. </p> <p>However, Southwood is criticised for failing to make plain that there was a risk of transmission in eating animals incubating the disease but not showing signs. It only warned about including ruminant offal and thymus in baby food. Both Maff and the health department missed this shortcoming. It was not until June 1989 that offal was banned in all human food. </p> <p>Maff officials also failed to give weight to concerns about the mechanical recovery of scraps left attached to the vertebral column for use in human food. Because of a breakdown in communications officials believed that the experts on the new spongiform encephalopathy advisory committee (SEAC) were not concerned about the odd scrap getting through the system and some members on SEAC falsely believed that the spinal cord could be removed in its entirety. This was not remedied until 1995 when the meat hygene service took over enforcement of the regulations. </p> <p>Another failure was the lack of liaison between the ministry of agriculture and health officials about the dangers of the disease being carried in human medicines. A small number of vaccines were eventually phased out after consideration by the medicines control agency and the veterinary medicines directorate but these organisations \"do not appear to have been systematically accountable to anyone\". Some human vaccine stocks with bovine content were used until 1992. The report says that no comprehensive consideration was given to other pathways for infection until March 1996. </p> <p>Lord Phillips praises the prompt detection of vCJD by the CJD surveillance unit in that month. On March 16 SEAC concluded that the likely cause was BSE. However, he says that that conclusion should have become apparent to officials by early February. \"There was no interdepartmental discussion or consideration of policy option within either department until the middle of March 1996. This was an inadequate response.\" </p> <p>On the lessons to be learned Lord Phillips says the effective control of animal diseases needs a proper surveillance regime and incentives for farmers to report instances to the state veterinary service. Consideration should be given to creating a formal structure within government, embracing both animal and human health officials, to respond to future threats. </p> <p>Veterinarians should be trained in epidemiology: Mr Wilesmith of the CVL was the only member of staff with a postgraduate degree in the subject. </p> <p><b> Alarm</b><br> </p> <p>Advisory committees like the Southwood committee \"should not water down its assessment of risk out of anxiety not to cause public alarm\". Government departments should retain in-house scientific expertise to review their advice. </p> <p>Rigorous thought must be given to the introduction of precautionary measures and make sure they are enforceable and watertight. This did not happen with the ban on bovine offal, meat and bone meal and mechanically recovered meat. </p> <p>Officials should draw up contingency plans and not just rely on advice from advisory committees. Those civil servants who attended two meetings of the SEAC in January and February 1996, when it became clear that vCJD would probably be linked to BSE, failed to put senior colleagues on alert. </p> <p>The lesson from the emergence of vCJD is that precautionary measures should be strictly enforced even if the risk is considered remote. All pathways by which vCJD may be transmitted between humans must be identified. Because bovine material is used in a range of food and non-food purposes, including cosmetics and medicines, a comprehensive review of infection should be undertaken. </p> <p>The report says no one has demonstrated a link between working on a farm and vCJD. The four farmers with BSE herds who did contract CJD were aged between 54 and 64 and their disease did not have the signs of the new variant. </p> <p>Lord Phillips makes much of the need for transparency from government. \"Our experience has led us to the firm conclusion that a policy of openness is the correct approach. When responding to public or media demand for advice, the government must resist the temptation of attempting to appear to have all the answers in a situation of uncertainty. </p> <p>\"We believe that food scares and vaccine scares thrive on a belief that the government is withholding information. If doubts are openly expressed and publicly explored, the public are capable of responding rationally and are more likely to accept reassurance and advice if and when it comes.\" </p> <p>At the end of volume 1 of the 16 volume report Lord Phillips names those people who face criticism. </p> <p>But he says: \"We draw attention to the fact that the areas where we have criticised individuals are relatively few. If those criticised were misguided, they were nonetheless acting in accordance with what they conceived to be the proper performance of their duties\".</p>",
  "Peter and Susan Hodge began to fear the worst as they watched their daughter Alison suffer increasing problems walking, her leg shaking, her balance faltering. <p>They had seen the television pictures of cows staggering from BSE. \"I think I had realised what it was before she even went into hospital. I was not surprised when the doctor told us,\" says Susan. </p> <p>In their neat semi in Macclesfield, Cheshire, the Hodges chronicle how Alison displayed other classic symptoms of the human disease linked to eating infected beef - mood swings, aggression, slurred speech, hallucinations, problems swallowing and a gradual inexorable loss of bodily control. </p> <p>She died in August 1998 at the age of 25, in the bedroom where she had spent much of her youth, the 28th fatality in Britain from variant CJD. </p> <p>Alison had come home after a short stay in hospital. Her parents, her husband Richard Thorpe, his mother and his aunt watched her desperately cling on to life as they devised a rota to care for her. Peter talks movingly of having to help his adult daughter to the lavatory, clean her or wash her hair and somehow cope with the horrifying aversion to water, an element she had once adored, swimming whenever possible. </p> <p>\"She would just fight us. We woke up in the middle of the night when Richard had taken her to the bathroom and she was punching him in the face. It took three of us to calm her down and get her back into bed.\" </p> <p>Within three months, Alison was dead. Richard and her parents had taken the agonising decision not to do anything that would prolong her life. Mr Hodge remembers how a few days before she died, he tried to feed her with some cereal on a spoon. \"Suddenly, she stopped swallowing. Fortunately, I had a little syringe so I was able to get a little water and rinsed her mouth out. When Sue came home that night, we tried again. But that was the end of it. She just did not eat any more and drink any more.\" A couple of days later, she was given sedatives and on August 27 she died. </p> <p>It was all so different a couple of years earlier. Richard, a joiner, and Alison, who worked for a chain of toiletry stores, married in October 1995. After a childhood and early adulthood in which Alison suffered eczma, asthma, food allergies, migraines and other illnesses, life seemed good. She loved aerobics, working out and skiing. But Alison began getting anxious and Richard noticed she had less time for him. She was losing weight despite eating well and became scared by local youths burning out cars on the waste land behind their new house on the outskirts of an estate. The house was sold and the couple moved in with Alison's parents late in 1997. </p> <p>Alison's driving became erratic. She was tired and irritable but blamed stress. She persuaded Richard they should go skiing in Italy despite complaining of uncontrollable leg shaking. She fell and suffered a hairline fracture of her right elbow. On her return, she could hardly walk off the plane. One day she collapsed at work. Richard brought her home and she never went back. \"She could not even slice bread to make a sandwich,\" Susan recalls. </p> <p>By late May, she was in Manchester Royal Infirmary for tests. She was given a walking frame with wheels. She kept falling over. She was told a brain scan was of poor quality because she could not keep still. \"She was upset because she was unable to control her movements,\" says Susan. </p> <p>In June, Alison was back home after a consultant neurologist and experts at the CJD surveillance unit in Edinburgh disagnosed her as a suspect vCJD victim. The Hodges praise the help of their GP, district nurses and a members of local care attendant scheme. But lack of help from the local social services, was, says the family, \"appalling\". </p> <p>Cheshire social services department this week said it was concerned that the Hodges felt their response \"was less than satisfactory\" but pointed out that Alison's was the first case they had ever dealt with. Susan Hodge later helped officers to understand the needs of those caring for later victims. </p> <p>The local coroner refused an inquest because Alison died of \"natural causes\" - although the government has now agreed to open one early next month. </p> <p>The Hodges believe the government and health authorities must give families more support - financial, emotional and practical. Susan, who works in the coffee shop at a local supermarket, Peter, a coach driver, and Richard reduced their working hours and bought expensive equipment to care for Alison. </p> <p>\"I was left very much in the dark as to the benefits to which I was entitled,\" says Susan. \"We still had our household commitments, our mortgage and so on.\" </p> <p>Meanwhile, they constantly rake over the past to try to understand why their daughter got the disease. During Alison's early years, they lived in the south-west where BSE was later to become a particular problem. They have often visited Leicestershire, where there has been an apparent cluster of victims. They regularly had roast beef for Sunday lunch, even though Susan gave it up when she sympathised with protesters against live cattle exports, but Alison would rarely eat beefburgers, cheap mince or meat pies. </p> <p>\"I think it is a blow to my pride really,\" admits Susan, who like other mothers of vCJD patients feels guilty that they may have fed their children contaminated material. </p> <p>She has also wondered about baby food (though Alison rarely ate it), gelatin of bovine origin around the antibiotic capsules Alison used to take and the appendix operation Alison had in her teens. Experts recognise the possibility that the disease can be spread by contaminated surgical instruments. </p> <p>Peter now says: \"I can never eat beef again. Some people know what Alison died of and say \"they do a nice roast beef down here\" and I want to punch them on the nose.\" Others seem almost embarrassed to hear of their daughter's story. \"When farmers come on television and say how hard done by they are, the first thing I say is 'tough titty'. I have no sympathy for them.\" </p> <p><b>CJD facts</b></p> <p><b>Deaths</b> 80.</p> <p><b>Victims still alive</b> 5. </p> <p><b>First known death</b> Stephen Churchill, aged 19, May 1995. </p> <p><b>Youngest death</b> 15. </p> <p><b>Oldest death</b> 54. </p> <p><b>Youngest victim</b> Girl of 14 still alive. Symptoms first evident at 12. </p> <p><b>Length of obvious illness</b> Few months to more than three years.</p> <p><b>Incubation period</b> Unknown. </p> <p><b> Cause</b> Chief suspect is contaminated beef products. Not conclusively proven.</p> <p><b>The ones who have died, aged 15 to 54</b></p> <p>The first victims of the disease now known as vCJD began showing symptoms in 1994, although it was March 1996 before their condition was formally identified as a new phenomenon. By then, 10 were dead. There are thought to be 85 victims, including five still alive. Some families have wished to remain anonymous.</p> <p><b>Stephen Churchill</b>, 19, of Devizes, Wilts, first to die in May 1995.</p> <p><b>Michelle Bowen</b>, 29, former butcher's assistant, died Nov 1995. </p> <p><b> Jean Wake</b>, 38, of Tyne and Wear, died Nov 1995, years after working as a meat-chopper in a pie factory. </p> <p><b>Maurice Callaghan</b>, 30, died Nov 1995. </p> <p><b>Ann Richardson</b>, 41, of Liverpool, died Jan 1996. </p> <p><b>Leonard Franklin</b>, 52, abattoir worker, died Feb 1996. </p> <p><b>Alison Williams</b>, 30, of Caernarfon, north Wales, died Feb 1996. </p> <p><b>Peter Hall</b>, 20, vegetarian student, of Chester-le-Street, Co Durham, died Feb 1996. </p> <p><b>Anna Pearson</b>, 29, of Canterbury, Kent, died Feb 1996. </p> <p><b>Ken Sharpe</b>, 42, of Liverpool, died March 1996. </p> <p><b>Andrew Haig</b>, 31,of Fife, died May 1996. </p> <p><b>Nina Cadwallader</b>, 23, of Harpenden, Herts, died May 1996. </p> <p><b>Barry Baker</b>, 29, of High Halden, Kent, died June 1996. </p> <p><b>Michael Clifford</b>, 50, of Redditch, Worcestershire, died June 1996. </p> <p><b>Janice Stuart</b>, 35, died Sept 1996. </p> <p><b>Victoria Lowther</b>, 19, of Carlisle, Cumbria, died Nov 1996. </p> <p><b>Margaret Tibbert</b>, 29, from Glasgow, was another early victim. </p> <p><b>Neil Fayers</b>, a London-born community psychiatric nurse, who became a vegetarian in 1991, died Feb 1997. </p> <p><b>Adrian Hodgkinson</b>, 25, of Harrogate, Yorkshire, died in Feb 1997. </p> <p><b>Susan Carey</b>, 36, of Mersham, Kent, died March 1997. </p> <p><b>Matthew Parker</b>, 19, trainee chef from Armthorpe, South Yorkshire, died March 1997. </p> <p><b>Louise Adams</b>, 23, of Basingstoke, Hampshire, died May 1997. </p> <p><b>Nina Cadwallader</b>, 23, of Harpenden, Hertfordshire, died May 1997. </p> <p><b>Gulcan Hassan</b>, 19, of south London, died May 1997.</p> <p><b>Keith Humphreys</b>, 42, of Northfield, Birmingham, died July 1997. </p> <p><b>Mandy Minto</b>, 27, former European youth judo champion, died 1997. </p> <p><b>Neil Kreibich</b>, 37, of Newcastle upon Tyne, died 1997. </p> <p><b>Michael Connor</b>, of Rochdale, Greater Manchester, died Sept 1997. </p> <p><b>Christopher Warne</b>, 36, of Ripley, Derbys, died Oct 1997. </p> <p><b>Victoria Rimmer,</b> 20, of Connah's Quay, Clwyd, diagnosed in 1993 at age of 15. Died 1997. </p> <p><b>Donna Lee Mellowship</b>, 34, of north London, died Dec 1997. </p> <p><b>Ian Herman</b>, 36, of Middlesbrough, died Dec 1997. </p> <p><b>Jayne Bishop</b>, 54, of Oxford, died 1998. </p> <p><b>Caroline Jones</b>, 33, of Teesside, died March 1998. </p> <p><b>Clare Tomkins</b>, 24, of Kent, died April 1998. </p> <p><b>Tony Barrett</b>, 45, died June 1998. </p> <p><b> Alison Thorpe</b>, 25, of Macclesfield, died Aug 1998. </p> <p><b>Stacey Robinson</b>, 19, first victim in cluster centred on the Leicestershire village of Queniborough.</p> <p><b>Pamela Beyless</b>, 24, died Oct1998. Second to die in Queniborough cluster. </p> <p><b>Glen Day</b>, 35, died in Queniborough Oct 1998. </p> <p><b>Alex Paton</b>, 36, top Scottish pool player, died Oct 1998. </p> <p><b>Donald Spear</b>, of Hemel Hempstead, Herts, died Oct 1998. </p> <p><b>Kelly Stableford</b>, 21, of Tilbrook, Cambs, died Nov 1998. </p> <p><b>Lisa Crowe</b>, 29, of north Wales, died Dec 1998. </p> <p><b> \"G\"</b>, 20, died in Dec1998, six months after symptoms of vCJD appeared. </p> <p><b>Nicola Harrison</b> , 24, of Grimsby, died Dec1998. </p> <p><b>Marianne Harvey</b>, 25, of Pembrokeshire, died Aug 1999. </p> <p><b>Sylvia Bibby</b>, 51, of Warrington died Jan 1999. </p> <p><b>Jason Keat</b>, 25, abattoir butcher, died Feb 1999. </p> <p><b>Mark Keleghar</b>, 23, died May 1999. </p> <p><b>Donnamarie McGivern</b>, 17, of Lanarkshire, died Sept 1999. </p> <p><b>Ian Thompson</b>, 25, of Newcastle, died Oct 1999. </p> <p><b>Rachel Gwillam</b>, 33, of Dribrook, Gloucestershire, died Oct 1999. </p> <p><b>Andrew Charles</b>, 32, of Woking, Surrey, died Oct 1999. </p> <p><b>\"S\"</b>, 33, died Nov 1999. </p> <p><b>David Bowman</b>, 41, of Leeds, died 1999. </p> <p><b>Matthew Parker</b>, 19, of Doncaster, died 1999. </p> <p><b>Claire McVey</b>, 15, of Devon, youngest victim so far, died Jan 2000. </p> <p><b>Steven McCurry</b>, 21, of Glasgow, died June 2000. </p> <p><b>Unnamed</b> 19-year-old man died in Leicester July 2000.</p> <p><b>Unnamed</b> mother died in July 2000 in Midlands hospital after giving birth to a baby girl. Baby is seriously ill and being closely monitored for vCJD. </p> <p><b>Karen Beavon</b>, 37, of Cardiff, died July 2000. </p> <p><b>Kirtsy Garven</b>, 20, of Chester, died July 2000. </p> <p><b>Hannah Richards</b>, 17, of Somerset, died July 2000. </p> <p><b>Catherine Stephens</b>, 31, of Midlands, died Aug 2000. </p> <p><b>David Antonio</b>, 28, of Easter Ross, Scotland, died Sept 2000. </p> <p><b>Christopher Reeve</b>, 24, died Sept 2000, fourth victim with links to Queniborough.</p>",
  "Wives of rich husbands will get more money on divorce after a judgment yesterday by five law lords which acknowledges that the family courts have failed to keep pace with the times. <p>The judges laid down guidelines that could see wives in \"big money\" divorce cases successfully laying claim to half the family's joint assets. </p> <p>Dozens of court cases have been adjourned pending the law lords' judgment. The ruling came at the end of a five-year legal battle costing £840,000 between a divorced couple who farmed together for 33 years, building up assets worth £4.6m when the case first went to court in 1996. </p> <p>Pamela and Martin White worked two farms near Taunton, Somerset. Mr White held one farm, Rexton, worth £1.78m in his sole name. Between them they owned the other farm, Blagroves, worth £2.66m, and Mrs White had capital worth £193,000. </p> <p>The high court judge, Mr Justice Holman, gave her an £800,000 lump sum to add to her capital and ordered her to hand over her share of Blagroves farm to Mr White. </p> <p>The judge said the sum of nearly £1m was enough to buy a house and provide for her living expenses, dismissing her claim that she should have enough to buy her own farm as unreasonable, since it would break up the farming business. </p> <p>Outraged, Mrs White, 64, took her claim to the court of appeal, where she won £1.5m to add to her £193,000 capital - totalling around two-fifths of the joint assets. The legal costs for both sides had reached £310,000 by that stage. </p> <p>But both sides appealed to the House of Lords, incurring what Lord Nicholls described as an appalling £530,000 in legal costs, making a grand total of £840,000. </p> <p>Mr White, 63, argued that Mr Justice Holman was right just to give his former wife enough to live on for life and to buy a house. </p> <p>Mrs White argued that she should get half the assets. But despite the £530,000 legal bill, the House of Lords left her with exactly what the court of appeal had given her. </p> <p>The ruling means that judges in future cases where a couple's assets exceed their housing and income needs will start with a \"yardstick of equality\" instead of looking just at the wife's \"reasonable requirements\". </p> <p>Lord Nicholls, whose decision was endorsed by the four other law lords, said a wife would not automatically get half the assets because there were other factors to take into account. </p> <p>But \"as a general guide, equality should be departed from only if, and to the extent that, there is good reason for doing so\". </p> <p>He said the principle would not apply only in cases such as the Whites', where husband and wife had contributed equally to the family income. \"There should be no bias in favour of the money-earner and against the homemaker and the child-carer.\" </p> <p>Mrs White's solicitor, Ian Airey, said his client, now farming with friends in the west country, was disappointed that the House of Lords had not awarded her one of the two farms. </p> <p>\"While she appreciates that this case is of great importance to all divorcing couples and that many cases have been adjourned to await the judgment in this case, her principal concern has been to obtain a fair division of the matrimonial assets.\"</p>",
  "The government is expected to avoid a pre-election row over gay rights by deferring new measures to outlaw discrimination against homosexuals in the workplace. <p>The Department for Education and Employment had been planning an advisory code of practice on discrimination for this autumn. It has been drawn up by the equal opportunities commission, in cooperation with the Confederation of British Industry and gay rights groups, and sent to ministers for publication. </p> <p>However, an EU directive agreed last week will require the government to introduce laws within three years banning discrimination against gays. </p> <p>Stonewall, the gay rights campaign group, accepted yesterday that ministers were now likely to shelve the code and wait for the new legislation. </p> <p>There have also been doubts about whether the code as drafted would be detailed enough to have much impact in the workplace. </p> <p>Ministers are thought to favour waiting for the tough legislation required by the EU rather than fighting anti-gay rights groups first over a code and then over new laws. As well as deferring the row until after the election, ministers could argue that the legislation was an EU requirement rather than the initiative of a Labour government. </p> <p>Ministers have already lost a battle to repeal section 28 of the Local Government Act preventing councils from promoting homosexuality. The government was twice defeated by opposition from Tory peers. Similar divisive battles have been fought in Scotland. </p> <p>Gay groups claim that discrimination against lesbians and homosexual men in the workplace is widespread, but the CBI fears that new laws will create new tensions. </p> <p>In a TUC survey in April 44% of respondents claimed they suffered discrimination because of their sexuality. The EU directive agreed last week outlaws discrimination on grounds of religion, sexual orientation and disability. </p> <p>Church groups are worried that the directive will prevent churches from exclusively employing people of their faith for ancillary jobs. It is generally recognised that the directive gives an exemption to church schools so that they can recruit teachers who are of their faith.</p>",
  "Go-Peds, the trendy motorised scooters that have achieved cult status were effectively driven off the roads yesterday after the high court ruled they had the same legal status as motor vehicles. <p>The decision means scooter aficionados will need a driving licence and third party insurance to use them on public highways. But as no insurance company is prepared to cover them for road use because of their inadequate braking system and lack of lights or proper steering, driving them on the public highway is liable to prosecution. </p> <p>Lord Justice Pill and Mr Justice Bell ruled that a Middlesbrough restaurateur, Michael Saddington, who was arrested in a \"Keystone Cops\" chase through Harrogate should have been convicted of driving while disqualified. </p> <p>The judges overruled magistrates who dismissed the charges against Mr Saddington, 38. They allowed an appeal by the chief constable of North Yorkshire against the magistrates' decision. </p> <p>Lord Justice Pill said he was satisfied that a Go-Ped was a mechanically propelled vehicle and in the eyes of the law was intended for road use. Therefore a driving licence and third party insurance would be needed. </p> <p>At an earlier hearing he said the public may need protection from the Go-Ped craze because of a loophole in the law which allowed their uncontrolled use. Mr Saddington will not however be punished for his \"spur of the moment\" act as the judges decided not to remit the case back to the magistrates for sentencing. </p> <p>Lord Justice Pill added: \"The test is not whether a reasonable person would use a Go-Ped on a road which in ordinary circumstances he probably would not because of the dangers involved. </p> <p>\"The test is whether a reasonable person would say that one of its uses would be on the roads. That person must consider whether some general use on the roads must be contemplated and not merely isolated use or use by a man losing his senses.\" The judge added that, in his opinion, people would be tempted to use Go-Peds on the road. They would ignore manufacturer's warnings not to do so, and the court's opinion that they are not roadworthy. </p> <p>Mr Saddington's barrister, Richard Reed, said after the case: \"The ruling effectively means that Go-Peds are now deemed road vehicles and require insurance if they are used on the roads. But the reality is that no insurance company will ever provide cover, so they can never be legally used on roads.\" Mr Saddington borrowed the scooter in what he described as a \"toys for boys\" prank. As he tried out a Go-Ped belonging to one of his restaurant staff, he heard police sirens behind him. </p> <p>\"It was a bit like the Keystone Cops actually. When I heard the sirens I thought 'I wonder where they are going?' expecting them to whoosh straight past. But it turned out they were chasing me,\" he said outside the high court earlier this month. </p> <p>Mr Saddington said that after riding the 22.5cc machine, which is not fitted with a speedometer, mirrors or lights but is capable of speeds of up to 20mph, he was convinced they were unsafe for road use. </p> <p>When he appeared before magistrates he pleaded guilty to failing to stop at traffic lights and failing to stop for the police. He was found guilty of failing to wear protective headgear but cleared of driving a motor vehicle while disqualified. Mr Saddington was fined £275 including costs.</p>",
  "<b> Man arrested after shooting</b> <br> <p> A man, 19, has been arrested after suffering a gunshot wound during an attempted armed robbery at a bank in Newbridge, South Wales, yesterday. The incident has been referred to the Police Complaints Authority. </p> <p><b> Martian landings</b><br> </p> <p> A meteorite from Mars which fell into the Antarctic and was found in 1996 to contain what looked like fossil microbes stayed cool enough at 40C to allow the survival of bacteria between planets, according to a new study by US scientists published today in the journal Science. </p> <p><b> Murdered wife's £25,000 will</b><br> </p> <p> Colin Harrold, 35, of Uffington, Lincolnshire, who was cleared at Northampton crown court earlier this year of killing his wife, Diane, is set to inherit £25,000 as well as sole ownership of the £350,000 luxury home where she was found dead in the swimming pool. A friend admitted the murder. </p> <p><b> Art works 'untraceable'</b><br> </p> <p> More than 600 works of art in British museums and galleries cannot be proved not to have been looted from Jewish owners. Only two claims had been received after a year's trawl through museum archives.</p> <p><b> £1m puzzle solved</b><br> </p> <p> An unemployed mathematician has won £1m for solving the Eternity puzzle. Alex Selby, 32, of Cambridge, and fellow mathematician Oliver Riordan, 28, completed the 209-piece patternless jigsaw two years before the game's creator, Christopher Monckton, expected. </p> <p><b> Top of the pops plans award</b><br> </p> <p> Top of the Pops plans to launch its own pop music awards show in Manchester next year. </p> <p><b> TV licence up</b><br> </p> <p> Colour TV licences will cost £109 next year, a £5 rise, ministers said yesterday.</p>",
  "I was 22 when I married an unsupportive person. After five years of emotional turmoil, I ended it. That was five years ago, and I have gone through an immense struggle to get my own flat and stabilise my career. <p>During this time, I received little emotional support from my family. We now spend happy days together but it has left me bitter and I cannot help feeling let down for having been left to face things alone. Through this, I avoided anyone who tried to get close as I had become a man-hater. </p> <p>Now I have started enjoying life more, and there are a few guys who would like to be friends. But I cannot respond. I have become extremely reserved and find it hard to converse in a group. I can only talk easily about work. Recently a man whom I like very much has been trying to get close but my silence is scaring him off. I just don't know what to say to him. How can I overcome this bitterness and relate to people again? </p> <p><b> Choose to be happy</b><br> </p> <p> Here is a tried and tested different perspective - had you looked at your \"immense struggle\" as a gift or a learning experience you could have chosen (and still can now) to feel proud of yourself: strong, self-empowered and positive. You, however, despite spending \"happy days\" with your family, have chosen to remain sad and bitter inside - so choosing another path. This is obviously causing you and those trying to get close to you a lot of distress. Perhaps sharing a few lessons that I learned from my saddest experiences might help: I learned to live in the present only, to choose to smile and be happy and positive, no matter what, and, most importantly, that you get out what you put out. Pat yourself on the back for being so strong, be grateful for your family now and for the people around you and forgive yourself and others so that you can, from today, start a new positive life, full of joy and love. You deserve it. <br><b> Annie G Watts</b> Surrey </p> <p><b> Tell him how you feel</b> </p> <p> You are not a man-hater; you have just been hurt and are trying to avoid it happening again. As for what you do next, I suggest you talk to the man who is attracted to you and explain your background to him. If he is worth bothering with he will understand. I am a man in a similar position to your friend and am waiting and hoping to get a positive response from a woman I feel very strongly about and with whom I have a good relationship. However, whilst there are encouraging signs, nothing has developed yet. This situation has been going on for some considerable time and is hard for me to conceal. For us men it is a difficult card to play as we are always at risk of accusations of harassment if we are seen to be too persistent for too long. Talk to your man friend and explain how your reticence has developed; you could easily end up making two people very happy. <br> <b> Name and address withheld</b> </p> <p><b> Let him do the talking</b><br> </p> <p> When I was about to go on my first date, aged 15, I panicked and cried: \"But what will I talk to him about?\" I was offered these pearls of wisdom: \"Just ask him about himself.\" Since then I have never, in all these years, been short of conversation. <br> <b> Polly Walker, Powys</b> </p> <p><b> Stop blaming others</b> </p> <p> Was it really all so terrible? After all, he didn't beat you up and you didn't have kids to complicate leaving him. You at least had the freedom to establish a new life and career without having to take the children's needs and childcare into consideration. </p> <p>I felt rather irritated by the melodramatic language you use to refer to your past. Self pity seems to be your problem. Maybe this irritated your family too when you expected support from them. </p> <p>Start taking responsibility for your own role in past events rather than blaming others. You chose to marry and stay with your husband for five years. Instead of feeling bitter towards your family for, as you see it, being unsupportive, try to understand why this happened and learn from it. </p> <p>You probably need to question your expectations. When my marriage broke up, also after five years, it never occurred to me to ask my family for support as I was an adult at the time. My friends gave me support. </p> <p>You will not overcome the bitterness until you stop blaming other people. Forgive and forget and look forward to a positive future. I suggest you make some women friends too. Friendships with women are more durable and these would enable you to become less emotionally dependent on your family. <br> <b> Name and address withheld</b> </p> <p><b> It's worth the risk</b><br> </p> <p> I think, despite real success in rebuilding your life, your self esteem and self confidence may not have fully recovered. No wonder then that you feel vulnerable, defensive and understandably angry toward those who let you down so badly. However, while these emotions have protected you, giving you time to heal and recover safe within your isolation, you now recognise it is time to move on. The fact that you are beginning to enjoy male company is an indication of this. </p> <p>Try talking to the man you mention and explain your situation. If he is as nice as you say he will respond with understanding and support. If not, then he isn't the type of man you need right now. You will be a more \"whole\" person in the long run if you are prepared to take a risk on trusting, loving and being loved again. It will be challenging, probably painful - but ultimately more than worth the gamble. <br> <b> Name and address withheld</b> </p> <p><b> You can love again</b> </p> <p> I too was married to an \"unsupportive person\", an alcoholic, for 10 years. I battled on against the odds for so long out of misplaced loyalty. When I finally divorced, most of my family were of little practical help; they preferred to kick my already low self-esteem by pointing out how foolish I had been and what a bastard the ex-husband was. My father wisely pointed me to the future and made me realise that no amount of regret or bitterness could turn back the clock. I was owed money, I had to pay my ex-husband's debts, but thanks to the support of Al-Anon, good friends and a second job, I made it and am now blissfully happily married to a wonderful man. </p> <p>As for your family - like mine, they probably had no idea how to cope. I largely kept my own council, preferring to confide in friends who had similar experiences, and this paid off. Parents are not there to pick up the pieces of your life if it goes wrong; don't burden them. I too avoided men for six years, afraid of commitment; I did not believe I could be happy again in a relationship. It took a great deal of time and patience and a few shallow, meaningless friendships with men before I realised that I was capable and worthy of a loving marriage. Your biggest problem is self-esteem. There is no magic recipe for regaining it, but don't give up, and try to keep an open mind. Somewhere out there is a man who will make you happy; you just have to find him. I did - so can you. <br> <b> Name and address withheld</b> </p> <p><b>Next week</b></p> <p> When I began a relationship with Rob three years ago he had just started attending AA after many years of heavy drinking, which had resulted in the break-up of his marriage. When he and his wife separated, their two teenage sons remained with him. His relationship with the two boys was often difficult but, in spite of his drinking, he always provided for them materially (hot meals, tidy house). However, he is the first to admit he probably provided them with little emotional support over the years. In the last three years, he has remained sober and, through hard work and loyalty to his company, he has been rewarded with promotion and a large increase in salary. You would think this new-found prosperity and atmosphere of calm sobriety would unite the family, but it has only alienated the elder son. </p> <p>He has moved in with his mother, re-appearing or calling only to make financial demands. It's as if he feels that the only way Rob can make it up to him is to buy him things. Rob is more than willing to spend time with him but this isn't what his son wants. It's obvious the boy has been damaged by Rob's drinking, but surely throwing money at him won't help.How have other readers coped? </p> <p>\u0095 Private Lives appears every Friday. Each week we publish a letter to which readers are invited to respond. Replies, giving an account of your personal experience, should reach us by Thursday. Readers are also welcome to propose other problems, of around 300 words. Write to Private Lives, The Guardian, 119 Farringdon Road, London EC1R 3ER, fax 020 7239 9935, email <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please do not send attachments).</p>",
  "<p><strong> SEC launches Amazon inquiry</strong><br> </p> <p>The US Securities and Exchange Commission has begun an \"informal\" investigation into accounting practices at Amazon.com, the internet bookseller, according to a report last night on the Wall Street Journal's website. </p> <p>The commission is asking questions about the way in which the company has valued shares from partner companies, often received in return for advertising on its home page. Some equity deals have been with private enterprises which have no public share price. </p> <p>A spokesman for Amazon.com was reported to have described the inquiry as \"normal\" and insisted that the firm had stuck to \"generally accepted accounting practices\". </p> <p><strong> US debt relief deal comes in</strong><br> </p> <p> Britain welcomed news yesterday that Bill Clinton has won backing from Congress to pay America's $435m (£303m) contribution towards global debt relief efforts. </p> <p>Failure by the US to stump up its share of the costs threatened to endanger the flagship plan to relieve the debts of the poorest countries. </p> <p>\"I am relieved and delighted that Congress has at last recognised that debt relief for the poorest countries is essential to tackling poverty,\" said Clare Short, the international development secretary. \"I hope this means Congress will give increasing support to other international development efforts.\" </p> <p><strong> Oil predicted at $10 a barrel </strong><br> </p> <p>The price of oil could crash to $10 a barrel by the end of 2001, former Saudi Arabian oil minister Sheik Ahmed Zaki Yamani is expected to announce next week. </p> <p>The price of crude oil has soared in recent weeks amid rising tension in the Middle East and fears about disruption to supplies, breaking the $35 a barrel level. Yesterday Brent crude oil for delivery in December was trading at around £32.10 a barrel. </p> <p><strong> Yorkshire Bank fined £100,000</strong><br> </p> <p>Yorkshire Bank has been fined £100,000 by the investment management regulatory organisation for breach of regulatory rules relating to its PEP. Imro also demanded costs of £55,000. </p> <p>The breaches, which took place between December 1996 and June 1999, concern the bank's failure to complete customer asset reconciliations, failure to keep records and failures in internal organisation and control, Imro said.</p> <p><strong> MP confirms aid for Nissan</strong><br> </p> <p>Britain will give Nissan state aid to make its new Micra model in north-east England if the EC gives permission for the help, a minister said yesterday. </p> <p>Parliamentary undersecretary Alan Johnson said the government had offered Nissan aid in an effort to secure the Micra project for Sunderland, but that it was subject to EC approval. He did not say how much had been offered.</p>",
  "<p>Swiss banking has long been tarnished by accusations that it has shielded political corruption, organised crime and fraud in the name of client confidentiality. On Monday UBS and Crédit Suisse will attempt to blow away this image with a voluntary due diligence code that is likely to be tougher than legal standards in most of the countries where the 12 Swiss banks do business. </p> <p>But it will largely reflect anti-money laundering laws enforced in Switzerland since 1998. \"Our banks provide quality service and you must realise that those who assail banking secrecy are not all, by any means, motivated by noble ethical considerations\", Kaspar Villiger, the finance minister, said this week. </p> <p>After their experience under the spotlight in recent years the Swiss are swift to seize on other countries' shortcomings. </p> <p>Britain and the US fare badly: Swiss magistrates complain about a lack of American cooperation in inquiries into alleged embezzlement of IMF funds for Russia. Tolerance of the Channel Islands' regime is privately regarded as double standards, and while the Swiss claim to have frozen more than £40m of Yugoslav assets under European financial sanctions against Yugoslavia, the EU's record is shrouded in secrecy. </p> <p>Officials say only one member, Sweden, made an obligatory declaration to the European commission's sanctions office about the amount blocked. </p> <p>Britain's Treasury says client confidentiality at banks prevents it from publicising the amount; another EU member is said to have invoked banking secrecy. The Swiss take these matters seriously. Banking comprises 15% of Swiss output and employs 200,000. One third of the global private banking market is estimated to be in the control of the Swiss. The anti-sleaze campaign, spearheaded by Mr Villiger, has kept Switzerland off international blacklists of offshore centres. </p> <p><strong>Anti-bribery agenda</strong><br> </p> <p>Mark Pieth, head of the Organisation for Economic Cooperation and Development's anti-bribery group - who helped draw up the new code - estimates that Swiss police have tackled about 300 high-profile international money laundering cases over the past decade. </p> <p>Now regulators are looking at other countries. \"The obvious profit motive is to get their competitors to do the same thing in the Bahamas,\" Mr Pieth said. \"I have the feeling the big banks are trying to get used to life after banking secrecy.\" </p> <p>Discretion was a tradition of Geneva's private banking families in the 19th century, but secrecy was enshrined as a law in Switzerland in 1934 to stop Nazi Germany prying into the accounts of opponents or Jewish business people. </p> <p>Old fashioned secrecy became untenable from the moment Swiss magistrates started helping their Italian colleagues to chip away at the Mafia's finances in the 1980s. In 1986, the Philippines sought the return of about $660m hoarded by former president Marcos in Swiss accounts - an inquiry which led to the introduction of money laundering laws. </p> <p>Banks were eventually forced to waive secrecy for the first time in the search for Holocaust assets. They now acknowledge that their early handling of the affair, culminating in a $1.3bn out of court settlement led by Crédit Suisse and UBS in New York this year, was callous. </p> <p>Since April 1998, banks in Switzerland have been compelled to check the identity of account holders and beneficiaries. Any suspicious transactions or assets must be reported to the authorities and blocked without notifying the account holder. </p> <p>They are also required to freeze accounts when magistrates ask them to do so in criminal cases, international legal assistance, and a civil proceedings such as those related to divorce, inheritance or bankruptcy. Investigating magistrates have access to details of account transactions under a freezing order. Suspicion can start with a four figure cash deposit or a \"politically exposed person\". </p> <p>While the laws are in place, it has been a struggle to make them bite. All six staff of the federal police's two-year-old money laundering authority have resigned in recent months because they feel stifled. </p> <p>Recent events have not helped. Swiss magistrates froze about $620m of Nigerian assets allegedly embezzled by the late dictator Sani Abacha last year at the Nigerian government's request. After a separate inquiry, the federal banking commission sanctioned or reprimanded 12 banks, including Crédit Suisse and six Swiss subsidiaries of foreign banks, for handling the money despite self-regulation in the 1990s. </p> <p><strong>Naming and shaming cost</strong><br> </p> <p>\"The naming and shaming used for the first time adds to the cost of acquiring such clients\", Niklaus Blattner, head of the Swiss Bankers' Association, admits. </p> <p>It also highlighted the global nature of money laundering in the era of swift wire transfers and free-flowing capital. Several hundred million dollars flowed between Britain, the US and Switzerland, according to the banking commission. Lawyers acting on behalf of the Nigerian government and a Swiss magistrate have a paper trail that stretches from Brazil to Japan. </p> <p>\"Abacha will be a good learning case for all banks. It's a bit like Three Mile Island - we escaped a major catastrophe and we have to learn from it\", Mark Pieth says. </p> <p>Switzerland's next challenge is EU pressure to get rid of the last bastion of banking secrecy - tax evasion. Mr Villiger is suggesting that his solution, a 35% withholding tax on savings and foreign dividends instead of systematic surveillance, is better and might be considered by EU members themselves. It would also preserve the secrecy law. </p> <p>Yet ask the finance ministry or a Swiss bank how much secrecy is worth, and they cannot put a figure on it. Mr Blattner says: \"I'm sure that with competition increasing, quality and price are important, innovation is certainly influential, but let's say that secrecy is diminishing.\"</p>",
  "A decision which makes the release of the two boys responsible for the horrific killing of James Bulger more likely was bound to attract the vilification of the still grieving Bulger family and any others who have been in the position of losing a loved in similar circumstances. <p>The horror of this particular crime seems to have been increased by the fact that the killers themselves were so young and no more than babies in many people's eyes. </p> <p>And so it must be right that decisions to do with the punishment of these two boys, raising as they do extremes of public emotion, are being taken not by a politician but by a judge, who is capable of taking into account the welfare of the boys as well as the views of the Bulger family. </p> <p>The lord chief justice yesterday made a characteristically humane decision in the case of the two boys who killed James Bulger, when he decided that the term they must serve for punishment - in other words for deterrence and retribution, known as the \"tariff\" is eight years and has now expired. </p> <p>The tariff was previously fixed by the home secretary, and this decision was referred to the court by Jack Straw, the present home secretary, following a ruling of the European court of human rights in Strasbourg that it was a violation of the boys' human rights for the home secretary to intervene in the sentencing process. </p> <p>These two boys could soon be released and are, in the lord chief justice's view, ready to begin the difficult process of rehabilitation in the wider world. But apparently no matter how much time passes, when one remembers again the facts of the crime, the horror remains undimmed. </p> <p> In announcing his decision in open court, Lord Woolf remembered the \"horrendous\" nature of the crime but emphasised that the \"one overriding mitigating feature of the offence is the age of the two boys when the crime was committed. However grave their crime, the fact remains that if that crime had been committed a few months earlier, when they were under 10, the boys could not have been tried or punished by the courts\". </p> <p>He had also consulted relatives of James Bulger and considered expert evidence which indicated that the boys \"have made striking progress in the secure units where they have been detained...The reports draw a vivid picture of two boys who have significantly improved over the years...Significantly, the assessments generally agree that both of these young men are genuinely extremely remorseful about the crime which they committed and the effect which it must have had on James's family. In addition, neither has shown any aggression or propensity for violence during his period of detention.\" </p> <p>The law lords have recognised that there must be a different approach when considering the punishment of a child-offender distinct from that to be applied to an adult. In particular it was stated that any policy which \"ignored at any stage the child's development and progress while in custody as a factor relevant to his eventual release date is an unlawful policy\". </p> <p>There is a requirement to keep the protection and welfare of a child under review throughout the period he is in custody. This must surely be the right approach and it is the one which Lord Woolf has adopted. </p> <p>There can be no case for detaining these boys indefinitely and if as is said they have made significant progress and improvement then the time has come to move the process on. </p> <p>The final decision regarding release rests with the parole board, who will hear more evidence on the issue of dangerousness and determine a plan for release which will necessarily involve close supervision, monitoring and support. </p> <p>Lord Woolf's decision is not binding on the parole board and his decision is only the gateway to the long process of rehabilitation; it is certainly not the case that the boys will suddenly be released into the community to fend for themselves or to create havoc. </p> <p>The reality, as Lord Woolf pointed out, is that their lives will never be \"normal\" again, and even if released on licence they will forever live under the shadow of being recalled to prison if they do not abide by the terms of their licence. </p> <p>This case is reminiscent of that of Mary Bell, who killed two children at the age of 11 and was released aged 23. She has apparently made the transition from child-killer to mother. She has by all accounts been successfully rehabilitated. Surely it is a credit to our society and the systems which regulate it that it is possible to bring about such changes, which may enable these boys to lead useful lives. </p> <p><b>Aswini Weereratne is a barrister at Doughty Street chambers, specialising in human rights and mental health.</b> </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "The lord chief justice, Lord Woolf, must have known that there would be outrage if he cut the 15-year sentence which the Conservative home secretary Michael Howard ordered for the two young men who murdered James Bulger. In the event, he has cut it by even more than some of his liberal colleagues expected, reinstating the eight-year tariff set by the trial judge. <p>His decision is courageous and right. Mr Howard insisted the release of the two young killers should not be based purely on the risk that they posed, but also on \"public acceptability\". Stacked in his office then were boxes of vouchers from Sun readers, insisting that the two killers be detained for life. But the reason for having a criminal justice system is to lift sentencing above mob rule. The Howard approach came dangerously close to the traditions of lynch law. </p> <p>The reason why Lord Woolf was required to set a new tariff yesterday was a ruling in the European court of human rights last year, declaring the sentencing powers of British home secretaries \"unlawful\" under the European convention. Yesterday's judgment is bound to reopen the attack on the court. But it is not only foreign judges who see it as crucial to take sentencing out of the hands of the politicians: most British policy-making bodies do so too. Two all-party parliamentary committees have backed it, the House of Lords has made unsuccessful attempts to add this change to various criminal justice bills and the British judiciary is united on the principle. </p> <p>Punishment, Lord Woolf argued in an interview earlier this week, should be a mixture of retribution, deterrence, reparation and rehabilitation. But that last ingredient, he signalled, was perhaps the most important of all: \"... above all, you want to try to achieve a sentence which will make the likelihood of that person leading a lawful life in the future greater, not less\". These are not normal offenders. They were extremely damaged young people, who under the psychological and social care staff of the secure units have made enormous progress, including acceptance of the enormity of their crime. </p> <p>The anger of the Bulger family is wholly understandable. When families suffer such a terrible trauma, pumping up retributive instincts helps keep them going. Yet medical studies show that in the long term that reaction is not enough. Hard though it comes, some form of forgiveness is needed for scars to heal.</p>",
  "Michigan is not the biggest prize, in terms of electoral college votes, but in this neck-and neck race it offers riches beyond count. In the last two presidential contests, it was solid for the Democrats, but this time it is called a toss-up state, with all the polls suggesting the race is too close to call. <p>Little wonder, then, that George W Bush is campaigning hard in the state, while campaign workers for Al Gore have launched a so-called phone blitz of Michigan voters, bombarding them with recorded messages. </p> <p>The phone campaign could, in fact, backfire. Republicans, who are hopping mad about them, hope they will antagonise voters. </p> <p>In one of the calls, Charlotte Cherry of Houston, Texas, says that \"Governor Bush has accepted $1.3m (£0.9m) from corporate polluters, and he's allowed them to keep polluting while my kids suffer.\" Another Texas caller says Bush signed legislation weakening nursing home regulations. </p> <p>Actor Ed Asner, a strong Gore supporters, has also recorded calls criticising Bush. He warns listeners that \"George W Bush has a proposal that would undermine Social Security, even scuttling current benefits.\" </p> <p>So far, there is little evidence that the phone campaign has swayed voters either way. The <a href=\"http://www.freep.com/\" target=\"_new\">Detroit Free Press</a> today reports that in the state senatorial contest, the Democrat candidate has come from 10% behind two weeks ago, and is now running neck and neck with the Republican incumbent. </p> <p>There is better news for Bush in a fun little news-in-brief about the sales of Halloween masks, which are said to mirror the Presidential election results back to 1972. This year Bush masks are outselling Gore ones, 58% to 42%. </p> <p>The <a href=\"http://www.detnews.com/\" target=\"_new\">Detroit News</a> also runs a poll showing Gore on level pegging with Bush at 42%, with 13% still undecided. But in Detroit itself, it says, Gore is leading by a whopping 80% to 7%. </p> <p>Outside the city, Michigan state is much more equally divided. The <a href=\"http://www.Lenconnect.com\" target=\"_new\">Daily Telegram</a> of Lenawee County eschews all mention of the Presidential race, but devotes a long editorial in praise of the local Republican candidate for re-election to the House of Representatives. </p> <p>The <a href=\"http://www.thehollandsentinel.net\" target=\"_new\">Holland Sentinel</a> has already decided who will next inhabit the White House. It features a syndicated column by Cal Thomas, which starts: \"President George Bush had it in 1992. Bob Dole had it in 1996. Now Al Gore seems to be getting it. It is the political death pall that comes over a presidential candidate when he realizes he probably will lose the election.\" </p> <p>But the bias is not all one way. The <a href=\"http://www.michigandaily.com\" target=\"_new\">Michigan Daily</a>, based in Ann Arbor, highlights the state senatorial contest. It suggests that the steady improvement in the poll fortunes of the Democrat candidate could be good news for Al Gore. </p> <p>The <a href=\"http://www.macombdaily.com/\" target=\"_new\">Macomb Daily</a> focuses on the state legislature elections, endorsing five Democrat candidates and three Republicans.</p>"
]