[
  "<p>The workers of the world are, according to a United Nations report, united in just one thing these days: record levels of stress. </p> <p>What is more, the report warns, anxiety levels are set to dramatically increase in the coming years as globalisation continues its relentless march, and the economic costs for business will be massive. </p> <p>In a landmark survey examining stress in the workplace in five countries, the UN's International Labour Organisation (ILO) found that levels of anxiety, burnout and depression are spiralling out of control. </p> <p>The problem is costing employers billions of pounds in sick leave and lost working time, and often leaves frayed employees grappling with a series of complex mental disorders for years afterwards. </p> <p>The study focused on the problems of stress and mental illness at work in the UK, the United States, Germany, Finland and Poland. </p> <p>It found that despair at work is a growing problem in all five countries, with as many as one in 10 workers affected. </p> <p>Depression in the workplace is the second most disabling illness for workers after heart disease, the report warns, and is set to grow dramatically as new technologies multiply. </p> <p>Downsizing, layoffs, mergers, short-term contracts and higher productivity demands have all exacted their toll in the last 10 years, leaving many workers frazzled and on the verge of a nervous breakdown. </p> <p>\"Workers worldwide confront, as never before, an array of new organisational structures and processes which can affect their mental health,\" the report says. </p> <p>In the UK as many as three in 10 employees experience mental health problems and at any given time one in 20 Britons is fighting off \"major depression\". </p> <p>\"The self-reported occurrence of anxiety and depression [in the UK] ranges from 15 to 30% of the working population,\" the report says. </p> <p>The reasons for this are twofold: people find it hard to adapt to new technology and cannot keep up with constantly changing working practices. </p> <p>In the UK, these higher stress levels are estimated to be responsible for the loss of 80m working days a year. In financial terms, that leaves the country seriously out of pocket - to the tune of £5.3bn annually, according to the Confederation of British Industry. </p> <p>The NHS is also bearing the brunt of the wave of work-related anxiety. Some 14% of inpatient costs and almost a quarter of its annual bill for drugs and medication are swallowed up by stressed out, sometimes mentally ill, office workers. </p> <p>\"These trends represent a wake-up call for business,\" the ILO says. \"For employers, the costs are felt in terms of low productivity, reduced profits, high rates of staff turnover and increased costs of recruiting and training replacement staff.\" </p> <p>In the US the picture is equally bleak. One in 10 workers suffers from clinical depression and the problem is getting worse. Some 200m working days are lost every year because of stress, and the cost of treating anxiety-ridden workers tops £30bn annually. Some 40% of workers complain that their job is very, or extremely, stressful. </p> <p>Unrealistic deadlines, poor management and inadequate childcare arrangements are to blame, the ILO says. </p> <p>As much as 4% of the 15-country European Union's gross national product is ploughed into treating the stressed and mentally ill. </p> <p>But it is in Finland that work-related stress seems to have reached epidemic proportions. More than half of the workforce in this nordic country is blighted with some kind of stress-related symptom, and 7% of Finnish workers are \"severely burnt out\". </p> <p>Worn out, increasingly cynical and suffering from insomnia, the average Finnish worker's performance is badly impaired and the country's suicide rates are high. </p> <p>In Germany, 7% of workers opt for early retirement because they are stressed and depressed, the report says, and Poland's workforce is increasingly prone to anxiety as joblessness soars in the wake of the collapse of communism. </p> <p>People who have time off because of nervous breakdowns are often stigmatised, and find it hard to pick up where they left off. </p> <p>The World Federation for Mental Health this week warned that by 2020, stress and mental disorders will overtake road accidents, Aids and violence as the primary cause of lost working time. </p> <p><strong>Taking its toll</strong></p> <p><strong> UK:</strong> Three in 10 workers have mental health problems and one in 20 suffers from major depression. Stress accounts for 14% of sickness leave and 80m lost working days each year. The annual cost of productivity lost due to stress is £5.3bn </p> <p><strong> US: </strong> One in 10 workers suffers from clinical depression, with 200m lost working days a year and a bill for treatment and lost earnings/working time of £30bn </p> <p><strong> Finland:</strong> More than half of the workforce is blighted with stress-related symptoms, 7% are \"severely burnt out\" and the country suffers from a high suicide rate </p> <p><strong> Germany:</strong> Almost 7% of early retirements are caused by depression. The number of working days lost annually is 2.3m and the annual cost of productivity loss due to stress-related absenteeism is £1.5bn </p> <p><strong> Poland:</strong> Anxiety caused by soaring joblessness increased by 50% last year, while post-communist economic restructuring saw the country's suicide rate rise from 13.9 to 14.9 per 100,000 population</p>",
  "<p>Raindance, Britain's largest and most exciting independent film festival comes to London this Friday, October 13 for two weeks at London's Metro Cinema. </p> <p>Whether you're a film-maker, a wannabe star or a fan of independent film, there's screenings, events and workshops to please every taste. The festival opens with the London premiere of Chuck and Buck, an offbeat comedy which was the US indie success of the summer. This will be screened alongside The Suicidal Dog, Paul Merton's first short film as writer/director. </p> <p>Other festival highlights include the London premiere of Christopher Nolan's innovative and compelling psychological thriller Memento. Christopher Nolan will also be at the festival to present a retrospective of his work and answer questions on his acclaimed new film. You can also catch one of the successes from Cannes earlier this year, <strong>Things You Can Tell Just By Looking At Her</strong>, the directorial debut from Rodrigo Garcia (son of Gabriel Garcia Marquez), starring Calista Flockheart, Glenn Close and Cameron Diaz, the first film to be made in English under the Dogma 95 rules - <strong>The King is Alive</strong>, <strong>Three Below Zero</strong>, which stars Wes (American Beauty) Bentley and tells the tale of three diverse New Yorkers who find themselves trapped in a laundry room, and an adaptation of Martin Amis's cult novel <strong>Dead Babies</strong>, which won't be opening in the UK until February 2001.</p> <p>As far as events go, we like the sound of Live!Ammunition! on Thursday 19 October - in which aspiring film-makers get just five minutes on stage to pitch their idea to a panel of industry experts. Also worth catching is this year's Alexander Mackendrick Memorial Lecture, which will be presented by British director Stephen Frears. And the illustrious cinematographer Jack Cardiff, who lists African Queen, Red Shoes and Rambo among his many cinematic credits, will be in town, talking about his extraordinary career. </p> <p>The festival closes on Thursday 26 October with the UK premiere of the British comedy <strong>It Was An Accident</strong> (pictured). This Walthamstow-set film has been nominated for two British Independent Film Awards, and boasts an exciting young cast which includes Max Beesley and Thandie Newton.</p> <p>The festival <a href=\"http://www.raindancefilmfestival.co.uk/\" target=\"_new\">website</a> has full details, and promises to be an event in itself for non London-based film fans, with over 100 live webcasts from the festival, movie clips, and the tantalising promise of the opportunity to catch glimpses of the stars and even meet the talent, producers and directors in exclusive interviews.</p> <p><strong>We have two festival passes (worth £75 each) to be won</strong>, giving the winner access to every screening and special event of the festival, including the opening and closing night.</p> <p>For the chance of winning one of these passes, email <a href=\"mailto:feedback@filmunlimited.co.uk\">feedback@filmunlimited.co.uk</a>, please put Raindance Festival in the subject line, and include your name and a daytime telephone number (or where we can contact you on Friday morning). </p> <p>Winners will be contacted by midday on Friday 13 October, and must pick up their passes (ID will be required) from the Metro Cinema on Friday night. The prize does not include the cost of transport; all screenings are at the Metro Cinema, 19 Rupert Street, London W1. Check the festival <a href=\"http://www.raindancefilmfestival.co.uk/\" target=\"_new\">website</a> for full details.</p>",
  "Donald Dewar, the Scottish First Minister, was one of the unlikeliest of Scottish heroes. In a land that reveres fighters and footballers, Mr Dewar did not fit the mould. He was a shambolic figure, lanky, almost perpetually stooped from a bad back, and, in an age of volatility in Scottish politics, he was forever an advocate of moderation and caution. <p>And yet, his entry in Scottish history books will be large as the man who finally brought back a Scottish Parliament almost three centuries after it was dissolved in the Union with England. He kept the devolution cause alive in Labour circles over three turbulent decades and his proudest moment in politics was when he finally delivered. </p> <p>He told one of his aides that the opening of the Scottish Parliament in July last year had been the best day of his life. He wandered the streets of Edinburgh that night with a permanent smile, revelling in the goodwill of the Scottish public.</p> <p>He was born in 1937 in a middle-class household in Glasgow. He blamed his shyness and gauche manner on his upbringing, the only child of elderly parents. He went to the fee-paying Glasgow Academy, which he disliked, making few friends. </p> <p>His life changed when he went to Glasgow University where became part of a close circle that included John Smith, who was to become Labour leader and who was to share Mr Dewar's passion for devolution, and Menzies Campbell, the Liberal Democrat foreign affairs spokesman. The Glasgow University Union debate on a Friday night was a bearpit, attended by drunken students howling from the balcony, and it was there that Mr Dewar developed his debating skills: after those debates, Westminster was easy.</p> <p>He met his wife, Alison, a doctor's daughter, at the university and they married in 1964. Two years later, he left his beloved Glasgow to represent Aberdeen South at Westminster.</p> <p>The year 1970 was to be the lowest of his life. The back problem that was to cause him pain throughout the rest of his days began, he lost his seat in the general election and his marriage broke up, a setback from which he never recovered. </p> <p>He never remarried and spent the rest of his life in the matrimonial home, an elegant house in Glasgow's posh West End. Although he was sociable, fond of company and with a dry sense of humour, he was also a bit of a recluse. Invitations to his home were few. Asked once about his perfect Christmas, he replied it would be spent alone, with an oven-ready meal and a stack of books. And that is how he did spend many Christmases, even though he had plenty of offers from friends to join them.</p> <p>In 1978, he made his comeback to politics, beating off a challenge by the SNP in the Glasgow Garscadden by-election. It was an important victory as the SNP, with the rallying cry of 'It's Scotland's Oil', had been surging ahead. He held the seat (renamed Glasgow Anniesland for the 1997 election) until his death. </p> <p>The poverty that he saw each time he visited his constituency, which was often, was central to his politics. He never shifted from his brand of socialism, a commitment to more equal distribution combined with large dollops of pragmatism. </p> <p>He led the Labour party as shadow Scottish secretary during the 1980s, a difficult time given that the Tories under Thatcher had control at Westminster but Scotland was returning a majority of Labour MPs. </p> <p>Although Mr Dewar was opposed to political nationalism, he was a strong cultural nationalist. He saw little reason to leave Scotland, an inclination that his aides only fully became aware of in the late 1980s when as shadow Scottish secretary he was due to make a trip abroad and he informed them he did not have a passport.</p> <p>After the 1997 general election, he turned his back on UK posts in the cabinet and the chance to become one of the most senior figures in Mr Blair's governent and returned to Scotland to the job he had long coveted, Scottish secretary.</p> <p>With an overwhelming vote for devolution achieved in the referendum on September 11 that year, he sat down to draft the Scotland Act that would make a Scottish Parliament a reality. </p> <p>He earned himself the label in some papers as 'father of the nation' but it never took hold, not least because he was embarrassed by it.</p> <p>On April 25 this year, he was taken to Glasgow Royal after discovery of a heart irregularities and had surgery the following month. He never fully recovered his health, looking permanently tired. On Tuesday, he slipped on the pavement, suffering a head injury from which he never recovered.</p> <p>He is survived by his two children.</p> <p><i>Donald Campbell Dewar, Labour MP for Anniesland and First Minister of the Scottish excutive, born August 21 1937, died October 11 2000</i></p> <p><b>A full version of this obituary will appear tomorrow</b></p>",
  "<p><strong> Tom Hume, head of wireless technology:</strong> \"I've been excessively nerdy about Attachments and I even went to its website to check that some code it used was real. I recognise a number of the characters, like the stereotype geeky guy. It's good that a TV programme is a fairly accurate view of the industry six to seven months ago. The last progamme about the internet I watched was Lynda La Plante's Killer Net, and that was completely inaccurate.\" </p> <p><strong> Phil Gerrard, commercial director:</strong> \"I'm interested in videogames, and I watch Bits on Channel 4, its late night music stuff and the youth type programming that is useful in working for clients like PlayStation. I don't think companies like Nike and Levi's target me directly any more. Channel 4's animation week was interesting, especially Shynola's short film and work by James Lavalle from Mo Wax, and because we use a lot of similar digital tools.\" </p> <p><strong> Xanthe Arvanitakis, client services director:</strong> \"The most interesting TV about design and technology I think tends to be reportage, anything from Newsnight, Horizon, current affairs or documentary. They are where the man in the street finds information, and it's interesting watching that unfold, like the recent euphoria followed by negative reporting on all the WAP/mobile phone technology.\" </p> <p><strong> Dominic Arkwright, branch manager: </strong> \"The Technofile programme on Sky News is unintentionally funny because they obviously try and expand on some hype story - it's stories about virtual reality or robots changing our lives. It's like watching Tomorrow's World and I think The Matrix is closer to the reality of technology than the picture Technofile presents. On Eurosport they have tie-ins to their website, and it's interesting that a lot of the emails are by people in places like Africa and Eastern Europe. It's fun to see that Shearer has a fan in Lithuania.\" </p> <p> Jennifer Rodger talked to website designers at Good Technology.</p>",
  "If you really want to take the racial temperature in Britain, you would be better off examining the reactions to the report on multi-ethnic Britain rather than the report itself. Not that the report itself is not engaging. It is the bravest attempt, post-Stephen Lawrence, not only to assess what is wrong but to praise what is right and to suggest how we might start to right the wrongs. But the reactions of Lord Tebbit, Gerald Howarth MP and the Daily Telegraph leader writers suggest that we may be no closer to having a mature and open debate about race in this country than we are about cannabis. <p>The Telegraph's front page headline yesterday: \"Straw wants to rewrite our history\" begs two central questions. Who do they mean by \"our\" and precisely what version of history are they talking about. </p> <p>The answers lead us beyond race and ethnicity to whether a post-colonial, devolved Britain is ready to take its place in the modern world. </p> <p>The \"our\" the Telegraph refers to is essentially white, English and nationalistic. For huge numbers of Scots, Welsh and Irish, not to mention those of Caribbean, Asian, African and Chinese descent the idea that \"the description of British will never do on its own\" is not news. For generations they have been looking for ways to describe their relationship to Britishness that would take account not only of geography but of cultural, economic and political reality. They have done so not at the behest of a group of academics and commentators, but in response to racism, empire and nationalism. </p> <p>Nowhere is this more obvious than in the national flag. Unlike the French tricolore or the American stars and stripes, we do not have a national emblem that stands for a set of notional egalitarian principles or a constitution that would give it meaning. The union flag is a conqueror's flag that owes its design to the subjugation of England's Celtic neighbours and its reputation to the predatory expeditions which saw Britain steal huge amounts of land, labour and natural resources.It is the emblem they chose to wave at Wembley on Saturday while chanting to the German fans: \"Stand up if you won the war.\" </p> <p>So \"Britishness\" like the union flag is not neutral. Nor is it static. Its meaning shifts at a pace and scale determined not by Britain alone but the world around us and will manifest itself in a myriad of ways. The Indian restaurants on \"our\" high streets, the music on \"our\" stereos and the Olympians on \"our\" television screen are all powerful indications that while Britain will always be a majority white country, Britishness and whiteness are no longer synonymous. The relationship between race and place is being decoupled. The generation that admired Jim Davidson is having trouble understanding a world which produced Ali G. </p> <p>So if people stop using the term \"Britishness\" it will not be because Bhikhu Parekh tells them to, but because the word has lost its meaning. That is truly what the right is afraid of. It is no accident that the Telegraph refers to the past while the report refers to the future. </p> <p>For the paper's reaction is concerned not with culture that is live, evolving and complex, but heritage that is frozen, atrophied and mytholigised. It cannot fathom the report's suggestion that \"people must be treated equally ... with due regard to differences in experience, background and perception\" because it cannot understand the difference between discriminating between people and discriminating against them. It wants to tolerate minorities, the authors of the report want to celebrate them. </p> <p>That does not mean there are not problems with the report. Its recommendation that the Commission for Racial Equality (CRE) should be replaced by a human rights commission and a single Equality Act covering all grounds of unlawful discrimination puts an intellectual discussion ahead of political reality. </p> <p>The Future of Multi-ethnic Britain is a report with valuable signposts about where we have to go to become a country built on equality and mutual respect; the intial reactions provide valuable indications of the kind of barriers that will have to be overcome to get there.</p>",
  "The term \"British\" has racial connotations and will no longer serve as a description of the UK's multicultural society, says a report by an influential think-tank launched today. <p> Its conclusion that the UK should be formally recognised as a multicultural society whose history needs to be \"revised, rethought or jettisoned\" yesterday attracted fierce criticism from Conservative MPs who said it was an affront to the \"native British\" who needed to stand up for themselves. But Labour ministers have promised to study its findings in detail and are likely to give it a warm welcome. </p> <p>The Runnymede Trust-sponsored Commission into the Future of Multi-ethnic Britain whose report is to be launched by the home secretary, Jack Straw, also suggests it is time to review the privileged position of the Anglican church in public life and to take measures to boost the number of black and Asian faces in parliament. </p> <p>But it is a short section on \"the future of Britishness\" in the 400-page report which has sparked most controversy. The report of the commission, chaired by Lord Parekh, Labour peer and political scientist, says devolution, the Good Friday agreement and globalisation have undermined the notion of Britishness. </p> <p>It rejects \"Englishness\" as alternative: \"To be English, as the term is in practice used, is to be white. Britishness is not ideal, but at least it appears acceptable, particularly when suitably qualified - Black British, Indian British, British Muslim and so on. </p> <p>\"However, there is one major and so far insuperable barrier. Britishness, as much as Englishness, has systematic largely unspoken, racial con notations. Whiteness nowhere features as an explicit condition of being British, but it is widely understood that Englishness, and therefore by extension Britishness is racially coded. </p> <p>\"There ain't no black in the union jack,\" it has been said, quotes the report, which says there is an assumption that whiteness and Britishness go together like roast beef and yorkshire pudding. </p> <p>The failure to include in the national curriculum a rewritten history of Britain as an imperial force involving dominance in Ireland, Africa, the Caribbean and Asia, is proving to be an unmitigated disaster, the report claims. It argues that racial and cultural differences have been symbolically \"written out of the national story\". The wide-ranging report also calls for the establishment of a human rights commission, for action on discriminatory police stop and search policies and for the scrapping of the voucher system for asylum seekers. </p> <p>It says it is also time to review the connections between church and state. Such a review would have to look at how other religions are discriminated against in \"customs related to civic religion, for example daily prayers at Westminster and various religious ceremonies, including memorial events, in local government; the law of blasphemy; and the coronation oath\". </p> <p>Gerald Howarth, the Tory MP for Aldershot and a member of the Commons home affairs select committee, claimed the report represented social engineering on a massive scale. \"It is an extraordinary affront to the 94% of the population which is not from ethnic minorities. The native British must stand up for themselves.\" </p> <p>Lord Tebbit, the former Tory party chairman, claimed the greatest conflicts in the world were the product of multicultural societies such as Yugoslavia, Sri Lanka and the former Soviet Union. </p> <p>\"Since no one is being held hostage in this kingdom and those who arrived recently have come to get away from their own countries and enjoy the benefits of this country, the best way forward is integration rather than separation into cultural ghettoes.\"</p>",
  "England, Scotland and Wales are at a turning point in their history. They could become narrow and inward looking, with rifts between themselves and among their regions and communities, or they could develop as a \"community of citizens and communities\". <p>Many customary images of Britain are England-centred - indeed southern England-centred - and leave many millions of people out of the picture. </p> <p>More and more people have multiple identities - they are Welsh Europeans, Pakistani Yorkshirewomen, Glaswegian Muslims, English Jews. </p> <p>Diversity gives Britain important opportunities in world markets. Yet the opportunity is in danger of being squandered through racism and exclusion. </p> <p>Aggressive hostility to Islam is expressed in ways unthinkable in relation to other beliefs. The state's attitude to asylum seekers sends a shiver down many spines. Stories of murders, injustices and outrages haunt many people's memories. </p> <p>People in Britain have many differences, but they inhabit the same space and share the same future. All have a role in the collective project of fashioning Britain as an outward-looking, generous, inclusive society. </p> <p>A state is not only a territorial and political entity, but also an \"imagined community\". A genuinely multicultural Britain urgently needs to reimagine itself. </p> <p>Among other things, such reimagining must take account of the inescapable changes of the last 30 years - not only postwar migration but also devolution, globalisation, the end of empire, Britain's long-term decline as a world power, moral and cultural pluralism and closer integration with Europe. </p> <p>\"Community\" is a tricky term. All communities are changing and all are complex, with internal diversities and disagreements. There are also many overlaps, borrowings and two-way influences - no community is or can be insulated from all others. </p> <p>Hybrid cultural forms have emerged, especially in music and the arts. In this context, does \"Britishness\" have a future? Some believe devolution, globalisation and the new cultural diversity have undermined it irretrievably. </p> <p>The government has stated that it is committed \"to creating one nation\". What values and loyalties must be shared by communities and individuals in one nation? </p> <p>Most theoretical debates on such issues in Britain have been between what may be called nationalist and liberal theories of society. </p> <p>Under the nationalist model, the state promotes a single national culture and expects all to assimilate it. People who do not or cannot assimilate are second-class citizens. </p> <p>Under the liberal model, there is a single political culture in the public sphere, but substantial diversity in the private lives of citizens. </p> <p>A third model is the pluralist one which rejects a hard and fast distinction between public and private spheres and envisages that the public realm should be continually revised to accommodate cultural diversity in society at large. </p> <p>This model is to be found in multicultural societies such as Canada, Australia, Malaysia and India. </p> <p>The need now is for debates between liberal and pluralist theories. Britain should develop both as a community of citizens [the liberal view] and as a community of communities [the pluralist view]. </p> <p>A more ceremonious form of welcome for new British citizens might help everyone reflect on the value of citizenship. </p> <p>As far as racism is concerned, hostility that uses skin colour and physical appearance as markers of supposed difference does not represent the whole picture. </p> <p>There is also hostility using markers connected with culture, language and religion. A distinction needs also to be drawn between overt racism and institutional racism. </p> <p>Differentials in income and life-chances between black, Asian and Irish people and the rest of the population must be tackled. </p> <p>Sixty per cent of people of Bangladeshi or Pakistani origin live in poverty. More than half of African-Caribbean and African people live in districts with the highest rates of unemployment. </p> <p>Also, entirely independently of ethnicity, there must be progress to cut differentials in the general population between regions and neighbourhoods. </p> <p>Negotiations over contested issues - for example, the content of the national curriculum, the wearing of religious clothing at work - cannot take place in an ethical vacuum. They require ground rules that provide a minimum guarantee of protection for individuals and a framework for handling conflicts of interest. </p> <p>Such ground rules are provided in part by international human rights standards. </p> <p>The country's criminal justice system must on the one hand deal with racist crime with the utmost vigour; on the other, it must engage in its own processes with the utmost professionalism and fairness and with the minimum of damage to wider relationships and public trust. </p> <p>There is a growing body of data showing that black and Irish people are treated differentially at all stages of the criminal justice process, and that they are disproportionately likely to be imprisoned. </p> <p>In education, monitoring by ethnicity is inadequate or non-existent. There are substantial inequalities affecting, in particular, pupils and students from African-Caribbean, Bangladeshi and Pakistani communities. </p> <p>The cultural fabric of a society expresses ideas of who \"we\" are. The media has an essential role to play. </p> <p>The NHS depends...on the contributions of Asian, black and Irish doctors, nurses, managers and ancillary staff. </p> <p>At the same time, patterns of mortality and morbidity are more serious in Asian, black and Irish communities than in the population as a whole, and there is much insensitivity in the NHS to the distinctive experiences, situations and requirements of these communities. </p> <p>There are two problems with the approach to asylum and immigration by both major political parties. </p> <p>First, the sense of panic the issue instils and the subjectivity with which it is discussed lead to bad law that does not work even in its own terms, giving rise to challenges both in UK courts and among international human rights bodies. </p> <p>Second, it undermines Britain's development as a community of communities. </p> <p>If Britain is to flourish, its political leaders should shape, not pander to, public opinion on issues relating to race and diversity. </p> <p>A thoroughgoing review of religion in Britain would need to reconsider a wide range of connections between the Church of England and the state; in particular, legislation widely felt to privilege Anglicans in England over other denominations and faiths. </p> <p>The Race Relations Act 1976 has had a positive effect. However, a new Equality Act is required, together with a new Equality Commission. </p> <p>Furthermore, there needs to be a Human Rights Commission to promote a human rights culture, and the United Kingdom should formally declare itself to be a multicultural society. </p> <p><b>Who's who on the commission</b></p> <p><b> Chairman</b><br> </p> <p> <b> Lord Bhikhu Parekh</b>, 65, emeritus professor of political theory at the University of Hull and deputy chairman of the Commission for Racial Equality 1985-90 </p> <p><b> Vice-chair</b><br> </p> <p> <b> Dr Kate Gavron</b>, trustee and research fellow, Institute of Community Studies, with particular interest in the Bangladeshi community in east London </p> <p><b> Commissioners</b><br> </p> <p> \u0095<b> Yasmin Alibhai-Brown</b>, writer and journalist </p> <p>\u0095<b> Muhammad Anwar</b>, research professor at the Centre for Research in Ethnic Relations, University of Warwick </p> <p>\u0095<b> Colin Bailey</b>, chief constable of Nottinghamshire, former chair of Association of Chief Police Officers' race relations sub-committee </p> <p>\u0095<b> Amina Begum</b>, social worker, London borough of Tower Hamlets </p> <p>\u0095<b> Michael Chan</b>, professor of ethnic health, University of Liverpool </p> <p>\u0095<b> Lord Navnit Dholakia</b>, 63, chair of the National Association for the Care and Resettlement of Offenders </p> <p>\u0095<b> David Faulkner</b>, senior research associate, University of Oxford centre for criminological research. </p> <p>\u0095<b> Stuart Hall</b>, 68, former professor of sociology, Open University </p> <p>\u0095<b> Bob Hepple</b> QC, Master of Clare College and professor of law, University of Cambridge </p> <p>\u0095<b> Judith Hunt</b>, chair of Camden and Islington health authority </p> <p>\u0095<b> Antony Lerman</b>, formerly executive director, Institute for Jewish Policy Research </p> <p>\u0095<b> Matthew McFarlane</b>, chief inspector, Nottinghamshire police, responsible for strategy and policy on race and community relations </p> <p>\u0095<b> Andrew Marr</b> (was a member until April 2000), now BBC political editor. Previously newspaper columnist </p> <p>\u0095<b> Tariq Modood</b> (adviser), professor of sociology, University of Bristol, and director of the centre for the study of ethnicity and citizenship </p> <p>\u0095<b> Sir Peter Newsam</b>, formerly director of the Institute of Education, University of London </p> <p>\u0095<b> Sir Herman Ouseley</b> , formerly chair of the Commission for Racial Equality </p> <p>\u0095<b> Anne Owers</b>, previously general secretary of the Joint Council for the Welfare of Immigrants </p> <p>\u0095<b> Trevor Phillips</b>, 47, broadcaster and journalist </p> <p>\u0095<b> Sarah Spencer</b>, director of the citizenship and governance programme, Institute for Public Policy Research </p> <p>\u0095<b> Seamus Taylor</b>, head of policy: equality and diversity, Haringey borough council and chair, Action Group for Irish Youth </p> <p>\u0095<b> Sally Tomlinson</b>, emeritus professor of educational policy, Goldsmiths' College, University of London </p> <p>\u0095<b> Sue Woodford-Hollick</b>, chair of Index on Censorship and founding commissioning editor of multicultural programmes, Channel 4</p>",
  "<p><strong>ENGLAND PREPARE FOR IMPORTANT FINLAND CLASH, REPORTS SPECIAL CORRESPONDENT MAD JOCK McDOOM FIVER</strong></p> <p>Doomed, doomed, I tell ye! The sky will rain hot coals in Finland tonight, not to mention long balls up from the back to try and take advantage of the unique qualities of Emile Heskey! Doomed! And what's worse, either England don't win and spear their World Cup prospects with a claymore, or they do and send Sgt Wilko to the head of the queue for the manager's job! Double doomed!</p> <p>\"I just hope I've had enough time to get my ideas across,\" Sgt Wilko said today as the heavens were rent asunder by the portents of, er, doom! \"We want all the negative aspects out of the way. We don't want self-pity. For me, the most important thing is the performance. Not so long ago we were beaten by Italy but still qualified. We can do the same again.\" But what's that? It's a flock of ravens a-nestling on Wilko's shoulder! Aieee!</p> <p>I tell you boy, I haven't seen anything like it since the skies above Oslo turned red and the pavements rose up to meet poor McDoom before England's vital World Cup qualifier in 1993! And I'd only been drinking since lunchtime! Arroooo! Next you'll be telling me that England have slipped down the Fifa rankings to 15th! They have? Noooo!! I'm going to have to sit down and calm myself by watching the game on free-to-air TV. Aiieeee!</p> <p>[Mad Jock McDoom was unable to complete his report as he went off to hurl himself on the black pointy rocks of Death Island]</p> <p><strong>AN OPERATION ON YOUR BECK</strong></p> <p>You could be excused for ignoring the last significant act Kelvin Koogan made when \"in control\" of the England football team. After all, snivelling in the toilets, admitting to being piss poor and walking away from one of the most high-profile jobs in the country thus leaving everyone in the ca-ca is one hell of a smokescreen. But forcing David Beckham to run about a sodden Wembley pitch carrying a niggling injury picked up in training - thus ruling him out of today's crucial World Cup qualifier against Finland - could turn out to be the thing we'll remember him by in time to come.</p> <p>Of course, Koog's decision will only turn out to be cataclysmically bad if, say, an under-employed left-back decides to wander forward at regular intervals and ping dangerous crosses into the box where large defenders with good goalscoring records and Barcelona players lurk. But if England lose while Beckham is back home awaiting test results which will determine if he needs an operation on his injured left knee, we'll know who to blame.</p> <p>Having said that, we don't want to seem relentlessly negative towards the Koog. No, really, we don't. Which is why it's only fair to point out the positive benefits of his superstar-knackering exploits. With Becks likely to be out for up to six weeks, Manchester United's threadbare squad is sure to feel the pinch - he'll definitely miss their top-of-the-table clash with Leicester on Saturday whatever happens. So just think, if England avoid humiliation in Helsinki and this season's Premiership is still exciting come December, Kelv's the man we have to thank. Gawd bless 'im, he did a lovely job!</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"I was the only player from the squad not to take part in the pre-season camp. The only one, it's so unfair!\" - An adult response from Southampton defender Patrick Colleter, who is not in Glenn Hoddle's first-team plans. He's not in any way looking for a transfer back to a French club before Christmas is out, either.</p> <p><strong>SEE YOU DAUM THE COURTROOM</strong></p> <p>After all he's endured - lies, deceit, cutting off bits of his hair - it's a wonder Christoph Daum hasn't lost it. If it were Arnold Schwarzenegger, he would have stripped down to the waist by now, covered himself in man's make-up and shot loads of people with the biggest guns you've ever seen. But sadly for German action lovers - and let's face it, they must have those Chuck Norris haircuts for a reason - Daum and his cronies have started a war, not of hot lead, but of words.</p> <p>Today, these words are being directed against Bayern Munich's general manager Uli \"Chilling Wit' Ma Hoe\" Hoeness. Daum is suing him for defamation in the belief that it was he who started rumours of Daum snorting prostitutes and having sex with drugs. Paul Breitner, a former international teammate of Hoeness's, today claimed Hoe was out of order. \"Spreading rumours is the last thing to do, it's just repulsive. Either you are able to give evidence to back up your allegations or you are not,\" he said. \"There is only ever black and white if we talk about drugs.\" As far as the Fiver is concerned drugs are brown and white, but it may be different in central Europe.</p> <p>Cologne coach Ewald Lienen also believes the Hoe's behaviour has been reprehensible: \"From a moral point of view this has been the most disgusting affair the Bundesliga has ever seen.\" Mario Basler, who was sacked by Hoe two years ago, chimed in as well. \"It's always the same with Hoeness,\" said the Kaiserslaurten player. \"He blames somebody else for what has happened. I can only laugh about it!\" So can the Fiver. Ha ha ha. </p> <p>Sadly the Hoe is not of the same disposition and today continued his dispute with Daum by denying that he started the rumours and threatening to sue anyone who starts rumours about him having started the rumours. Which presumably includes Daum. What was the first casualty of war again?</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Arsenal look set to move for Feyenoord's Polish international goalkeeper Jurek Dudek. An 'insider' told Planet Football: \"It seems to me a sale to Arsenal cannot be avoided.\"</p> <p>Coventry are set to sign 21-year-old Hearts defender Gary Naysmith. Naysmith, who played for Scotland in their 2-0 victory over San Marino on Saturday, is rated as one of the best prospects in the SPL.</p> <p>Liverpool, who are already hoping to sign Croatian Igor Biscan this Christmas, are in the market for another defensive midfielder, according to Planet Football. The website claims the Reds want to sign Pierre Ducrocq from Paris St Germain after he impressed Gerard Houllier in France's friendly with Japan last weekend.</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Forfar midfielder Dave Bowman will not play again until December after receiving a massive seven-match ban from the SFA. Bowman was sent off and given four red cards by referee John Fleming on Saturday during the 5-3 defeat by Berwick. \"The player has been reported for being sent off originally for two cautions,\" explained a SFA spokesperson. \"But he has also been reported for using foul and abusive language on three separate occasions and this amounts to another three orderings off giving a total of four.\"</p> <p>Aston Villa have signed Sheffield Wednesday striker Gilles de Bilde on loan for two months. The 29-year-old Belgian international is set to go straight into the squad for Saturday's match at Arsenal. </p> <p>Aston Villa striker Luc Nilis has begun his rehabilitation programme following the double fracture of his right leg against Ipswich last month. \"It was a nasty injury but his leg will get better.\", Villa physiotherapist Jim Walker said. \"His leg is no longer in plaster as he had an aluminium nail hammered down the bone and that will stay in place until it heals. The last thing on Luc's mind at the moment is playing again and we have not even spoken about it.\"</p> <p>Celtic striker Henrik Larsson has revealed he wants to end his career with the Glasgow club. \"As long as Celtic want me I will stay,\" he told the Daily Record. \"My family is happy in Scotland and that's what is important. My son Jordan is three now and growing up a Scot. He doesn't know anything else - Scotland is his home.\" </p> <p>Montrose have parted company with manager Kevin Drinkell following a poor start to their new campaign.</p> <p>Other news now, and Chester Zoo has taken delivery of a lovely new baby elephant!</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>BBC1: Match of the Day (10.15pm)<br> This could be intensely depressing</p> <p>ITV: Coronation Street (10pm)<br> so remember light relief can be found on the other side, where Ken Barlow and Mike Baldwin have been taken hostage</p> <p>Channel 5: Live World Cup Football (6.45pm)<br> or on the other other side, where Scotland will be wishing they were still playing San Marino.</p> <p>Sky Sports 1: Live World Cup Football (7pm) <br> Meanwhile, the other other other side are showing the Ireland game</p> <p>You're On Sky Sports! (10pm, 2am)<br> but that's where the fun ends, because McCaff will soon be on hand to leer at you in a most disagreeable manner.</p> <p>Sky Sports 3: The Last Word (11.30pm)<br> In-depth discussion and comment with Jimmy Hill, if that's possible.</p> <p>British Eurosport: World Cup Football (9.10pm)<br> Good footage, objectionable commentary.</p> <p>u&gt;mustpaythroughthenose: Live World Cup Football (4.30pm)<br> Spunk your wad if you must.</p>",
  "The way in which the west has responded to the two big international crises of the past fortnight - in the Middle East and Yugoslavia - has thrown up some similarities - and some marked contradictions. <p>Few governments openly advocate or condone violence, for example. So in reacting to events in Belgrade and the occupied territories, Britain, other EU countries, and the US urged a peaceful resolution on the adversaries in both conflicts.</p> <p>In the West Bank and Gaza, both sides ignored this advice. Only in the last few days has the killing begun to abate. In Yugoslavia, the revolution that came to a climax last Thursday was largely bloodless. It is possible that western pressure influenced the crucial decision of the police and army not to intervene - but it was probably not the decisive factor.</p> <p>In such situations, the west also habitually reacts by pressing for the law to be respected and for democratic and constitutional norms to be observed. For obvious reasons, politicians in office are deeply averse to the idea of governments being overthrown by force.</p> <p>Yugoslavia proved to be an exception. After it became clear that Slobodan Milosevic and his cronies had fiddled the result of the 24 September presidential election, western governments united in insisting that opposition leader Vojislav Kostunica be declared the rightful victor.</p> <p>In truth, the west did not, and could not know for certain at that point that Mr Kostunica had won outright - only that he had obtained more votes than Mr Milosevic would admit. Nevertheless, Britain and the others all urged the opposition to boycott the second round and, in effect, abandon normal democratic and constitutional processes in favour of street protest.</p> <p>The west's action in backing a popular uprising was, of course, politically-motivated, inspired by the post-Kosovo vendetta against Milosevic. In the event, people's power prevailed, and the gamble paid off. But if it had not (and it was a close run thing), and a second round of elections had been held, Milosevic could have expected to win unopposed. He would then have been able to proclaim himself re-elected according to constitutional norms.</p> <p>In Israel, on the other hand, political considerations have dictated an entirely different western policy. Mr Arafat, his Palestinian National Authority, and his security police are criticised, particularly by the US, for not upholding the rule of law and not suppressing a popular uprising. Although Israel is criticised too, for its use of excessive force, no western government actually actively challenges its central contention that it is entitled to kill and maim civilians if that is what it deems necessary for its self-defence.</p> <p>Imagine the furore, and the calls for instant international military intervention, had Milosevic sent tanks, helicopter gunships, special forces and regular troops against the people of Belgrade. Yet this is exactly what the Israeli government has been doing on a daily basis for the past two weeks.</p> <p>It would be grossly unfair to suggest that Ehud Barak, Israel's prime minister, and Milosevic have anything in common. But it is reasonable to ask whether the west is guilty of double standards and of letting politics influence its interpretation of domestic and international laws. </p> <p>Such comparison may be extended to some other contemporary conflicts. One primary reason behind Britain's military intervention in Sierra Leone earlier this year was the defiance of UN security council resolutions, and the humiliation of the UN peacekeeping force, by the rebels of the Revolutionary United Front. Indeed, moves are now well under way to set up a Yugoslav-style international war crimes tribunal for Sierra Leone to bring the RUF renegades to justice.</p> <p>Yet as the Palestinians and the Arab world constantly point out, Israel is in historic breach of several key UN resolutions, not least the requirement that it hand back land seized during the 1967 six-day war and agree a right of return for Palestinian refugees.</p> <p>Mr Barak, to his credit, honoured one UN resolution last summer when he completed an Israeli withdrawal from occupied southern Lebanon. Ironically perhaps, that has increased pressure on Israel to honour the other relevant resolutions in respect of the occupied territories.</p> <p>That it will not do so in the foreseeable future is no secret. The simple reason why not is that the US, the biggest donor of military and financial assistance to Israel, does not press it to do so. The conventional (but also accurate) explanation for this American double-dealing is, of course, the sizeable Jewish vote in key states like New York which American would-be presidents supposedly must court if they are to win and retain office.</p> <p>But, to return to Yugoslavia, how well does that American policy towards Israel and Palestine sit with the US-led campaign to expel Milosevic's army from Kosovo last year? </p> <p>The Kosovo war was claimed at the time to be morally as well as politically justified. The Kosovo Albanians were being brutally discriminated against, abused, exploited and mistreated by their Serb rulers. Their attempts to gain self-rule, or even greater autonomy, were thwarted. Their religion and their culture were not respected. Their protests were violently suppressed. The conflict, western governments said, posed a wider threat to regional stability and could draw neighbouring countries into a disastrous conflagration.</p> <p>Sound familiar at all?</p>",
  "<p>Charles Clarke, Home Office minister </p> <p>We know that some children, particularly gathered in large groups, can become involved in anti-social behaviour and crime. Early intervention can be more effective than waiting until a child ends up in the criminal justice system. After consultations, we are extending the age-range to encourage local authorities to use these powers to tackle effectively the problem of children causing nuisance to residents and indulging in anti-social behaviour. But we are also spending £20m on schemes to help stop children becoming involved in crime. <br><strong>Verdict: Yes</strong></p> <p><strong> Paul Cavadino</strong>, spokesman for Nacro, the crime reduction charity </p> <p>Blanket curfews to cover whole areas aren't a good way to tackle crime. To start with, they stop the law-abiding majority of young people from going about normal activities, such as sports, youth clubs and visiting friends. They also make life difficult for parents, especially if a curfew is lifted for youngsters out with adults, who would then face huge demands on their time. Second, there is no evidence that it works: a study in California at a time when youth crime was falling showed that it fell no more in countries where there was a curfew than where there wasn't.<br> <strong>Verdict: No</strong></p> <p><strong> Reyhan Karnas</strong>, reporter on Exposure, a young people's magazine</p> <p>A lot of the young people I know who have been in trouble with the police don't have parents around in the evenings anyway. Their parents are out a lot, or they're working. So how would they be able to keep them in? What anyone who really wants to cut youth crime should do is improve facilities for young people: the problem is that there aren't enough safe, legal things for us to do in the evenings. Give us more youth clubs, more ice rinks, more places to go. Wouldn't that make life better for everyone - instead of measures to keep us locked up all night?<br><strong> Verdict: No</strong></p> <p><strong> Paul Flynn</strong>, Labour MP for Newport West </p> <p>Like all parents, Jack is great on theory, but less so on how to put it into practice. The idea that parents can tell teenagers what to do is a delusion that has affected parents for generations. It happens to all of us: we forget what it was like to be young. That's the trouble with this policy. It just doesn't sound practical. How would we enforce it? How many more police are going to have to be out there to make sure young people are all tucked up in bed at night? So many politicians are deluded by the belief that applause can only come from tough policies.<br><strong> Verdict: No</strong></p> <p><strong> Tracey Golledge</strong>, council estate resident, mother of a 14 -year-old </p> <p>I can see why he wants to do it, and in many ways I think it would be a good idea. My own estate isn't too bad, but the neighbouring estate has lots of kids on it who are out at night causing trouble. The trouble is that I don't think Jack Straw's idea would work in practice. If you're a mum with younger children, you've got no chance when a strapping 15-year-old says at 10pm: \"I'm going out, what are you going to do about it?\" To say you'll fine that mother £1,000 isn't on - and if you end up sending her to prison and put her children into care, what have you achieved?<br> Verdict: No</p>",
  "The continuing outrage of the Arab press about what they see as Israeli aggression is epitomised on the front page of the normally sober <a href=\"http://www.jordantimes.com\" target=\"_news\">Jordan Times</a>, which carries a shocking picture of a Palestinian shoolboy, shot in the head. <p>The paper's <a href=\"http://www.jordantimes.com/Wed/opinion/opinion2.htm\" target=\"_new\">leading article</a> tries hard to find a ray of light: \"This is not merely another flare-up in a simmering conflict that has plagued this region for decades. This is a potential turning point. It can move us all towards a truly fair and lasting peace for all in this area, based on justice and equal enjoyment of international legal principles of sovereignty and statehood. Or, it can send us back into a terrible whirlwind of mutual violence and hatred that will result in massive death and destruction, but without resolving the basic problem of how the Israelis and Palestinians share the land they both claim.\" </p> <p>There are more gruesome photographs on offer from the <a href=\"http://www.jmcc.org/\" target=\"_new\">Jerusalem Media and Communication Centre</a>, along with an ill-written but passionate piece about <a href=\"http://www.jmcc.org/new/00/crime3.htm\" target=\"_new\">attacks on Palestinians</a> by Jewish settlers in the occupied territories. </p> <p>The Palestinian National Authority's <a href=\"http://www.pna.org/mininfo\" target=\"_new\">Ministry of Information</a> is also stoking up the temperature, with its own page of <a href=\"http://www.pna.org/mininfo/issues/topline.htm\" target=\"_new\">Intifada</a> (uprising) news. The tone of the ministry's latest selection of <a href=\"http://www.pna.org/mininfo/press/eps_1010.htm\" target=\"_new\">local newspaper headlines</a>, speaks for itself. </p> <p>Around the Arab world, individual acts of violence (always by Israelis) are dominating the front pages. The <a href=\"http://www.ahram.org.eg/weekly/\" target=\"_new\">weekly English edition of al-Ahram</a> in Cairo is almost <a href=\"http://www.ahram.org.eg/weekly/2000/502/opinion.htm\" target=\"_new\"> speechless with outrage</a>: \"Words simply fall short of expressing the anger the Arabs feel at the brutal violence inflicted on the Palestinians since Ariel Sharon, the right-wing Likud leader and Sabra and Shatila murderer, paid an unwelcome and intentionally provocative visit to Al-Haram Al-Sharif in Arab East Jerusalem last week.\" </p> <p>The leader also reflects prevailing Arab bitterness about America's unstinting support for Israel. It condemns Israeli prime minister Ehud Barak and goes on: \"A man whose hands are covered with Palestinian blood can never be a partner in peace. The Arab League, in its emergency session this week, asked the International Criminal Court, now trying war criminals from the former Yugoslavia, to take similar measures against the Israeli army commanders who ordered their soldiers to gun down Palestinians. The only difference is that these particular war criminals are protected by the world's sole superpower.\" </p> <p>The <a href=\"http://www.amin.org\" target=\"_new\">Arab Media Internet Network </a> carries a rather more thoughtful but equally <a href=\"http://www.amin.org/En/eyejrs/0010/free2_101000.html\" target=\"_new\"> passionate piece</a> by Hanan Ashrawi, the formidable former chief Palestinian peace negotiator. She is angry with US Secretary of State Madeleine Albright, who has regretted a mildly-worded UN resolution condemning Israeli brutality. </p> <p>Ashrawi writes: \"At the risk of tediousness and redundancy, it is appropriate to remind Madam Albright of a few basic facts that may have escaped her notice: It is Israel that is the belligerent occupant of Palestine (and not the other way around). Israeli tanks and armoured vehicles are surrounding Palestinian villages, camps and cities (and not the other way around). Israeli (American-made) Apache gun ships are firing Lau and other missiles at Palestinian protestors and homes (and not the other way around).\" </p> <p>The <a href=\"http://www.jpost.com\" target=\"_new\">Jerusalem Post</a>, meanwhile, is wallowing in self-pity. Its <a href=\"http://www.jpost.com/Editions/2000/10/11/Opinion/Editorial.13520.html\" target=\"_new\">leading article</a> portrays Israel an embattled island surrounded by an ocean of hostile neighbours: \"Israel is facing one of its darkest hours. At no time since the outbreak of the Yom Kippur War has our country feared more for itself and its future. The belief that we had finally won an accepted and permanent place in the region has been shattered... We have no choice, for the moment at least, but to retreat into a self image that nearly all of us thought we had escaped. Yet here we are. Exposed to ourselves and the world as a tiny embattled enclave forced to fight again for our right to live here.\" </p> <p>The liberal Israeli daily <a href=\"http://www.haaretzdaily.com\" target=\"_new\"> Ha'aretz</a> takes a very different tack, firmly condemning the </p>",
  "<p>Home secretaries can be tarnished by failings in some outpost of the department's wide-ranging responsibilities. After fiascos with passports and asylum seekers, Jack Straw's prison policy is in danger of continuing that pattern. </p> <p>Like his Conservative predecessor, he has shown little desire to follow the approach of earlier home secretaries with policies based on reducing the size of the prison population. Instead, numbers have grown remorselessly. With mandatory sentence lengths for severe crimes, to sate the public appetite for severe punishment, Straw clearly believes that \"prison works\". The result: large numbers of lifers, with scant hope of early release, could increase violence and disruption in already overcrowded prisons. </p> <p>Drug dealers are one target group for mandatory sentences. The danger in demonising any group is of missing shades of grey. Just as most homicides are committed by close relatives, so the majority of those sentenced for supply of drugs are small-time dealers using the money to support their habit. This is light years from the barons of the drug world, living off crime in luxury mansions. Yet the former, not the latter, will be caught by the application of \"three strikes and you're out\" to the criminal justice system. </p> <p>In the first comprehensive spending review, the criminal justice system secured substantial extra resources for drug treatment programmes and testing orders. These orders are being introduced nationally despite ambiguous evidence of effectiveness as seen in three pilot areas. They risk being an over-hyped but ineffective remedy, like child curfew orders and anti-social behaviour orders. By contrast, additional resources for treatment services in the community are minimal. The result is a logjam of prisoners, wanting such treatment, for whom no services are available. </p> <p>The Home Office reigns supreme in Whitehall turf wars on drug policy. Its prevention advisory service has extended its role into both drug education and treatment programmes, ruffling feathers in the education and health ministries. Yet the same department treats the idea of a rational debate about decriminalisation of cannabis use as if it were heresy. Such a debate might well conclude that the public health risks would outweigh the benefits, but current attitudes exclude any discussion. </p> <p>Good government is not responding to every populist campaign of the Sun or Daily Mail. It is about managing effectively for results. Focus groups are no way to get clear policy outcomes. </p>",
  "<p>This is adoption week and it's all hands to the pumps at British Agencies for Adoption and Fostering (BAAF). Staff normally in the field have been called back to their offices to deal with not just queries from prospective adopters, prompted by the week's publicity, but also calls from people who put their own children up for adoption perhaps 30 or 40 years ago. </p> <p>\"We get a lot of those calls and we are very sensitive to them,\" says Felicity Collier, BAAF's chief executive. \"We want people to have the opportunity to talk about feelings that perhaps have been buried for quite a long time.\" </p> <p>It is a sobering reminder that adoption is the most complex of issues, tugging at the deepest human emotions, and one that is far removed from the political knockabout in which it is all too often caught up. As Collier well knows, the simple caricature of would-be adopters being thwarted by feet-dragging, politically correct social workers is generally - though not always - well wide of the mark. </p> <p>Collier, five years at the head of BAAF after an earlier career in social work and probation, occupies the reasoned middle ground in the fraught adoption debate. Her association has in membership almost all social services departments in England, Wales and Scotland, as well as voluntary adoption groups and some 1,500 individuals. She could be expected to stand up for officialdom, yet she is not afraid to speak out when she feels children's interests are being harmed. </p> <p>Just this week, BAAF has published a thorough analysis, covering 1,800 of the 2,200 adoptions of children from care finalised in England in 1998-99. And while many of the findings are positive, Collier is concerned at the \"worryingly high\" number of adopted children who had experienced multiple placements while in care. </p> <p>Of all the children, 29% had been through four or more placements. Of those who had entered care under the age of 12 months, 44% had been through four or more placements, including any attempts to resettle them with their mothers. Collier says simply: \"That's horrendous.\" </p> <p>Inevitably, BAAF find itself torn by the recent focus on adoption. On one hand, it cautiously welcomes what Collier calls the \"clarity\" of the government's approach in wanting more children in care to have an earlier opportunity of being adopted. On the other hand, BAAF is wary of simplistic solutions, targets and naming-and-shaming of local authorities deemed to be backsliding. </p> <p>\"We are independent and we are not responsible for the failings that can occur,\" says Collier. \"But we do know the difficulties of making the incredibly complex decision formally to separate a child from their birth family. You always have to get the balance right. It's remarkable that so many good and skilled decisions are made and most 'looked after' children are able, with support, to return home. But for others, adoption offers an important opportunity.\" </p> <p>Collier is using the platform offered by adoption week - a BAAF innovation, now in its fourth year - to remind the wider world that new adoption legislation is long overdue. The existing law dates from 1975 and reform promised by the Conservatives in 1996 never materialised. All eyes are now on the forthcoming Queen's Speech. </p> <p>In the absence of a legislative shake-up, based on hard facts, debate has tended to get bogged down in recriminations about social workers rejecting would-be adopters for being fat, for smoking, for seeing nothing wrong in smacking, or for being too middle-class, too white or too heterosexual. Collier is frustrated and angered by the recurrence of such anecdotes. </p> <p>\"Fifty-seven per cent of adopters are from social classes 1, 2 or 3 - people who would not normally meet social workers, never mind have them visiting their home,\" she says. \"It's a very stressful process, but you are dealing with the welfare of a child who is likely to have been badly messed around and who will need patching up again if the adoption placement breaks down. </p> <p>\"As for smoking, the average age of an adoptive parent is almost 39. One in four adults who smoke will die early from a smoking-related disease. You want to see a child go to a fit, active parent who will be there to look after them through their childhood - and be around beyond.\" </p> <p>Collier, a highly energetic 53 who had her own first child at 18, admits BAAF was in difficulties when she arrived. \"Far more demands were being made upon it than there were the staff or capacity to respond,\" she says. \"There were problems offinancial stability, as affect many voluntary organisations, and a need for a new direction.\" </p> <p>Today, the organisation is robust and taking a far broader view of adoption and fostering. Be My Parent, its magazine which profiles children seeking an adoptive or foster family, is now moving up to monthly publication. And while Collier has deep misgivings about internet adoption sites offering unfettered access to pictures and details of all children, she says: \"The reality is that people are much more likely to consider adoption when they see photographs of real children. That says something about our society.\" </p> <p>BAAF's new analysis of adoption data shows that 95% of adopters were married couples. Among the other 5%, there were just four men. Wary of being accused of promoting gay adoption, BAAF is nonetheless calling for more single people to be considered in an effort to reduce further the average 3 years 1 month spent in care by children at the point of adoption. In 1996, it was 3 years 8 months. </p> <p>For Collier, mother of three, stepmother of two and grandmother of three one-year-olds, the plight of very young children in care is distressing. \"When you look at babies in your own family, you know we have just got to do better,\" she says. \"It's that passion that motivates me.\" </p> <p>\u0095 BAAF is on 020-7593 2000</p>",
  "<p> <strong> Challenge of care</strong><br></p> <p> I have been reading Catherine Venn's moving article (No good goodbye, October 4) in the emptiness of a house that up to just over three weeks ago was a hive of the sorts of activities she describes. I could have written a similar article based on my experiences. For several months, I and other family members had tended my wife who, as a result of her cancer, could neither swallow nor breathe easily and who got very little unbroken sleep.</p> <p> She had taken the decision to stay at home and proceeded to manage her own care virtually to the day she died. Her determination to remain in control posed a formidable challenge to all the various health care professionals involved along the way. I long ago formed views similar to those expressed by Venn that: the primary care system is neither organised nor resourced to provide a comprehensive, user-centred care at home service for people who are terminally ill; the boundaries between hospital and primary care systems are far too rigid; and the integration of health and the relevant social services is long overdue. <br> </p> <p><strong>Chris Payne</strong><br> Kenilworth, Warks<br></p> <p> \u0095 It made me sad to read of the despair and frustration felt by Catherine Venn in her article about caring at home for her dying husband. Although too late to be of use to her, I strongly recommend anyone who is, or knows of someone, going through similar circumstances to get a copy of The Natural Death Handbook from The Natural Death Centre (20 Heber Road, London NW2 6AA). The chapter on practical care at home and information about the befriending network will be particularly useful. <br></p> <p><strong>Yvonne Malik</strong><br> London<br> </p> <p><strong> Fund and fancy</strong><br></p> <p>Carole Howells (Letters, September 13) says that the National Lottery Charities Board could \"fund forever the ongoing costs of organisations\". That, I'm afraid, is simply not the case. If we funded our grant recipients forever we would, of course, have no money to fund other groups or new projects.</p> <p>This is not policy: it is mathematics. If, for example, we had continuyed to fund in perpetuity all those we funded in our early grant rounds, we would now have no \"free\" grant money at all. I cannot believe this would be acceptable. </p> <p>We know what the government's code of practice on funding says. Much of what is said there is what we have sought to do from our earliest days in 1995. Government is not in a position to fund forever, either, and the code does not say it will.</p> <p><strong>Timothy Hornsby</strong><br>chief executive, National Lottery Charities Board.</p> <p><strong> Going rates</strong><br> </p> <p>It is quite right that charities should be held accountable for the saleries they pay staff (Letters, October 4). Oxfam recently advertised for a new director, after conducting a thorough review of pay and benefits. The salary on offer (£75,000) is in the lower range for charities with an income over £40m and far less than for a chief executive of a similar sized commercial company.</p> <p>The salary reflects Oxfam's goal of ensuring the vast majority of income is spent on development and emergency work rather than on administration and staff costs, while in line with the high calibre of person required to take on this important role.</p> <p>The new director will lead one of the world's largest anti-poverty charities, which works in over 70 countries, with an annual income of more than £125m. The right candidate must demonstrate immense leadership skills, vision and commitment. He or she must be capable of spearheading initiatives for the poor, and ensuring Oxfam's analysis and key humanitarian messages remain major influences on governments and international instituations, as recently witnessed at the IMF/World Bank meeting in Prague.</p> <p>The salary offered is by no means a high remuneration for this challenging and high profile role.</p> <p><strong>Jane Cotton</strong><br>director of human resources, Oxfam<br>Oxford</p> <p> <strong> In your hands</strong><br></p> <p> I am a stroke victim in the third year of this affliction. If there is one thing I wish in retrospect, it is that I had taken the trouble to teach myself to be ambidextrous while I had the chance (Stripped of power, September 13). Put your working hand in your pocket and then try a few basic things. Do up some buttons. Pick up some change and sort it into pounds and silver. Wash your hand. Type a letter and \"shift\" at the appropriate points. Unlock a door while remaining in control of a walking stick. </p> <p> I was a few weeks into recuperation when I realised my major hobby, watercolour painting, was impossible. A couple of months self-teaching got me back to recognisable work. Luckily, my particular stroke (and they are all different) had not affected my basic ability, just the right-hand technique. It took longer to write capital letters or sign my name - weighting the paper down with a glass of water. </p> <p>A couple of years later, I regained a little control of my right hand to hold things, but not to feel them, and judge how tight my grip was. If you leave things to think about until the Great Whammy hits you, then you will be too busy learning how to stand up, walk, eat with one side of your mouth and, often, speak. It is something you cannot afford to leave to chance. Ambidexterity can be your private godsend. </p> <p><strong>Alan Watling</strong></p> <p>Colchester</p> <p>\u0095 Write to Guardian Society, 119 Farringdon Road, London EC1R 3ER; or fax 020-7713 4154 or email <a href=\"mailto:society@theguardian.com\"> society@theguardian.com</a> Please supply your full address. Letters may be edited</p>",
  "<p>Disadvantage and deprivation are far removed from the life of Ali Khaleeli.With his background, there seemed little risk of him catching tuberculosis, which is known as the disease of poverty. Born to a wealthy family in southern Iran, Khaleeli was educated at an English public school and vaccinated against TB when 16. And by 1991, when he started suffering a dry cough, he was a healthy, badminton-playing 45-year-old diabetes consultant living in a village in affluent Cheshire. </p> <p>Certainly he had come into contact with TB patients during his career - but so had tens of thousands of other medical staff. When an X-ray revealed a shadow on his lungs, therefore, both his radiologist and chest physician felt there was only one conclusion - Khaleeli had lung cancer. \"You do not see a lot of tuberculosis nowadays,\" the radiologist replied, when Khaleeli suggested he might have that disease. </p> <p>It was only one day later, when a groggy Khaleeli awoke from a biopsy operation, that he was told that, indeed, he did not have cancer but tuberculosis. \"Although I was still under the effects of the anaesthetic, I shouted with relief,\" Khaleeli recalls. \"The anaesthetist said he had never seen anyone so happy to be told they had tuberculosis.\" </p> <p>TB is usually easily treatable with antibiotics - so Khaleeli had reasons to be thankful. Nevertheless, his diagnosis fitted into the bigger picture causing concern to TB doctors - that this highly infectious disease is returning to Britain at an alarming rate. Moreover, hospitals up and down the country are under-prepared for its resurgence. </p> <p>According to Public Health Laboratory Service figures, TB cases have been growing rapidly over the last 10 years. In one year alone, 1998-1999, cases in England and Wales rose 20%, from 4,659 to 5,658. The disease is most prevalent in poor, deprived areas such as east London, which has the highest rate of TB in the country. </p> <p>This rise has evoked so much apprehension that, last year, TB Alert was formed, making it the first British TB charity since the 1960s. \"It is true to say that tuberculosis is a slow timebomb in the UK,\" warns Peter Davies of the Liverpool tuberculosis research unit at University Hospital, Aintree. \"If it continues to increase at the present rate, the incidence of TB will, in two or three generations' time, be five or ten times what it is now.\" </p> <p>Before the introduction of effective drugs in the 1950s, TB thrived in the poor social conditions during and after the industrial revolution. The bacteria killed one in four white Europeans and Americans. But now it is mostly non-whites, like Khaleeli, who are coming down with the disease in this country. More than half (56%) of cases are in people born outside Britain, particularly sub-Saharan Africa and Asia where TB can be rife and treatment poor. </p> <p>Despite opinion that poverty remains the most significant underlying cause of TB in this country, Davies, who treated Khaleeli, places more emphasis on biology. \"My hypothesis, which is highly contested, is that white European and Americans who survived TB passed on a genetic resistance to the disease to their children,\" he says. \"Asian and African people may not necessarily have this innate resistance. Therefore I think the rise of TB in the UK is down to migration, pure and simple.\" </p> <p>Aware that such scientific speculation may be seen as having racist overtones, he adds: \"We can get around claims of xenophobia by remembering that TB is essentially a European export. So, in a sense, it is a disease which is coming home.\" </p> <p>Above all, it is British doctors' lack of familiarity and expertise in dealing with TB that worries specialists such as Davies. World Health Organisation guidelines specify that, in order to tackle TB effectively, there must be an efficient system of diagnosis and thoroughness in ensuring patients complete their course of treatment. Yet last year the British Thoracic Society reported that only 14% of 43 health districts had minimum staffing levels necessary to treat TB. </p> <p>\"It is down to individual doctors to recognise tuberculosis - but we now have two generations of doctors who have not, in their professional lives, seen tuberculosis,\" says Davies. \"Training is just not adequate, and this is something that, over the last 10 years, has driven me to distraction.\" </p> <p>Tight treatment procedures are all the more urgent when ineffectively treated strains of the disease can mutate to become \"multi-drug resistant\" (MDR), making it difficult - and expensive - to fight. </p> <p>One case of MDR tuberculosis can cost £250,00 to treat. When New York suffered an MDR outbreak 11 years ago, it cost £110m over four years to control it. In Britain, MDR cases were unheard of five years ago. But now, according to Davies, one in 50 is MDR. \"All the more reason to pay attention to the rise of TB,\" he emphasises. </p> <p>\"We have just seen Prince Charles and other celebrities put their support behind an anti-bowel cancer charity. If only we could get that kind of publicity for tuberculosis. But it is not an issue people want to raise because it is seen as a problem for other countries. Well, it is not.\" </p> <p>A fully recovered Khaleeli, who is convinced he caught TB from one of his patients, is one doctor who has learned the lesson. Each year, he presents a lecture on tuberculosis to staff at Halton General Hospital, near Runcorn, where he works. He is also considering researching the proportion of Asian and African doctors and nurses who have been infected with TB, possibly from patients. </p> <p>\"The treatment of tuberculosis and other infectious diseases was one of the things that made the British health system so good,\" he says.\"But tuberculosis has reared its head again, and it is particularly important we are on the look-out for it among Asian and African people. Surveillance is so vital to prevent its spread.\" </p> <p> <strong>Killer in the air</strong> <br></p> <p> \u0095 The tuberculosis bacteria spreads through water droplets in the air from coughs, sneezes or contaminated food. It causes fever, fatigue, loss of appetite and weight, night sweats and a persistent cough, with blood produced. </p> <p>\u0095 Overcrowding, inadequate sanitation, poor living conditions and homelessness are breeding grounds for the TB bacteria. </p> <p>\u0095 In 1993, the World Health Organisation declared TB, which kills 3m people a year, a global emergency. Infection with Aids virus HIV, which depresses the immune system, makes a TB carrier 30 times more likely to become sick with the disease. One in three Aids deaths is caused by TB.</p>",
  "<p>Julie Brown never knew whether she would be welcomed, or even recognised, by her mother. The weekly visit to the nursing home was always overshadowed by the uncertainty familiar to any relative of a person with Alzheimer's. But Brown was stunned by what she heard as she left the home after one particular visit. </p> <p>\"A male resident, someone who had been friendly with my mother, rushed to meet us in his wheelchair,\" she recalls. \"He'd had a stroke, so he spoke slowly, but what he said was clear. He told me my mother had been raped.\" </p> <p>This was a nursing home run by a well-respected charity. But Brown was surprised and dismayed at the home's handling of such a distressing incident, both before she knew of the allegation and afterwards as inquiries were made. </p> <p>The Home Office has declared it intends to make it an offence for staff working in care homes to have sex with residents, as part of its review of the law on sex offences published in July. Proposals to improve standards in residential and nursing homes are also expected shortly. But critics say the moves fail to go far enough and there are calls for tighter safeguards in adult care homes, mirroring those in place in residential care for children. </p> <p>In Julie Brown's case, she was understandably horrified and confused by the allegation and returned immediately to her mother. \"The first thing I noticed was a large bruise on her hand, between her thumb and finger, as if she had pushed someone away,\" she says. \"She had had bruises on her hand before, but not there. I tried to question her. I asked her if anyone had done anything to her last night. But she didn't understand the question.\" </p> <p>Once the alarm had been raised, staff questioned the resident who had made the allegation and he repeated it. That day staff could not shed any light on the incident and Brown had to wait until 9pm, when the night staff took over, to try to find out more. When she telephoned, however, the night staff denied there had been any trouble involving her mother. All that could be gleaned was that an unsupervised male carer had changed her mother's incontinence pads. </p> <p>The following day, the head of the home informed Brown that they could not question the resident who had made the allegation, her mother or the carer in case it prejudiced any future inquiry. At that stage, Brown wanted the allegation investigated by police. The home eventually called the police in two days later - four days after the alleged incident. </p> <p>\"They arranged for my mother to see a police surgeon,\" she says. \"She had to endure an internal examination, but by then there was no sign that she had been touched. They questioned the carer and there was nothing in his background to suggest he had committed any offence before. </p> <p>\"The police said the home should have called them straight away. By the time they had, staff had changed the sheets and the bruising had faded.\" At that point, too, the resident who had made the allegation appeared to get cold feet and denied he had said anything. \"I wasn't at all satisfied. They'd flooded the home with police, but after three days what could they find?\" </p> <p>Not only was Brown unhappy with the way the home had dealt with the allegation, she was also concerned about staffing levels during the night and the fact that male carers were allowed to carry out intimate care for female residents. \"There are five floors in the home and one person on each floor,\" she says. Mostly that carer works on their own. If anything went wrong, some of the patients are so frail they couldn't press the bell.\" </p> <p>At a meeting, the home defended itself: managers said that equal opportunities laws meant it could not refuse to employ male carers and that staffing levels met current requirements. </p> <p>Concern about standards in residential and nursing homes is well documented. Fit for the Future, a consultation document commissioned by the Department of Health, sets out improved standards that each home will need to meet when the new Commission for Care Standards is up and running. It recommends that all homes have a written prevention of abuse policy and that all staff are trained to spot abuse. And it adds that same gender care should be \"provided for those residents wishing it wherever possible\". </p> <p>Gillian Crosby, deputy director of the Centre for Policy on Ageing, which prepared the report, says there is a gulf between the standards required of those caring for children and what is acceptable in residential care for adults. In residential child care settings, for instance, male members of staff avoid being alone with children in their bedrooms. </p> <p>However she recognises that bringing adult safeguards in line with those for children is also problematic. She says one of the challenges faced by those working with adults is how to balance their need for privacy with the need to protect particularly vulnerable people, such as those with dementia or severe learning disabilities. </p> <p>Ginny Jenkins, chief executive of the charity Action on Elder Abuse, agrees that greater protection has its drawbacks. \"If we treat vulnerable adults under children's laws, then we would be in danger of infantilising them.\" Although safeguards are essential, she asserts, it can be equally abusive to deny adults their privacy. \"If someone is 40 or 50 and a male carer takes them to the toilet, but keeps the door open, they are depriving them of their privacy.\" </p> <p>An easier solution is to pay more attention to recruitment, retention and training of staff, Jenkins argues. Homes should also ensure they have proper procedures in place for whistle blowing. And when allegations are made, they should always be dealt with promptly. </p> <p>Brown's experience, says Jenkins, is a common one. Care homes, even good ones, often treat elderly people like second-class citizens. There is still a long way to go before elderly people in residential care have the protection they need. </p> <p>As for Brown, she accepts that she will never know what happened to her mother. \"I can't get it out of my mind. Even though I've been told that the carer in question has now left the home, the thought that something might have happened makes me feel sick,\" she says. </p> <p>\"My mother may have been abused over a number of months. The minimum one expects from a care home is that it should be a place of safety.\" </p> <p> Julie Brown is a pseudonym </p>",
  "There was nothing political about the events which unfolded at Edinburgh's Western General Hospital today. Despite the huddles of spin doctors and political journalists gathered outside the bleak brown building, this was a human story. A son and daughter rushed to be at their father's side. A country said farewell to the man who led and inspired them. A man they liked. <p>The sense of shock and disbelief in the capital is palpable - the talk of every bus stop, and street corner conversation. Shaken heads and pained expressions. </p> <p>Donald Dewar would have been aghast. This brilliant, difficult, decent man sought no personal glory from his political exploits and he hated fuss, protesting loudly even as paramedics whisked him away after yesterday's fall. </p> <p>It was just a stumble, feet faltering on a slick pavement before he was up and on with the programme. But major heart surgery had taken its toll and by last night the man who gave life to Scotland's parliament was losing his own. </p> <p>There have been no soundbites or fancy phrases today. Dewar was always immune to spin and those around him have been, for once, lost for words. </p> <p>In the corridors of Holyrood, there have been emergency meetings, but no one has had the heart to talk yet of political futures. The parliament that Dewar crafted is empty without his presence. It has been just over a year since he guided the Queen around Scotland's new political home, his normally pinched features stretched into a broad, irrepressible grin. More than anyone, he fought and worked for devolution and there could have been no other choice for first minister. </p> <p>It was not all easy, though. The first year of self-government brought more troubles than triumphs but Dewar's faith in devolution never wavered and his belief carried the country with him. At the opening of the parliament he read out the dry details of the legislation that had formed it. </p> <p>\"There shall be a Scottish parliament,\" he said. \"I like that.\" Scotland liked that too.</p>",
  "Israeli prime minister Ehud Barak today held a surprise meeting with UN secretary general Kofi Annan as an Israeli general reported a lull in the fighting. <p>Army chief, lieutenant general Shaul Mofaz, said the violence was ebbing, but could erupt again. \"There is still a chance it could go the other way.\"</p> <p>Mr Annan is trying to mediate a truce and help win the return of three Israeli soldiers captured by Lebanese guerrillas. Mr Barak has said he is willing to attend a US-hosted meeting to end the crisis, provided there is a further drop in Palestinian rock throwing and shooting attacks on Israeli settlers and soldiers in the West Bank and Gaza strip. </p> <p>The Palestinians, however, are not keen on Bill Clinton's efforts to convene a regional summit in the next few days. Yasser Arafat's adviser, Nabil Aburdeneh, said such a gathering should not be held before the Arab summit on 21 October. </p> <p>More than 90 people, mostly Palestinians, have been killed in clashes in the past two weeks. Today, several dozen Palestinians threw rocks at Israeli soldiers in the divided West Bank town of Hebron. </p> <p>The teenagers had broken away from a march of about 500 Palestinians protesting the presence of Jewish settlers in the city. \"Down with the olive branch, up with the rifles\" and \"Kofi Annan, we want a state\" read two of the banners. </p> <p>Near the West Bank settlement of Eli, a Jewish settler was killed when a car, driven by a Palestinian, overturned and struck a group of Israelis standing by the roadside. Police said they believed it was an accident, while settler leaders portrayed the incident as a terror attack. </p> <p>In the nearby settlement of Elon Moreh, hundreds of mourners joined the funeral procession of Hillel Lieberman, an American-born settler who was slain by Palestinian militants over the weekend, as he tried to reach the Joseph's Tomb enclave in the West Bank town of Nablus. Lieberman set out for Nablus on Saturday after he heard Palestinians were attacking the compound.</p> <p>In the Gaza strip, a 12-year-old Palestinian boy lay brain dead, a day after being shot by Israeli troops during a stone-throwing clash. </p> <p>The relative calm of the past few days was attributed, in part, to the presence of high-profile mediators. Mr Annan, Russian Foreign Minister Igor Ivanov, European Union security chief Javier Solana and EU peace envoy Miguel Moratinos have been shuttling between Gaza and Jerusalem. Foreign Secretary Robin Cook is expected to meet Mr Barak later today.</p>",
  "Donald Dewar's destiny was to become Scotland's first minister, a glance at his life utterly convinces you of this. <p>Every step seemed to drive him there, so much so that it became an almost cursory decision for Tony Blair to make him Scottish secretary after Labour's 1997 election victory, setting him on the road to lead Scotland's devolved parliament. </p> <p>Mr Dewar is a politician from the old school, and this has given his office a special kind of dignity that has endeared him to voters.</p> <p>He regularly resisted the approaches of New Labour's image-makers who urged him to ditch his 20-year-old overcoat. Only last year did he agree to jettison his trademark horn-rimmed glasses. </p> <p>He was born in 1937, and educated at Glasgow Academy and Glasgow University. Last year, he admitted he had been an \"isolated misfit\" in his youth, and said he regretted being an only child. He attributed his infamous public awkwardness to a troubled childhood, which he described as \"happy but limiting\".</p> <p>His schooling coincided with the war and he was sent to a small Borders school. He admitted that it was a major cultural change for him when he moved to Mosspark Primary School in Glasgow after the war.</p> <p>He has said: \"It was difficult and rough but Glasgow Academy was very tolerant, although I was not a star pupil by any means.\" And he added: \"At the end of school . . . elderly parents, single sex school, only child . . . I was remarkably socially inexperienced.\"</p> <p>After university, it was as a lawyer that he continued to develop the sharpness and verve that would later characterise his political debating. </p> <p>With professional parents and a middle-class background he explains his affinity with Labour as a \"sort of intellectual conviction\" which flourished at university. He said there were not many wild times for him at college but that he become very embroiled in the politically active student union.</p> <p>Mr Dewar has been a Labour Party activist since 1957 and has been fighting for devolution for most of his adult life. His reward, and the culmination of all his work, was overseeing the passing of the Scotland Parliament Act. </p> <p>Mr Dewar married Alison McNair in 1964, but the marriage ended in 1973 when she left him for the now lord chancellor, Lord Irvine, who was his university friend. The effect the end of the relationship had on him is reflected by the fact that he never remarried and barely speaks to his colleague. He has said: \"I was extremely happy for a number of years\u0085 sometimes things do not work out in the long term and you just accept that.\"</p> <p>He first entered parliament as an MP for Aberdeen South in 1966, but lost his seat in 1970. It took eight years for him to return as MP for Glasgow Garscadden. Now he represents Glasgow Anniesland.</p> <p>His affection for his native city is deep and he hates to leave his mansion in the leafy West End. He rarely holidays but although he claims to turn down cocktail party invitations \"by the gross\", the bookish politician insists he is not a recluse. He drives a 16-year-old Peugeot and has expressed his unease at climbing inside the government's plush vehicles. </p> <p>Mr Dewar served as a member of Labour's Scottish team in opposition between 1981 and 1992, when the then leader, John Smith, made him shadow social security secretary. </p> <p>In the final years of Labour's opposition, he proved to be an excellent chief whip, flying in the face of tradition by raising the public profile of the role with television appearances selling his party's policies. </p> <p>His life as first minister has not been without its challenges, and after the 1997 referendum his personal ratings fell during a rampant period for the SNP.</p> <p>But he fought back in the polls and during the parliamentary campaign he overcame the SNP's Alex Salmond as the people's choice for first minister. </p> <p>His political style has always shied way from \"stunts\" and soundbites, although he did call the numbers at a bingo game last April. His humour is sharp but not cruel and he has inspired affection among friends and foes alike.</p>",
  "<p>BBC controller of entertainment Paul Jackson would have enjoyed working under new director general Greg Dyke, but Granada Media came along with the \"very tempting\" offer of running their Australian operations.</p> <p>Mr Jackson, speaking this afternoon following his appointment as managing director of Granada Media Australia and chief executive of Granada/Seven Network joint venture Red Heart Productions, said it was \"fairly well-known that I wasn't a Birtist and didn't agree with a lot of what went on\" under previous director general John Birt.</p> <p>By contrast, he added that he thought Dyke was doing a good job as director general and \"in many ways would have enjoyed\" continuing to work at the BBC.</p> <p>But after four years running BBC entertainment, Mr Jackson said there was a sense of \"been there, done that\". He also felt \"life is too short\" to go through another BBC restructuring, following the April announcement that the entertainment department was to become part of a larger production unit, along with drama and children's, run by Alan Yentob. </p> <p>Mr Jackson said: \"It was against this background that Granada came along with this very tempting offer.\"</p> <p>Mr Jackson said he was leaving BBC entertainment stronger than when he joined it, with more radio output and strong entertainment and comedy slates under David Young, and Geoffrey Perkins and Jon Plowman, respectively.</p> <p>He starts his new Sydney-based job on November 1. The Granada Media role is split between overseeing the company's Australian business interests - which include broadband subsidiary Artsim and stakes in Seven Network and TV and film producer Village Roadshow - and growing Red Heart's production business. Mr Jackson said he would be looking at opportunities around the Pacific Rim, as well as drawing on his UK contacts. </p> <p>Although the new job is based in Australia, Mr Jackson said he will be back in the UK \"on a reasonably regular basis\" and expects to be attending the Mip-TV, Mipcom and Natpe programming markets, as well as the Guardian Edinburgh International TV Festival. He will also continue to host Radio 4 interview show In Conversation With... .</p>",
  "<p>Capital Radio, the UK's largest commercial broadcaster, is demanding tighter regulation of the BBC ahead of the publication of the government's communications reform white paper.</p> <p>The group has submitted a set of proposals to the Department of Trade &amp; Industry that includes a demand for independent regulation of BBC Radio. Capital also wants clarification of the corporation's public service obligations and believes the BBC should be forced to comply with radio licence ownership guidelines.</p> <p>Sally Oldham, strategy and development director of Capital Radio, said: \"The BBC should be included in any measure of ownership legislation because it accounts for such a large share of this country's listening audience. We know it does not compete for revenue, but you cannot just leave it out there.\" </p> <p>Capital also fears that the white paper, which will be published at the end of the year, will ignore the radio industry and concentrate on the TV sector.</p> <p>Ms Oldham said: \"Since the current legislation was introduced in 1990, we have been seeking to change it. It has always been out of date. I would be surprised if our concerns aren't met, but I know that TV is a far more dominant medium.\"</p> <p>A key concern of the group is flexible legislation, as it looks to follow the consolidation process in the ITV network, which has seen three big players reduced to two. Capital currently vies for the commercial radio top spot with GWR and Emap. Capital wants the finer details of regulation to be left to the discretion of a single braodcasting and telecommunications regulator, with a radio division.</p> <p>Ms Oldham added: \"This regulation has to result in growth for our industry, and ownership is at the heart of that change. We would like to see relaxation of ownership rules to allow growth. At the moment we are regulated according to a points system, and most of the major players are close to the limit.\" </p> <p>The group also wants the government to pay closer attention to the development of digital radio, claiming that allowing the roll-over of analogue licences to digital licences is not enough and that it is destabilising investment plans. Capital wants a date to be set for the switch-off of analogue services, and for more digital spectrum to be made available.</p> <p>However, Capital's threefold demand of closer government attention to investment in digital radio, ownership and regulation does not include monitoring of internet radio. The group believes that the unlimited range of the internet means it should not be regulated. </p>",
  "<p><a href=\"http://guardian.imdb.com/Name?Hudson,+Kate\">Kate Hudson</a>, whose star is currently in the ascendant, has turned down a number of big roles in favour of a period drama which has already been made six times, seven if you count a 1977 TV movie based on the same material.</p> <p>According to <a href=\"http://dailynews.yahoo.com/h/bpihw/20001010/en/hudson_flocks_to_par-miramax_feathers_redo_2.html\">Yahoo News</a>, the 21-year-old daughter of Goldie Hawn has signed up to appear in a remake of the war drama Four Feathers alongside American Beauty star <a href=\"http://guardian.imdb.com/Name?Bentley,+Wes\">Wes Bentley</a> and <a href=\"http://guardian.imdb.com/Name?Ledger,+Heath\">Heath Ledger</a> (of 10 Things I Hate About You fame). </p> <p>Hudson turned down a lead role in the forthcoming big-budget Spiderman feature so she could work with Elizabeth director <a href=\"http://guardian.imdb.com/Name?Kapur,+Shekhar\">Shekhar Kapur</a> on the project. She is currently receiving much critical acclaim in the States for her role as groupie Penny Lane in Cameron Crowe's <a href=\"http://guardian.imdb.com/Title?0181875\">Almost Famous</a> (which opens here at the end of the year) and has recently worked with veteran director Robert Altman on Dr T and the Women.</p> <p>Four Feathers tells the story of a British officer (Ledger) who walks away from his post just before a crucial battle. His three friends and fiancée (Hudson) give him white feathers as symbols of what they believe to be his cowardice, whereupon he attempts to redeem himself by infiltrating the enemy capital and freeing his captured comrades. </p> <p>It will be the sixth time that AEW Mason's novel of the same name has been adapted for the big screen, the first being in 1915 and then in 1921, 1929, 1939 and 1955 (as \"Storm Over the Nile\"). The film begins shooting in Morocco on Tuesday.</p>",
  "<p>Sergio Zyman, former chief marketing officer at Coca-Cola, is to launch his Z Group marketing consultancy in the UK.</p> <p>Michael Harrison, a former vice-president at Procter &amp; Gamble, has been appointed head of Z Group Europe, which will next month launch an advertising campaign through Ogilvy &amp; Mather. </p> <p>The company's founding clients include the Internet Capital Group, pasta maker Barilla and an unnamed British retailer.</p> <p>Mr Zyman said: \"The continuing demand in the European community for fresh, constructive marketing guidance led us to open Z Group Europe. But I knew we would need a leader here who possessed not only the sharpest marketing skills but sensitivity to the diverse cultural and distinct business environments of Europe. </p> <p>\"Mike has precisely the executive background and experience to bring Z Group to this market.\"</p> <p>Mr Zyman, who describes himself as \"the accidental techie\", said he was forced to take a crash course in the internet after he left Coke in 1998 because of the demand for his consultancy services among e-commerce companies.</p> <p>The news coincides with the publication of Mr Zyman's new book, Building Brandwidth: Closing the Sale Online, which looks at how ineffective marketing is holding companies back in the digital age.</p>",
  "<p>Families of those murdered in the Real IRA bombing of Omagh are to consider suing four suspects named in a BBC television programme. </p> <p>Following the groundbreaking Panorama broadcast the families will discuss a civil action for damages, a private murder prosecution, or even action to ensure the suspects are tried as war criminals for murdering civilians. </p> <p>The move came as the row over the programme intensified with the Northern Ireland secretary, Peter Mandelson, supporting the broadcast, while the Ulster Unionist leader, David Trimble, and Sinn Fein's president, Gerry Adams, condemned it. </p> <p>Most bereaved families who spoke out supported the naming of the suspects in the bombing on August 15 1998 in which 29 people died. Some will meet in the next week to discuss issuing writs against those named by the BBC in a civil action for damages. </p> <p>Michael Gallagher, chair of the Omagh support group whose 21-year-old son Aidan died in the blast, said: \"We're two-and-a-half years down the line and not one person north or south has been charged with a single murder of a person in Omagh. I've spoken to 15 families informally and they've expressed support for a civil action.\" The RUC yesterday refused to answer any questions about the programme, including whether it contained information previously unknown to detectives. </p> <p>The BBC said the four men it named were linked to mobile phones investigated by police. After the bombing, detectives were able to track the movements of two of these phones from the Irish Republic to Omagh and back again on the day of the atrocity, said the programme. Their movements determined from records of the phones' use, were consistent with the journey which could have been made by a scout car and the vehicle in which the bomb was transported. When challenged by Panorama, the four refused to explain their actions. </p> <p>Panorama said one of the suspects was a former IRA gun runner, another a member of the Real IRA's political wing whose neighbour, another suspect, is the commanding officer of the Real IRA. </p> <p>In Ulster opinion over the decision to name the suspects was divided and threw up unusual allies. Mr Mandelson said: \"I thought it was very powerful, actually a very professional piece of work. I hope that as a result of the programme, people will be able to come forward with that last piece of evidence that we need that will clinch a conviction.\" </p> <p>Mr Trimble joined the Irish prime minister, Bertie Ahern, and Andrew Mackay, the Conservatives' Ulster spokesman, in condemning the naming of the four suspects. Mr Trimble said: \"I have very grave doubts about the wisdom of the programme. It's the case with so many terrorist atrocities in Northern Ireland that identities are known. Is it wise to broadcast that?\" </p> <p>Sinn Fein president's, Gerry Adams, also criticised the BBC. \"I am against the naming of people involved for all sorts of reasons. Not least because those involved in the killings on Bloody Sunday are remaining anonymous in the courts.\" The programme attracted an audience of 4.2m, larger than average for Panorama. Final credits did not include names of production staff, after threats during the making of the programme. </p> <p>\u0095 Mr Mandelson yesterday predicted the end of the Good Friday agreement unless thre is \"some give and take\" from nationalists to protect Mr Trimble from being toppled by his Ulster Unionist party rank and file. Mr Mandelson's warning came as Bertie Ahern met Tony Blair at Downing Street yesterday to discuss the gathering political crisis.</p>",
  "<p>At McDonnells in Dundalk, Co Louth, posters in lurid, child-like scrawl advertised the screening of tonight's Ireland versus Estonia World Cup qualifier, and Friday's long-awaited attraction, Co Down songstress Andrea Rice. But inside, regulars were roughly repelling all interlopers. </p> <p>The reason? Ostensibly, Monday night's BBC Panorama programme, which identified four suspects in the Real IRA's bombing of Omagh, Co Tyrone, in August 1998, and included secretly filmed footage from inside the pub. But no one there seemed in need of a new excuse to bar a Brit. </p> <p>It is a dangerous street. Carlton's, the pub next door, remains boarded up. Its owner Stephen Connolly, was shot dead in July, apparently for failing to pay protection money to another republican offshoot, the INLA. </p> <p>Dundalk has been here before, and it was weary and angry yesterday as it was once more cited as the citadel of the dissident republican group responsible for 29 deaths and the single worst atrocity of the Troubles. </p> <p>McDonells' owner Colm Murphy, 48, was the only person charged in connection with the Real IRA's attack two years ago. Owing to the Irish Republic's generous regulations on bail at the time he was charged, Mr Murphy is at liberty, pending his prosecution for conspiracy to cause an explosion. </p> <p>He was absent from the pub yesterday, and was said to be away from his home just north of the town. </p> <p>Dundalk reacted with outrage immediately after the bomb, with those who had suffered the insults about their town at last shaking off the shackles of the silent majority. About 20,000 people, two-thirds of the population, marched in sympathy for the victims, but the protest two years ago was as much to show the perpetrators in their midst the contempt they felt for their deed. </p> <p>Even today, the print shop in the town's Long Walk shopping centre which was owned by the reputed leader of the Real IRA and his partner, remains deserted. It is left just as it was when people power forced them to flee soon after the massacre. </p> <p>While the Real IRA boss and his partner moved to a new village, three miles from their family's semi-detached home close to the sea, they retained lucrative interests in a taxi firm in the town and in at least one fish and chip shop. They laid low for a time, just like the dissident outfit. </p> <p>Dundalk's fury gradually abated, and the fellow residents who were shunned for a while gradually won some sort of reluctant tolerance. People have returned to their own lives, enjoying rising prosperity in what was long a badly deprived community. </p> <p>But the anger was back after Monday's programme. This time, however, the town was fearsomely split on whether the BBC was right to name the suspects. </p> <p>Joe Donnelly, 34, said: \"I think it was wrong. It's trial by media, and the law should take its course. If the police feel there is no chance of convicting them over Omagh, I don't understand why they don't charge them with Real IRA membership at the very least.\" </p> <p>In the immediate aftermath of the bombing, the British and Irish governments rushed in draconian legislation lowering the burden of proof to secure convictions on the charge of belonging to an outlawed organisation. </p> <p>Patrick O'Connor, 43, compared the evidence forwarded in the programme against the four suspects to that against a man jailed over the 1996 gangland slaying of journalist Veronica Guerin. Panorama outlined how mobile phone calls were tracked to and from Omagh on the day of the bombing, and similar evidence was crucial to convicting Brian Meehan over Ms Guerin's murder. </p> <p>He said there had been a crackdown on gangs after Ms Guerin was shot dead in June 1996. </p> <p>But he believed the Real IRA had escaped such action, because the garda were afraid of retaliation. </p> <p>Fine Gael TD Brendan McGahon, who attracted republican ire in 1981 by refusing to close his shop for IRA hunger striker Bobby Sands' funeral, said: \"While I am very much in favour of stern, even repressive legislation, necessary to control terrorism, I cannot go along with this. </p> <p>\"Given the fact that the international press knows the identity of these main perpetrators, Mr Ahern, should reconsider the reintroduction of internment to lock these animals up.\" </p> <p>One woman, aged 55, said: \"It is right to name them if there is no chance of them coming to trial. People should shun them and their businesses. </p> <p>\"Our memories are too short here. People are feeling upset again because of the inquests recently, but we should feel like this all the time. </p> <p>\"I hate the way we are all made out to be raving republicans. We may want a united Ireland, but no one wants it at this price. These people should be ashamed of themselves.\" </p> <p>At least one appears to be. One man believed to be involved in driving the bomb to Omagh is said to have gone to the pub after hearing of the tragedy, and has stayed there virtually ever since. </p> <p>Meanwhile, Liam Campbell, 38, charged last week with being a member of the Real IRA, was remanded in custody in Dublin yesterday. He is expected to apply for bail on Friday.</p> <p><strong>Tracing the calls</strong></p> <p><strong> 1.</strong> <strong> August 13 1998</strong> Two days before bombing, red Vauxhall Cavalier stolen in Carrickmacross, Co Monaghan. Man who stole car makes cell phone calls to intermediary, who is logged making three calls to suspect X. </p> <p><strong>2.</strong> <strong> August 13-15</strong> Car hidden while bomb installed. </p> <p><strong>3.</strong> <strong> August 14</strong> Suspect Y, on eve of bombing, hands over his mobile and another to suspect X at bar in Dundalk. Later Y tells gardai he knew mobiles were to be used to arrange movement of bombs. </p> <p><strong>4.</strong> <strong> Morning of August 15</strong> Bomb car and a scout car start journey to Omagh. Passengers communicate via mobiles. </p> <p><strong>5.</strong> <strong> 12.41pm</strong> Mast in republic at Castleblaney picks up call from one of mobiles handed to X. Second call at 1.13pm. </p> <p><strong> 6.</strong><strong> 1.29pm</strong> Mast at Aughnacloy picks up another call from same mobile. </p> <p><strong>7.</strong> <strong> 1.57pm</strong> Local mast picks up phone in Omagh area. </p> <p><strong>8.</strong> <strong> 2.18pm</strong> CCTV at an Omagh petrol station records red Vauxhall Cavalier similar to bomb car passing. </p> <p><strong>9.</strong> <strong> 2.19pm</strong> Second mobile calls the first. </p> <p><strong>10.</strong> <strong> 2.30pm </strong> One of mobiles, close to phone box in Newry area, receives text message. This mobile belongs to Z, linked to Real IRA's political wing. Z tells police this mobile was missing, but it is rung by another belonging to Z. Suspect A, officer alleged to be commanding Real IRA, is said to have one of Z's mobiles later this evening. </p> <p><strong>11.</strong> <strong> 2.31pm</strong> Last of three bomb warnings made from phone box in Newry area. </p> <p><strong>12</strong>. <strong> 2.38pm</strong> Last call from one of mobiles, alleged to be held by A, detected at mast in Ballygawley, south of Omagh. </p> <p><strong>13.</strong> <strong> 3.10pm</strong> Bomb explodes. </p> <p><strong>14.</strong> <strong> 3.30pm</strong> Phone linked to X calls a businessman.</p>",
  "<p>Probably the most challenging experience as a marketer is to spend time in the presence of an engineer. This is not to claim that engineers are not nice people, or that marketers have a problem with the engineering profession. Rather, it reflects the recurring organisational experiences many marketing managers have when confronted by the product development, research and design, and manufacturing groups. </p> <p>Marketers are, as we all know, obsessed with seeing everything from the perspective of the consumer. Product development people are typically (but not always) obsessed with seeing everything from no perspective of any kind. They eschew subjectivity and instead adopt the cold, rational objectivity of performance. It is not about what the customer thinks. Iit is not even about what they want. It is how the product performs. In and of itself, this is a healthy pursuit. After all, that is what the product people are paid for, right? </p> <p>The trouble begins when production people begin to dominate other aspects of the company structure. They spread their belief in objectivity and product performance around an organisation. Pretty soon many organisations have reversed the traditional healthy mantra of market-oriented organisations: find out what people want, sell it to them and to mutate a great movie tagline: \"If we build it, they will buy.\" </p> <p>We will make it so nice, so good and so great that they will have to buy it.</p> <p>Great expense is invested in adding features. Even more expense goes into improving performance. Unfortunately, no one (ie the marketing managers) was around to warn the production people that objectivity is, unfortunately, a myth. There is only subjectivity in the market. </p> <p>So we add new features to an existing product but never check with consumers that these features are necessary, valuable, or advisable given the increase in price needed to justify their addition. So we improve performance by 30% but never check to see if, glimpsed from the subjectivity of the market, such improvements are valid, or even noticed.</p> <p>A good example is a friend of mine who spent six months as part of a consulancy team halving waiting times in a national bank. It succeeded - at great cost - only to discover that consumers were quite comfortable with the original four-minute wait and, provided it did not extend beyond 10 minutes or dip below 60 seconds, they were unlikely to ever notice the difference and alter their behaviour accordingly.</p> <p>The classic indication that a company has been over-run by objective, product-driven people is the product range. How many brand names exist that sound like R2-D2's cousin from Endor? </p> <p>When asked about its Q234-R or FJ-65, a company will usually shrug and claim: \"That's what we have always called it.\"</p> <p>Production people become so entwined with their products that they often cannot accept the customers' vision: \"Why don't they understand how important torque is?\" This often leads to marketing that attempts to educate the consumer as to what is important and how to decide on a purchase, rather than appealing to their enduring issues.</p> <p>Products and services are not, in and of themselves, the raison d'etre of organisations. It is the satisfaction of those needs in the mind of the \"needer\" that make a company strong. This satisfaction is partly driven by the performance of the product or service. But who defines performance? Is it the engineers looking to develop a new product? Or is it the consumer looking for satisfaction? Follow the money.</p> <p>The goal is not to discourage product obsession. Many great marketing successes came directly from such an obsession. The goal is to unite this obsession with the prevailing needs and perceptions of the market.</p> <p>A good marketing manager forms a dialectic between their engineers and their focus group participants. And they keep that dialectic turning. What can the product people do? What does the market think? Once again, we encounter marketing in its most common form: the simple concept that becomes incredibly hard to apply. </p> <p>Marketing managers must forge ongoing, intra-organisational connections between the alpha and the omega, the solution and the need, the producer and the consumer... and then keep the wheel turning. Easier said than done. Welcome to the world of marketing.</p> <p>\u0095 Mark Ritson is assistant professor of marketing at London Business School.</p>",
  "Four people were taken to hospital last night after the undercarriage of a plane collapsed on landing at Bournemouth airport following its diversion from Gatwick, where another aircraft was stuck in the mud after sliding off the runway. <p> There were no casualties in either case but two adults and two children were taken to hospital \"as a precautionary measure\" after the nosewheel of the plane that landed at Bournemouth international airport gave way as it landed.</p> <p> The plane, carrying 40 passengers and four crew, was originally heading for Jersey from Gatwick but severe weather in the Channel Islands had forced the pilot to turn around and fly back.</p> <p> The twin-engined turboprop aircraft was then forced to divert to Bournemouth after a Boeing 767 carrying 146 passengers slid off the runway at Gatwick and got stuck in mud while landing in heavy rain.</p> <p> A spokeswoman for Bournemouth airport said: \"We can confirm that an ATR-72 aircraft operated by CityFlyer Express experienced a nosewheel collapse while landing at Bournemouth international airport.\"</p> <p> She added: \"A full emergency was declared and police, fire and ambulance were in attendance. There were no casualties but as a precaution two adults and two children were taken to hospital for a check-up.\" </p> <p> Glen Jones, the airport's managing director, said: \"We obviously take incidents like this very seriously but it was a relatively minor incident. We have had no other occurrences like this this year and it is a very rare form of accident.\" </p> <p> Air accident investigators from the Department of Transport examined the plane last night and the airport remained closed.</p> <p> Meanwhile, at Gatwick, emergency service teams were struggling to pull the Boeing 767 out of the mud. Airport officials closed the runway, forcing all inbound flights to divert to other airports including Luton, Heathrow, Stansted and Manchester.</p> <p> The Britannia flight from Manchester to Gatwick had landed safely, but slid off the runway into wet grass and mud as it taxied to its stand.</p> <p> A Gatwick airport spokeswoman said: \"At 7.50pm a Britannia 767 300 aircraft inbound from Manchester landed normally and safely at Gatwick. When the aircraft vacated the runway it left the taxiway and travelled into the soft wet verges at the side of the taxiway. All 146 passengers and crew were uninjured as a result of the incident.\" </p> <p> Passengers and crew were escorted from the Boeing 767 and on to coaches before being taken to the airportÕs south terminal and put up in local hotels for the night.</p> <p> Fire crews later managed to drag the aircraft back on to the runway where safety checks were carried out. </p> <p> A spokesman for Britannia said engineers were checking the nosewheel of the aircraft and it was hoped the plane would be back in service this morning.</p>",
  "Four people were taken to hospital last night after the undercarriage of a plane collapsed on landing at Bournemouth airport following its diversion from Gatwick, where another aircraft was stuck in the mud after sliding off the runway. <p> There were no casualties in either case but two adults and two children were taken to hospital \"as a precautionary measure\" after the nosewheel of the plane that landed at Bournemouth international airport gave way as it landed.</p> <p> The plane, carrying 40 passengers and four crew, was originally heading for Jersey from Gatwick but severe weather in the Channel Islands had forced the pilot to turn around and fly back.</p> <p> The twin-engined turboprop aircraft was then forced to divert to Bournemouth after a Boeing 767 carrying 146 passengers slid off the runway at Gatwick and got stuck in mud while landing in heavy rain.</p> <p> A spokeswoman for Bournemouth airport said: \"We can confirm that an ATR-72 aircraft operated by CityFlyer Express experienced a nosewheel collapse while landing at Bournemouth international airport.\"</p> <p> She added: \"A full emergency was declared and police, fire and ambulance were in attendance. There were no casualties but as a precaution two adults and two children were taken to hospital for a check-up.\" </p> <p> Glen Jones, the airport's managing director, said: \"We obviously take incidents like this very seriously but it was a relatively minor incident. We have had no other occurrences like this this year and it is a very rare form of accident.\" </p> <p> Air accident investigators from the Department of Transport examined the plane last night and the airport remained closed.</p> <p> Meanwhile, at Gatwick, emergency service teams were struggling to pull the Boeing 767 out of the mud. Airport officials closed the runway, forcing all inbound flights to divert to other airports including Luton, Heathrow, Stansted and Manchester.</p> <p> The Britannia flight from Manchester to Gatwick had landed safely, but slid off the runway into wet grass and mud as it taxied to its stand.</p> <p> A Gatwick airport spokeswoman said: \"At 7.50pm a Britannia 767 300 aircraft inbound from Manchester landed normally and safely at Gatwick. When the aircraft vacated the runway it left the taxiway and travelled into the soft wet verges at the side of the taxiway. All 146 passengers and crew were uninjured as a result of the incident.\" </p> <p> Passengers and crew were escorted from the Boeing 767 and on to coaches before being taken to the airportÕs south terminal and put up in local hotels for the night.</p> <p> Fire crews later managed to drag the aircraft back on to the runway where safety checks were carried out. </p> <p> A spokesman for Britannia said engineers were checking the nosewheel of the aircraft and it was hoped the plane would be back in service this morning.</p>",
  "A proposal that the Queen should join in symbolic prayer with the Pope during her state visit to the Vatican next week has been dropped after concerns that it would upset factions in the Church of England, the Guardian has learned. <p>The move, which would have seen the Supreme Governor of the Church in England praying with the head of Roman Catholicism, would have been interpreted as a hugely significant act of reconciliation fol lowing nearly 500 years of largely rancorous division since Henry VIII led the church in England away from Rome. </p> <p>It is understood from senior sources involved in organising the visit that the plan for private prayers was supported by both Buckingham Palace and the Vatican, but was dropped following fears that it would annoy extreme Protestants and Anglo-Catholics within the Church of England and reopen sensitivities concerning the Queen's role as head of the established church. </p> <p>It was made clear last night that George Carey, the Archbishop of Canterbury, was not consulted over the proposal for prayers. The Queen will now have a private audience, lasting no more than half an hour, with the Pope in the Vatican next Tuesday - hardly long enough for anything more than the usual exchange of diplomatic pleasantries. </p> <p>Both Buckingham Palace and the archbishop's office sought to play down the possibility that joint prayers would ever have been said yesterday. A palace spokesman said: \"Very early on there were dis cussions with the Vatican about the content of the meeting. The Queen is visiting the Pope as head of state, not as head of the church.\" </p> <p>The archbishop's spokesman said: \"Any advice we would give would be a private matter. I don't see how the Church of England would be involved. This is a private visit.\" </p> <p>Suggestions that the Queen and the Pope might use the occasion of their meeting to apologise for wrongs committed on both sides during the religious persecutions of the 16th and 17th centuries have been firmly denied. The meeting will take place as part of a four-day state visit to Italy, during which the Queen will attend a state banquet given by the Italian president and visit Milan to see the newly-restored Leonardo fresco of the Last Supper. </p> <p>British monarchs have paid state visits to the Vatican several times over the last 100 years, the first being by King Edward VII in 1903, but always on the level of courtesy calls between heads of state. The Queen visited Pope John XXIII in 1961 and the current Pope in 1980 and the two also met at Buckingham Palace in during the papal visit in 1982. </p> <p>At next week's meeting it is thought likely the Queen will discreetly breach long-standing Vatican traditions by wearing pastel colours when she meets the Pope. On her previous visits in 1961 and 1980 the Queen followed protocol as a non-Catholic monarch by dressing entirely in black. </p> <p>During his visit in 1982 the Pope joined in prayer with the then Archbishop of Canterbury, Robert Runcie in Canterbury Cathedral, the first time the leaders of the two churches had done so and an event regarded as having great significance for future relations. Even during that generally acclaimed visit, there were protests from some fundamentalist Protestants including the Rev Ian Paisley. </p> <p>The Pope on his visit to Britain in 1982 was seen to defer to the archbishop but in a sign of ongoing sensitivities, the Vatican's publication last month of its controversial declaration of Dominus Iesus has caused outrage among Anglicans because of its traditional ist assertion that other churches are of lesser status. </p> <p>The move - seen as an attempt by conservative factions in the Vatican to exercise control and influence over an ailing papacy - runs counter to the Pope's earlier attempts to build bridges with other faiths. </p> <p>Although the Pope has insisted that the declaration was not meant to denigrate other churches, its publication would have been enough to stifle any proposal of joint prayers with the Queen.</p>",
  "This war is far from over; indeed, it may have only just begun. The peacemakers and diplomats are piling into Israel - Robin Cook arrives today - talking of calm. But the stone-throwing and shooting has not stopped. Yesterday another Palestinian boy, this time a nine-year-old, took a bullet in the head. Dread and panic still stalk the promised land. <p>The blame game rages on. For Palestinians, and much of world opinion, the culprit is clear: Likud leader Ariel Sharon started the trouble by swaggering onto that contested patch of holy Jerusalem turf revered by Jews as the Temple Mount and by Muslims as the site of the Al-Aqsa mosque. Sharon's crime has been compounded by an Israeli military which has used jeeps, tanks and even helicopters to rain down rubber bullets and worse on prepubescent boys armed with nothing more than rocks and slingshots. </p> <p>Most Israelis see it differently. The left admits that Sharon lit that fateful first spark and that the Israeli army has since used excessive force. But that leaves plenty of blame left to go round. They point the finger at Yasser Arafat and his Palestinian Authority. He has 40,000 policeman at his disposal, a quasi-army which could have quelled the Al-Aqsa uprising before it had even started. Arafat has crushed dissent among his own people before, he could have done it again. Nor, adds Israeli opinion, did Palestinian TV have to stoke the fires of rebellion by broadcasting archive pictures of the 1987-93 intifada: a kind of how-to guide to the new generation. </p> <p>There is almost no common ground between these two views, as Kofi Annan and co are doubtless discovering. But if consensus is impossible on the causes of the current war, agreement may be more likely on what it has cost. </p> <p>Everyone can see that more than a hundred people, mostly Palestinians, have lost their lives. They can agree, too, that the tentative trust that took seven years to build since the Oslo accords has evaporated, that both sides have returned to the hardline positions of more than a decade ago. Suddenly Israelis who had made a reluctant peace with the idea of an eventual Palestinian state are having second thoughts: that police force, they now fear, could soon be a full-fledged hostile army, on Israel's doorstep. For their part, Palestinians who had come to accept a two-state solution - one for them, one for the Israelis - are now back on a 1970s agenda, demanding Israel's destruction. </p> <p>There are two deeper shifts, which could well be felt for decades to come. The first is the well-documented inclusion of Arab citizens of Israel in the current rebellion. For 52 years, through five wars, the so-called Israeli Arabs kept their counsel, enduring often grotesque discrimination. They did not join the struggle of their cousins on the West Bank and Gaza; the intifada never spread inside Israel's borders. Their position was always ambiguous - members of the Palestinian people, yet citizens of a Jewish state - but they maintained it. Not now. The 52-year balancing act is over: the Palestinians of Israel are in revolt, too. </p> <p>The second, related shift is even more troubling. When Arafat and Israel's Ehud Barak met at Camp David in July they sat as two neighbours engaged in a land dispute, secular politicians tussling over borders and maps. Now the battle is no longer about real estate, but theology. The dispute over Jerusalem has turned a national conflict into a religious war - Jew against Muslim. Such a conflict does not recognise the \"green line\" that separates Israel proper from its occupied territories; it engulfs the Arabs of Haifa as well as Hebron. What's worse, it takes the Israel-Palestine conflict into a realm impervious to the secular, rational solutions of modern diplomacy: we have entered the realm of jihad. </p> <p>This spells doom for both sides. Barak's position has been rendered all but untenable. He was elected last year on a promise to make peace; he went further than any Israeli ever before to achieve that goal - and now he has been made to look a fool. He withdrew from Lebanon, agreeing an unofficial accord with Hezbollah, only for that group to kidnap three Israeli soldiers. He discussed with Arafat a deal that would have seen further Jewish holy sites placed under the protection of the Palestinian authority: after Joseph's Tomb in Nablus was sacked on Saturday - with Palestinians tearing the pages from Jewish prayer books - few Israelis will allow Barak to sign such a pact now. They will demand that Jewish holy sites remain under Jewish protection. </p> <p>Similarly, Barak was beginning to prepare Israelis to right a historic wrong: the dispossession of hundreds of thousands of Palestinian refugees. Israelis were realising they would eventually have to open their doors and let those Palestinians return home. \"Now it is clear it would be madness,\" wrote Ze'ev Schiff for the left-leaning Ha'aretz newspaper yesterday, \"to add to [Israel's] Arab minority\" after so many have \"raised the banner of revolt.\" The last fortnight has convinced Israelis that the Arabs among them are a fifth column, and Barak cannot be seen to add to their ranks. </p> <p>Not that this is good news for Arafat. He will not be able to ride this wave of Muslim anger forever: if there is a jihad in Palestine, his people will want Hamas, not a secularist like him, to lead it. More immediately, can he not see what this confirmation of Israelis' worst fears will lead to? Does he not realise that the last two weeks have been the model election campaign for a new Likud government, headed by Sharon or a reborn Binyamin Netanyahu? </p> <p>Which brings us back to the blame game. For perhaps the real culprits are those two would-be peacemakers, Barak and Arafat. Neither man realised that doves must be as tough as hawks - that in proposing compromise they must be as unbending as the rejectionists who would do nothing. Barak should have barred Sharon from his walkabout. He should have maintained his surveillance operation on the border with Lebanon. He needed to do all this not to be a warlord, but to be a peacemaker - to prevent the violence that would make his own people fear compromise. </p> <p>The same applies to Arafat. He needed to push aside Hamas and the other rejectionists and to prevent the sacking of Joseph's Tomb - if only to reassure the Israelis with whom he is seeking an accommodation. But he should also have quieted the holy war propaganda, which can only make his fellow Palestinians regard his dealings with the Israeli enemy as treachery. Instead he has fed the appetite for jihad, so that even his own achievement in Oslo is in peril. </p> <p>There is a lesson here for peacemakers everywhere, including Northern Ireland. Those proposing compromise have to bend over backwards to provide security, to reassure their own side that peace is a risk they can afford to take. For if they slip up, their people will not easily agree to compromise next time: they won't be fooled again. </p> <p><a href=\"mailto:jonathan.freedland@theguardian.com\">jonathan.freedland@theguardian.com</a></p>",
  "The crowds may have melted from the streets but Yugoslavia's revolution is continuing, surging into factories and offices to oust bosses loyal to the old regime. <p>Academics, miners, policemen, secretaries and chefs are among the employees sweeping managers from their jobs in a wave of popular revenge. </p> <p>Company directors are being escorted from their desks by strike committees determined to build a new country from the ground up. Last night, Jagos Puric, the rector of Belgrade University, looked likely to be the next victim. More than 70 colleagues crammed into the smoke-filled chamber next to his office to vote on his dismissal. Speakers took the microphone to denounce him as a stooge imposed by Slobodan Milosevic to control staff and students after university autonomy was abolished in 1998. </p> <p>Lectures were suspended for the day but students lurked in the hallways to hear the outcome. \"He won't survive. He allowed himself to be used by Milosevic. We all knew it but couldn't do anything about it,\" said Petar Petrovich, 30, a student of Serbian literature. </p> <p>Mr Puric had not been seen since gathering his belongings from his office early in the morning. \"Don't reckon he'll be back in a hurry,\" a smiling porter commented. </p> <p>At the faculty of political science, meanwhile, a newly formed teachers' council dismissed Vladimir Stambuk, a dean and member of the Yugoslav Left, the party led by Mr Milosevic's wife, Mirjana Markovic. </p> <p>On the outskirts of the city a police station was paralysed by officers' demands for the resignation of superiors who had tried to follow orders to suppress last week's protests. </p> <p>And strikers at the Kolubara mine persuaded the Serbian electric power company to sack or suspend senior executives, including the managing director, Milan Obradovic. </p> <p>Their colleagues at the RTB mine in Bor, near the Romanian border, dismissed their managing director and dissolved the board, while strikers at the 14 Oktobar machinery plant in Krusevac took over the running of the company after purging their board. </p> <p>In Nis, workers stormed the state-run textile factory, Nitex, and demanded that its management be dismissed. </p> <p>On it went. Any boss suspected of loyalty to the ousted president was at risk. But amid the euphoria, there was suspicion that the purges could mutate into personal vendettas and cronyism as the new elite manoeuvred for top jobs. </p> <p>\"A large number of people are hiding behind our name,\" said Zarko Korac, of the Democratic Opposition of Serbia (Dos). </p> <p>But Zoran Sami, the vice-president of Dos, said that swift changes were necessary to stop the old regime exploiting the chaos. \"We have taken over some of these institutions only temporarily to prevent this plunder.\" </p> <p>President Vojislav Kostunica, promising \"a wave of democratic change\", has been leading the charge. He has installed his supporters into the police, judiciary, banks and state-run companies. </p> <p>At Genex, the largest state-run import-export company, the ousting of the perma-tanned, dapper Radoman Bozovic was accompanied by cheers. As the firm's head, the former prime minister had controlled an empire which allegedly lined Mr Milosevic's pockets. After resigning, he was jostled and barred from taking his limousine. </p> <p>Staff at the firm froze all financial transactions and called for the return of the former boss, Milorad Savicevic, who was forced to quit when Mr Milosevic rose to power. </p> <p>But not all the mighty fell. Borka Vucic clicked across the marble floors of Investbanka's offices on Terazije Street as usual. Some staff demanded that their boss, who allegedly ran slush funds for Mr Milosevic, leave the building for her own safety. She thought otherwise and remained at her first-floor desk. </p> <p>\"She is a witch. Hanging from a tree is the best thing for her,\" said a female bank teller. \"She knows all Slobo's secrets so the new government needs her help in tracking down the money. But it's not right that she keeps her job. </p> <p>\"The other bosses are like snakes. For the past two weeks they didn't know which side would win; now they're wriggling from their skins.\" </p> <p>It would be a relief to no longer feign respect, but other staff reckoned it safer to hold their tongues. \"It's very sad, but Borka is a survivor,\" said the teller. </p> <p>\u0095 The French foreign minister, Hubert Védrine, indicted for war crimes, like other western leaders, by Milosevic's regime, was met with a mixture of applause and abuse as he toured old Belgrade yesterday. </p> <p>In talks with President Kostunica, Mr Védrine said a team of French specialists would arrive in Serbia this week to start assessing how the west can help repair the damage caused by Nato's bombing campaign.</p>",
  "Israeli newspapers declared a state of civil war yesterday, hours after mosques and Arab businesses in Tel Aviv were besieged by Jewish mobs in a night of mayhem. <p>The attacks in the city were the worst explosion of sectarian hatred since the Jewish state was created 52 years ago. </p> <p>\"Today you have a chasm that will take years to bridge. The last years we had succeeded - a great part of society - in finding a formula for Jews and Arabs to live together,\" said Joseph Algazy, a veteran commentator on the Israeli Arab community for the liberal Ha'aretz newspaper. \"Now this is destroyed. The poison seed has been planted, and it will not be easy to root it out, or to forget.\" </p> <p>On the beachfront in the southern suburb of Bat Yam, a young man named after an Israeli war hero slouched on a car outside the smashed shutters and glass display-cases of the Victoria ice-cream parlour, savouring his handiwork of the night before. </p> <p>\"We are not going to sit quiet anymore. The government does not do anything to stop the Arabs, so we have to take the law into our own hands,\" said Moshe Dayan, 22. </p> <p>His friend, Meir Moyal, who was also present when a mob of hundreds of Jews destroyed the Arab-owned business with their bare hands, said: \"This is a Jewish area, and there should only be Jews here.\" </p> <p>Until Monday night, however, that would never have occurred to Simon Sasin, the owner of the shop. Although ethnically a Palestinian, he says he speaks Hebrew better now than his mother tongue, Arabic. \"I know it's nothing personal,\" he said. \"It's just Arab against Jew.\" </p> <p>Increasingly, that is the way it is beginning to appear in much of Israel, as ugly attacks on Israeli Arabs spread across the country. </p> <p>The unravelling of Israel's delicate social fabric began last week when Arab Israelis in northern Galilee began to protest in solidarity with their Palestinian cousins in the West Bank and Gaza. </p> <p>That display of anger was in itself enough to send pulses racing in many parts of Israel. But the destruction of a Jewish pilgrimage site in Nablus by Palestinian mobs at the weekend sent those passions spinning out of control. </p> <p>On two consecutive nights this week, Jewish mobs attacked the 200-year-old Hassan Bek mosque in central Tel Aviv. They destroyed the storeroom with a petrol bomb before returning after evening prayers on Monday. \"They stood at the gates and started screaming: 'Death to Arabs' and throwing stones,\" said Nuwar Daka, the imam. </p> <p>The police arrived promptly and pushed the mob back, but the Arab community is still fearful. Several Arab men stand on the mosque's front steps; they say they will spend their nights here. Several people said they were afraid to turn up to work for their Jewish employers. </p> <p>\"Everybody is afraid - Jew and Arab. We don't know what is going on, and how we arrived at this. Who knows? Maybe we are going to start shooting at each other,\" said Yakub Yusuf, an accountant.</p>",
  "The UK's biggest supermarket chains were cleared yesterday of profiteering and overcharging - but ordered to draw up a legally binding code of conduct to ensure they deal more fairly with their suppliers. <p>The findings are the result of an investigation by competition authorities which has taken more than two years to complete. </p> <p>The inquiry, estimated to have cost £20m, was ordered in 1998, when the government launched a crusade against \"rip-off Britain\". But since then the supermarket business has changed dramatically. Price wars broke out and US discount giant Wal-Mart bought out Asda. </p> <p>The final report of the Competition Commission, which runs to three volumes and more than 1,100 pages, largely exonerates the big grocers, which dominate the £90bn UK food market. </p> <p>The trade secretary, Stephen Byers, said the competition watchdog was \"satisfied that the industry is broadly competitive and that overall excessive prices are not being charged nor excessive profits earned\". </p> <p>But the commission did identify three situations \"where competition is distorted and operates against the public interest\". It criticised the big supermarkets for their dealings with suppliers and recommended that a code of conduct be put in place. </p> <p>The watchdog also targeted supermarkets which sell below cost prices and carry out \"price flexing\" - changing prices according to store locations and local competition. These two practices, said the commission, distort competition and are against the public interest. </p> <p>But in both cases the watchdog is to take no action because the remedies \"would themselves have adverse effects\". </p> <p>Supermarkets have been heavily criticised for the power they wield over small suppliers, especially farmers, whose livelihoods depend on getting their produce on the supermarkets' shelves. Last year the store groups faced a stream of protests that they were squeezing ever lower prices for produce while shelf prices remained unchanged. </p> <p>Under the new code, supermarkets will have to spell out their terms of business in writing, give reasonable notice if they want to change those terms and pay up promptly for goods delivered. They will be banned from current practices such as charging suppliers for visits by their buyers, demanding contributions towards store refurbishments and asking for payments to keep goods on their shelves. </p> <p>The commission has given the stores with more than 8% of the market - Sainsbury, Tesco, Safeway, Asda and Somerfield - three months to come up with a draft code, which must include a disputes procedure. </p> <p>The president of the National Farmers' Union, Ben Gill, said: \"An enforceable and robust code which sets in stone what supermarkets can and can't demand of their suppliers is excellent news.\" </p> <p>The commission highlighted the limited choice of supermarkets in some areas and suggested the Office of Fair Trading monitor the locations of new superstores. But the secretary of state would require new legislation to deal with local monopolies. </p> <p>The Consumers' Association also welcomed the new code for suppliers. Phil Evans, the group's principal policy adviser, described the relationship between grocers and their suppliers as \"one of the murkiest areas of operation\" for the big supermarkets \"It is good to see it will be cleaned up,\" he said. </p> <p>In the City, investors were relieved at the outcome of the report. Shares in the big three quoted groups - Safeway, Sainsbury and Tesco - were largely unaffected. </p> <p>Nicholas Jones, European food analyst with Goldman Sachs, described the competition report as \"not even a slap on the wrist\". Allan Leighton, president and chief executive of Wal-Mart Europe, said: \"Surprise, surprise, it [the report] found that the industry is very competitive. Well if you'd been around a few years you would have known that anyway.\" </p> <p>Andrew Higginson, finance director at Tesco, said: \"They have concluded that this is a very competitive business, that 97% of consumers are satisfied.\"</p>",
  "Slobodan Milosevic's Socialist party colleagues are trying to regain control over the Serbian police, according to Zoran Djindjic, a key member of the crisis committee set up by Yugoslavia's new leader. <p>As revenge attacks and sackings of former regime officials continued yesterday, he said that the Socialist party (SPS) wanted \"to be in charge of the police so as not to be victimised by people's anger\". </p> <p>The Socialist party's extraordinary demand was holding up negotiations on forming a new government. Mr Djindjic tried to make light of the row, saying that since the resignation of the former police minister, Vlajko Stojiljkovic, on Monday \"no one is in charge of the police. The police is not a car that needs a driver.\" </p> <p>But there is anxiety that groups within the police, and particularly the security services, are trying to regroup. Mr Djindjic said: \"What we know informally is that high-level surveillance is again under way. A week ago it was cut off but then they activated some other sources of monitoring ... We know they are bugging, that there is fierce surveillance and an attempt at consolidation within those forces.\" </p> <p>He also revealed that the country had come close to war the day after protesters used an excavator to smash their way into the federal parliament, and the constitutional court announced that Vojislav Kostunica had won the election. \"People around Milosevic gave orders for the army to move on Friday and Saturday. If they had acted, we would have had civil war\", he said. </p> <p>The last-minute delay in forming a Serbian government surprised the country's new rulers. The 19-party alliance which defeated Mr Milosevic for the Yugoslav presidency assumed it would run the country on its own. But in return for agreeing to early elections for a new Serbian parliament in December, the Socialists are insisting on having ministers in the transitional government which will operate until then. </p> <p>The Socialists are the largest party in the Serb parliament, which was elected in 1997. Talks between Mr Kostunica's allies and the Socialists, as well as the Serbian Renewal Movement led by Vuk Draskovic, dragged into a second day. </p> <p>Vojislav Seselj, the leader of the ultra-rightwing Radical party, pulled his officials out of the talks in protest at the stones and abuse hurled at him outside the Serbian parliament on Monday. Hundreds of demonstrators threatened to storm the building in the same way they broke into the federal parliament last week. </p> <p>Mr Seselj is playing a double game. Although he agreed to early elections in private talks on Monday, he used his speech during the parliament's televised proceedings to claim that Mr Kostunica's people were conducting \"a coup\". </p> <p>While the Socialists continue their obstruction in the Serbian government, Mr Milosevic is in contact with them by mobile phone, according to Bratislav Grubacic, a Belgrade analyst. \"They're still hypnotised by this man,\" he said. </p> <p>But Socialist party officials also see the danger they are in if they try to resist the tide of change. Mr Grubacic said: \"On Sunday night, before the Serbian parliament met, I got a nervous call from a friend in the SPS. 'Will you be using the bulldozers again?', he wanted to know. </p> <p>\"After the session ended with an agreement on early elections, he rang again and said: 'The bulldozers can go back to the garage, I hope'.\" </p> <p>Miroljub Labus, the head of the crisis committee who called himself \"acting prime minister\", said yesterday that he supported the sacking of Milosevic cronies who are directors of state-owned companies, provided that all staff agreed on the measure. </p> <p>He indicated that it was good to go back to the old system of self-management instituted by Tito after the second world war. </p> <p>\"We can't allow chaos in the enterprises,\" he said. \"The trade unions should decide on removing the directors ... We need to restore self-management temporarily, and then move to privatisation and the normal management of a market economy.\"</p>",
  "Tesco's chief executive Terry Leahy has worked hard to cultivate his New Labour credentials. The boss of Britain's biggest supermarket chain sits on four government taskforces and is known to have the ear of Tony Blair. <p>So it was a shock, in the summer of 1998, when government ministers began bandying around the words \"rip-off Britain\", attacking the supermarket industry with obvious relish. </p> <p>Mr Leahy has always argued that Britain's supermarkets are among the most competitive in the world, fighting regular price wars and battling for the best development sites. Yet suddenly his industry was subject to an investigation by the office of fair trading. </p> <p>For a government short of targets, supermarkets have been easy to demonise. There has always been a perception that goods are cheaper in the rest of Europe, and the disparity between farm gate and retail prices throws up some astonishing statistics. Why, for example, should farmers get less than 5p for a pound of potatoes sold in the shops for close to 30p? </p> <p>Despite the popularity of out-of-town superstores, many Britons dislike the way their local high streets have fallen on hard times. So there was little to lose politically in attacking the big merchants. </p> <p>During its inquiry, the competition commission has received thousands of submissions highlighting the overwhelming power of big retailers. Lutterworth and District Dairy, for example, wrote that it was seeing the most alarming changes in its 100-year history due to \"the fierce activities of the multiples\" in undercutting doorstep milkmen. </p> <p>The Federation of Bakers claimed that by selling loaves for as little as 17p, the chains were making massive losses. By subsidising bread sales with profits from other goods, supermarkets were driving small bakers out of business. </p> <p>The National Consumers' Council was worried about \"choice and value for money\". There were similar cries of pain from local authorities, environmentalists and private individuals. </p> <p>The commission's problem was that the complaints came from both directions- one claim was that the supermarkets charged too much, ripping off consumers, an other was that they charged too little, driving smaller rivals to the ground. </p> <p>A close look at supermarkets' profits scotched the impression that they were prospering at everyone else's expense. The commission found that British chains were less profitable than their rivals in the rest of Eu rope and that average earnings have fallen since 1996, largely due to the poor performance of some supermarket chains. </p> <p>The authors added, however, that profits \"had been higher in previous years\", suggesting that the investigation had come too late. </p> <p>Paul Smiddy, a retail ana lyst at City bank Credit Lyonnais, said: \"That the result of this inquiry is next to nothing is not a total surprise. It was always going to be difficult for Byers to come up with measures which were both practical and which achieved anything.\" </p> <p>But he said the report had exposed the way some super markets treated food producers: \"It will make crass, brutish behaviour towards suppliers more difficult.\" </p> <p>The commission has settled for a code of conduct forcing supermarkets to be more gentlemanly with their farming suppliers. They will have to give reasonable notice of changes to their orders, pay their bills on time and stop demanding payment to give products more prominence. They will also have to consult more carefully on further out-of-town superstores. </p> <p>Mr Leahy can breathe a sigh of relief and go back to plotting his next merger. But for Britain's embattled farmers, the pain goes on. </p> <p> <b> Shelf life: the main points</b></p> <p>\u0095No excessive profits or prices </p> <p>\u0095Supermarket industry is \"broadly competitive\" </p> <p>\u0095Three situations where competition is distorted and operates against the public interest: </p> <p>1) The relationship between big supermarkets and their suppliers. An enforceable code of conduct to be set up banning many current practices, such as demanding payments from suppliers and changing agreed prices retrospectively or without notice. Disputes procedure to be included in the code </p> <p>2) Selling below cost prices. May be good for low income consumers but bad for smaller rival retailers. But no action to be taken because remedies would have adverse effects disproportionate to the problem </p> <p>3) Changing prices according to local competition. Distorts local competition. But no action to be taken as again remedies would have adverse effects disproportionate to the problem </p> <p>\u0095There is a limited choice of supermarkets in some areas. Commission did not make an adverse finding, but said the situation should not be allowed to deteriorate further. New planning legislation would be required to address this problem, and the trade and industry secretary to consider it if necessary</p>",
  "A claim by the home secretary, Jack Straw, yesterday that cannabis was two to four times more dangerous than tobacco was last night challenged by drug law reform campaigners. <p>Dame Ruth Runciman, who chaired the Police Foundation's landmark inquiry into the drug laws this year, insisted that while cannabis was not harmless it was still less dangerous than alcohol or tobacco. </p> <p>Meanwhile, Charles Clarke became the first serving minister since the current debate began to admit he had smoked dope. The Home Office minister responsible for the police confirmed he had lit up in his younger years though friends stressed it had happened rarely. </p> <p>Mr Straw, who yesterday said he had never used cannabis, argued that the law should not be changed as pharmacologists and psychiatrists had testified that the drug could have very severe effects. </p> <p>\"The long-term effects include a very severe exacerbation of mental illness and also include cancer,\" he said. \"It is reckoned that cannabis is between two and four times as carcinogenic as tobacco. If cannabis were legalised, then consumption of a drug for which the evidence is very strong that it is harmful will unquestionably increase.\" </p> <p>The Home Office later said Mr Straw's claim had been based on evidence given by the British Medical Association to a House of Lords inquiry into whether cannabis should be licensed for medical use. The evidence quotes findings that a cigarette containing only herbal cannabis has a greater concentration of carcinogens and results in a three-fold increase in the amount of tar inhaled than a tobacco cigarette. </p> <p>But cannabis reform campaigners complained last night that Mr Straw was not comparing like with like. While a cigarette smoker might get through a pack of 20 a day it was highly unlikely that somebody would smoke 20 joints a day. They also said that if Mr Straw's only argument was that it was dangerous to smoke dope then it would be a recipe for everybody to eat it instead. </p> <p>Dame Runciman's inquiry report quotes the BMA's conclusion that \"the acute toxicity of cannabinoids [the active ingredient] is extremely low: they are very safe drugs and no deaths have been directly attributed to their recreational or therapeutic use\". </p> <p>She said yesterday: \"Our view is that cannabis is not a harmless drug, but in terms of the main criteria of harm, which are mortality, morbidity, relationship with crime, addictiveness, etc, it is less dangerous than all the other main illicit drugs, or than alcohol or tobacco.\"</p>",
  "<p>More than 100 people infected with the hepatitis C virus through receiving blood transfusions, blood products or organ transplants launched a high court claim yesterday that could cost the NHS millions of pounds in damages. </p> <p>The case is the first group action to reach court under the 1987 Consumer Protection Act, which came into force in March 1988 and was intended to allow people injured by a defective product to claim compensation without proving that the manufacturer or supplier was negligent. </p> <p>The act was brought in to implement the European directive on product liability, which imposed \"strict liability\" - without proof of fault - for defective products. Lawyers will be watching the outcome of the case closely because the act has proved problematic in practice and has been used seldom since it became law. </p> <p>The latest claims follow a compensation battle in the 1980s by people infected with HIV through blood, blood products and transplants. The government eventually settled those claims out of court in the early 1990s but has refused to compensate people infected with hepatitis C. </p> <p>The legal action at the high court in London, brought by 112 people represented by six \"lead\" cases, is expected to last three months. Michael Brooke QC, for the claimants, told Mr Justice Burton that those bringing the case had been infected over the years since March 1 1988, when the act came into force, and were infected with the hepatitis C virus (HCV) \"in a wide range of circumstances\". </p> <p>Some had transfusions after childbirth, during planned operations, or during surgery after an accident. Others were receiving treatment for blood disorders such as leukaemia. </p> <p>The claimants, who have been granted anonymity by the judge, have launched their claims against the national blood authority (NBA) in England and the Velindre NHS trust in Wales, which are contesting the action. The defendants are the NHS bodies answerable today for the production and supply of blood and blood products by the national blood transfusion service since March 1 1988, Mr Brooke said. </p> <p>The virus causes inflammation of the liver, but the long-term prognosis is uncertain in any particular case. Some people spontaneously \"clear\" the virus, meaning that traces of it no longer appear in their blood. Many do not experience symptoms or liver changes for a long time but have the threat hanging over them for years, Mr Brooke told the judge. Some people progress eventually to liver disease, cirrhosis and liver cancer, and the virus can be fatal. </p> <p>He said the court would have to investigate the discovery of HCV, which was identified in May 1988, and \"may have to consider the introduction of safety procedures to reduce the risk to people of being infected with the virus by blood and blood products, both as it in fact progressed in this country, and as it could have done\". </p> <p>For the defendants, Nicholas Underhill QC said there was no way that the risk of HCV infection could have been prevented at the time the Consumer Protection Act came into force in March 1988. </p> <p>He added: \"Mr Brooke is right to say that a time did come when a screening test did become available; and that that test was introduced later in this country than in most - though not all - other countries in the developed world. </p> <p>\"The NBA does not accept that the moment that the first country introduces screening, unscreened blood products in every other country automatically become defective.\" </p> <p>Mr Underhill said: \"There were good reasons why the national blood transfusion service (NBTS) in the UK did not move as fast as the fastest other countries. The NBA believes that the NBTS acted sensibly and appropriately in the measures taken for the introduction of screening and does not believe that there is any basis for legal liability.\"</p>",
  "The government announced a significant increase in its military presence in Sierra Leone yesterday, in effect placing a British command structure in the strife-torn west African country. <p>A British brigadier will be sent to Freetown with his own headquarters, while senior British officers will be attached to the UN force in the country and to UN headquarters in New York. </p> <p>Baroness Symons, the defence procurement minister, also told the Lords that up to 5,000 British troops - a brigade already on offer in principle to the UN - would if necessary be deployed in Sierra Leone. </p> <p>Senior British officials at a Nato defence ministers' meeting in Birmingham described the rapid reaction brigade as an \"over-the-horizon force\" that could go into Sierra Leone \"in extremis\". </p> <p>They insisted, however, that it would remain under British control, and ultimately under the command of the prime minister, and would not form part of Unamsil, the UN peacekeeping force in Sierra Leone. </p> <p>In the short term, the number of British troops in Sierra Leone will be increased from about 300 to at least 400, to step up training for the Sierra Leone army. A further 60 British soldiers are participating in an international advisory team. </p> <p>British officials said the moves did not amount to a \"massive mission creep\", and added that there were no plans \"at the moment\" for British troops to get involved in combat against rebels. </p> <p>The defence secretary, Geoff Hoon, said British forces would be in Sierra Leone until at least next year. </p> <p>By placing a brigade headquarters - in the words of Baroness Symons - \"to command the overall UK effort and to provide high-level operational advice to the Sierra Leone army\", the government clearly believes that its earlier limited plans to help train the local soldiers were far too optimistic. </p> <p>Its decision to strengthen the UN military mission in Freetown also suggests that it remains deeply concerned about the calibre of senior officers in Unamsil. The British army has trained 3,000 members of the Sierra Leone army so far and aims to train a further 3,000 by spring next year. </p> <p>The foreign secretary, Robin Cook, said the move reaffirmed Britain's commitment to democracy. \"The decision to train 3,000 more troops for the Sierra Leone army will contribute significantly to their ability to take the fight to the rebels,\" he said. </p> <p>A foreign office source said the role of the UN was to go in behind the Sierra Leone army in support, rather than spearheading the assault on the rebel Revolutionary United Front, and that was why training was to vital. </p> <p>But Iain Duncan Smith, the shadow defence secretary, said that Sierra Leone had become a personal issue for Mr Cook and that was why the government's policy kept changing. \"Labour is clearly making their policy on Sierra Leone on the hoof,\" he said. </p> <p>The UN secretary general, Kofi Annan, has been scouring the world, trying to build up the Unamsil force, which has been riven by rows between the Nigerian and Indian contingents. Its current strength is 13,000, but India is to pull out its 3,000 troops, mainly because of the arguments with the Nigerians. </p> <p>Bangladesh, which has a small contingent in Sierra Leone, has offered to increase its force, but that still leaves the UN well short. </p> <p>Mr Annan has gone back to countries that have offered to provide troops for other UN peacekeeping operations in Africa - for the Congo and Eritrea - and asked them to switch them instead to Sierra Leone, saying that this was the priority. The UN needs a success against the rebels to rebuild the credibility of its peacekeeping operations. </p> <p>Mr Annan has on his desk a shortlist of commanders to take over Unamsil in place of the Indian officer, General Vijay Jetley, who resigned. </p> <p> <b>Useful links</b></p> <p>\u0095 <a href=\"http://www.mod.uk/index.php3?page=2&amp;nid=1059&amp;view=761&amp;cat=0#news1059\" target=\"_NEW\">MoD news from Sierra Leone</a><br> \u0095 <a href=\"http://www.un.org/Depts/dpko/unamsil/body_unamsil.htm\" target=\"_NEW\"> UN mission in Sierra Leone</a></p>",
  "<p>An air and land search was under way in North Yorkshire last night after two teenage girls were swept into a river during a school trip. </p> <p>Cave rescue teams and RAF helicopters led the search after the two, both 14, fell into Stainforth Beck, near Settle, at around 3.30pm. </p> <p>A search near a waterfall where the beck joins the river Ribble failed to find the girls, and rescue teams concentrated their search on the river during the afternoon. </p> <p>Acting inspector Stuart Mackleston of North Yorkshire police confirmed that the two had been \"river walking\" with 13 other pupils and two teachers from the Royds school in Oulton, West Yorkshire. </p> <p>They were all walking up stream in the beck when one of the girls got her foot stuck between stones, and lost her balance when her boot came off. </p> <p>Mr Mackleston said: \"A teacher tried to steady her, as did another student, but the girl fell over, dragging the other student with her. Both were swept away.\" </p> <p>The missing girls' parents were being kept informed, he said. </p> <p>Police helicopters with heat seeking equipment made a sweep of the area at 6pm last night, with no success. Although forces from across the county border in Lancashire had lent equipment and support, police said nightfall and heavy rain made it hard to continue. </p> <p>A police spokesman said: \"We have searched the beck and the Ribble as far as Settle, and helicopter have searched this far and well on into Lancashire.\" </p> <p>He said a further search would be made later in the evening when the river level had dropped. </p> <p>The beck, usually about 10 metres across and two metres deep, had been swollen throughout the day by rainwater from overnight storms. </p> <p>It lies at the western edge of the Yorkshire Dales in the shadow of Pen-y-ghent and close to the Settle and Carlisle railway line. </p> <p>The area is popular with walkers, cavers and school parties, but rivers in a land scape famous for its limestone rocks can turn from streams to torrents after the kind of continuous rain which has fallen for the past three days. </p> <p>Police said the group of 15 boys and girls had been out river walking as part of a week long school trip to the Yorkshire Dales. </p> <p>A boy had also fallen into the beck but had been rescued by a teacher. </p> <p>As weather conditions deteriorated and night began to close in, residents from the village of Stainforth joined in the search for the two girls. </p> <p>When asked whether there was any hope of finding the them alive in the river, a spokesman from North York shire police said: \"Miracles do happen.\" </p> <p>A shop assistant working in Settle, 10 miles south of the search area, said that when he heard about the search, \"I phoned home immediately to check whether my little brother and sister were OK, but customers are telling me they [the missing teenagers] were on a school trip from Leeds.\" </p> <p>Roger Whittaker, spokesman for the Royal Society for the Prevention of Accidents, said rivers were at their most dangerous at this time of year as heavy rainfall combined with cold temperatures. </p> <p>Mr Whittaker emphasised that the only safe place to swim was a properly supervised pool or beach. </p> <p>Recent figures had shown that more and more children and young teenagers were drowning in rivers and streams across the UK. </p> <p>More than 54 children aged under 15 drowned in rivers last year, he said, compared with 36 in 1998.</p>",
  "<p>US scientists said yesterday that little could be done to stop a UFO-worshipping cult from pursuing a plan to clone a human being, after the group said it had both the money and the medical knowledge to carry out the act. </p> <p>A former French sports journalist, who calls himself Rael, and his followers claim to be on the verge of cloning an embryo from cells grafted from a 10-month-old girl who died as a result of a medical mistake. </p> <p>The girl's parents, whom the group have not named, are reportedly paying $500,000 (£357,000) for the procedure. It is not clear whether the Raelians have begun their attempted cloning. </p> <p>Since the first successful cloning of a mammal, Dolly the sheep in 1997, biologists and ethicists have worried that a private group might attempt human cloning in the absence of clear regulations. </p> <p>\"This is terrible. It really starts to turn the production of human beings into a kind of manufacturing technology,\" Stuart Newman, a professor of cellular biology at New York Medical College said. \"You're creating individuals according to a prototype, but in reality you don't know what you're going to create.\" </p> <p>US law only prevents federal funds being used for human cloning. Don Ralbovsky, a spokesman at the national institute of health, a government research body, confirmed that there was no law to prevent a privately-funded venture. In theory, the food and drug administration (FDA) has the authority to regulate any attempt at human cloning, but that authority has yet to be tested in court. </p> <p>\"A cult is very well suited to do these things, because it's well suited to taking the risks involved,\" Mr Newman said. </p> <p>In fact, the more fanatical the organisation the more likely it is to succeed. In view of the high failure rate among cloned embryos, any cloning attempt would require a large number of women volunteers to carry embryos in their wombs in the hope that at least one would succeed. </p> <p>In Montreal last month, Rael appeared with five women, who he said had volunteered to carry cloned human embryos in their wombs. He said his group had 50 willing surrogates. </p> <p>The group's scientific director, Brigitte Boisselier, a French chemist, claimed to have assembled a team of scientists - a biochemist, a cell fusion expert and a doctor - to carry out the cloning. </p> <p>The cloning technique which has so far proven most successful with mammals involves using an electrical charge to help fuse living cells with human eggs from which genetic material has been removed, implanting the healthiest resulting embryos in the surrogates' wombs.</p>",
  "\u0095 Say what you will about New Labour, it knows how to learn from its mistakes. A fortnight after a report here about attempts to fix the selection procedure for Ken Livingstone's successor in Brent, tension mounts over the London Labour party's meeting on November 11, Armistice Day. Of 44 motions proposed, 11 call for Ken's reinstatement to Labour and seven more demand a rejection of the public-private partnership for the tube. The word is - and yes, I think you've guessed - that none will make it to the meeting. LLP director David Wilkinson blethers the non-denial denial. \"Look, no decision has been taken yet,\" he tells us. \"There is a meeting on Friday to consider the agenda and we'll decide after that.\" Mmm. Geoff Martin from Unison's London branch states that rejecting these motions would be \"the politics of Milosevic, and that's something the Labour London party won't stand for\", and for all the cool-headed understatement it's a fair point. Mr Wilkinson and his sycophantic Blairite loyalist sidekick Jim Fitzpatrick, have been warned. <p>\u0095 With the trouble in Israel continuing, a Dubai entrepreneur spots an opening. Noting that missile-throwing has led to a shortage of rocks, Siddiq Fateh Ali Al Khaja is advertising for people to send him stones for transportation to Palestinian territories. Mr Al Khaja plans to send 50 truck loads of stones overland through Saudi Arabia, along with hundreds of traditional Arabic catapults, and insists patriotically that rocks from the UAE's mountains should be thrown at Israeli heads. The stones are being cut to the right shape by stone crushers before making their desert journey.</p> <p>\u0095 Bemusement mounts over that standard cabinet minister response to cannabis enquiries - \"we do not take part in surveys\". How odd. Anyone refusing to answer a census can be prosecuted, while the government invites us to answer a proliferating number of non-mandatory surveys. \"You don't want people to decline, because the maximum response gives the best results,\" says the national statistics department's David Marder. \"A very strong non-response rate would be disappointing because you wouldn't get a proper sample.\" Indeed. So buck up Milburn, Byers et al.</p> <p>\u0095 Many of us whose ancestors fled pogroms may be tempted to return to the Ukraine for a tourist opportunity. That country's army is throwing open 11 military training grounds and three air bases for fee-paying visitors who wish to play with AK-47 assault rifles, T-72 tanks and Mig-29 fighter jets. \"Today's tourists are hard to surprise with anything,\" says Hryhory Zhorov of the Alaris travel agency, \"so we decided to offer something really spicy... military tourism.\" Enchanting.</p> <p>\u0095 The letter has arrived from West Yorkshire police's central ticket office (camera unit). Headlined \"notice of intended prosecution\", this wonders whether I or my colleague Richard Adams was driving \"motor vehicle No. RR1\" at 54 mph in a 40 mph zone in Leeds at 21.21 on August 25. As even a dumb-ass traffic cop should know, asking anyone to incriminate themselves in this manner is a breach of human rights legislation as incorporated into British law this month, so I'm refusing to respond on a point of principle. That's my position, at least, until someone who knows what they're talking about can advise what the chances of getting away with it might be.</p> <p>\u0095 In Canada, a breakthrough is reported in the keenly contested air freshener market. \"Bring the clean, natural freshness of a country meadow indoors. Freshen the air in your home with a clean, back-to-nature scent - as refreshing as the summer grass and fragrant flowers of a country meadow,\" the blurb informs. It sounds great. \"Warning,\" says the message at the can's base. \"Inhaling the contents can be harmful, or fatal.\" </p> <p><a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a></p>",
  "The inhabitants of Israel and the Arab world caught a glimpse this week of the frightening future that awaits should the seven-year-old peace process be allowed to collapse. Within Israel, far from the Occupied Territories flashpoints of Netzarim junction and Hebron, pitched battles erupted between Jewish youths and radicalised members of Israel's 1m-strong Arab community. In Tiberias, Tel Aviv and Nazareth property was smashed, cars burnt, mosques attacked and vigilante mobs chanted \"Death to the Arabs!\" As Arab citizens fought (and died in disproportionate numbers), newspaper headlines warned of civil war. <p>Prime minister Ehud Barak's appeal to Israeli Jews to remember the experience of the Diaspora and respect minority rights apparently passed unheeded. In Jerusalem, wallposters went up proclaiming \"Kahane was right!\" - a reference to the late Rabbi Meir Kahane, who advocated expulsion of all Arabs from a Greater Israel. In vain do Israeli peace groups insist upon the necessity of coexistence. Their voices are lost in the clamour of hate raised by racist bigots on both sides of the growing divide. This week, that fenced-off \"war\" between the Israeli army and Palestinians in the West Bank and Gaza has come home with a vengeance. And its now unconfined evil spreads rapidly, fragmenting Israeli society and polarising its peoples. </p> <p>This fearsome vision of a future without peace may also be seen unfolding in the disputed lands of Palestine. Evidence grows that the Palestinians may be beginning systematically to target Jewish settlements. It seems certain that some of the 200,000 settlers in the Occupied Territories are already organising their own counter-terror. Fatah commanders and their young generation recruits, ignoring Yasser Arafat's half-hearted appeals for calm, demand an all-out popular war. </p> <p>Critical questions meanwhile arise about the fate of the Palestinian Authority and the lands previously freed from Israeli control should all consensus break down. With the weekend desecration of Joseph's Tomb in Nablus, another boundary is crossed. For this crisis began with the Likud leader Ariel Sharon's supposed defilement of Haram al-Sharif (Temple Mount) and thus the tit-for-tat confrontation becomes one not only of race but of religion, too. </p> <p>This prospective descent into chaos, should Kofi Annan and the Americans fail to patch up some sort of deal, has destabilising implications for the whole region. Some are already in train. Is it really in Israel's interest, Mr Barak, that Iraq's Saddam Hussein score a triumph of rehabilitation by attending the Arab summit planned in Cairo later this month to discuss the crisis? Perhaps Mr Sharon might care to explain how the enormous, unifying agitation in the Arab world, reaching from the Gulf to Morocco and the demands for oil embargoes strengthen Israel's position? </p> <p>Then again, maybe Mr Arafat would like to tell undemocratic, pro-western Arab regimes like Egypt how his loss of influence to the rejectionist militants of Hamas and the Iranian-backed Hizbullah helps them in their struggle against a rising, populist Islamic fundamentalism. And while we are at it, perhaps Lebanon's new leaders might clarify whether they, or Syria, or Palestinian exiles, or Shia hostage gangs, or Bugs Bunny are actually in control of their southern borders. </p> <p>The peace process is deeply imperfect. Any final agreements will be deeply unsatisfactory for almost all concerned. But the alternatives to rational dialogue are far, far worse. Jews and Arabs alike should urgently wake up to that fact.</p>",
  "\u0095 So good to know Miss Widdecombe's cannabis policy \"is not targeted at middle-class people experimenting with drugs at university but at blocking supply of drugs in rundown estates\" (How Tory drug policy went up in smoke, October 9). If experimenting, should students just carry NUS cards to produce for police or do they also need proof of their parents' income? <p> <b>Una Turner </b><br> Canterbury,<br> Kent </p> <p> \u0095 Mr Hague has ruled out decriminalisation of cannabis, saying soft drugs lead to hard drugs (Hague shelves new drugs policy, October 10). Perhaps he should ask the eight former cannabis users in the shadow cabinet what they are currently smoking, sniffing or injecting. </p> <p><b> Vic Smith </b><br> Ickenham,<br> Middlesex </p> <p> </p> <p>\u0095 Tim, Yo! </p> <p><b> Joe Devas</b><br> London</p>",
  "\u0095 Discouraging the public from giving money to beggars will not of prevent begging or the underlying problems of which it is a symptom (Comment, October 10). Begging is a hazardous and unrewarding way to get a living. Our own research suggests that people who resort to begging have by and large experienced traumatic lives that may involve homelessness and addiction, but are just as likely to feature chronic poverty, abusive relationships or a background in institutional care. Withholding money from beggars, or diverting it to agencies that cannot adequately help them, could exacerbate their social exclusion. <p> <b>Prof Hartley Dean </b><br> University of Luton </p> <p> </p> <p>\u0095 Contrary to the government's claims, it is not true that beds are available for the homeless if only they would use them. According to the London Street Monitor, a survey of rough sleeping in London, there were more than 350 people sleeping rough in central London this May but only 84 empty bed spaces across London. So withholding your pound does not drive someone into a hostel bed. </p> <p>But, the critics cry, they'll spend the money on drugs. There is truth in this. Some will. And when there are not six-month waiting lists for access to treatment, when provision of oral methadone is not the only treatment option and when drug-dependent people are treated with dignity, then, and only then, there might be case for not giving money. </p> <p><b>Kevin Flemen </b><br> Release </p> <p> </p> <p>\u0095 I looked and looked, but couldn't find the bit where the Good Samaritan checked for needle marks first. </p> <p> <b>Steven Thomson</b><br>London</p>",
  "\u0095 Larry Elliott is in danger of overheating when he says the European Central Bank is as remote as the court of Louis XIV (ECB should change its tune, October 9). I drafted the European parliament's first report on the ECB and agree that it is less open than, say, the US Federal Reserve or the Bank of England. But Mr Elliott fails to give the ECB any credit for its monthly bulletin, regular press conferences, quarterly appearances before the European parliament's economic and monetary affairs committee, or for its agreement to adopt two of the five transparency measures that the parliament requested: publication of regular forecasts and of its econometric models. <p>The ECB council should certainly publish minutes and its voting records and I think this will eventually happen. But Mr Elliott's notion that the council should traipse around all 12 euro-area national parliaments is absurd: it would be like asking the federal open markets committee to appear before each of the 50 state congresses rather than before the house and senate banking committees. Mr Elliott is very welcome either to attend one of Mr Wim Duisenberg's quarterly hearings in the European parliament, or to tune in to one of the several channels that carry it live. He would evidently be surprised. </p> <p>Nor does the 0-2% inflation target institutionalise deflation, as Mr Elliott suggests. The euro area's growth this year is the highest for 10 years and has now exceeded UK growth for nine straight quarters. Jobs growth is running at a faster rate than in either Britain or the US, with more than 3m net new jobs since the creation of the euro. The unemployment rate has fallen by a percentage point in a year. And inflation is at 2.3% despite an oil shockette and a surge in the dollar. Moreover, the euro area is still in current account surplus so that growth looks more sustainable and balanced than it does in the US. It is hard to imagine any other institutional arrangement than the single currency that would have delivered such an outcome. </p> <p><b>Christopher Huhne MEP </b></p> <p> \u0095 So, the prime minister identifies a \"democracy deficit\" in the European Union (Blair calls for Euro 'superpower', October 7). And he intends to deal with it by cajoling Britain into joining the single currency, where interest rates throughout Europe are set by a committee of three (non-elected) people. </p> <p>He is also fervently in favour of globalisation and the power of the multinational corporations - billions of pounds of trade controlled by a handful of directors. He stands by while the European agenda is formed by the European round table of industrialists - just 45 business people - heavily influencing the EU agenda. </p> <p>The European Union could perform a valuable role in grappling with the twin problems of the environment being destroyed, and the powerful multinational corporations out of all democratic control. Tony has missed yet another opportunity to put these issues on the agenda. </p> <p><b>Dr Caroline Lucas MEP</b></p> <p> \u0095 Blair wants an EU dominated even more by the nation states. It is certainly true that a strong council, grouping the member states,is essential. But it is already the most powerful link in the chain. What it lacks is not power but discipline, as when Italy and Greece broke ranks over sanctions against Serbia to buy into its state-owned telecoms company. The European commission is essential to deliver such discipline. Blair's vision is likely to deliver less, not more, accountability. The council, and national civil servants who service it, are the most secretive of the EU bodies. Only last month they reached an agreement on more competition in local telephony, but refused to release the text. </p> <p><b> Sarah Ludford MEP</b></p>",
  "<p>David Gray is wearing a sheepskin coat and standing in the velvety lobby of a plush Leeds hotel. He thinks the coat makes him look like a football commentator, and so he does an impersonation of how Robert de Niro might sound if he'd been inspired by Match of the Day's John Motson. Three lads exit the lift and do a double-take on their way to the bar. \"Eh! It's David Gray,\" they grin as they pass, providing an impression of their own: the refrain of his hit Babylon. \"Friday night I'm going nowhere,\" they sing. David Gray smiles at his feet. \"Life,\" he says, \"is getting weird.\" </p> <p>Like every other date on this British tour, Leeds University is sold out. Inside a young lawyer couple rub shoulders with a trio of early 20s clubbers. \"We love football, we love clubbing, we all love this music,\" says Dominic, 24. \"I love the way it crosses boundaries between folk and dance.\" Jonathon, a 31-year-old artist, tells me: \"There's an age group of 20s and 30s not being catered for.\" Two grey-haired men in fleeces tell me their only criticism would be, \"he should cheer up\". There are teenage girls in heels, even a couple of families - not to mention a gay couple who wrap their arms around each other during one special moment. </p> <p>The atmosphere surges with goodwill and emotion. People smile and tell me that Gray deserves his success; that his songs stand out from the manufactured music that dominates mainstream pop. As Babylon starts he twangs a folksy guitar over a finger-clicking background before the band break into a warm rush of chorus that has the crowd waving their hands in the air and singing along. His rich voice effortlessly fills the hall, and White Ladder's many high points, such as My Oh My, with its soulful crescendo of a chorus and the poignant piano ballad, This Year's Love, are greeted with open arms. The songwriting is passionate and timeless, yet White Ladder's gentle backings, flavoured by the electronic home studio it was recorded on, give it a swirling atmospheric intensity that acoustic guitar bands rarely achieve. </p> <p>More than half a million people in the UK have bought White Ladder since April and his new single Please Forgive Me looks set for top 10 success. When Burt Bacharach cancelled, Gray got to play the main stage at this year's Glastonbury Festival and hobnob with David Bowie. \"We captured something, a time and a place, that has appealed to people who've heard it,\" he says. This unassuming singer-songwriter from a nowhere town in South Wales seems to have struck a chord with his disarmingly honest love songs. </p> <p>Is it because the British love an underdog? Everyone at the gig seems to know the story: plucky singer-songwriter spends eight years battling at the bottom of the record industry pile, releasing three failed albums in a sequence of record company disasters, before putting out White Ladder on his own label, and seeing it romp to number one in Ireland. \"A year ago,\" he says, \"I was actually driving the van and playing in some shit-hole down the road to 150 people who weren't sure.\" Now, since his major label EastWest turned Irish success international, Gray guests on American TV with David Letterman and rides helicopters to Radio One roadshows. </p> <p>Now people are rushing out to get his three previous albums, along with a quietly released acoustic-based companion to White Ladder called Lost Songs. And Gray's fans are the kind of people who prefer to find their own way to a records like this, who nod in agreement when Gray talks about a \"sterile cultural vacuum\". </p> <p>\"We know far too much,\" says Gray. \"Everything's pumped far too much in the front of your mind; we're actually overloaded with information. Someone said, 'Try to go through a city without reading anything, and you realise just how many sentences are forced into your mind on a minute-by-minute basis.'\" </p> <p>Gray is that rare pop star: happily married for seven years, and to a solicitor to boot. He says that Olivia is his best friend and insists, \"I work hard at my marriage\". In his songs, as in his interviews, Gray wears his heart on his sleeve. \"Art is embarrassing and uncomfortable at times. But then that's the strength of it. Without the vulnerability there'd be nothing there. You have to stake something. It's not like I'm completely comfortable about it. I get put in the most ludicrous situations where I'm hanging on for dear life,\" he says, \"performing in the corridor of some radio station while a bunch of people in suits gawp at you.\" </p> <p>Faced with the obsessive publicity-guzzling of stars like the All Saints' Appleton sisters or Robbie Williams it's perhaps understandable that audiences find David Gray and his awkwardly open emotions rather refreshing. So they don't mistake his low-key honesty for blandness? \"Bland?\" he repeats, looking upset at the suggestion. \"I don't think it's bland.\" </p> <p>Born in Manchester in 1970, Gray grew up in rural South Wales, in the Pembrokeshire town of Solva after his parents dropped out of the family bakery business. They turned to crafts, and he spent his summers burning names onto personalised egg cups. \"You have to be very creative about entertaining yourself in such a monotonous place,\" he says. \"The culture is just dominated by drinking and people who don't have a take on culture. But he insists he also enjoyed living in a small community. \"There'll be some people who've got a different take on things. You club together and you make your little alternative scene.\" </p> <p>He picked up a guitar in his mid-teens and spent a few years irritating the locals with punk bands before going to art college in Liverpool and forming a trio called Waiting For Deffo, only to ditch them when he was offered a solo deal. This single-mindedness characterises White Ladder, which he recorded in his terraced house in Stoke Newington, north London at a point where he had one more go at saving his ailing career. </p> <p>Gray and his drummer/production partner Clune found that the electronic production imposed upon them (because they couldn't afford a proper studio) turned his classic singer-songwriter style in new directions. And Gray had turned himself into someone new for the journey. \"I changed as a person. I left behind that defensive insecurity,\" he says, \"wailing away at the top of my lungs. I thought, 'No, listen to the music, let the music breathe. Relax, for Christ's sake.'\" </p> <p>Inevitably White Ladder's success means that the singer who used to drink in the bar with his audience is now retreating into a bubble. He now avoids more obsessive fans - like the American who followed him around Los Angeles taking photographs then presented him with them in an album. Already his drive for success, for an audience - \"I have to process my own energy and get it out otherwise it will turn to poison and I'll go mad\" - has cost him some friends. \"You can't put all that energy in and then expect that you've got loads of energy togive other people in another kind of way as a mate, ringing 'em up all the time.\" Has anyone given him a hard time about it? \"No, because I set out my stall, I don't pretend to be that. But sometimes I feel it acutely.\" </p> <p>It's a disturbing revelation that sets Gray apart from the humdrum Met Bar celebrities, usually determined to convince us their normality has somehow survived the rollercoaster of pop success when it so clearly hasn't. All too often pop music celebrates the vain, the greedy, the publicity-hungry, the self-obsessed. In David Gray's case, for once it is celebrating the honest. </p> <p>\u0095 Please Forgive Me is released by EastWest records on Monday.</p>",
  "<p>Busy times for the hip-hop fraternity, with the excitable <strong> Busta Rhymes</strong> sentenced to five years probation on firearms charges at Manhattan Supreme Court last Friday. The incident in question took place back in December '98 when Rhymes (real name, sadly enough, Trevor Smith) was pulled over by New York cops while \"driving erratically\", whereupon a routine search turned up a loaded and unlicensed .45 in the back seat. Having entered a guilty plea last September, the rapper's sentencing had been postponed while his alleged infringement of a restraining order taken out by ex-girlfriend Joanne Wood was investigated. Meanwhile, <strong> Coolio </strong> (known to his mother as Artis Ivey Jr) felt the sting of a $1m lawsuit late last week, after his former producer Dominic \"Romeo\" Aldridge filed papers at LA Superior Court over unpaid royalties on three songs (including one track from celluloid clunker Space Jam). Claiming breach of contract, Aldridge is now seeking outstanding royalties plus compensatory damages. </p> <p>And then there's rap-metal goons <strong> System Of A Down</strong> (no, I don't know what it means either), who were issued with a stiff lawyer's letter by wrestling announcer Michael Buffer after guitarist Daron Malakian bawled the words \"Let's get ready to rumble\" during a concert in Baltimore this July. Unfortunately for the band, the phrase has actually been copyrighted by the stentorian Buffer, meaning anyone who wishes to use it in public needs his written permission or else. </p> <p>Which just leaves time to mention the ever-troubled <strong> Puff Daddy</strong>, already facing charges related to a shooting incident at a Manhattan nightclub last Christmas and now the subject of a $3m suit from chauffeur Wardel Fenderson, who claims he suffered personal injuries while helping the aspirant mogul flee the scene. The suit could be a blessing in disguise, however, as it refers to the gun at the centre of the case as belonging not to Puff, but his bodyguard, Anthony \"Wolf\" Jones. The plot just keeps on thickening...</p>",
  "<p>In I Didn't Know You Cared, Peter Tinniswood's comic novel about an awful extended family called the Brandons, the absurdly pessimistic Uncle Mort goes to see a specialist. It is his 10th visit. He is given six months to live. \"Six months, eh?\" says Mr Brandon. \"Well, at least you'll get a few weeks in of the rugby season before you snuff it.\" </p> <p>It took only one visit to the dentist for Tinniswood to have his oral cancer diagnosed. That was five years ago - time enough for lots of rugby, and plenty of cricket, Tinniswood's greatest love, and the source for his gloriously dotty cricketing stories, Tales From the Long Room. Since then the cancer has spread and he has endured radiotherapy, the removal of most of his tongue and jugular vein, a laryngectomy and two haemorrhages of such severity that he almost died. </p> <p>But once a Liverpudlian joker, always a joker. \"I am now like something out of novel by Charles Dickens,\" says Tinniswood, 64, who communicates using an artificial voice box that emits a sound like a half-strangled Dalek. His partner and carer, the actress Lizzie Goulding, has become a full-time interpreter. \"When he lost his voice, I lost mine,\" she says quietly when we meet in the couple's Surrey cottage. </p> <p>Talking may have become a challenge, but writing has never been so good for Tinniswood, best known for a string of high-class radio plays and the TV sitcom I Didn't Know You Cared. He is a superbly gifted comic novelist, a true original. Yet, as with plenty of writers with a mortgage to pay and children to raise, he has spread himself too thin. His career has been a catalogue of TV pilots and sitcoms that never got made, star vehicles and spin-offs that spun on too long. </p> <p>With his remarkable facility for dialogue he should have been a natural for the theatre, but even that turned sour in 1972 when he wrote a play called The Investiture, which was slammed by Harold Hobson as the worst play he had seen. Tinniswood retreated, angry and hurt. </p> <p>\"I never turned anything down, that was my problem. I wrote so much crap,\" says Tinniswood cheerfully but not proudly. While he still hankered after doing theatre, and did a translation of Eduardo de Filippo's Napoli Milionaria for the National Theatre in 1991, it was radio that saved Tinniswood from becoming a hack. During the past three decades he has produced a steady stream of radio gems such as I Always Go for Long Walks, A Small Union, Two into Three and Ten Cows. Even Uncle Mort seemed happier on radio than on TV: Uncle Mort's North Country was a return to classic comic form. He talks of radio as a man talks of his lover: \"It is a one-to-one experience. You have direct access to the listener and you can go word daft, enjoy the frenzy of words. There is no medium in which you can be so daring.\" </p> <p>But now that Tinniswood has lost his speaking voice, he has found a new voice as a writer. His two short plays The Scan and the Voice Boxer, which open tonight at the Bristol Old Vic under the umbrella title of Croak, Croak, Croak, are a new departure for Tinniswood. These two absurdist comedies are tough and hard and seem born of such comic desperation that they put you in mind of the work of writers such as Vaclav Havel who used theatre as a way to communicate because the regimes under which they lived would not allow them to speak out. Illness can be a prison, but ironically for Tinniswood, despite all the physical pain and indignities, it has liberated his writing. </p> <p>\"I've no longer got the same capacity for writing. I can only do so much every day,\" he explains. \"And because I can't do so much, I do what I want to do. I'm exploring new worlds, using all the skills I've learned over a lifetime in a concentrated way. For the first time I'm confident as a writer.\" He now works for about three hours a day and spends the rest of the time reading the Folio Society editions that he has a compulsion to order. </p> <p>But it is this new lease of life as a writer that really engages him. The Scan, about a man who pops into a local hospital for a check-up, had its genesis in Tinniswood's having to undergo a body scan, an experience he found so terrifying that he began writing a play in his head. The Voice Boxer is a play about grief, loss and anger as a man wakes up after a laryngectomy and discovers that his voice has developed a life of its own and started to travel the world. </p> <p>But Tinniswood denies that these are purely autobiographical works. \"I am not a chronicler of my own illness in these plays. I'm an observer of someone else's illness. It is just that my experience gives me insight,\" he says. \"I don't analyse myself too closely. I'm too frightened of doing that, too frightened that it will all go. I want to write plays that make people think about their own condition, that alarm them, frighten them, make them laugh and entertain them. If there is one thing I can do, that is entertain people, and entertaining people is a very honourable thing to do. I am still tempted just to put in the jokes that come so easily. But now I've learned to cross them out, to find another way. I really do think that I am at last coming into my own.\" As he says it, the thin figure in the corner suddenly looks surprisingly young and robust. Some writers may indeed live to write, but in Tinniswood's case I suspect he is writing to live. </p> <p>Croak, Croak, Croak is at Bristol Old Vic from tonight. Box office: 0117 9877877.</p>",
  "<p>Connex, one of the worst peforming rail companies, was yesterday given the broadest hint by the shadow Strategic Rail Authority that it will not have its franchise to run London suburban services renewed for a further 20 years. </p> <p>The SSRA is to announce a decision on who will operate the south central franchise before the end of the month. </p> <p>In preparation, it issued a Stock Exchange statement warning Go-Ahead, Connex's main rival for the franchise, to make sure that a potential take over bid for the company did not interfere with the SSRA's plans. </p> <p>Mike Grant, the SSRA's chief executive, said that Go-Ahead was the subject of a takeover bid from the French financial consortium, C3D, and Rhone Capital. He has made it clear to Go-Ahead that he will need to approve any change of control in the ownership of the two franchises in which Go-Ahead has an interest. </p> <p>Industry sources suggested last night that the SSRA would not have issued the statement if it was going to renew the Connex franchise. It has been under political pressure to ensure that the French owned company is not awarded the franchise. Its performance has been poorly rated by the SSRA and it would face a damaging backlash from commuters. </p> <p>Connex, which operates the adjoining south east franchise and has aspirations to run others in Britain, has indicated that it is ready to step down gracefully.</p>",
  "<p><strong> Sir John Harvey Jones</strong>, corporate troubleshooter </p> <p>It's the whole ethos of football that makes working for the FA so repelling. They hire and fire people like mad and the manager always ends up being the scapegoat while the chairman gets away scot-free. I do believe the manager should be seen as a leader, but in this instance they're put in a job where they never get a decent chance to prove themselves. Who would want to follow that career? What would I advise them? I think trying to attract a Frenchman to run the English national side is not the way to go. They've got to look inside the UK. And they've got to give the applicant a reasonable period - a minimum of two years. And if he's a flop after 18 months or so, well, we should sack the chairman instead. </p> <p> <strong> Bill Quirk</strong>, managing director, Synopsis </p> <p>I would have to ask whether, as an association, they have a unified direction and management team, or are they coming up with compromises all the time? They need a common direction, a clear purpose and they need to work together as a team, because only a unified team behind the scenes will produce a successful team on the pitch. Also, in a normal company the chief executive should be given a certain level of autonomy from the board to do what he thinks is best. That is something that should be happening in football, too. The manager should be given a clear mandate from the board and should not be trying to manage upwards as well as downwards, in an effort to compensate for the failings of the people above him. </p> <p><strong> Kevin Hague</strong>, director, OC&amp;C strategy consultants </p> <p>The entire system needs to be looked at because the way the FA and the FA committee operates does not work. There is a lack of accountability at the top, which is no way to run a business. None of the people are put there by the people that matter: the fans. The FA should treat the fans like shareholders or customers and should consult them on all major decisions. Instead of that it's old, time-served farts that have been around for ever. It's your classic old-fogey organisational set-up. The other thing is, they don't seem to be thinking about the future. There's a lack of policy and leadership in youth football with no sign of creative thinking. They also need to set up a formal manager training scheme like the ones they have in Italy and Holland. At the moment the FA is a company that is managing the status quo in a classic old-boys'-club way. They need to take a proactive role, grasp the game by the scruff of the neck, take ownership, and address the issues from the bottom up. </p> <p> <strong> Victor Kiam</strong>, business guru </p> <p>You have to treat all sports like you treat a company. You have to make sure the money is there and support the organisation and the people you have in place. That's probably not a problem for your national side - it must be a deeper problem than that because it doesn't seem that long ago that England were major players in the soccer world. One of the worst mistakes in business is trying to get a quick fix for a situation. I tell every one of my clients that that doesn't happen unless you get real lucky. There's no point in getting everybody's hopes up and making out everything is going to be fine once they make some cosmetic change. It's got to be a real change to get the company or the organisation back to the pre-eminent position it once was in. </p> <p> <strong> Richard Denny</strong>, founder and chief executive, RDA (Richard Denny Associates) </p> <p>What we're looking at here is a job with massive pressures of accountability which are very unattractive. Unusually, though, the pressures don't come from the upper echelons of the company but rather from the public, who are expecting high results from a very poor product. No manager can come and turn this around like we expect them to. It's a long-term project that would require the FA first of all to change the very core of the product by investing more in school sport and football and, second of all, to change public expectations by letting them know it's going to take a very long time to match expectations with results. </p> <p> <strong> Frank Dick</strong>, former British athletics coach and motivational expert </p> <p>The difficulty with England football is that if you stood back and asked, \"What is the ultimate goal of English soccer?\" most people would say, \"To win the World Cup.\" The problem is that most Premiership managers wouldn't agree with that. So the key problem is that the structure doesn't support - or, worse still, goes against - the main goal that most of the customers seek. If we are a nation committed to England becoming successful on a world stage, the club-comes-first culture needs to be addressed. So the total structure needs to be reviewed - not just the manager's job. The other thing that needs to be addressed is that it is not possible to sign all the qualities you need in one manager any more. You need to select one person as a leader, yes, but you need people in the background who will compensate for that person's shortcomings as a team leader, because we all have them. </p> <p> <strong> Judith Mills</strong>, Judith Mills Management Consultants </p> <p>As with so many senior managerial positions it is possible to feel very isolated as team manager. I suggest a mentor that is detached from football who can listen to the coach's issues and guide him through the minefield caused by the various stakeholders: the players, the FA, the supporters, the press, the government and the nation. It's a high-pressure job and it's a lot to ask one person to take all that responsibility. </p> <p> <strong> Colin Smith</strong>, Colin Smith Consultancy </p> <p>There are several issues, really. First of all, at the top level there are too many levels of managers. There are chairmen, chief executives, executives - there's too much hierarchy. Secondly, there needs to be a clear split between the technical side and the managerial side of the team. The manager should be respected but there needs to be a competent team behind the manager. Thirdly, the FA need to enforce a long-term strategy for the future. There needs to be clear investment from the juniors to the under-21s all the way through to the senior players if the team is to have any kind of success in future years. </p> <p> <strong> Andrew Campbell</strong>, director, Ashridge School of Business </p> <p>If a job is unattractive, you have to look at why that might be. Is it because the pay is too low? Is it because there is too much interference from higher up? Is it because you can't get your hands on decent staff - or in this instance, players - or that there aren't enough of them? My guess is that in this case there are other jobs available in the industry that are a lot more attractive. All these things need to be addressed and dealt with to get the standard of applicant you are looking for. My advice would be to widen the net for potential applicants and look to the bigger job market including non-UK citizens. A lot of English companies are run by foreigners these days, and football really is no different.</p>",
  "\"What does she know of politics?\" scornfully asked a cousin of the assassinated prime minister of Ceylon, Solomon \"Solla\" Bandaranaike, when his widow Sirima announced that she was taking over his party's leadership in 1960. <p>\"In Solla's time, Sirima presided over nothing fiercer than the kitchen fire,\" continued Paul Pieris Deriyanagala, who had been best man at the Bandaranaikes' wedding. \"She'll end by spoiling her personal reputation and ruining the family name.\" </p> <p>Few forecasts have proved so mistaken. Thanks to Sirima Bandaranaike, who has died of a heart attack aged 84, even more than to her husband, the name of Bandaranaike became a legend. She not only became the world's first woman prime minister, but went on to head her country's government three times. She altered the face of Ceylon, in many ways controversially, made it a republic, and changed its name to Sri Lanka. </p> <p>More than that, Mrs Bandaranaike became one of the third world's best-known leaders, rubbing shoulders with Indira Gandhi, Chou en-Lai, Marshal Tito and others in the heyday of the non-aligned movement. A cauldron far, indeed, from the kitchen fire, and, at home at least, much fiercer. </p> <p>Yasmine Gooneratne, another cousin within the vast Bandaranaike clan, who recounted \"Uncle Paulie's\" scathing comments in her family memoirs, Relative Merits, describes \"Aunt Sirima\" as \"the most formidable and charismatic leader the country has ever seen\". And in the words of Maureen Seneviratne, her biographer: \"If Mr Bandaranaike's stature as a politician and leader was built up over decades of campaigning, Sirimavo (the suffix \"vo\" denotes respect) donned hers like a cloak that had been lying in her wardrobe for years, unworn, but which had been pressed and kept ready for wearing at any given moment.\" </p> <p>Sirima Bandaranaike was born Sirima Ratwatte, the daughter of a prominent Sinhalese family in the Kandyan hill country of Ceylon - a perfect match for the wealthy, low-country family of her future husband, with his driving political ambition. Like many similar families, the Bandaranaikes were thoroughly anglicised, and held prominent positions in the British colonial regime then in charge of the country. </p> <p>Although many leading Kandyan families also served the government and adopted English first names, most remained staunchly Buddhist, and preserved Sinhalese traditions. Sirima's was just such a clan. Her father, Barnes Ratwatte (named, like her husband-to-be, after a British governor-general), was seen as an excellent match for her mother, herself the daughter of one of the best-known Kandyan chieftain families. </p> <p>Wanting the best education - which had to be English - for Sirima, the eldest of six children, her parents sent her, at the age of eight, to a convent boarding school in the capital, Colombo. But they ensured that she remained a devout Buddhist, speaking Sinhala as fluently as English. After leaving school, she threw herself into social welfare work, walking miles through jungles and over mountains to distribute food and medicines, organise clinics and develop village industries. She became a great favourite of the Sinhalese peasantry, acquiring a reputation that was to prove invaluable to both her husband and herself. </p> <p>Her marriage, in 1940, to Solomon West Ridgeway Dias Bandaranaike, then a brilliant, young, Oxford- educated colonial government minister, was dubbed \"the wedding of the century\". Both were from the top goyigama caste of landowners, and their horoscopes were found to match perfectly. And if he did not know the rural Sinhalese as she did, Bandaranaike instinctively sensed their needs and aspirations. </p> <p>Unfortunately, neither knew anything about the country's Tamil minority, its language and culture or needs and aspirations. It was an omission that often led the couple to ignore the Tamils, or make fatal blunders in dealing with them. </p> <p>At first, Sirima's public role was that of a dutiful wife. Her eldest child, Sunethra, was born in 1943, followed by Chandrika, and finally a boy, Anura. But in 1948, as the island of Ceylon edged towards independence, the shy, methodical wife and mother found her home invaded at all hours by her mercurial husband's friends, forever discussing politics and demanding refreshment. </p> <p>Throughout their married life, according to James Manor's biography of Bandaranaike, The Expedient Utopian, her main difficulty was her husband's male chauvinism. Manor cites a possibly apocryphal, but indicative, story about a delay in tea being served at a political gathering in their Colombo house, to the host's irritation. When it appeared at last, and his wife retired to the kitchen, he shouted: \"Sirima! These gentlemen drink tea with sugar. For the sugar to get into the cup, there must be some instrument. You have not put a spoon in the sugar bowl.\" </p> <p>Manor's account continues: \"The dutiful wife went to fetch a spoon, and Mr Bandaranaike quipped: 'We have to think for them too.'\" She made no complaint. No wonder the men failed to foresee what a forceful leader she would be - \"perhaps too forceful\", Manor adds drily. </p> <p>Nonetheless, Sirima soon became Bandaranaike's valued confidante. It was she who persuaded him to resign from the government and the ruling United National Party (UNP) in 1951. She had long been aware of his exasperation at the social and political immobility since independence. Two months later, he formed the Sri Lankan Freedom Party (SLFP), with democratic socialism and Sinhalese resurgence at its heart, setting the party political battle lines in the country for the rest of the century. </p> <p>General elections the following year brought Sirima her first baptism of political fire, as she campaigned on her husband's behalf in his constituency, while he carried his new party's message to the rest of what was still Ceylon. Her reward was the biggest majority for him of any candidate, though the SLFP won only nine seats. </p> <p>At the next elections, in 1956, Bandaranaike won by a landslide and formed a leftwing coalition. The key factor in his victory was the \"Sinhala only\" policy - the promise to replace English with Sinhala as the island's sole official language, and a watershed policy in Ceylonese history. It was aimed at the dominance of the English-speaking elite, but, in fact, sowed the seeds of bitter conflicts with the Tamils. Bandaranaike used Sinhalese chauvinism to gain power, but found he could not control it. And though the influential Buddhist monk who planned his murder in 1959 was motivated primarily by personal grievances, this chauvinism played a part in it. </p> <p>For Mrs Bandaranaike, her husband's death was a traumatic tragedy. One morning, she was in the garden of their house, always open to visitors, when she heard a commotion inside. She rushed indoors to find him collapsing, gravely wounded, with a Buddhist monk pointing a gun at him. She courageously flung herself at the gunman, who was then felled by police fire, but Bandaranaike died in hospital the next day. </p> <p>Sirima was given little time to grieve in peace. The following year, she succumbed to the SLFP's desperate pleas to assume the party leadership, and led it to victory on a wave of public sympathy. The world's first woman prime minister took office in triumph. </p> <p>In the next four years, she forged ahead with the socialist reform programme her husband had initiated - and, indeed, went further. The island was thrust full-tilt into the emerging non-aligned movement; foreign oil companies were nationalised, and all government business was transferred to the state-owned Bank of Ceylon and the new People's Bank, bringing an end to American aid; Soviet aid was sought for industrialisation projects; and education was reformed in favour of the Buddhist Sinhalese. </p> <p>But Mrs Bandaranaike paid a high price. At the end of 1964, under pressure from right-wing Buddhist leaders, some SLFP MPs crossed the floor, and the government collapsed. Sirima lost the next year's elections, but was herself elected to parliament for the first time. </p> <p>Five years on came sweet revenge. In 1970, the United Left Front, led by the SLFP, won a two-thirds majority in parliament, and the socialist bandwagon set off again at full speed - although not fast enough for the militant and disaffected youths of the extreme leftwing People's Liberation Front, the JVP. </p> <p>Having benefited from Mrs Bandaranaike's educational reforms, they found there were still no jobs for them, so, in 1971, they launched an insurrection. It was swiftly crushed, though at the cost of an estimated 1,000 young lives. More than 10,000 were jailed, although most were later released. </p> <p>Deeply shaken, the government pressed on hurriedly with land reform, nationalisation of the tea estates and a new republican constitution, which changed Ceylon's name to Sri Lanka and made Buddhism the state religion - to the dismay of the mainly Hindu Tamils. </p> <p>Mrs Bandaranaike also imposed rigid state control over the economy, which had the now familiar consequences. Under the impact of soaring oil prices, living standards collapsed in a welter of rationing, bureaucracy and corruption. As a result, her SLFP was routed in the 1977 elections, winning a derisory eight seats. The UNP, led by Julius Jayawardene, secured a 75% majority, which he used ruthlessly to tighten the authoritarian regime his predecessor had imposed in her second term. Jayawardene revised the 1972 constitution and had himself elected executive president, setting up an oppressive state with the mere trappings of democracy. In 1980, he vindictively had Sirima's civic rights suspended for seven years for abuse of power - a crime of which he himself soon became much more guilty. </p> <p>With Mrs Bandaranaike unable to play any public role, the SLFP was riven by discord. In the difficult years ahead, her main task was to hold the party together and, with very few cards to play, to counter Jayawardene's devious but masterly manoeuvres. </p> <p>Succession to the party leadership became a bone of contention between her son Anura, who was moving to the right, and her daughter Chandrika, who eventually broke away and, with her popular film-star husband Vijaya Kumaranatunga, formed their own leftwing party - one of whose main aims was to seek a rapprochement with the Tamils. But with her civic rights restored in 1985, Mrs Bandaranaike recovered her place as unchallenged leader and the SLFP's fortunes rose again. </p> <p>After Kumaranatunga's assassination in 1988, Chandrika eventually rejoined the SLFP and, proving herself a consummate politician, secured the party leadership in 1994 at the expense of Anura, who had angrily crossed over to the UNP. But, said Mrs Bandaranaike consolingly: \"He's my son and I love him.\" </p> <p>These were years of mounting violence in Sri Lanka, more often than not initiated by the government or the ruling UNP. After a nationwide pogrom against Tamils in 1983, they took to armed resistance with such effect that, in 1987, India sent in troops to impose a peace settlement. It failed, but Mrs Bandaranaike, once India's greatest ally on the island, hotly opposed the intervention, in the name of the Sinhalese nationalism she had long since embraced. </p> <p>Without influence either in Delhi or among the Tamils, she was powerless to sway events. Nor could she prevent rising violence in the south. In 1989, the JVP, by now more chauvinist than Marxist, was crushed by the UNP government - with vastly greater brutality than in 1971. Estimates of the number slaughtered vary from 30,000 to 70,000; no prisoners were taken and no trials held - a sharp contrast with Mrs Bandaranaike's treatment of the JVP. </p> <p>Her last bid for power came in the presidential elections of 1988, and the parliamentary polls of the following year. With the cards stacked so heavily against her by Jayawardene and his successor, Ranasinghe Premadasa, she could hardly win, though despite all the violence and electoral manipulation he used, Premadasa secured only 50.1% of the votes. However, the UNP lost its two-thirds majority in parliament, its chief weapon in manipulating the constitution. What finally broke the government was Premadasa's assassination in 1993. </p> <p>Reluctant though she was to hand over the reins, age was telling on Mrs Bandaranaike. Impressed by Chandrika's brilliant campaigning, she stepped down just before the parliamentary elections in August 1994. It may have been part of the deal that when Chandrika also won the presidential elections three months later, she appointed her mother prime minister - a symbolic act intended to extirpate Jayawardene's injustice over her civic rights. </p> <p>Real power, however, remained in her daughter's hands. Sirima retired as prime minister last August to allow her daughter to appoint a hardliner, in an attempt to boost the government's fight against Tamil separatists ahead of this week's elections. </p> <p>With a more cosmopolitan outlook than her mother, and influenced by her late husband's ideals, Chandrika made a genuine effort to come to terms with the Tamils. But her father's miscalculations, her mother's ignorance and neglect of the Tamils, and what can only be described as Jayawardene's cynical viciousness towards them, created a legacy of Sinhalese intransigence and Tamil fanaticism that may have made the task impossible. </p> <p>The Bandaranaikes - husband and widow - unquestionably broke the stifling colonial ethos of the English-speaking elite, and restored dignity and a rightful place to the Sinhalese majority. But it was done largely by exploiting their chauvinism, and at the expense of the Tamils, not least because Mrs Bandaranaike, like most Sinhalese, had little concept of her island as a multi-ethnic whole. If a country may be judged by how it treats its minorities, the failure to treat them properly in Sri Lanka has carried a fearsome price, which even yet has not been fully paid. </p> <p>Bandaranaike is survived by her three children. </p> <p>\u0095 Sirima Ratwatte Dias Bandaranaike, politician, born April 17 1916; died October 10 2000.</p>",
  "Grainy shots of Colombian soldiers and policemen behind barbed wire in rebel \"concentration camps\" have increased pressure on President Andres Pastrana to allow a prisoner exchange with guerrillas. <p>The film, which has been broadcast on television news programmes, shows five compounds deep in rebel-held jungle, where guerrillas of the Revolutionary Armed Forces of Colombia (Farc) are holding some 450 servicemen. </p> <p>The pictures were obtained when rebel leaders allowed two women to visit their imprisoned relatives. In one scene, soldiers ignore heavy rain as they crowd against a barbed-wire fence to greet the visitors. Other images show the men praying, reading the Bible and eating inside rough wooden huts. </p> <p>Monsignor Pedro Rubiano, the archbishop of Bogota, described the muddy compounds as \"worse than a Nazi concentration camp\", but an opposition senator, Juan Manuel Ospina, who represented the government in peace talks with the rebels last year, said the film underlined the need for a prisoner exchange. \"We have to make some decisions. The government can't continue ignoring this situation,\" he said. </p> <p>Over the last two years, Farc has captured 468 servicemen in combat. It hopes to swap them for imprisoned guerrillas, but the government has refused to free around 500 rebels convicted of crimes ranging from rebellion to kidnapping and murder. </p> <p>The camps are believed to be somewhere within a huge rebel safe haven abandoned by government forces in 1998 as a precondition for peace talks aimed at ending nearly 40 years of fighting. </p> <p>Government and guerrilla negotiators have been involved in the talks since January 1999, but the two sides have been unable to agree on terms for a ceasefire. </p> <p>One of the visitors, Marlene Orjuela, told the Bogota daily newspaper El Tiempo that the captives were tied together with nylon nooses around their necks, to stop them escaping if the army arrived. </p> <p>Ms Orjuela, whose cousin is among the captives, spent 12 days escorted by Farc guerrillas as she hiked through dense jungle to visit the camps and record video messages from each of the 129 servicemen she talked to. </p> <p>\"They weren't expecting our visit. They thought it was a dream,\" she said. </p> <p>Her journey came after two years of meetings with Farc leaders. \"I'm very demanding, but above all, I'm discreet and respectful. This is not about attacking people, but looking for solutions,\" she said. </p> <p>Last year, Mr Pastrana rejected legislation which would have allowed judges to free condemned rebels, arguing that the captured servicemen were kidnap victims, not prisoners of war. Human rights observers warn that an unconditional release of rebel prisoners could open the doors to a blanket amnesty for human rights violators. </p> <p>But legal arguments hold little sway with the prisoners' families, who think the president has ignored their plight. </p> <p>\"We begged and implored for an audience or some help, but he never wanted to see us,\" said Esperanza Lopez, a waitress whose son Gesid was taken captive in August 1998. </p> <p>Ms Lopez saw the new film last week at a meeting with other relatives. \"It was like a wake. We were all crying like we never had, the men were all shouting. It was terrible to see the boys in a cage, as if they were wild animals,\" she said.</p>",
  "<p>England's first objective of the winter, to win the ICC Knockout Trophy, ended in emphatic failure here yesterday. They were overwhelmed by eight wickets in the quarter-final of a tournament billed as a mini World Cup, and South Africa were not flattered by the margin of victory. They beat England as easily as England themselves had beaten Bangladesh last Thursday. </p> <p>From the eighth over, when the England openers Marcus Trescothick and Alec Stewart had totalled only five runs, only one result looked likely. England batted thoughtlessly and bowled without penetration. </p> <p>\"We were outplayed from the first ball to the last ball of the match, which went for six,\" said the captain Nasser Hussain. \"We'll always be beaten by sides such as South Africa if we don't do the basics right. </p> <p>\"We came up against a team on top of their form; they bowled, fielded and batted exceptionally well and we weren't up to it. We didn't even come second. </p> <p>\"Boys from South Africa and Asia were brought up on pitches like this. They know you need control and discipline because the ball doesn't seam or swing as much as in England. We must get used to the conditions and learn to work bloody hard for everything.\" </p> <p>Certainly there must be significant improvements if England are to compete with Pakistan in the one-day series there this month. Not to mention the Test matches in Pakistan and, early next year, Sri Lanka. </p> <p>Five of England's top six were caught in the deep and to make matters worse Craig White and Andrew Caddick were run out. But in truth England never escaped the suffocating stranglehold imposed by the opening bowlers. Shaun Pollock and Roger Telemachus were naggingly accurate and Trescothick and Stewart simply could not get the ball away. </p> <p>Trescothick later managed a few meaty blows before chipping Pollock's slower ball to mid-on, and Hussain was soon caught behind. Then Stewart, who had scored 459 in his previous five one-day international innings for twice out, lofted Donald to deep square-leg. When Graham Thorpe did something similar against the left-arm spin of Nicky Boje, England were 88 for four in the 27th over and in considerable distress. </p> <p>Graeme Hick, who had looked in fine form in his brief innings against Bangladesh and also in the nets, effected a recovery with Andrew Flintoff. They had put on 66 in fewer than 11 overs when Flintoff, in the first over of Pollock's second spell, produced a virtual carbon copy of Stewart's dismissal. He had needed to stay for at least another seven overs so his departure was as grievous as it was unnecessary. </p> <p>White perished to a direct hit by the brilliant Jonty Rhodes. Then Hick, whose 65 came from only 68 balls, pulled to deep square-leg. England were seven down and their mission now was to bat out the full 50 overs. </p> <p>They failed by some distance. Paul Grayson, only five days after being called into the party, was caught at slip from what was his first ball in international cricket. Caddick was beaten by Boje's shy at the stumps and Mark Ealham fished and gave Pollock his third victim. England's final six wickets had fallen for 28 runs from 46 deliveries, and their total never looked enough. </p> <p>Hick then held a fine catch above his head at slip and an even better one low to his left in the gully, but South Africa always seemed certain to qualify for the semi-final against India on Friday. </p> <p>Hussain posted four close catchers at times, but it was a fruitless policy. Boeta Dippenaar finished it with a straight six off White and his partnership of 132 with Jacques Kallis took South Africa to victory with 10.5 overs in hand. </p> <p>\u0095 Zimbabwe's Alistair Campbell has been found guilty of dissent when adjudged leg-before by Steve Bucknor in his side's quarter-final defeat by New Zealand and has been suspended for the first game of their next one-day international series. The Kiwis face Pakistan in today's semi-final.</p>"
]