[
  "<p>You could tell that few of the enormous crowd in the Bridgwater Hall were there for Tchaikovsky's Sixth Symphony, even though Vassily Sinaisky was conducting. (It was a magnificent performance, from its gentlest to its harshest moments, and Sinaisky's control of the design is unassailable.) </p> <p> The tangible excitement was for the arrival of James MacMillan at the BBC Philharmonic for a three-year stint with the ugly title of Composer/Conductor. That a composer in his early forties can drum up such support is no accident. The ground has been prepared with a care that must gladden the heart of anybody who is at all worried about the future of serious music. </p> <p>Given his apparently inexhaustible energy, he has begun with a week-long MacMillan in Manchester festival, and there will be another next February. With his aggressive commitment to music in education he has already been working intensively with children at the Manchester Grammar School and Withington Girls' School. </p> <p>In the opening concert they sang his recent Magnificat, a work that helps to explain why MacMillan has been so successful. The choral writing is remarkably simple: the schoolchildren can have had very little difficulty learning it, and they sang it with an ease and commitment that contributed powerfully to its religious message. </p> <p>At the same time, though, MacMillan knows how to write for a professional orchestra in a way that challenges them and keeps them on their toes. The two contrasting styles blended bizarrely and with considerable success. </p> <p>His shorter Exsultet that opened the concert showed an entirely different kind of music: a slow, almost minimalist, accumulation of brass textures that grew to a mighty climax - relatively simple but highly effective. </p> <p>And then yet another kind of music followed these, his Veni, Veni, Emmanuel. In the eight years since it was composed this has become a classic and seems likely to stay firmly in the repertory as the finest existing percussion concerto: repeated hearing brings to light more and more fascinating internal details in the endlessly resourceful scoring. </p> <p>As a conductor, MacMillan controlled the varying speeds with considerable skill. But much of its success was due to the solo playing of Colin Currie, whose athletic percussionism blended his almost compulsive showmanship with an increasingly deep musicality. </p> <p>Even so, the overwhelming impression of the three MacMillan works together was the range of his invention and that there was not a moment that lacked a burning intensity. </p> <p>We can safely predict that MacMillan's tenure with the BBC Philharmonic will be a continued triumph.</p>",
  "<p>Amidst the chorus of boos that rang out on the final whistle, it was just about possible to hear the away supporters basking in unlikely glory. Unlikely as it seemed after this dire goalless draw, this was a Premiership contest and Leicester will spend the next fortnight as the best team in the league. </p> <p>\"I am surprised but delighted,\" said the City manager Peter Taylor, who only arrived at Filbert Street in June. \"As a new manager you pray for a good start, particularly when you follow someone like Martin O'Neill. I cannot thank the players enough, but they deserve it.\" </p> <p>This match proved that much, illustrating perfectly how such heights have been scaled for the first time since 1963. City's rearguard were robust, relentless and fearsome in the tackle; their midfield snapped at opponents' heels with boundless energy, justifying a defensive record of just two concessions in eight league matches this season. </p> <p>Sunderland lacked the imagination to prise open their visitors. Surrounded by the twin peaks of Gerry Taggart and Matthew Elliott, their own gentle giant Niall Quinn was cut off from his usual supply line. With no service forthcoming, the home side simply bounced off the defensive blockade leaving the England striker Kevin Phillips so withdrawn from the action as to be near anonymous. </p> <p>\"They defended terrifically well,\" conceded the Sunderland manager Peter Reid. </p> <p>\"You can't play the ball through them so we had to go wide, but we didn't have that bit of magic needed to break them down. There were not enough quality crosses, and those that we did get in seemed to stick to Mr Elliott's head.\" </p> <p>While Leicester's defensive record is that of championship challengers, their own lack of attacking invention will surely drag them down to mid-table before too long. After Ade Akinbiyi had missed an early chance, bursting on to a poor Kilbane back pass before shooting wide, they had to wait until Richard Cresswell's diving header on the hour to trouble Thomas Sorensen in the home goal. </p> <p>\"It's not that we're over defensive,\" said Taylor. \"Everything I'm doing is exactly the same as last season at Gillingham when we scored over 100 goals in all competitions. It's just that it's harder to score in the Premiership. </p> <p>\"My lads call themselves the grinders and I'm not worried. The Leicester people tell me that Sunderland battered them up here last year, so to come and claim a point is superb.\" </p> <p>Regardless, the Premiership leaders may find it harder to graft a result from their next two fixtures - against Manchester United at Filbert Street and Liverpool at Anfield. \"It's an easy old game isn't it,\" said Taylor, adding, \"but we'll enjoy it while it lasts.\" </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p><strong>A BAD DAY IN THE BEDROOM</strong></p> <p>Poor Stan Collymore. He stays locked in his room all day, only emerging to get the Dairylea triangles his mummy occasionally leaves outside the door. Or to fetch some more tissues. But no matter how much he tries to stay out of bother, he still manages to come a cropper.</p> <p>Poor Colly started the day by lying totally still under his sheets and breathing only through his nose. But within a couple of hours, Leicester announced that they had agreed to the transfer request Stan put in after he was definitely not sacked for asking for a ridiculously unwarranted pay rise. \"Leicester City today agreed to a transfer request from Stan Collymore and the player has been placed on the transfer list,\" a statement read. \"Neither Leicester City nor Mr Collymore will be making any further comment.\"</p> <p>Stan then climbed in the wardrobe and stuffed Gary, the funny dinosaur, in his mouth for over two hours but to no avail. He'd already done a bad thing by stamping on Paul Gascoigne's hand last week, and today he was charged with violent misconduct by the FA on the recommendation of the video advisory panel. Stan faces a minimum three-match suspension and a fine of two weeks' wages - which could mean even more time spent in his den. Yay!</p> <p><strong>DAUM, DAUM, DEEPER AND DAUM</strong></p> <p>When you're manager of an international football team, you expect to be given a rough ride by your critics. The Fiver, for example, has been known to refer to Kelvin Koogan as a \"bally idiot\" and even, in times of severe trauma, an \"tactically inept, badger-haired daft get\". But the esteemed England boss has never had to put up with the sort of abuse currently being thrown at Germany's manager-in-waiting Christoph Daum, who has been accused of being involved in an extortion racket, sleeping with prostitutes and taking cocaine.</p> <p>The accusations come from Uli Hoeness, the general manager of popular German giants Bayern Munich - and a man who in June this year actually voted for Daum to become the next manager of Germany. \"Things have changed since I opted for Daum,\" spat Hoeness. \"We are talking about his private surroundings, his advertisement contracts, about extortion charges and prostitution, about all shit.\" </p> <p>Hoeness had clearly been reading tatty German rag Abendzeitung, which based its story on statements from the cuckolded former husband of Daum's new girlfriend - hmm. However, even this esteemed journal could not furnish Hoeness with any hard facts to back up his rant: \"I don't have any evidence yet, but if this is true, I won't participate in helping become national coach.\"</p> <p>Sadly for Hoeness, Daum is being encouraged to take steps to save his good name. Reiner Calmund, general manager of Daum's current club Bayer Leverkusen, said: \"These accusations are infamous, insidious and malicious. There has been no similar defamation in the whole history of the Bundesliga. Hoeness himself says that he has no evidence, he talks using the subjunctive and this will make it difficult to take him to court. However, we will advise Daum to take legal action.\" Suddenly, putting up with Koogan and his innocent ways doesn't seem so bad, does it?</p> <p><strong>QUOTES OF THE DAY - COCKNEY DENIAL SPECIAL</strong></p> <p>\"The rumours are rubbish, absolute rubbish\" - A West Ham official assures Teamtalk that Harry Redknapp did not offer his resignation after his side's 1-1 draw with Bradford on Saturday.</p> <p>\"It's just not true\" - West Ham managing director Paul Aldridge denies they are about to sell Rio Ferdinand to Leeds. Again.</p> <p><strong>LIPPI GETS LIPPY</strong></p> <p>Not so long ago, Marcello Lippi was winning scudetto after scudetto and being lauded as the \"greatest manager in the world\" by no less an authority than the Imperial Lord Ferg. Today, however, the Uncle Fester-jawed coach of Internazionale is locked in \"crisis talks\" with trigger-happy president Massimo Moratti after his team's shock 2-1 defeat to Reggina on the opening day of the Italian season.</p> <p>Considering Moratti's predilection for sacking managers - eight in the past five years is a record that would make even Jesus Gil blush - you might have expected Lippi's Gucci trousers to be kissing some serious concrete today. But the Inter boss has obviously opted for a different approach. \"If I was Inter's president, I would fire the coach and I would take all the players and kick them up the arse,\" he said, offering a not-so-subtle hint to Moratti. \"If good players play badly like that, it can only be because they don't believe in the tactics anymore and they must talk frankly with me about that.\"</p> <p>Alas, that's the last thing the Internazionale players have been doing. \"I speak with them all week and they never say anything,\" continued Lippi. \"We can't go on in this way because we must respect the fans and we must respect ourselves, too.\" Later, Moratti seemed to agree: \"I have not had contact with other coaches, but what Lippi said yesterday makes things very complicated for him.\" Now, although the Fiver's no Godfather, we sense change afoot. And with Marco Tardelli - Italy's Olympic football coach and the favourite to step into the Inter hot seat - now back from Sydney, expect things to get even more \"complicated\" for Lippi later this evening.</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Manchester City are lining up Norwegian U-21 international right back Ragnvald Soma, reports Planet Football. Sunderland, Middlesbrough, Newcastle and Leicester are also reported to be interested in the player.</p> <p>George Graham has confirmed he wants to sign Aston Villa defender Ugo Ehiogu - but he doesn't seem convinced that Alan Sugar will stump up the £8m needed to buy him. \"Of course I would be interested in buying Ehiogu, but I don't worry about the price,\" said Graham. \"I just name the players I want and then leave it up to the club.\" </p> <p><strong>NEWS IN BRIEF</strong></p> <p>Dennis Wise and Steven Gerrard will escape FA censure after they squared up during Chelsea's 3-0 defeat of Liverpool. Television pictures appeared to show Wise's studs connecting with Gerrard's leg before the Liverpool player sprang to his feet to grab his opponent. Both players were booked and the FA will accept referee Dermot Gallagher's judgement.</p> <p>Dominic Matteo is set to pull out of Scotland's World Cup squad through injury.</p> <p>Manchester United have announced a 25% fall in their annual profits.</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV: The Big Match (11.30pm)<br> Hurrah! Another chance to watch PSV beat United.</p> <p>Football Extra (12.30am)<br> Boo! How can ITV really be committed to the Football League when this is always on way after midnight?</p> <p>Sky Sports 1: Football League Review (6.30pm)<br> Thank goodness the redoubtable Jeff Stelling isn't presenting this. Sky barely gives him a day off as it is.</p> <p>World Football Show (7.30pm)<br> Look, Mr Sky Sports. If you continue to work Jeff like a fairground donkey, he'll collapse.</p> <p>British Eurosport: Eurogoals (10.15am)<br> And who will keep Marshy and Bestie in check then?</p> <p>Sky Sports 3: Brian Moore Interviews (11pm)<br> Brian Moore: sharp as a blunt knife.</p> <p><strong>NOT PARTICULARLY WICKED WHISPERS</strong></p> <p>\"A well-known third-choice Premiership goalkeeper was on the touchline warming up this weekend when someone shouted at him: 'Why do you stay when you can't get a game?' But rather than ignore them, he simply smiled and rubbed his thumb and first fingers together indicating money.\" Who on earth could Fiver reader Charles Day be talking about?</p>",
  "In April 1993, soon after moving to the Middle East, I visited the flyblown Bureij refugee camp in the Gaza Strip, then under Israeli military rule. There I had my first shocking insight into the brutal reality of the occupation. <p>It was the fag-end of the Intifada, the Palestinian popular rising, and although the mass riots had died down, military patrols and installations were still being regularly stoned and petrol bombed by Arab youths and schoolchildren. I saw none of that in Bureij. What I saw was much more disturbing. </p> <p>I was in a United Nations health centre when the first shot was fired. It was a single round, the first of maybe a score of single high-velocity rounds, fired every few minutes: the distinctive pattern of aimed sniper fire. The first casualty they dragged into the UN clinic was a young man, spouting blood. The second was a little boy, no more than ten years old, whimpering for his mum. </p> <p>Over the next 75 minutes or so, they brought six more casualties into that drab little clinic. All had bullet wounds. It may be that they had chucked stones at the Israeli rooftop observation posts in the camp, though I saw no evidence of it. </p> <p>One of the youths shot that morning died the next day in hospital. He became another statistic in the blood soaked saga of the occupation; one more reason for the frantic peace negotiations which even then, unknown to any of us, were under way in Oslo. </p> <p>The peace accord was supposed to end the occupation, and the casual, terrible brutality which went with it. The brutality, of course, was not one-sided. A few weeks before that depressing visit to Bureij, I was in another Gaza camp, listening to a Palestinian bragging about the \"good deed\" done that week by his 19-year-old brother. </p> <p>Ziyad Salim Silmi's \"good deed' was to travel to Tel Aviv, a few miles up the coast, and stab 10 Jews with a commando knife. Two of his victims died. </p> <p>Silmi, it seems, was a loner. He survived a savage beating by enraged Israelis, unlike other youths who strapped explosives to their bodies and blew themselves to bits in crowded buses. </p> <p>Madness and badness were mingled in the occupation. They still are, for the occupation goes on in parts of the Gaza Strip and most of the West Bank. So too does the crazy imbalance of fire power. </p> <p>The Israeli Defence Forces - in pedantic theory there is no army - are among the best equipped and trained in the world. They have elaborate surveillance devices, well-honed intelligence networks, and of course the best weaponry that US dollars can buy. Even now, they are deploying tanks in the West Bank to defend Jewish settlements. </p> <p>Back in 1993, the Palestinians had stones and slings, petrol bombs and a pathetic armoury of smuggled firearms and home made bombs. Now, they have their own army, but it is a ragtag affair without armour or heavy guns. </p> <p>But the Palestinians have a none-too-secret weapon: their burning anger. Their fury is almost tangible, though it is not always incoherent. It comes boiling to the surface when old folk talk of their lost homes and farms, when young men speak of their daily humiliations at checkpoints, and when schoolchildren grab stones and charge into the most appalling danger. </p> <p>Now the anger is erupting again. Ostensibly, it is about the shockingly provocative visit last week by Ariel Sharon, rightwing politician and ex-general, to Jerusalem's Haram as-Sharif, which Jews call the Temple Mount. Sharon knew what he was doing, though he may not have guessed the scale of the reaction. </p> <p>So now the battle is rejoined: stones, firebombs and Kaleshnikovs on one side, and the Middle East's most formidable army on the other. The death toll is 33 and rising. Two dead Israelis and the rest Arabs; about par for the course of the world's most lopsided conflict. </p> <p>Useful links: <a href=\"http://www.idf.il/english/news/main.htm\" target=\"_new\">Israeli Defence Forces</a> <a href=\"http://www.jpost.com\" target=\"_new\">Jerusalem Post</a> <a href=\"http://www.haaretzdaily.com\" target=\"_new\">Ha'aretz daily</a> <a href=\"http://www.jrep.com\" target=\"_new\">Jerusalem Report news magazine</a> <a href=\"http://www.palestine-info.net/index_e.htm\" target=\"_new\">Palestine Information Centre</a> <a href=\"http://www.arab.net/palestine/history/pe_plo.html\" target=\"_new\"> Palestine Liberation Organisation</a> <a href=\"http://www.pna.net\" target=\"_new\">Palestinian National Authority</a></p>",
  "<p>French media conglomerate Vivendi announces its half-year results today as the European Commission prepares to wind up its investigation into the company's proposed merger with Seagram of Canada.</p> <p> The £23bn merger between Vivendi, its Canal Plus television subsidiary, and Seagram, owner of Universal Studios and Universal Music, signals the French company's intent to be a major player in the global media world.</p> <p> The company is confident that the deal will have an easier ride from the EC than the proposed tie-up between US giants AOL and Time Warner, which is struggling to meet concerns over the who controls music downloads over the internet. One of Vivendi's key aims is to \"be a successful challenger of monopolies\", and the EC will rule on the merger by October 13.</p> <p> But Vivendi's media arm, which is formed by a 44% holding in telecoms company Cegetel, joint ownership of Canal+ and complete control of advertising firm Havas, is dwarfed by the rest of the group. Vivendi Environnement, the company's environmental services arm, contributed 54% of last year's E41.6bn (£24.9bn) sales, with a further 25% provided by the construction and property businesses. The media subsidiary came in last with 21%.</p> <p> These figures will almost certainly change if Vivendi gets the all-clear from the EC and US regulators for the Seagram merger. Several deals are already in position, including the launch of a UK movie channel run by Universal Studios and cable operator NTL.</p> <p> Vivendi's chairman, Jean-Marie Messier, has ambitious plans for the company, and will reveal more strategic aims at the results presentation. A completed Seagram deal will add significant amounts of content to Vivendi's telecoms and internet infrastructure.</p> <p> Messier can expect to be challenged over his company's 25% holding in Rupert Murdoch's BSkyB, as he is known to be seeking a change in the arrangement. Messier wants to fold his stake in the UK satellite and digital broadcaster into Sky Global Networks, the subsidiary formed by the satellite TV companies within Murdoch's News Corporation organisation.</p>",
  "Perhaps I have been misled by my pathological optimism. But optimism is an essential ingredient of democratic socialism and, for once, my political hopes are supported by hard evidence. <p>Last week the Labour party came home - or at least it turned in the tracks on which it had gone so far astray and began the long journey back to the principles on which it was founded. There is even a chance that, after all the years of doubt, it is beginning to get the right balance between past and present by matching traditional beliefs to modern circumstances. </p> <p>That was the clear message of Tony Blair's Tuesday speech. Government expenditure has been elevated from vice to virtue. Taxation, which was once a detriment to progress, has become the engine of the social justice that is essential to economic success. When the election comes, Labour will be divided from the Tories by more than William Hague's foolish promise to save £16bn. The battle lines will be drawn between reduced taxation and improved public services. The prime minister is even talking about the prospect of full employment. </p> <p>Cynics will say that the rediscovery of socialism is no more than the response to a slump in government popularity. Perhaps it is. But I rejoice in the implications of that adjustment. Tony Blair is not going to glide back into office on windy talk about young country and fresh start. Next time he will need the people in inner cities and run-down housing estates. </p> <p>Rightly he will tell them about the minimum wage, the income guarantee and the new investment in schools and hospitals. He will never use the dreaded word \"redistribution\". But that is what he will promise. He promised it last Tuesday. </p> <p>Redistribution is the inevitable consequence of the firm commitment to improve public investment. But the tone of Tony Blair's speech was just as important as the specific promises. The embarrassment with which I listened to his personal testimony was not as great as the astonishment with which I heard him proclaim that \"we have the best teachers in the world\". </p> <p>That may or may not be true. But the prime minister's admiration, whether or not it is misplaced, is a recent development. His previously recorded opinions have always echoed Chris Woodhead's view that teachers are the principal cause of all the failings in our education system. The esteem in which a whole profession is held has been increased by a fortnight's opinion polls. </p> <p>That is not all that has changed. On Wednesday afternoon, Alan Milburn solemnly told the party conference that compulsory competitive tendering - far from improving hospital catering and cleaning - had resulted in a severe deterioration in both services. For 10 years that has been obvious to anyone who has slipped on cold cabbage left on an unswept ward floor. But the government was reluctant to acknowledge the truth because it believed (and wanted to be seen to believe) in private enterprise and the market. </p> <p>Problems with prisons? Let private companies build and run them. Failing schools? Hand them over to private companies. Need to invest in the London Underground? Private involvement essential. New air traffic control system? Privatised it will be just as safe and far more efficient than it would be were it to remain a government agency. The New Labour government's faith in the market was boundless. The end to compulsory tendering in hospitals - even though it may be replaced by \"best value analysis\", which is almost the same - is at least a concession that the efficiency of private enterprise has been grossly overrated. </p> <p>The reference to New Labour was in the past tense because the whole bogus concept was dramatically played down last week - by everybody except Peter Mandelson who stood heroically on the burning deck of \"the project\". At the Institute for Public Policy Research Wednesday evening meeting his highly elegant contribution was eerily reminiscent of the speeches that Tony Benn made during the Wilson and Callaghan cabinets. He clearly sees himself (as Benn once saw himself) as the advocate of a philosophy that, although right and true, is gradually being abandoned by the government. It was such an heroic rearguard action that I almost felt sorry for him. Almost but not quite. </p> <p>Peter Mandelson was not, however, the last or the best of Brighton's harbingers of change. On Thursday evening, David Blunkett, the Labour party's constantly spinning weather vane, went out of his way to praise Rodney Bickerstaffe for leading the pension revolt that defeated the government. In Sheffield (where both he and I come from) they talk about \"knowing which side your bread is buttered\". Blunkett was born with that knack. He ended my week with a feeling of carefully modulated hope. Who knows, he may soon tell us to read his lips. No secondary selection by examination or interview. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "Russian President Vladimir Putin today offered to host talks between Serbian President Slobodan Milosevic and opposition leader Vojislav Kostunica to resolve Belgrade's election crisis. <p>A Kremlin statement issued while Mr Putin was flying to India on a visit referred to both men as candidates in the second round of the Yugoslav presidential election - an implicit recognition of the official first round results. </p> <p>\"As president of Russia I am prepared to receive in the next few days in Moscow both candidates who have gone through to the second round...to discuss means of finding a way out of the current situation,\" the statement said. </p> <p>But Yugoslav ambassador Borislav Milosevic, Mr Milosevic's brother, was quoted by Interfax news agency as saying no Russian mediation was needed to resolve the impasse.</p> <p>Mr Putin has taken an active role to broker a deal that would ease Mr Milosevic out of power to enhance the Russian leader's image as a statesman. The Russian president launched his diplomatic gambit after intensive talks over the weekend with US President Bill Clinton and European leaders. </p> <p>Russia has conceded that Mr Kostunica won the poll in the first round. </p> <p>Moscow played a key role in persuading Mr Milosevic to pull Serbian forces out of Kosovo last year, bringing an end to Nato's air campaign against Belgrade and the Serb province, and Russia can expect to win the west's gratitude if it can persuade Mr Milosevic to step down peacefully.</p> <p>Less than a week remains before Sunday's scheduled run-off elections. Mr Milosevic says Mr Kostunica failed to achieve an outright victory in the September 24 elections and a second round is needed. The opposition, backed by the West, insists Milosevic rigged the voting. </p> <p>\"It's up to the people...whether they are going to stand for this or not,\" said retired General Wesley Clark, who led Nato's 78-day air war against Yugoslavia last year. </p> <p>In the current campaign of protests, road blockades temporarily blocked traffic on one bridge in the capital, Belgrade, while city transit workers staged a two-hour walkout. The blockade appeared stronger in cities and towns outside Belgrade, bringing life to a virtual standstill in the central and southern industrial heartland towns like Cacak, Pancevo and Uzice. </p> <p>Mr Milosevic has so far held the military and police in check. He may be running out of options as some vital industries, such as coal mines, join the opposition ranks. The independent Beta news agency reported that 500 policemen entered the Kolubara mine, the nation's largest, late Sunday. </p> <p>The action could be an attempt to thwart sabotage at the mine, about 25 miles south of Belgrade, where thousands of workers have walked out. Already, thousands of workers have left key industries in a nation battered by international sanctions.</p> <p>Only essential public services were operating in several cities. \"They are sending a strong message to Milosevic: 'Your time in office is over,\"' said the US national security council spokesman PJ Crowley in Washington. </p>",
  "From their concrete fortress the Israeli gunners who inflicted the death that has become the symbol of these days of blood and rage, opened up with anti-tank missiles yesterday - blasting away hopes of an end to violence in the Middle East. <p>By nightfall, the toll from four days of rioting across the West Bank and Gaza stood at 28 dead, and more than 700 wounded. The battle for Jerusalem - as the Palestinians call these clashes - had racked up the worst violence in four years, and made a martyr of a 12-year-old boy. </p> <p>Outside the Israeli command post at Netzarim junction, where Rami al-Dirreh, 12, spent the last terrifying moments of his life on Saturday, the renewed demand for a ceasefire by Israel's prime minister, Ehud Barak, was met with derision yesterday. </p> <p>Two more Palestinians were killed at the junction yesterday, and more than 40 injured. Amid angry recrimination between Mr Barak and the Palestinian leader, Yasser Arafat, the violence is spreading. Yesterday, clashes erupted for the first time in Israel proper. </p> <p>\"A ceasefire? How can you have a ceasefire between stones and guns. It's a big joke,\" said Brigadier-General Osama al-Ali, who is in charge of security cooperation between Palestinian and Israeli forces. \"The only possibility for ceasefire is to remove a military camp from our territory. They must take their boot off our heads.\" </p> <p>By yesterday afternoon, every Palestinian in Gaza appeared to have seen the sickening television footage of Rami's death. Hit by four bullets, he collapsed in his father's arms on Saturday, after cowering behind a concrete water butt during a gun battle between the Israelis in their armoured watchtowers and Palestinian youths. </p> <p>His father, who was hit by eight bullets, had waved desperately at the Israelis on the other side of the junction to let his son live. But the 15 craters in the patch of wall where they were trapped make it plain that the Israelis directed their machine guns on the pair. Rami became their target. </p> <p>So did the ambulance driver who was shot dead when he tried to reach the boy. \"There was still some breath left in him when we reached the ambulance, but when we opened the doors, they started shooting again,\" Bassam al-Bilbays, who was riding with the medic, said. </p> <p>Which is why a day later, Gen Ali was in no mood to heed Israeli demands for a ceasefire. When the Palestinian rioters began to gather, taunting the soldiers until they exchanged rubber bullets for live rounds, he was railing against the mere presence of Israeli forces in \"the belly of Palestine\". </p> <p>The fortress, which guards the approach to the Jewish settlement of Netzarim, in the middle of Gaza, is a symbol for the frustrations of Palestinian self-rule, and a regular source of friction. A soldier was killed here last week, a prelude to the explosion of fury that followed Thursday's visit to a sacred Muslim site by the hardline Israeli leader Ariel Sharon. </p> <p>Palestinians saw his visit as a symbol of Israel's claims to their holiest shrine, the Haram al-Sharif, where the Prophet Mohammed rode to heaven. They see the fortress at Netzarim as a symbol of the fact that there is no sign of peace, or of a Palestinian state. </p> <p>\"We see our kids dying and we can not help them,\" Gen Ali raged. \"They [the Israelis] are terrorists. Even though they are wearing army uniforms, that is exactly what they are.\" </p> <p>The protests have cast a powerful spell on the young. Yesterday children as young as six and eight set up roadblocks of burning tyres on roads in Gaza. </p> <p>A few days ago, in Rami's breeze block and corrugated tin-roofed home in the Bourij refugee camp, he was mesmerised by footage of the riots on television. \"When he saw what happened in Jerusalem on TV, he asked me: 'Can I go to join the protests in Net zarim?' I did not dare to answer him. I did not want him to go,\" said his mother, Amal. </p> <p>Death sought Rami out anyway; the boy was killed as he returned from a shopping trip to Gaza, where he and his father had looked at a used car. </p> <p>In Bourij, where nearly all of the houses have a photograph of the Dome of the Rock, they are calling Rami a martyr for Jerusalem. His mother is afraid to tell her five younger children how he died - in case they fall under the martyr's spell. \"Nothing good will come of this. We will have many more martyrs, and nothing will change,\" she said. </p> <p>And the dead will be even younger than Rami. Among those killed yesterday was a 10-year-old boy, shot dead by Israeli helicopter gunships near a Jewish enclave in the West Bank city of Nablus. Fighting raged too in the West Bank cities of Ramallah and Hebron, and in Jerusalem security forces evacuated Jews from their holiest shrine, the Western Wall, because of tension. </p> <p>Most worrying for Mr Barak was the spread of the violence to Israel proper yesterday. In Nazareth, hundreds of masked youths threw stones at Israeli police near the spot where the angel Gabriel is believed to have foretold the birth of Jesus. One Israeli Arab was killed and dozens injured in clashes in the northern town of Umm al-Fahim. </p> <p>Nevertheless, Mr Barak was adamant that it fell to the Palestinian forces - and to Mr Arafat - to end the violence. \"Absence of such activity may bring about an escalation,\" a statement from his office said. He repeated Israel's claim that it only fired on protesters when the lives of soldiers and civilians were endangered. </p> <p>In reply, Mr Arafat demanded that Israel first withdraw its forces from the entrances of Palestinian towns, and stop firing on his people. He threatened to take several \"measures\" if Israel did not stop the bloodshed in 24 hours, including an appeal to the UN security council. </p> <p>The fighting talk from both men comes despite the personal intervention of President Bill Clinton, who called on both sides to cool tempers.</p>",
  "The hair is scantier and infinitely shorter. But the gravelly voice is still the same, belting out the mixture of Tory aggression and barbed humour in south Yorkshire overtones that, 23 years ago, led Mrs Thatcher to tag a 16-year-old as \"possibly another young Pitt\". <p>This is the voice that, with its Churchillian cadences, has often penetrated Tony Blair's Wednesday afternoon platitudes.</p> <p>If his well-scripted speeches were the only asset being compared, William Hague would be streets ahead of his rival. But, like an aria from the cells in Beethoven's opera Fidelio, it comes through many bars, few of which can be sawn through soon.</p> <p>Crucially, the pragmatic if rightwing Hague is imprisoned by the fact that he only beat Europhile Kenneth Clarke for the Tory leadership in June 1997 because his party's crushing May 1997 defeat left its MP-electorate three-quarters Europhobic, instead of two-thirds.</p> <p>These figures have made the agile Hague a tighter prisoner of rightwing anti-Europeans than he would like, and explains why he handcuffed himself to the mechanistic formula of not joining the euro until after the next parliament. </p> <p>As a former star of the McKinsey management consultancy, he knows better than most Tories that if the euro's slump ends soon, all UK internationally trading big businesses will be dealing in euros long before the Tories would like. </p> <p>But he has to pretend to be as blinkered as the men by whose votes he was elected, and by whose votes he may remain in office if he loses the next general election.</p> <p>Although colour-blind, he is not himself a gimlet-eyed zealot. When he became Welsh secretary in 1995 after John Redwood, Hague showed himself much more deft and willing to be assimilated than his predecessor, even to the point of marrying Ffion, the pretty young civil servant who tried to teach him enough Welsh to avoid badmouthing the Welsh anthem.</p> <p>For his frontbench, he prefers to rely on the saner, more reasonable Eurosceptics, such as Michael Ancram, Michael Trend and, most recently, Michael Portillo. But the prevailing atmosphere of Europhobia has made it impossible for such talents as Ken Clarke and Michael Heseltine to join his frontbench. </p> <p>It has forced two clever ex-ministers, Ian Taylor and David Curry, into internal exile on the backbench. And some MPs, such as Peter Temple-Morris and Shaun Woodward, have fled to the Labour benches, in the latter case because homophobia often joins Europhobia among Tory rightwingers.</p> <p>Hague's election promises also have to be tailored in line with his rightwing supporters. The Tories' relative success in fighting the euro at the last European elections has meant his recent mini-manifesto is both anti-Brussels and leans heavily on the Bush definition of \"compassionate Conservatism\", with privatised pensions and universities, as well as forcing single mothers to enter work.</p> <p>Hague is also constrained by the fact that the Tory party has shrunk from the many-millioned broad-church mass party it once was to a sectarian rightwing group with some 350,000 members, mostly over 60. </p> <p>After two serious recessions and the forced exit from the exchange rate mechanism, it has lost most of its young and middle-aged members, particularly those with business links, who lost confidence in Tory economic competence.</p> <p>This shrinkage in membership and business backing has left starved Conservative Central Office at the mercy of a single Tory billionaire, Michael Ashcroft. The £3m he contributed last year was indispensable, even if he still has not moved himself back from Belize, as required for the peerage Hague secured for him.</p> <p>All these troubles explain why Hague was initially reluctant to inherit the leadership in the wake of May 1997 and considered becoming deputy to Michael Howard. But his early training in adversity, as a young Tory in the overwhelmingly Labour Rother Valley, overcame any doubts.</p> <p>Despite foolish boasts of downing 14 pints a day in his youth, Hague's background is sedate. He was born in Rotherham in 1961, the son of a family of local soft-drink (\"Hague pop\") manufacturers. </p> <p>He went from Wath-on-Dearne Comprehensive to Magdalen College, Oxford, where he chalked up 1st Class Honours in PPE before his MBA with Distinction at France's Insead business school.</p> <p>He worked for eight years at top management consultants McKinsey, where his biggest job was advising Oxford on fundraising.</p> <p>This came to an end when he was chosen from among 360 hopefuls for the Yorkshire seat of Richmond, vacated by Leon Brittan. In 1989, he narrowly squeaked into parliament, the last Tory byelection candidate to do so for a decade.</p> <p>He moved ahead fast, becoming parliamentary private secretary to Norman Lamont a year later - and so having a hand in the introduction of the fuel price escalator which has so troubled Tony Blair. </p> <p>In 1993, at 32, he became under secretary for social security. A year later he was promoted to minister of state, to restore relations with the disabled after the cock-ups of Nick Scott. John Major wanted to promote him to chief secretary to the treasury, but Chancellor Ken Clarke thought him too rightwing.</p> <p>As leader, his political postures had been mixed. A strong backer of capital punishment, he has also been one of the minority of Tory MPs to vote to reduce the age of homosexual consent to 16, probably converted by his friend and flatmate, Alan Duncan. </p> <p>But his most liberal attitude, of thinking hereditary peers \"silly\", goes back to a little noted Tory conference speech at 19.</p> <p>And will it all be enough to see him to Number 10?</p> <p>\u0095 Read Andrew Roth's view of Liberal Democrat leader Charles Kennedy <a href=\"http://www.theguardian.com/charleskennedy/story/0,7369,368365,00.html\">here</a> and of the prime minister, Tony Blair <a href=\"http://www.guardianunlimited.co.uk/tonyblair/story/0,7369,371900,00.html\">here</a>. </p>",
  "<p>Interactive agency Zinc has poached two creative directors from Ehsrealtime, doubling its creative team and enabling it to expand into new areas.</p> <p>Ehsrealtime creative directors Ray Howard and Paul Snoxel will slot into the same roles at Zinc and work with executive creative director Ken Frakes and creative head Louis Lygo.</p> <p>While both Ehsrealtime and Zinc are part of the Havas Advertising group, Zinc is only 40%-owned by Havas and retains independent control.</p> <p>New Media Age's Top 100 Web Agencies 2000 survey ranks Zinc eighth among UK interactive agencies, with a declared turnover of around £10m and a client list that boasts Microsoft, Virgin and Vodafone. </p> <p>Mr Frakes said: \"We are delighted that Ray and Paul - who are great creative directors - have decided to come to Zinc, where it will be an exciting challenge for them heading up a tighter team and working across digital executions.\" </p>",
  "<p>Last Monday, Andi Peters went on This Morning to plug the start of Celebrity!, the new teatime showbiz programme he's fronting. By Wednesday, Richard and Judy had got their pound of flesh as the undemanding Celebrity! \"took us behind the scenes\" of This Morning. It won't surprise anyone to hear that Celebrity! is made by Carlton. With its reliance on ITV stars (well, it was rustled up in six weeks), it is budget TV, wall-to-wall easy-view plugs and pop videos: a stereotypical Carlton project. </p> <p>Except that that is not the whole story. As Celebrity! was bedding down, Steve Hewlett, Carlton's director of programmes, was in Washington, sealing a deal with Time magazine and the Washington Post to develop factual programming together. (This mirrors an arrangement by Granada with the New York Times.) Stacked by Hewlett's TV set in his Portman Square offices in London's West End are tapes of Britain at War, a follow-up series to the award-winning Second World War in Colour. </p> <p>Celebrity!, warts and all, fits into a larger quest, to build a production business, in volume as well as value terms, after the failed collaboration with OK! magazine. Hewlett has made sure that a seasoned team is in charge, used to making live, daily television. Another department of Carlton Productions is, even now, casting actors for the remake of Crossroads; sets are under construction in the company's Nottingham studios and production starts in December. Landing a daily soap was, Hewlett observes, \"the holy grail\". He tenderly produces a huge box file containing Crossroads scripts and storylines. </p> <p>At 42, Hewlett is a large, shrewd and resilient man, whose past career spans a successful stint as editor of Panorama, and another as head of factual programmes at Channel 4. Delegates at this year's Guardian Edinburgh International Television Festival watched him anchor a key session on Big Brother, forcing Peter Bazalgette to disclose that he was automatically signing up contestants for his talent agency. </p> <p>Lawyers for Richard Desmond, chairman of Northern and Shell, which publishes OK!, have written to Carlton warning it that they will be swelling the audience watching Celebrity! to make sure OK! isn't being ripped off. \"For us it is a fantastic opportunity. ITV is prepared to trust Carlton with a live and daily programme - that's quite a new phenomenon,\" observes Hewlett. \"Richard Desmond is his own man, used to running his own company, and everything jumps to his tune. It's his thing. Television requires a different approach, collaborative. It's harder to be finicky.\" Hewlett then goes off the record to describe some ripe Desmond-style exchanges. </p> <p>Carlton is already locked in a legal dispute with the News of the World, over allegations of fakery on The Cook Report. The strand remains off air while the libel war dance is played out. Hewlett confirms that series editor Mike Morley left the company's employ over the summer, but is still a consultant. </p> <p>Hewlett was recruited to inject gravitas and editorial controls after the disaster of The Connection, a programme that faked drug-trafficking evidence, leading to a record fine from the independent television commission, and no little discredit for the company. \"Those problems are historic, not current,\" insists Hewlett. But what about The Cook Report? \"There was never any suggestion that the audience was misled. The issues are about the way the programme was being run. We are disputing the veracity of what they [the NoW] are saying. </p> <p>\"At its best the programme, and Roger Cook, showed themselves capable of bringing investigative journalism to a wide audience. If we could bring it back, splendid. At the moment, until the News of the World case is resolved, it is in suspended animation. The problem for The Cook Report, although we reject the serious allegations, is that because it delves into areas of criminality, it is always dealing with people who are unreliable. As soon as questions are raised about reliability, it's an open invitation for someone to claim he's been traduced. So it's just not practicable to run it.\" </p> <p> Surely Hewlett's collaborative TV team skills have been tested to the limit since Lord (Waheed) Alli of Planet 24 was brought into Carlton 18 months ago, seemingly to do the same job? \"I'm not going to say it wasn't a bit difficult at first. It was. Partly because at that time I was only six months into what you can see the results of. I'm director of programmes, part of Carlton Television. I report to Waheed. When you look at the production division, out of a turnover of £140m, £120m of it is here with me.\" </p> <p>So Hewlett has nothing to do with The Big Breakfast? \"It's run as separate companies. Planet 24 [now a wholly owned subsidiary of Carlton] doesn't report to me. Going forward, who knows? Anyway, the point is, there were difficult moments in the beginning. The reason it was a bit tricky is that in the end we were saying the same thing, and both trying to create a vibrant in-house talent base. </p> <p>\"At the launch of The Railway Children, Waheed was host. But the celebrity launch of World War Two in Colour - I'll host that. These things are never easy, but in the fundamentals, there is some evidence that we are succeeding. In a curious way our skills are complementary. </p> <p>\"I'm used to working in big organisations. I have broader, longer and more direct production experience. And I'm plugged into genres that he has no knowledge of. Whereas in entertainment, in dealing with talent, he's pretty plugged in.\" </p> <p>Carlton is also making the UK version of Survivor, the reality gameshow that has taken the US by storm. The format was devised by Alli and his partner Charlie Parsons, but was not part of the Planet 24 sale to Carlton (according to some accounts of the deal, Carlton chairman Michael Green was dismissive of the show). But for all Alli's showbusiness nous - it was he who fronted the bid to get ITV to commission Crossroads - he is not taking a hand in Celebrity!. </p> <p>Carlton's fundamental problem, as Hewlett sees it, is that it isn't Thames. \"The problem for Carlton, once Michael Green had taken the licence off Thames, was that it was seen as part of the whole Thatcher project. Everyone hated them. I don't have that much to do with Michael Green. He's fairly hands-off in terms of the way the business is run; I get a note from him every now and then saying 'I really enjoyed that, thanks very much.'\" </p> <p>Carlton, he adds, was set up on a fundamentally flawed concept, as a publisher/broadcaster. \"It seemed like a brilliant idea at the time. Except why should independent producers bother with a TV franchise holder when they could go direct to the ITV network centre\". Or anywhere else. The abiding truth seems to be that \"content is king\", especially in the new media. Between 1994 and 1999, Carlton, by now buttressed by the takeover of Central, saw a 45% decline in its production business. In addition what was Central Productions, with a great tradition in a wide range of programming, just withered in the hands of centralised management. Last year Carlton accounted for 13% of network programmes, while the Granada bulldozer made 50%. The danger now is that Carlton, loser in the TV merger game, will itself wither as a minor player in ITV. </p> <p>\"I don't accept that,\" argues Hewlett. \"Carlton has the two biggest, most lucrative licences, and can't be messed around with. We intend to proceed in the spirit of partnership. The merger doesn't disadvantage us, though it is unsettling. In production we didn't get over-panicked - these people here are sufficiently good to have a future. ITV needs programmes and the ones we make. The production businesses really are separate from broadcasting,\" he says. </p> <p>Behind the scenes, adds Hewlett, there has been a big reorganisation at Carlton in the past two years, to separate out production. \"I inherited a commissioning structure. We've transformed it to a production centre.\" </p> <p>In-house production is shooting up: Barbara, Big Bad World, The Vice, Peak Practice, now up to 26 episodes a year (and discussing a further increase with ITV network centre). But there is a downside: Carlton declined to go on making Monsignor Renard, a John Thaw star vehicle, because, at a cost of £2m an episode (not fully paid back by ITV), it was losing money without hefty guaranteed overseas sales. It marked the point when Alli was cracking the boss's whip. </p> <p>Hewlett says his key input was to hire the right people to turn around Carlton's image. \"Factual programmes, in my view, were desperate for the credibility.\" He pays tribute to Polly Bide, Carlton's controller of factual programmes: \"She's fantastically sure-footed in matters of editorial.\" He points to the two episodes of Horizon made for the BBC, a new series for Channel 4 and Discovery's Learning Channel, Hell in the Pacific, marking the anniversary of Pearl Harbor. </p> <p>\"In terms of Carlton's image and appearance, these programmes are absolutely vital. What most people thought was wrong with Carlton related to its factual programmes.\" </p> <p>Equally, with around 250 people now working in Carlton Productions you can see how the incentive to stick around, and work with Alli, is real enough.</p>",
  "<p>Just as Europe was catching on to the name TiVo, another magic box which lets you skip the adverts or fast forward and rewind \"live\" television has arrived. So technology has moved on again and a war is developing over who wins the right to filter our viewing experience for us. </p> <p>The personal video recorder technology (PVR), which is also intelligent enough to work out which pro grammes we like to watch and then record them for us, was heralded by the director-general of the BBC, Greg Dyke, as having the power to change the TV industry for ever. And as he gleefully pointed out in his keynote speech at the Guardian Edinburgh International Television Festival last month, PVRs jeopardise the entire economic structure of commercial TV. </p> <p>Perhaps that is why the two biggest names in the PVR business, TiVo and ReplayTV, have sold fewer than 100,000 units in the US between them after nearly two years. Broadcasters have been understandably resistant to the idea of technology taking away their advertising revenues and the whole idea has gone down like a lead balloon among advertisers. </p> <p>The cracks have already begun showing in the PVR wonder box even before it hits the high street in Britain. It will go on sale for £400 this month for use on BSkyB's digital network. But it will be superseded early next year by a new and cheaper set-top box from Pace Micro Technology and NDS Technologies, a division of News Corporation, which puts the remote control back in the hands of broadcasters. </p> <p>The new box most definitely will not allow you to skip the adverts. Quite the opposite in fact. It collects information about the viewer for the benefit of the broadcaster - not the other way round. That means it is better able to target adverts at the right people, which means more advertising revenues for broadcasters. Impulse buying is so much easier with digital TV: all you need to do is press a button. </p> <p>The Pace-NDS box contains a 40 gigabyte recordable hard drive and two tuners so that consumers can view their programmes and record a different channel simultaneously. It offers the same functionality as the TiVo box, and much more besides, but it will be cheaper. It offers enough storage for broadcasters to download everything from Yellow Pages, home shopping catalogues, online games and digital music files to the week's top 10 films. TiVo is working hard to stand still by adding the same capabilities to its platform. </p> <p>\"All broadcasters are looking at these embedded PVR products - we're in intense discussions with a number of them,\" says Malcolm Miller, chief executive at Pace. \"We've been working on this for the last two years and we think we're ahead of anyone else.\" </p> <p>It is no coincidence that the first customer for the Pace-NDS box is BSkyB, which also happened to sign an exclusive agreement to sell the TiVo box. That may explain why TiVo will cost more than the Pace-NDS box. </p> <p>Certainly, £400 is an ambitious price for a nation that has grown accustomed to getting set-top boxes and mobile phones for \"free\". Costs for mobile phones are buried in monthly service charges, but broadcasters have been prepared to take a hit on set-top boxes in order to drive digital penetration. </p> <p>Faced with the arrival of the hard-drive product next year, TiVo and ReplayTV have begun reshaping their strategy to conform with broadcasters' and advertisers' wishes. It boils down to survival. </p> <p>They have started positioning themselves as not just box suppliers, but also service providers. They are working hard at packaging advertising and programming in their boxes before they ship them out of the factories in order to offer a service to broadcasters which don't hold content rights. Operators such as BSkyB have built their own services and TiVo is working on storing original content such as programme previews, infomercials, short films and features on the PGA golf tour. Similarly, Coca-Cola will launch an ad campaign on ReplayTV's box this month in the US and a promotional campaign with Universal Pictures is planned. </p> <p>TiVo is even working with Nielsen Media Research to measure audience interaction with its service. The two companies also plan to experiment with finding more effective advertising vehicles for PVR services by using a 1,500-person panel of TiVo customers. </p> <p>For all the talk about technology transforming our experience of watching television, it appears to have been snatched from under our noses. </p> <p>Far from getting less in advertising revenue, with the Pace/NDS box the broadcaster gets more because it will be able to tell advertisers that it can reach exactly the consumers they want. TiVo will argue that it can do the same. </p> <p>Since BSkyB signed an exclusive agreement with TiVo, it can keep any other pay-TV networks in the UK from getting their hands on it. </p> <p>Still, companies have started finding ways to get round the status quo and others are expected to follow. Last week, Videonet rolled out the first commercial video-on-demand service in the UK using British Telecom's ADSL souped-up phone network. It claims to offer similar functions to the TiVo box. </p> <p>Called HomeChoice, the service is heavily subsidised: customers pay a one-off set-top box charge of £40 and monthly charges start at £6 for access to a range of films and television programmes. The cost to Videonet is considerably more. It pays British Telecom £62 per ADSL line customer and £100 for each set-top box. Profit at the company is some way off, but chief executive Simon Hochhauser says that unlike other on-demand television companies, including Yes Television and Filmgroup, he has not cancelled plans for a stock market flotation. </p> <p>\"We are also looking at strategic relationships with other companies in order to raise money, but we might well do an IPO,\" he says. </p> <p> HomeChoice is available now to 2.5m households in London, and the company plans to extend it to 70% of British homes by the end of next year, with Birmingham and Manchester next on the list. </p> <p>Slice it or dice it whichever way you want - a range of businesses from phone companies to internet upstarts plan to start offering personalised TV and e-commerce services to British consumers over phone lines, satellite and terrestrial networks from now on. If the choice seems overwhelming, it's meant to be. There is everything to play for and projections for growth in on-demand digital services are awe-inspiring. </p> <p>According to UK-based Kagan World Media, by 2006 42% of the UK, or around 11m homes, will be able to subscribe to on-demand television services compared with just 3% now. Beyond the UK, there will be 410m digital cable and satellite homes worldwide by 2010, representing 37% of the world's television households, according to research company Baskerville Communications. Together, these homes are expected to generate $21bn in pay-per-view film revenues. </p> <p>So TiVo may have peaked before its time but the concept behind the box is alive and kicking. That said, for all Greg Dyke's predictions of seismic change in the industry, it looks as if advertising is very much here to stay. </p> <p> \u0095 Dawn Hayes is UK bureau chief at the 451</p>",
  "<p><strong>GUARDIAN</strong></p> <p> Comedian Jim Davidson is to provide the warm up to the Tory party conference's climax on Thursday. (p6) <br>BT has denied that Sir Iain Vallance, its chairman, has agreed to stand down and has insisted he will remain for at least two more years. (p22) <br>The new economy must come of age.(p23) <br>MEDIAGUARDIAN <br>Trevor Kavanagh, the Sun's political editor, talks to Roy Greenslade. Cover story <br>NTL's link up with US film giant Universal could be bad news for Sky. (p4) <br>A look at TV's latest answer to OK! And the man behind it: Maggie Brown interviews Steve Hewlett. (p4) <br>The BBC's head of children's entertainment Chris Bellinger talks to Merope Mills. (p6) <br>Cabal's new magazine, Mondo launches today. (p7) <br>Why the few Asian actors on television are the same old faces. (p8) </p> <p><strong>FINANCIAL TIMES</strong></p> <p> The total earnings of top chief executives rose by an average of 18.6 per cent in the year to May says a report from Hay Management Consultants. CEOs of companies in the FTSE 100 are now being paid an average of £752,000 a year. (p2)<br>More than two dozen of Scotland's most promising technology start-up companies will pitch this week to raise a combined total of £100m from venture capitalists at Scotland's biggest investment showcase event. (p6)<br>A Russian TV show called Redykyulass! that makes fun of the political establishment has become the king of locally made television. Within two months of its first airing it scooped about three-quarters of the market share on a Sunday evening. (p11)<br>Vivendi, the French communications group, is to overhaul its corporate goverance practices in an effort to satisfy the demands of US investors ahead of its planned £23bn merger with Seagram. (p25)<br>Vallance stays on at BT.(p25)<br>Totalise, an internet company that gives free shares to its users, announces plans for an AIM flotation to raise funds for launching the UK's first online bank to be partly owned by its customers. (p25)<br>MP3.com, which is in the midst of a copyright fight with Universal Music group, hopes to settle. (p31)</p> <p><strong>INDEPENDENT</strong></p> <p> Camelot has threatened to take fresh legal action against the lottery regulator.(p2)<br>Nomura, the Japanese investment bank, has sacked two of its top London salesmen for unauthorised share dealing in Scoot.com, the online directory service. (p15)</p> <p><strong>DAILY TELEGRAPH</strong></p> <p> The White House has tried to block an Ulster Television programme about IRA gun running in Florida.(p2)<br>Five million viewers tuned in to watch the British Olympic team at the Games' opening ceremony on the BBC - high figures recorded for several key programmes. (P2)<br>Dan Sabbagh takes a look at Psion's new Wavefinder digital radio. (p24) <br>Silicon.com, the online real-time news and recruitment service, is to expand its business into Europe.(p25)<br>More speculation about Manchester United's sponsorship deal with Nike which is due to be announced today. (p27)</p> <p><strong>THE TIMES</strong></p> <p>The Times fights a case on the right of the media to report matters of public interest. (p10)<br>Publicis and Cordiant Communications are close to a deal that will create one of the world's media buying organisations. (p23)<br>The £1.5 billion flotation of OnDigital is likely to be postponed until the spring. (p23)</p> <p><strong>THE MIRROR</strong></p> <p>More on Olympic viewing figures. (p4)<br>Jerome Flynn vehicle Badger has been ditched by the BBC. (p7)<br>More on the Olympics coverage. (p8-9)</p> <p><strong>THE SUN</strong></p> <p>An advert for energy drink Red Devil, starring Vinnie Jones, has received 390 complaints. (p3)</p> <p><strong>DAILY EXPRESS</strong></p> <p> TV presenter Anthea Turner in yet another publicity stunt, this time for Comic Relief (p16) </p> <p><strong>Other useful sites:</strong><br><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.the-times.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.the-sun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://express.lineone.net\">http://express.lineone.net</a><br><a href=\"http://www.megastar.co.uk/site/today/index.html\">http://www.megastar.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a> </p>",
  "<p>Trevor Kavanagh is the most influential man in British politics. So said former Tory chancellor Kenneth Clarke of the Sun's political editor, and he wasn't joking. </p> <p>When I ask Kavanagh to comment, just as I expected, he brushes the notion aside. \"I am not personally influential. I just happen to work for the most influential newspaper in Britain.\" But there is a twinkle in those bright eyes. However sincere the modest response - and Kavanagh is certainly no show-off - he can't help but take pleasure from Clarke's encomium. </p> <p>Whatever crude public image exists of a tabloid hack, Kavanagh certainly doesn't fit it. Tall, slim, with a neatly-trimmed grey beard, he might easily be mistaken for an academic or a country solicitor. </p> <p>He is undemonstrative, self-controlled and, in his radio and TV interviews, comes across as a man of sweet reason while answering questions in a deep, well-modulated voice. At 57, he is one of the most experienced of Sun staff. From my years as a colleague, I remember him as the most unflappable of executives, coping well under pressure. Amidst the welter of froth and trivia that is the Sun's main diet, he has always been an oasis of sobriety. </p> <p>\"Yes,\" he says with a half-smile. \"I'm the fig leaf for page three. I'm the serious one writing on page two, on the respectable side of the paper.\" </p> <p>He is well aware of his image, telling an anecdote from his days as a industrial correspondent. At a union conference he was sharing a cab with Donald MacIntyre, then with the Times, and Charlie Rae of the Daily Star. The cabbie, asked to guess who represented which paper, \"thought Donald was with the Star, Charlie was on the Sun and was convinced I was the Times man.\" He says: \"I haven't tried to project that image. It's amazing what a bald head and a beard can do for you.\" </p> <p>But there is grit too, illustrated well in his persistent cross-questioning of Tony Blair's press secretary Alastair Campbell during a lobby briefing filmed by Michael Cockerell's documentary team. On Campbell, Kavanagh - who confided to me before the election that the ex-Mirror reporter would soon be \"found out\" - appears to have totally changed his mind. \"Alastair has grown in my estimation substantially as the years have passed. He's a self-confessed propagandist, but basically, he is an honest man even if, when necessary, he diverts you from the path you would prefer you to go down. When it comes to the test, when all the big issues have been revealed in leaks and stories, Alastair has been on the side of the angels. Overall, he is extremely good news for Tony.\" </p> <p>Sun readers, if they notice at all, know Kavanagh through what he writes, and that's what really counts. Surely, by acknowledging the Sun's considerable influence, his status as political editor puts him in the ideological driving seat? </p> <p>\"I suppose that implication might be drawn,\" he says, \"but what counts is the paper not the person.\" He qualifies even this when I ask if he believes that the Sun - the paper wot claimed to have won it for Major in 1992 and backed Blair enthusiastically in 1997 - can deliver decisive election-winning votes. </p> <p>\"There are two totally contradictory academic reports on this. One concluded that we could perhaps sway 2% of the voters in a certain direction, while the other said we have no effect at all. </p> <p>\"I think you should see instead us as pushing at an open door. If the country's mood is going one way, and so are we, then I guess we might have an effect on some of our readers, confirming their prejudices at the time.\" </p> <p>Roughly 11m people a day read the Sun, people said by most psephologists to matter crucially at elections because most are swing voters without a firm party allegiance. A Mori poll taken before the summer of discontent showed 54% of Sun readers would vote Labour and only 29% Tory. Earlier this month, Mori found just 40% of Sun readers prepared to vote Labour and the Tories up to 34%. </p> <p>Are the Sun and Kavanagh responsible because they adopted a much more trenchant line against Blair, or is that the wider public view, unaffected by what newspapers have said? If the readers opened the door, did the Sun give them the key? Kavanagh agrees that the Sun has \"a unique position in the British media. It has a cutting edge, perhaps even a jagged edge occasionally, which is very effective in pushing or opposing policy\". </p> <p>His commentaries have certainly been cutting in the past week. He wrote that Blair is guilty of a \"breach of trust\" ... \"once-pristine Labour has been tarnished\" ... ministers have told \"outrageous lies about refinery protesters\". Ominously, he also warned of bad times to come because \"other skeletons are rattling in the cupboard\". </p> <p>He has given the government a pasting over petrol, pensions, the Dome and the reawakened storm over Bernie Ecclestone's £1m donation. And two years ago Kavanagh was the man behind the \"Tell us the truth Tony: Are we being run by a gay mafia?\" splash. </p> <p>Those are just the bits under his byline. His influence goes deeper because his counsel is valued by editor David Yelland, as it was by his predecessor Stuart Higgins - and by the Sun's owner Rupert Murdoch, it's widely assumed, although he denies having a direct line to Rupert, and, asked if he speaks to him often, replies \"very infrequently\". He therefore plays a leading role in making Sun policy. Ultimately, this affects not only the content of leading articles but the way stories are angled and, by extension, those front-page headlines which sum up the paper's increasingly critical attitude towards Labour. </p> <p>For those of us unconvinced by the paper's support for Blair in the first place, this is no surprise. But Kavanagh prefers to see the Sun's political allegiances in terms of policies rather than parties. \"We are for good economic management, small government, small taxes, law and order and strong defence.\" Then he reminds me that the paper supported Blair as distinct from the Labour party. \"Really, our trust is implicitly in Tony Blair.\" </p> <p>In him alone, not in chancellor Gordon Brown? \"We were pleasantly impressed with Brown, and to some extent surprised at the way he has handled the economy. We do have reservations about the move towards redistribution, which is gathering pace. The S-word that was mentioned during the speeches wasn't sorrow, it was socialism. And there is definitely a hint of a drift back to that. They're going to pour more money into all the state areas, health and education and whatever it is that the left wing are very pleased to hear about.\" </p> <p>So the National Health Service and schooling is leftwing, eh? The truth is that you're a Tory, I tell him, and your heart must have sunk the day you were told that Rupert Murdoch decided to back Blair rather than John Major in the last election. </p> <p>Kavanagh says: \"There's no secret about the fact that I was opposed to a direct switch from Tories to Labour. But I could see the argument about the Tories having got to the end of the road for the time being, and it wasn't such a dramatic change to support Blair.\" </p> <p>Kavanagh had, like the Sun, been one of Margaret Thatcher's greatest supporters: \"It was a tremendous cavalry charge through the 80s and we enjoyed being the Tories' bugler.\" </p> <p>Born into a Labour-supporting family, with a Dublin-born father who was an upholsterer, he regarded himself as a working-class lad. His political conversion began in Australia. After leaving his Surrey grammar school, he started his career on a local weekly before joining the Hereford Evening News as agricultural correspondent. </p> <p>After a spell on various papers in Australia, he went to work on a Murdoch paper, becoming a political correspondent in Canberra during one of the country's most tempestuous political periods.\"I witnessed Gough Whitlam's Labour government coming apart at the seams because it was incompetent. Then, in a visit back to Britain in 1977, I realised the same sort of thing was happening here.\" He returned for good the following year with an Australian wife. They have two grown-up sons who both went to a comprehensive school. </p> <p>\"I literally walked back into the winter of discontent,\" recalls Kavanagh. \"Whatever Labour sympathies I had were diluted by seeing the results of our tribal labour movement. Then they evaporated altogether when I became the Sun's industrial correspondent which meant, in effect, being the strikes reporter.\" </p> <p>It was in 1983, when editor Kelvin MacKenzie fired Walter Terry - \"the doyen, a legend\", says Kavanagh - that he was surprised to be chosen as his successor. He had a tough time at the beginning, as everyone did at the Sun in those days, but MacKenzie grew to appreciate his work. </p> <p>Last week he told me he regarded Kavanagh as \"one of the best six journalists ever on the Sun\". He also suffered much less than the rest of us from MacKenzie's sharp tongue. There is something about Kavanagh's bearing, a modesty and cool demeanour, which warns off the ranters. </p> <p>\"Anyway,\" recalls Kavanagh, \"politically, Kelvin and I were in broad agreement and we worked very well together. The proprietor, the editor and the readership were totally in tune with the country at large.\" </p> <p>He argues that the paper supported Thatcher because of her policies and that the Sun has maintained a consistent line on policies ever since. </p> <p>Perhaps the most obvious Sun obsession is its hostility to further European integration, especially the idea of a single currency. \"In our mind, the argument against is crystal clear and the argument for is clouded. Essentially, it's about sovereignty. The alternative is undemocratic, unrepresentative and bureaucratic.\" </p> <p>Building on its oppositional platform on Europe, the Sun appears to have added new tiers recently. Is the paper planning to support William Hague's Tories instead? It would seem not. </p> <p>\"Blair hasn't given us any reason to change the views we expressed in the last election. The economy is still going well, which is the crucial, number-one issue. He has shown himself much stronger on defence than we could have expected. </p> <p>\"There are certain areas in difficulty, devolution and regional mayors are a mess, we're at loggerheads over the Dome and on the pensions issue, though we think they're right: you can't link them to earnings. So there are areas where we are at odds. But on the big issues, I don't think we could say he's betrayed our trust.\" </p> <p>He adds quickly: \"Anyway, the final decision is obviously not mine, or even the editor's. But I see no indication that we are going to change.\" </p> <p> \u0095 Roy Greenslade was assistant editor of the Sun from 1981-6</p>",
  "India's prime minister Atal Behari Vajpayee is to have surgery on his knee next week. The knee has been troubling him for some time. There is, of course, nothing inherently remarkable in this. After a week's recuperation, and with the machinery of government brought to his bedside in the interim, Mr Vajpayee is expected to fly back from hospital in Mumbai (formerly Bombay) to New Delhi and resume the reins of power. <p>When it comes to political symbolism, though, the knee is rather more significant. Since his re-election last October at the head of a vast coalition, rumours have been circulating about Mr Vajpayee's declining health. It is no secret that in 1987 one of his kidneys was removed after a tumour was found. There is talk too - officially denied - of prostate cancer. His doctors have also told him to lose weight.</p> <p>And then there is the knee. Millions of TV viewers watched horrified during India's independence day celebrations on August 15 when the PM collapsed on the ramparts of New Delhi's Red Fort. It is not that, at 78, Mr Vajpayee is particularly old by Indian standards - the country is used to gerontocratic rule. Few of his senior cabinet colleagues could run much faster. An Indian Tony Blair is, at present, unthinkable.</p> <p>But there is no disguising the fact that the discreet jostling to become India's next prime minister has begun. Few observers believe the government with Mr Vajpayee at the helm will last out its full term. During his visit to the US last month - cut short by two days because of the knee problem - his increasing forgetfulness was evident. \"He forgets names, even forgets the talking points in bilateral talks and has to be constantly prodded along,\" one colleague said.</p> <p>This is not to diminish the awe with which Mr Vajpayee, a gifted and wily elder statesman, is regarded by many. He outsmarts the Congress opposition leader Sonia Gandhi at almost every turn. More importantly, everyone agrees, he is the only man capable of keeping India's 24-party ruling coalition together. \"If anything happens to him,\" Pranab Mukherji, a Congress MP, said recently, \"the alliance may collapse.\"</p> <p>The problem, though, is that no one particularly wants early elections - not even the opposition. The government is seen to have performed creditably in its first year. Mr Vajpayee has navigated India back on to the international stage after its 1998 nuclear tests. During the Kargil war last summer, when Pakistani troops crossed the line of control with India, Mr Vajpayee succeeded in blaming Islamabad for the conflict.</p> <p>\"Atalji [Vajpayee] is clearly past his best years. But we will pull along with him as long as he can pull along. No one wants to upset the status quo just now,\" one party leader said.</p> <p>Mr Vajpayee's putative successor is LK Advani, India's home minister. Mr Advani, a Hindu nationalist hardliner, has been busy reinventing himself as a moderate. But his coalition colleagues are unlikely to forgive him for his role in inciting the demolition of the Babri Masjid, a Muslim mosque at Ayodhya, which was torn down by Hindi fanatics in 1992. The episode dealt India's secular ideal a near-fatal blow. Mr Advani, then, is unlikely to win the crown.</p> <p>The long-term money is already on Arun Jaitley, minister for information and broadcasting, and another colleague in Mr Vajpayee's Hindu nationalist Bharatiya Janata Party (BJP). Mr Jaitley is a smooth and cerebral ex-lawyer who until recently was tasked with driving through the government's faltering privatisation programme in the face of massive opposition. At 46, though, he will probably have to wait another decade.</p> <p>One thing is probable - there is no one the BJP's coalition partners can agree on to take over, in the event that Mr Vajpayee is forced to step down because of ill health. A moderate at the head of an immoderate party, it is Mr Vajpayee who keeps the show on the road. While the government might stumble on in the short-term, without Mr Vajpayee at its head the long-term prospects appear grim. Indian governments have a habit of collapsing, but then this one may just be the exception which proves the rule.</p>",
  "Round the back of the prison, they are playing Aryeh Deri's song on the car stereo. The singer with a sob in his voice reaches the chorus, and they hit the volume control. \"He is innocent, oh, he is innocent...\" It would be unwise to disagree. During the 80s, Deri was the rising star in Israeli politics, the charismatic leader of the Shas party, which seemed to identify with the wounded pride and attachment to religious tradition of Jews of Middle Eastern origin. <p>A month into his sentence for the misuse of $60,000 in state funds when he served as a government minister, and Deri's star burns just as brightly for his followers - even if he is an object of ridicule for the Israeli elite. As the song goes, \"We are all crying for you, Aryeh.\" </p> <p>But nowhere more so than outside the gates of Ma'asiyahu prison, a sprawling, squat complex the colour of dust. When Deri was brought here in early September, his supporters set up camp in the parking lot, vowing to stay on until he was freed. The camp has grown, and solidified. It includes a yeshiva, or religious seminary, a women's study centre, a creche, and a communal kitchen. </p> <p>In the final hours before the Jewish sabbath, and the start of the Jewish new year at the weekend, the camp is a hubbub of activity. Vans pull up to unload donations of cholent, a traditional stew, in pots so vast it takes two men to lift them. Organisers are expecting to feed 750 people. All of them love Deri. </p> <p>\"This man did not take a shekel,\" says Aryeh Cohen, a tall man with the beard, sidelocks and black garb of the ultra-orthodox, who is the camp commander. \"I believe with full faith that this man is innocent. He is a victim of this war between us in Israel.\" Mr Cohen does not mean the Arab-Israeli conflict, but the internal tensions that perpetually threaten to tear the state in two: the economic and social divide between Jews of European origin, and those who immigrated from the Middle East and north Africa, and the mutual antagonism between religious and secular Jews. </p> <p>For the people at the gate, Deri was their avenger, their champion. He brought pride to people of Moroccan, Iraqi and Algerian origin. But now they fret: maybe their religious revolutionary was too successful. \"They are afraid of us,\" Mr Cohen says of Israel's overwhelmingly European elite. \"They think that we are going to grow and grow, and snatch the government out from beneath their feet.\" Which many of the people outside the prison think would be just and fitting. </p> <p> The conviction of Deri has reinforced a feeling of deep grievance that is now three generations old. While Israeli politicians of European origin - including the former prime minister, Binyamin Netanyahu last week - have managed to escape prosecution on corruption charges, Deri was not only tried and convicted, but jailed. For Shas supporters, it was the crowning shame of five decades of discrimination. </p> <p>They too answered the call to zion; instead they found only humiliation. \"We left riches in Morocco. We fled in the night,\" says Margalit-Nicole Dahan, who spends every weekend at the camp with her five children. \"We lost our homes, everything, and for what? So that people could call us 'primitive', and treat us like animals?\" </p> <p>The charges date back to the pioneer days of the Jewish state when immigrants from Arabic-speaking countries say they were ill-treated and abused by the elite from Europe. In recent years, the European establishment has acknowledged that fact, but that has not taken the pain away. </p> <p>\"My grandfather was a religious scholar in Morocco,\" screams Mordechai Kadosh, a teenage yeshiva student. \"He came here, and they made him a grave digger.\" And then he convulses in tears, just at the memory of it.</p>",
  "Wilbur Storey, a rambunctious editor of the Chicago Times around the time of the Civil war, used to instruct his reporters: \"When there's no news, send rumours\". In the lull before tomorrow's big television debate between Gore and Bush, the most interesting rumour is that the Republican party leadership is plotting to dump \"Big Time\" Dick Cheney as the running mate to Bush. <p>A few weeks before the vote on November 7, the buzz goes, Cheney will announce his resignation, ostensibly because of signs of new trouble with his ticker. One of two good men will then be implored to come to the aid of the party: John McCain or Colin Powell. Powell, who doesn't want the job, would be hard put to resist an emergency appeal to his patriotism. McCain would jump at the chance. </p> <p>It is all devilishly cunning. Health would be an empathetic exit for the floundering Cheney. It would avoid the impression that Bush did not know what he was doing when he picked him or, rather, when he accepted his dad's recommendation. </p> <p>The small print attached to the rumour is that nobody I have spoken to in either party believes it will happen - but it is significant. It emphasises how important the running mates have become in this race. Key Republicans fret that Cheney's high unfavourables will prevent Bush taking off in these last few weeks. Either Powell or McCain, both hugely popular, could tip the balance to Bush in the dead heat the polls are currently predicting. </p> <p>The Democrats are well aware of this. They believe that Cheney is the best opponent they could have, so easy to caricature as a Godzilla of the right, the big-time oil man with enviable millions in stock options. I half suspect that the rumour originated with some Karpov in the Democratic war room to keep the focus on Cheney and pre-empt the possibility that the Republicans could spring such a trick. </p> <p> The Democrats have a different problem with their running mate, the Jewish Merlin Joe Lieberman. It's his halo. The selection of this morally fastidious man, the first Democrat to criticise President Clinton in the Lewinsky affair, jump-started Gore's ascent in the polls. It squashed the Republican tactic of making a central issue of Clinton's character, and Gore's association with him. But Lieberman has a chink in his moral armour that the Republicans have not yet exploited for their own good reasons. It lies in his insistence on running in two elections, one for the vice-presidency in the national poll and one in Connecticut, where he is a shoo-in for a six-year term in the Senate. Since even Holy Joe does not have the saintly gift of bi-location, a victory in the national race would mean that he would have to relinquish his seat in the Senate. </p> <p>So what? So this: the vacancy would be filled by the governor of Connecticut nominating a two-year senator. And the governor, John G Rowland, is a Republican who has made it clear that he will name a Republican, maybe himself. The elections for the Senate are likely to result in a razor-thin majority for one side or the other, so the loss of Lieberman's Democratic seat to a nominated Republican might make all the difference. If Lieberman were to quit now, the three-term attorney general, Richard Blumenthal, would easily win for the Democrats. </p> <p>Why should Lieberman hang in when he knows what another Republican Senate would mean for the social reforms dear to his heart on campaign finance, gun control, environmental protections and federal judgeships? </p> <p>There is no excuse in precedent. In the 1960 Kennedy-Nixon race, Kennedy's running mate, Senator Lyndon Johnson, also stood for the vice-presidency and his Senate seat for Texas. But in Texas it was clear Johnson would be replaced in the Senate by a Democrat and that the Senate would stay Democratic. </p> <p>The only explanation for Lieberman's stubbornness is that he fears the Gore- Lieberman ticket will fail and he wants to keep his Connecticut seat warm. That is hardly a ringing battle cry to the party faithful or an encouragement to the independent voters, and it corrodes his halo as a selfless public servant. Cheney could have some fun with this next Thursday when he and Lieberman debate. </p> <p>I think Bush will do better against Gore in Tuesday's debate than the cognoscenti predict, if for no other reason than that the Republicans have already won the expectations game. Gore can't do better than he is expected to do on substance. And the big boost Bush has enjoyed since he schmoozed with Oprah indicates that there is a market for his brand of genial blather. </p> <p>Conversely, while everyone is expecting Lieberman to slaughter Cheney, it is Lieberman who may be put on the defensive. Cheney also has something to prove - that rumours of his death are greatly exaggerated. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "\u0095 The political wing of the forces of conservatism is seeking to portray itself as the party of hip rather than hip replacements. Out has gone the blue two-dimensional stage set; in has come a huge 3D transparent space-age glass and steel edifice that looks as if it has come straight from a pyramid selling conference. The colour changes with the debates, so it is blue for Toryism, purple for women and red, white and blue for the constitution. <p>To some, the Bournemouth structure resembles the aviary in London zoo with only Tory vultures inside; to others, a greenhouse to grow shadow cabinet vegetables. </p> <p>And, in a further change to get pacemakers racing, string quartets have been replaced with rousing techno music. </p> <p>William Hague will be claiming next that he is going to win the election. </p> <p>\u0095 Best laid plans (1). The party's website, tory.org.uk, is to be replaced by the less patriotic conservatives.com as part of the modernisation drive. The new address is emblazoned across the postmodern backdrop and the party chairman, Michael Ancram, urged voters to log on and find out what Conservatives are all about. Voters who did so yesterday were told: \"Site coming soon!\" A bit like the policies, really. </p> <p>\u0095 Best laid plans (2). Not a man who likes to work on a Sunday, Mr Hague declined a seat on Sir David Frost's sofa and asked the BBC to send a camera crew to his Yorkshire Dales home. Alas the line went down, forcing Hague to leg it to Newcastle. Instead of half an hour, he got 10 minutes. </p> <p>\u0095 The Tories have created a little fiefdom at Bournemouth, Willieville, in which Hague's word is law and the law is Hague. Afraid someone might try to do a Hague and down 14 pints at a reception for journalists, Mr Ancram decided to postpone the start tonight until 10.30pm so as to reduce drinking time. </p> <p>\u0095 Willieville's security is as tight as ever. A police boat patrols the shore, presumably to deter pirates. On land, two border points have been opened: one for the lower classes via an underground car park, and the other in the Highcliffe hotel for VIPs. No one gets in without a photopass. And the first to be barred? Hague spin doctor Amanda Platell. She left it at home.</p>",
  "Today the Human Rights Act comes into force. Will anyone cry \"Jack Straw and Liberty!\" or carry Lord Irvine, in full-bottomed wig and britches, in triumph to Mansion House? Alas, the London mob is not what it was when it cheered such defenders of freedom as Lord Erskine, flushed from battling at the Old Bailey with the repressive government of George III. <p>These days, it is more easily mobilised to hunt alleged paedophiles. Whether today will mark an historic legal shift in favour of the liberty of the subject depends on whether the courts apply the new act in the spirit of John Wilkes and Tom Paine, or whether it is interpreted as just another European convention. </p> <p>Of course, the act makes the European Convention of Human Rights enforceable in our own courts, short-circuiting the five-year trek to the European court in Strasbourg. But the convention is not \"European\" in any special sense: it sets forth a list of elemental guarantees, couched in simple English, drawn or elaborated from the Universal Declaration of Human Rights. </p> <p>These are principles for which English radicals have fought and died down the centuries, with some monumental successes (habeas corpus, due process, ending the death penalty) and notable failures (blasphemy, sedition, official secrecy). The advent of the Human Rights Act provides the opportunity to reverse these failures, by giving judges new powers to revise the common law (law made by judges) and reinterpret statutes to bring them into conformity with human rights principles. </p> <p>Although old Labour withheld support for a bill of rights on the grounds that judges could not be trusted, there is little doubt that modern judges are up to the task. In the first test case, some were even prepared to upset anti-terrorist legislation because it reversed the burden of proof, that \"golden thread\" of English criminal law. This was a hopeful example of using the act to give full force to an English tradition of fair play. But in the unnecessarily long lead-time between the passage of the act (November 1998) and its operation, a danger has emerged that threatens to dilute its impact. </p> <p>This period has seen the publication of many fat textbooks and innumerable training courses for judges, lawyers and magistrates. These have made the mistake of teaching the act - as if it were a European invention without English ancestry - mainly through the case law of the European court and the now defunct European commission. </p> <p>This has served to obscure the richness of our own history as a source of inspirational interpretation. And it treats with too much respect a body of European jurisprudence that is cautious, sometimes reactionary, often cast in unhelpful generalities and worst of all, expressed in direst Europrose. </p> <p>Instead of trying to apply such slippery precedents, our courts must recognise their limits. Strasbourg judges have been treading warily, anxious not to disturb national governments unduly. They have sometimes fudged important principles with \"balancing exercises\" or by allowing to states a \"margin of appreciation\" to infringe the liberty of their citizens in the interests, for example, of public order or the Catholic church. </p> <p>Decisions emanating from a full chamber of 21 judges tend to be intellectually simplistic, while some \"admissibility decisions\" churned out by the European commission in the years before its demise read like law student essays and are simply wrong. Our own courts can do much better than this with the guarantees of the convention, so long as they do not feel obliged to adopt Strasbourg approaches. </p> <p>To locate an authentic British culture of liberty, they should go back to Wilkes and Paine and they should look in particular to the true progenitors of the modern human rights movement - a group of writers and lawyers that formed around HG Wells to draft the first \"universal\" bill of rights in 1939. They included JB Priestley, Viscount Sankey (Labour's first lord chancellor), Barbara Wootton and even AA Milne, who motored up from Pooh Corner for the meetings to forge a set of written guarantees against the onslaught of fascism. </p> <p>Their language (\"there shall be no secret dossiers kept in any government department..an Englishman's home and reasonably limited garden enclosure is his castle\") may be dated, but its spirit should infuse interpretations of the Human Rights Act. Their work, published as a Penguin Special in 1940, inspired Roosevelt's \"Four Freedoms\" speech and was one of the models for the Universal Declaration (which was in turn the model for the European convention) but has been forgotten by the textbooks and training materials. </p> <p>The Human Rights Act will feature in a lot of litigation, although it will mostly be used to support decisions that the courts would have reached in any event. It will make a real difference, however, if it is wielded as a weapon to demolish those oppressive common laws under which freethinkers have suffered in the past. Will it mean the end of the laws of blasphemy and criminal libel and sedition? If so, the Human Rights Act will be important not only to lawyers, but to humans as well. </p> <p>Geoffrey Robertson QC is author of Crimes Against Humanity: the Struggle for Global Justice, published by Penguin. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>There is one global index which, despite its Dow Jones parentage and the presence of Microsoft, Exxon and other leading American companies at the top of most league tables, is dominated by European rather than US companies. </p> <p>The Dow Jones sustainability index, which celebrates its first birthday this week, aims to identify the world's most responsible companies. They are the ones, out of the 2,000 members of the Dow Jones global indices, judged to be ahead on social, environmental and economic criteria.</p> <p>In the changes to the index which come into effect on Friday two British companies have leapt to the top of their sectors. They are BG Group, soon to be split in two, and Thames Water, which is being acquired by the German group RWE. On the other hand Unilever has been ousted by one of the few US winners - its rival, Procter &amp; Gamble.</p> <p>Apart from BG and Thames Water, others among the 30 British representatives include recognised environmental leaders such as Anglian Water, BAA, British Airways, BT and Sainsbury.</p> <p>The analysis by Sustainable Asset Management (SAM), an asset management firm in Switzerland, is not based on individual incidents. The researchers look at strategy and management systems across the three categories of economic, environmental and social impacts. They examine risks and opportunities, looking for firms which are well placed to avoid environmental disasters, for example, and to capitalise on community involvement.</p> <p>SAM says BG is a clear leader in all three fields. It praises the gas company's thoroughness in environmental management and cites its establishment of the BG Foundation in the social sphere.</p> <p>Thames Water is praised for its approach to employee health and safety and its communication of environmental targets and policies.</p> <p>The new league table includes 236 companies from 27 countries, worth a total of $5.5 trillion (£3.8 trillion). The US contributes 51 companies, including Dell and Intel but not Microsoft. In total the Americas constitute almost 44% of the index, marginally less than Europe, with the final 12% coming from Asia. These companies are the top 10% of their respective sectors, according to SAM's research.</p> <p>The purpose of the index is to give investors a means of buying into the world's sustainable business leaders. But from the investment point of view that is of no use unless they deliver financial returns as well as good social and environmental performance. So far, that is the case.</p> <p>In its first year the index performed marginally less well than the DJ global index from which it is drawn - 59.2% growth against 60%, but that was mainly because of the weak euro. Calculated over the past five years the sustainable companies' share prices grew 241% against 174% for the global basket. All the other figures are in favour of the new index - nearly 15% return on equity (from less than 10%), higher earnings growth leading to higher price-earnings ratios but also slightly higher dividend yields.</p> <p>Not that many investors have been attracted so far, however. Only 17 licences to use the index have been taken up to date, all in Europe. In Britain the sole licensee is Bear Stearns, with a capital guarantee note based on the index.</p> <p>The \"best in class\" approach - buying the best companies in each sector - is still a fairly novel development from the ethical investment tradition of avoiding poor companies or sectors.</p> <p>In Britain last year's ethical pension legislation has accelerated interest in positive discrimination, because trustees are keen not to limit the total potential investment population. But the preference of those funds which have addressed ethical issues has been for \"engagement\" - continuing to invest according to financial criteria but pressing those companies to improve their social and environmental performance.</p> <p>Mark Mansley of Claros Consulting, who advises on socially responsible investment, said: \"I have slightly mixed feelings about it.</p> <p>\"There is no engagement and it amounts to taking an active position on sustainable development and quite a passive position on financial performance.\"</p> <p>However, with pension funds slowly coming to terms with the requirement to confront ethical issues, next year's index could see more British takers.</p>",
  "The Kremlin has launched a high-risk - but potentially rewarding - diplomatic initiative to broker a peaceful handover of power from President Slobodan Milosevic to the opposition in Belgrade. <p>In a weekend of intensive diplomacy following last week's disputed Yugoslav elections, President Vladimir Putin spoke to President Clinton, the German chancellor, Gerhard Schröder, and the Italian prime minister, Giuliano Amato, about the increasingly isolated Milosevic regime. </p> <p>For the first time Russia has conceded that the opposition leader, Vojislav Kostunica, won the poll in the first round. Two senior Russian diplomats arrived in Belgrade yesterday for talks. </p> <p>Earlier Mr Putin offered to send the Russian foreign minister, Igor Ivanov, to Belgrade to defuse the standoff. An influential Russian foreign policy official said that Moscow should mediate in Belgrade, checking all versions of election returns to assess whether a second round runoff scheduled for next Sunday was warranted. </p> <p>\"If it [a runoff] is not needed, it would make sense to discuss the conditions that would ensure the transfer of power,\" said Vladimir Lukin, a deputy parliament speaker and a former Russian ambassador in Washington. \"Russia has a chance to play a very big role in this process.\" </p> <p>That seemed to reflect the views of Mr Putin, who appears to be relishing the opportunities afforded to enhance Russian prestige by succeeding in some crisis management which would leave the west in its debt. </p> <p>The Russian foreign ministry confirmed that Vladimir Chizhov, the Russian envoy to the Balkans, and Alexander Tolkach, a foreign ministry official, were in Belgrade for talks with the Milosevic and Kostunica camps. </p> <p>Russian media reports suggest that the Kremlin is engaged in a high-risk strategy to edge Mr Milosevic out peacefully, but it appears that Moscow is advising Mr Kostunica not to boycott any runoff. </p> <p>Rumours have been rife for days that Mr Milosevic could flee to Russia, and that Mr Kostunica may go to Moscow for talks on the crisis with Mr Putin, who is due to leave for a four-day visit to India today. </p> <p>The key issue would be to organise when Mr Milosevic leaves power. The Yugoslav prime minister, Momir Bulatovic, has said the constitution allows the president to stay until next summer. </p> <p>This is unacceptable to the opposition, but there may be room for compromise on finding a date which allows Mr Milosevic to stay on for a shorter period or by guaranteeing his security if he resigns immediately. </p> <p>In Belgrade, Mr Milosevic, continues to ignore internal and international pressures to step down. According to one inside source he expects next Sunday's runoff to go ahead. </p> <p>Mr Kostunica, a law professor, insists he has already won and such a runoff would be an insult to the voters. </p> <p>He is trying to unseat Mr Milosevic by legal challenges, international pressure and by persuading Mr Milosevic's allies to desert him. His aim is to corrode Mr Milosevic's powerbase without violence. </p> <p>\"There must be no blood because Serbia is already bleeding,\" an opposition speaker told a rally in Belgrade on Saturday. \"We know you are tired. We know you are fed up and tired of speeches but please tell everyone the general strike begins on Monday at 5am\" </p> <p>Essential services such as hospitals are not expected to be affected by the strike but most of the country is expected to come to a standstill. </p>",
  "This week will see the first right to life case go to the high court after the Human Rights Act comes into force today. Judges are bracing themselves for new challenges across the whole legal landscape as long-established principles of law come under fresh scrutiny. <p>In a three-day hearing due to start on Thursday, the official solicitor may oppose a plea by the families and doctors of two severely brain-damaged patients that they should be allowed to die. Laurence Oates is considering mounting an argument that stopping tube feeding would breach their right to life, guaranteed by Article 2 of the European convention on human rights. </p> <p>One patient is in a permanent vegetative state (PVS) while the other, though near to PVS, responds to some external stimuli. The courts have sanctioned the withdrawal of tube feeding for around 20 PVS patients and two in near-PVS since the case of the Hillsborough survivor Tony Bland, in 1993. </p> <p>But the law must be completely reconsidered following the Human Rights Act, which incorporates the European convention on human rights into UK law from today. Article 2 imposes on the state a positive obligation to protect the right to life. </p> <p>The case shows how profoundly the Human Rights Act may affect precedents laid down by the courts under common law. The common law states that doctors must act in the best interests of their patients, and the House of Lords held in the Bland case that there are circumstances in which death is in the best interests of a vegetative patient with no hope of recovery. </p> <p>Mr Oates, representing the two unrelated patients, is considering arguing in the two test cases that withdrawing tube feeding would breach their right to life. The three-day hearing will be presided over by Dame Elizabeth Butler-Sloss, president of the high court's family division, and could go to the court of appeal and even the House of Lords, to set a precedent for the handling of future PVS cases. </p> <p>Ben Emmerson QC, a colleague of Cherie Booth QC in the new human rights Matrix chambers, will put the arguments for Mr Oates. </p> <p>The case originally concerned only the first patient, who has been in PVS for some time after an anaesthetic mishap. But the court agreed to hear the second case at the same time. </p> <p>That case is more sensitive because the patient, whose brain was deprived of oxygen when she had a heart attack in hospital, is not in full PVS, and she has been in her current state only since last January. </p> <p>Guidelines lay down that withdrawal of feeding should not usually be considered until a patient been vegetative for at least a year, to rule out any chance of recovery. </p> <p>But her feeding tube has become blocked and it would require an operation to put it right. Her family and doctors want to let nature take its course, but that would mean death within a few weeks. </p> <p>In her case, Mr Oates may argue that taking a decision now, rather than replacing the blocked tube and reassessing the situation, would breach Article 6 of the convention by depriving her of a fair hearing in determining her civil rights. </p> <p>Both families want their loved ones to be allowed to die, and lawyers for the families and doctors are likely to argue that Article 3 of the convention, the ban on inhuman and degrading treatment, and the right to \"moral and physical integrity\" in Article 8, justify that course of action. </p> <p>In the Bland case, the House of Lords gave great weight to the indignities the patient was required to undergo during his care, even though he was oblivious to them. </p> <p>Judges are bracing themselves for a barrage of cases arguing human rights points, both good and bad, from tomorrow. </p> <p>The civil rights organisation, Liberty, is planning a series of test cases, including an application by a brother and sister, Adam and Joanna Rose, conceived through artificial insemination by sperm donors, who want information about their biological fathers. </p> <p>Liberty is also defending the former MI5 officer, David Shayler, who will claim that his prosecution under the Official Secrets Act breaches Article 10 of the convention, the right to free speech. Liberty's director, John Wadham, said: \"We intend to pursue a series of test cases to ensure that every public authority obeys the new law and respects the rights of all.\"</p>",
  "Reggie Kray said he hoped to reinvent himself \"first as a man and eventually as an author, poet and philosopher.\" <p>Yet as his life slipped away yesterday, drawn out of him by an incurable bladder cancer that might have killed a less stubborn soul weeks ago, he remained nothing more than the gangster he was in the 1950s and 60s. </p> <p>Twin of Ronnie, younger brother of Charlie, the last of a family whose \"firm\" ruled east London with a merciless brutality that was feared, revered and ultimately lionised in a way none of them could have imagined back then. </p> <p>Perversely, the Krays spawned a legitimate if ghoulish film and book industry that was much more lucrative than any of the protection rackets they had run. </p> <p>In crude terms, Reggie Kray was the brains of the outfit, and Ronnie the brawn. Reggie was, nevertheless, a vicious killer. He stabbed Jack \"the Hat\" McVitie to death in a flat in Stoke Newington, north London, and was convicted of murder at the Old Bailey in 1969. </p> <p>He was sentenced to life imprisonment with a recommendation that he serve not less than 30 years. </p> <p>Freed from Wayland prison, Norfolk, on August 26 by the home secretary, Jack Straw, on compassionate grounds because of his deteriorating health, he spent his last days in the honeymoon suite at the Beefeater Town House hotel, at Thorpe St Andrew, near Norwich, with his 41-year-old wife Roberta. </p> <p>Reggie was the only one of the three brothers to die a free man. Ronnie, jailed for life for the murder of George Cornell at the Blind Beggar pub in Mile End Road, died of a heart attack in 1995. Their elder brother, Charlie, died in April aged 73, while in Parkhurst prison for drug offences. </p> <p>Kray's friends had hoped that Reggie, who was 66, might live for six months following his release, but he rarely had the strength to get out of bed and could not walk without help. </p> <p>He refused lucrative offers to give a final interview, preferring to spend time with his wife. According to his lawyer, Mark Goldstein, he died peacefully in his sleep. </p> <p>Although details of the funeral have not been released, Mr Goldstein said it was likely to be \"a very big occasion.\" </p> <p>The actor Barbara Windsor, whose ex-husband Ronnie Knight was a friend of the Krays, was one of the first to pay tribute. \"You have to speak as you find. Charlie and Reggie came to see me after a show. They were charming and polite.\" </p> <p>Tony Lambrianou, the man who disposed of McVitie by locking his body in a car and crushing the vehicle into a 3ft sq cube, said Reggie's past should be forgotten. \"They were not evil men. Let's get this in perspective here. They done unto those what they would have done to them and this involved other villains. It's not an excuse, that's just facts. The shame was that he did not have a couple of years of proper freedom.\" </p> <p>\"Dodgy\" Dave Courtney, another former gangster, said he was grief-stricken. \"It was an outrage that he was kept in for so long. I think the authorities have done themselves no favours by keeping him in for so long. They have lost the support of decent law-abiding people throughout the country, who feel Reggie's sentence was too harsh.\" </p> <p>Leonard \"Nipper\" Read, the officer who trailed the twins and eventually brought them to court, remembers them differently. \"They were courteous and always referred to me as Mr Read during interviews. But I was never in any doubt of what they were capable of. They were killers and I was often in fear of my life. </p> <p>\"I find it odd that people think of the Krays as criminal masterminds. They were not clever. If they had been, they would never have been caught.\"</p>",
  "<b> Day 1 <br>Gold</b> Jason Queally, cycling (1km time trial) <p> </p> <p><b> Day 2 </b></p> <p><b>Silver </b> Ian Peel, shooting (Olympic trap); Jason Queally, Chris Hoy, Craig MacLean, cycling (Olympic sprint) </p> <p><b> Day 3 </b></p> <p><b>Bronze</b> Yvonne McGregor, cycling (individual pursuit) </p> <p><b> Day 4 </b></p> <p><b>Silver </b> Jeanette Brakewell, Leslie Law, Pippa Funnell and Ian Stark, equestrian (team competition, three-day event); <b> Bronze </b> Bradley Wiggins, Bryan Steel, Chris Newton, Paul Manning, cycling (team 4,000m pursuit), Rob Hayles and Jon Clay awarded medals for competing in semi-finals </p> <p><b> Day 5 </b></p> <p><b>Gold </b> Richard Faulds, shooting (double trap); <b> Silver </b> Paul Ratcliffe, canoeing (K1 canoe/kayak slalom); Kate Howey, judo (70kg class) </p> <p><b> Day 6 </b></p> <p><b>Bronze </b> Simon Archer &amp; Joanne Goode, badminton (mixed doubles) </p> <p><b> Day 8 </b></p> <p><b>Gold </b> Steve Redgrave, Matthew Pinsent, Tim Foster, James Cracknell, rowing (coxless four); <b> Silver </b> Steve Backley, athletics (javelin) </p> <p><b> Day 9 </b></p> <p><b>Gold </b> Andrew Lindsay, Ben Hunt-Davis, Simon Dennis, Louis Attrill, Luka Grubor, Kieran West, Fred Scarlett, Steve Trapmore, Rowley Douglas, rowing (eight); Denise Lewis, athletics (heptathlon); <b> Silver</b> Guin Batten, Gillian Lindsay, Katherine Grainger, Miriam Batten, rowing (quadruple sculls) </p> <p><b> Day 10 </b></p> <p><b>Gold</b> Jonathan Edwards, athletics (triple jump); <b> Silver </b> Ian Barker and Simon Hiscocks, sailing (49er class); <b> Bronze </b> Katharine Merry, athletics (400m); Kelly Holmes, athletics (800m) </p> <p><b> Day 13 </b></p> <p><b>Silver</b> Darren Campbell, athletics (200m) </p> <p><b> Day 14 </b></p> <p><b>Gold </b> Shirley Robertson, sailing (Europe class);<b> </b> Ben Ainslie, sailing (Laser class) </p> <p><b> Day 15 </b></p> <p><b>Gold </b> Iain Percy, sailing (Finn class); <b> Silver </b> Ian Walker and Mark Covell, sailing (Star class); <b> Bronze </b> Tim Brabants, canoeing (K1 1000m sprint) </p> <p><b> Day 16 </b></p> <p><b>Gold </b> Audley Harrison, boxing (super-heavyweight)<b> </b> Stephanie Cook, modern pentathlon <b> Bronze </b> Kate Allenby, modern pentathlon</p>",
  "The Human Rights Act has been described as the biggest change to UK law since the 1688 Bill of Rights. For the first time, individuals will have a range of over-arching civil rights enforceable in all British courts. <p>The act incorporates into UK law the European Convention on Human Rights, which could be invoked up to now only by exhausting the appeals process in the UK and then starting again at the human rights court in Strasbourg. Public authorities and those exercising public functions - including government departments, local councils, schools, hospitals, prisons, police, crown prosecution service and the courts - will be obliged to respect all rights laid down by the European convention. </p> <p>The new law will give greater power to the judges, who will not be able to strike down statutes passed by the UK parliament, but will have to interpret them so as to be compatible with the convention. If this is impossible, a judge may declare a law incompatible with the convention. Parliament will have new fast-track procedure by which such laws can be amended. </p> <p><b> The European Convention on Human Rights: </b></p> <p><b>\u0095 Right to Life</b> </p> <p>1. Everyone's right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court after his conviction of a crime for which this penalty is provided by law. </p> <p>2. Deprivation of life shall not be regarded as inflicted in contravention of this Article when it results from the use of force which is no more than absolutely necessary: </p> <p>(a) in defence of any person from unlawful violence; </p> <p>(b) in order to effect a lawful arrest or to prevent the escape of a person lawfully detained; </p> <p>(c) in action lawfully taken for the purpose of quelling a riot or insurrection. </p> <p><b> \u0095 Prohibition of torture</b> </p> <p>No one shall be subjected to torture or to inhuman or degrading treatment or punishment. </p> <p><b> \u0095 Right to a fair trial</b> </p> <p>1. In the determination of his civil rights or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial in the interest of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice. </p> <p>2. Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law. </p> <p>3. Everyone charged with a criminal offence has these minimum rights: </p> <p>(a) to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him; </p> <p>(b) to have adequate time and facilities for the preparation of his defence; </p> <p>(c) to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require; </p> <p>(d) to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him </p> <p><b> \u0095 Right to respect for private and family life</b> </p> <p>1. Everyone has the right to respect for his private and family life, his home and his correspondence. </p> <p>2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others. </p> <p><b> \u0095 Freedom of thought, conscience and religion</b> </p> <p>1. Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance. </p> <p>2. Freedom to manifest one's religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights of others. </p> <p><b> \u0095Freedom of expression</b> </p> <p>1. Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. </p> <p>2. The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary. </p> <p><b> \u0095 Freedom of assembly and association</b> </p> <p>1. Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests. </p> <p>2. No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary ... in the interests of national security or public safety, for the prevention of disorder or crime ... or for the protection of the rights and freedoms of others. </p> <p><b> \u0095 Right to marry</b> </p> <p>Men and women of marriageable age have the right to marry and to found a family, according to the national laws governing the exercise of this right. </p> <p><b> \u0095 Prohibition of discrimination</b> </p> <p>The enjoyment of the rights and freedoms set forth in this Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.</p>",
  "A novel weapon in the global war against heroin, a fungus that destroys opium poppies, might lead to an ecological disaster, scientists fear. <p>Britain and the United States are funding researchers in Uzbekistan to work on the biological weapon, which they claim could lay waste to millions of opium poppies in central Asia. </p> <p>But a BBC Panorama investigation tonight will allege that the safety of the project, set up in 1998 under the United Nations drug control programme and overseen by a British scientist, is causing concern. </p> <p>Confidential documents from the UN, seen by Panorama, show the organisation has anxieties about the safety of the project. The documents highlight the possibility that once the fungus is spread on poppy fields, such as those of neighbouring Afghanistan, the source of 90% of Britain's illegal heroin, it might be difficult to contain. </p> <p>There is also concern that the fungus may mutate, or be used on food crops in offensive biological warfare. </p> <p>In field trials the virulent strain of Pleospora papaveracea, described as \"aggressive, infectious, self-propagating and deadly\", caused opium poppies to wilt and die while apparently leaving neighbouring crops unharmed. </p> <p>At the institute of plant genetics in Tashkent, Panorama discovered that some of the fungus had been prepared with talc and silica gel to make it capable of being sprayed from a plane. </p> <p>The Uzbek scientists at the institute, a former germ warfare plant, estimated the fungus would be ready for regular use within three years. </p> <p>Abdukarimov Abdusattar, the molecular biologist in charge of the institute, admitted there was a possibility of dangerous mutation of the fungus. </p> <p>He also revealed that he planned to use X-rays to encourage mutations in an attempt to produce even more virulent forms - a form of genetic engineering with unpredictable results. </p> <p>The programme suggests that, by opening a Pandora's box of genetic modifications such as this, the project would \"touch the edge of biological warfare\". </p> <p>Environmentalists warned of the risk of an ecological catastrophe if Pleospora were used. </p> <p>A British plant pathologist , Paul Rogers,said: \"The fungus sounds like a silver bullet, but it could easily become a poisoned chalice. </p> <p>\"Once you develop a technology to spread plant diseases intentionally you are developing a technology which could easily be misused by bad people against legitimate food crops.\" </p> <p>He added: \"If things drift into the private sector, then who are the paymasters? You are simply opening things out for a wider spread of this kind of technology.\" </p> <p>Professor Rogers also pointed out that there would be a further risk if the fungus were used to wipe out illicit drug harvests: \"Drug cartels could themselves acquire the technology and in revenge attacks use a form of agricultural terrorism against Britain or the US.\" </p> <p>He urged caution: \"I think that Britain should be extremely careful about a project like this. While it appears to offer a great prospect, the dangers are very considerable. I think that it is a path that you tread with great care and great caution.\" </p> <p>Despite such warnings, tests on the microbe have proved so successful that Mike Greaves, a British microbiologist overseeing the project for the UN, said that he believed it could provide the key to reducing the illicit drug harvests of the world. </p> <p>\"I love it. It's actually working. Many research projects don't work, and you get rather frustrated. This one is working on all levels,\" he said. </p> <p>Commenting on the risks, he added: \"We are still working on the safety aspects to be absolutely sure. You will appreciate that, in any sphere, whether it's science or public transport or any aspect of human life, you can never say that we are 100% safe.\" </p> <p>\u0095 Britain's Secret War on Drugs, tonight at 10pm on BBC1.</p>",
  "Peter Stringfellow is quietly plotting William Hague's path to glory. The man best known for his nightclubs, his celebrity friends, his 2,000 sexual conquests and his hair, has turned his attention to the Tory party. <p>It's early afternoon. He's lounging in his Covent Garden love nest wearing nothing but a silk dressing gown and his best strategic thinking hat. Stringfellow not only gives money to the Conservatives, he sees himself as an informal adviser to Hague. </p> <p>It's such a shame that William is still misunderstood, Stringfellow says. \"There's a twinkle in his eye that somehow doesn't come over in photos. You have to be with him to see it. And Ffion is a beautiful girl. I said to him, 'You shouldn't be frightened, you're a young, good-looking, sexy couple. Come out and be it.\" </p> <p>So why does he seem so unsexy? \"I can't quite put my finger on it,\" Stringfellow says pensively. Lord Cecil, his white cat, jumps on to his shoulders and lashes his tail against Stringfellow's temple, giving him an even more peculiar haircut. \"I think he just has to lighten up a bit. My girlfriend puts it like this: 'When you listen to William you feel like you're being lectured. When you're listening to Tony - she's been in Tony's company, too - it's as if it's coming from the heart.' I said, 'Darling, he's in opposition, he's got to ram home the message.'\" </p> <p>Officially, Stringfellow still lives the bachelor life - just him, his mirrors and the three cats. But in fact Lucy, his 24-year-old girlfriend, is as good as a cohabitee. They have been going out for 18 months and are talking of settling in a house outside London with chickens and goats. There is a framed picture of her on a shelf - topless, of course - and he's ever so proud of her. \"She's very smart, very together. She's got her own website.\" He hopes to launch her as a singer-songwriter. </p> <p>He puts her demo on the CD player, and suddenly he's jiggling around, hand on hips, head rocking from side to side, playing air guitar. It's a nice little Abba-ish tune. Peter Stringfellow is 60 next week. </p> <p>\"I know this sounds like the patronising boyfriend, but I couldn't do that. She's bloody great. She's formed a group called COA. Go on, ask me. What does it stand for? Cabaret of Angels.\" Cabaret of Angels is the nightly revue at Stringfellows - 100 topless dancers performing tableside for gentlemen. \"They are not strippers, neither are they lap dancers. The girls are entertainers, dancers, end of story.\" </p> <p>Stringfellow says 60 is a suitable age to take life more seriously, share his wisdom, help William become prime minister. \"I have all the toys, man. It's all here. I have a club full of beautiful girls, eat and drink what the hell I want, go where the hell I want, when the hell I want. If there's a party I just ring up and say I'll accept. At the Conservative ball two days ago, it was brilliant, chatting to William. Ffion and Lucy get on like a house on fire. It's a wonderful life I've got.\" </p> <p>The new, grown-up Stringfellow says he's not even cheating on Lucy. \"What would be the point? It would be over for us if I was. I'm much more comfortable in myself. I've done all that kiddy stuff, running around, chasing other girls. Apart from that, man ... it's exhausting.\" He stops himself, wary of false promises. He worries about settling down - not just for himself, for Lucy too. When he was 24, he was home in Sheffield, a baby. True, he'd joined and quit the Merchant navy, worked in the steelworks and in a bakery, had been jailed for six weeks after a bread scam, and had just opened his first club, but he'd not really started living. He wouldn't change anything. He says his former wives are good friends, their new blokes are good friends, his former girls are good friends, so where's the trail of devastation? </p> <p>Jail transformed him. For starters, he couldn't get a job when he came out because of the shame. So he had to become self-employed. Before prison, he says, he was a loser. \"The magistrate looked at me and saw straight through to my soul and he said, 'You need a lesson', and was he right. I was very glib - in fact that was the word he used. I was pretending to cry in court. Superglib.\" How did it change him? \"I've never done anything criminal since. Frightened to death of prison and police.\" </p> <p>He insists that the real Peter Stringfellow is nothing like as crazy as you'd expect. \"Well, if you think I own an outrageously successful nightclub. Not only that, I've single-handedly brought the topless industry into the mainstream, so you think what my image should be...\" He doesn't touch drugs, won't touch girls who smoke. </p> <p>\"Ah, this is Lucy,\" he says as she walks in. \"Don't look at me, I've got no makeup on,\" she says in her Mrs Merton voice. She looks lovely without makeup. I ask Lucy whether she thinks he's different from his image. \"Uh, yeh. I've got to be careful here.\" She giggles. He giggles, too, before answering for her. \"I explain to Lucy it goes like this. It's no good trying to change the image out there. And it's unnecessary. It's fun. A fun image.\" </p> <p>So the 2,000 women are an exaggeration? \"Well, no, because I've been around a long time, man. Just by the sheer weight of years you're going to have a bunch of girls in your background.\" I tell him I know loads of 60-year-olds who haven't had sex with 2,000 women. Actually, he says, this story came out after a boys' night out with two rock stars. Does he keep a list? He looks offended. \"No, not me. For me, it's a laugh. I like the idea that I've forgotten the majority of girls I've been with and hopefully they've forgotten me.\" </p> <p>\"Ooooooh! I don't know,\" says Lucy. \"I think they'd remember that.\" </p> <p>What does she see in him? \"He's kind and generous and loving. And he makes me laugh,\" Lucy says before leaving. \"Right, give me a kiss,\" he says. \"Bye bye, sweetheart. She's very sweet. No hard edge to her at all.\" </p> <p>Has he got a hard edge? \"Oh yes. Let me put it this way. Let's say I'm 60. My girlfriend's 24. Shit, man! I know it all. But I have to keep my mouth shut sometimes to listen to Lucy's opinion of something. Otherwise it's constantly this Svengali thing.\" </p> <p>What is it about him and young girls? One girlfriend was 16 and had just come down from Newcastle. \"She wasn't 16,\" he says. \"She was 16, but she wasn't your average 16-year-old.\" He says he protected her, got on fabulously with her parents, George and Phyllis. </p> <p>A BBC crew is waiting in the club to talk to Stringfellow about his days as a northern soul disc jockey. He slips on a leopardskin shirt and a pair of silk trousers over his tiny naked bottom (he never wears underpants) wafts his hands through his mane, and we're off. We walk past the office where the walls are pasted in celebrity. A wall is dedicated to handshakes with royalty. The Queen looks very pleased to meet him. </p> <p>In the club, you are greeted by a warning against punters touching the girls as they dance. Do any celebrities misbehave? \"When Robbie Williams comes in he stands up and takes his shirt off. We say, 'Sit down, put your shirt back on, Robbie.' He chats up every girl that comes anywhere near him. But the girls say 'Ah! It's Robbie, you know.\" Is there a no-touching rule for Robbie? \"Oh yeh, and he was reminded of it just recently. He doesn't mind. Robbie's wonderful.\" </p> <p>A dancer walks up to Stringfellow and hugs him. \"You're not walking round like that, are you?\" he says. \"Too sexy. Too sexy. Is that not just too sexy? \" </p> <p>He says it would be unnatural for him not to go out with young girls - after all, he's surrounded by them. Is that the only reason? He answers elaborately. \"I take enough baggage to a relationship without going with a lady who's got her own baggage. Anyone in their 30s or 40s is carrying baggage. It's hard enough to have a relationship with me, with my experience, without me having a relationship with someone who's got a great deal of her own experience, and I am not talking sexual.\" He could never see himself with a woman in her 50s. \"It would be cruel.\" He explains by way of a story about a man who brought his wife into the club and told her he loved coming here because one \"drop-dead gorgeous girl\" reminded him of her younger self. Stringfellow says it's the crassest thing he's ever heard. It seems rather sad to me. </p> <p>He's worth around £15m. Money earned by honest Tory graft. By looking after himself, he says, he can look after the 100 plus people who work for him. </p> <p>In his world, he says, there is no space for misery. We're back in the flat. He takes me on a quick tour of the luxury Jacuzzi. When he meets girls, his famous chat-up line is \"Why don't you come and have a Jacuzzi, baby?\" He stops. \"Lucy hates me throwing that around. It's just a bit of a laugh, really.\" </p> <p>Surely he doesn't still have sex every day? He's flabbergasted. \"Of course. I mean ... it's ... of course, of course I do. It's not the hardest thing in the world to do with a drop-dead beautiful 24-year-old.\" </p> <p>Does he think he's sleazy? \"No, not in the slightest. You see, there's a lot of honesty in my life and I know a lot of people are dishonest. Certainly with sex. They're frightened of exposing their feelings.\" </p> <p>He thinks again about what it is that girls like about him. \"I'm not vulgar, I'm not frightening, I'm comfortable to be with, I'm attentive, I have a reasonable amount of sexiness that would make it acceptable for a girl ... I think as a date I'm brilliant.\" He lies back and stares at his reflection on the mirror over the bed. After a dab of plastic surgery his face is in good nick, but his legs are skinny and slightly puffy at the ankles. \"You learn a lot from the mirror,\" he says.</p>",
  "Jeffrey Archer will make his first court appearance tomorrow to face charges of perjury and perverting the course of justice in the libel action against the Daily Star which cost the paper £1.2m in damages and costs. As he stands in the dock at Bow Street magistrates court, two miles away at the House of Lords five law lords will be listening to the opening arguments in the first libel appeal to be heard in the brave new legal world we inhabit from today, thanks to the Human Rights Act. <p>The act incorporates the European Convention on Human Rights into UK law. It guarantees protection, enforceable for the first time in our courts, for a wide range of fundamental rights, including the right to freedom of expression, guaranteed by article 10 of the convention. </p> <p>The right of citizens to know what their elected representatives and other public figures are up to is an essential bulwark of democracy. As Lord Nicholls, the law lord, put it: \"The press discharges vital functions as a bloodhound as well as a watchdog.\" </p> <p>But how strong is the right of free speech if the watchdog is muzzled by oppressive libel laws? Archer may be acquitted of lying and asking a friend to tell lies in the libel action against the Daily Star over suggestions that he had sex with a prostitute, Monica Coghlan. His innocence or guilt will be for a jury to decide. What is not in doubt is that our libel laws up to now have been stacked against the media. They make it hard for the press to defend itself and easy for bullies, such as the disgraced tycoon Robert Maxwell, to stifle legitimate investigations into their affairs. </p> <p>The Human Rights Act will change that balance. \"The goalposts have been moved,\" says Eric Barendt, Goodman professor of media law at University College London. \"Newspapers should find it easier to resist libel actions because they're asserting their own freedom of expression rights. The courts will be much more concerned with the overall character of the article rather than the meaning of individual allegations.\" </p> <p>In most civil cases, the onus is on the person suing to prove the claim. In libel, the onus is on the defendant, the person who published the story, to prove it true (or that it was fair comment or privileged.) But the material required for that proof usually lies largely in the other side's hands. When Jonathan Aitken sued the Guardian, it was partly by chance that the paper got the information to show he was lying. For the former Tory minister, the outcome could easily have been a fat tax-free cheque instead of prison. For the Guardian, it could have been a £2m bill. </p> <p>From today, judges will have to take account of judgments by the European court of human rights in Strasbourg in deciding cases which come before them - though they will not be obliged to follow Strasbourg case law slavishly. Cases decided in the past few years show that that the Strasbourg judges are much more media-friendly than our own. They give more leeway to the press in public interest cases, are more willing to categorise allegations as comment rather than fact, and don't insist that every allegation must be proved. Of 15 or so libel cases which have gone to Strasbourg, the court has ruled in all but two that operation of libel laws in national courts, including those of the UK, violated the right of free speech. </p> <p>In a 1992 case brought by an Icelandic journalist convicted of criminal libel over an article alleging police brutality, the court held that the conviction was a breach of article 10. The judges said the articles dealt with a matter of public concern, the language was not excessive, and the purpose of the criticism was to prompt the minister into setting up an inquiry. One incident of brutality was undisputed and the others were based on widespread rumours and stories. It was unreasonable to require the journalist to prove that those allegations were true. </p> <p>In 1998 the court ruled that Belgium breached article 10 when a court ordered a journalist and an editor to pay damages to judges they had accused of bias and ideological prejudice in awarding a father custody of his children. The allegations were an expression of opinion and there was some factual basis to them, the Strasbourg judges said. </p> <p>Officials of the Norwegian and Bergen police associations accused a professor of criminal law of wrongly making allegations of police brutality. He brought a successful defamation action, but the Strasbourg court held in 1998 that this violated the associations' right of free speech. The judges said allegations imputing improper motives to the professor were value judgments rather than fact. They had some factual support and were part of a lively public controversy, and so were protected by article 10. </p> <p>More recent cases include one in which the court held that journalists were entitled to rely on the contents of a report from an official body and did not have to investigate allegations independently. In the latest case, last May, the court ordered Norway to pay compensation equal to damages won by a cosmetic surgeon from a newspaper in Bergen which accused him of disfiguring women patients. The court said the paper had been raising matters of public concern, had accurately reported the women's complaints, and had given the surgeon an opportunity to defend himself. The Norwegian supreme court's judgment against the paper was a disproportionate restriction on press freedom and the state had to reimburse the paper for the damages it paid out. </p> <p>In the run up to the Human Rights Act, the impact of article 10 is already being felt in our libel courts. In a case brought against the Sunday Times by Albert Reynolds, the former Irish prime minister, the law lords ruled a year ago that newspapers may invoke a special \"qualified privilege\" defence when they report information the public has a right to know, even with factual inaccuracies. </p> <p>The protection will not apply if the paper knew the story was false or made no real efforts to check if it was true. It will be up to the judge to decide whether the defence succeeds, depending on factors such as the seriousness of the allegation and the public interest in the subject matter, the reliability of the sources, the steps taken to verify the information, and whether the subject of the story was given an opportunity to reply. </p> <p>Following that judgment, a high court judge ruled this year that the Yorkshire Post could invoke the defence over an article criticising the selling of an Australian karate system door-to-door even though the journalist had not given the company a proper chance to reply, had not mentioned that there were no complaints to trading standards officers, had failed to mention that the company was not breaking the law, and had misquoted a source. The public interest in the subject was great enough to outweigh the criticisms of the reporter, the judge held. But in a case brought against Mirror Group Newspapers, a different judge ruled that the paper could not rely on the defence because it had failed to make basic inquiries and had relied on a not wholly reliable source. </p> <p>In the case which goes to the Lords tomorrow, the Times is appealing against a libel win by the Northern Ireland law firm which acted for paratrooper Lee Clegg when he was charged with murdering a teenage joyrider. A reporter covered a press conference organised by the group campaigning for Clegg's release and reported comments by one of his supporters about the law firm. </p> <p>Reports of open meetings are protected by qualified privilege, so newspapers are liable only if they reported the words knowing they were untrue or not caring whether they were true or not. But the Northern Ireland courts held that a press conference was not a public meeting. Lord Lester QC, for Times Newspapers, will argue that to hold a paper liable in such circumstances violates the right of free speech guaranteed by the European convention. </p> <p>The big question is how free a rein UK judges will give the media in acting as the public's watchdog. Michael Skrein, head of media litigation at the City law firm Richards Butler, says: \"We should be entering a very different world. But there is a question as to whether we will be, and whether our judges will allow it.\"</p>",
  "I am sorry that the case of the conjoined twins will not be going on appeal to the House of Lords. I say that reluctantly, because another part of me is not entirely convinced that a courtroom is the right place for such agonising issues to be determined anyway. <p>The parents of the twins Jodie and Mary came to England so that their children could be delivered in expert medical conditions. They did not expect to find themselves the subject of intense and highly publicised court proceedings during which their beliefs and even their motives would be scrutinised and weighed by a bunch of (to them) foreign judges, imposing sophisticated principles of law to what must have seemed to the parents a question of their own morality, conscience and faith. </p> <p>Irrespective of the result, the three appeal judges handled the case with tact, sympathy and wisdom. But they also - as they had to - laid down a number of legal principles, and it is those that I would have liked to have seen considered by the law lords. </p> <p>I cannot, of course, fault the parents for deciding not to appeal. But this seems to be one of those relatively rare cases that deserve to be heard by our highest court even though the parties themselves are reluctant to take it there. Under our current legal system this is not possible, and, on the whole, rightly so. Our courts are there to determine disputes and differences of opinion. Where there are none, they have no role. Yet where an issue as important as the twins case does reach a certain stage in the legal process and cries out for attention at the highest level, is there not an argument for allowing it to reach there, in the public interest? </p> <p>There is a view that, because of its uniqueness, the case is not of great legal or public importance; the facts and the precise issues are hardly likely to be repeated, and therefore there is no need to get a ruling from the highest court. That is to see it too narrowly. Apart from the specific aspects dealing with Jodie and Mary, the appeal court judgments go to the very root of the law on the right to die and the right not to, how such decisions are taken, by whom, in what circumstances and applying what criteria. Those are matters the House of Lords should be considering, but can't. </p> <p> Forget Agincourt, VE Day, Torville and Dean's gold medal. What's happening today makes even those great victories seem puny. For today, of course, is when the Human Rights Act is implemented, when the forces of evil finally give way to the battalions of goodness and light, led by Saint Jack of Straw. </p> <p>And what celebrations we can look forward to! At last count there are to be 37,938 celebratory parties tonight, and that's just the barristers' chambers. There will be a special procession for all the lawyers who have written books on the new human rights law; it is expected to disrupt traffic for several hours. On top of all that, ordinary people throughout the country will be having their own parties saluting their good luck and preparing their claims. </p> <p>\"It makes me proud to be British,\" I overheard. \"Where else in the world will ordinary people, without regard to sex, race, creed or legal orientation, be able to go to any court in the land and, as of right, receive large sums of money for absolutely nothing?\" </p> <p>T-shirts bearing the official slogan, \"Lots of dosh on the way/ Under the HRA\" will be on sale. Crowds will be taught the official chant: \"What do we want?\" \"Compensation under the HRA\" \"When do we want it?\" \"As soon as we can get our cases before the courts.\" </p> <p>At 10 o'clock this morning, in courtrooms everywhere, lawyers will be vying for the most prestigious prize of all - a place in history. As the judges and magistrates take their seats, they will be met with thousands of solicitors and barristers rising to their feet shouting \"My lord\" (or \"Your honour\" or \"your worship\", as the case may be) \"This is a point under the Human Rights Act\". But who will say it first? A thousandth of a second will separate the winner from the also-rans. </p> <p>As legal columnist laureate, it has been my duty to compose a poem for the occasion: </p> <p>Incorporating the European Convention, <br></p> <p>Is more important than getting a pension, <br></p> <p>Because the pension promised by Brown will be worth only ninety quid, <br></p> <p>Whereas on damages under the Human Rights Act there's no lid. <br></p>",
  "In a slim volume of his writings from prison, entitled Thoughts and published in 1991, Reggie Kray, who has died aged 66, concluded that \"my eventual aim is to be recognised, first as a man and eventually as an author, poet and philosopher\". He will certainly always be recognised, but only as one half of Britain's best-known team of gangsters, the leader of the Firm, a man who spent the first half of his life breaking the law and the second half paying for it. <p>Reggie and Ronnie Kray were born in London's East End, the twin sons of the feckless Charlie and the protective Violet. They came from Romany, Irish and Jewish stock, and their earliest aspirations to fame were in the boxing ring where, along with big brother Charlie, they excelled. But it soon became clear that their physical strength was going to be pressed into combat that took little notice of the Queensberry rules. </p> <p>Their national service was spent mainly in the glasshouse for assaulting NCOs or going AWOL, and they emerged from Shepton Mallet military prison well prepared for a lifetime challenging authority. </p> <p>By then, Ronnie - \"The Colonel\" - was already showing signs of the unbalanced personality that was to become both the strength and weakness of the twins: a strength in that Ronnie's sudden violent mood swings meant that other criminals and those who paid protection money were always fearful of him; a weakness, because it embroiled the three brothers in the pointless violence for which they eventually paid with more than 70 years of their collective lives behind bars. </p> <p>It was in 1954 that the twins' reputation was established. They had taken over the Regal billiard hall on the Mile End Road, and Ronnie cutlassed members of a Maltese gang that tried to extract protection money from them. Word spread. They soon saw their future in clubs, either owning them, extracting protection money from them, or - in Ronnie's case - wielding them. By 1957, they had their own establishment, the Double R, in Bow Road, east London. The Firm, the name by which their gang was known, was born. </p> <p>The Krays recruited a mixture of Scottish hardmen, London heavies and bent businessmen, and soon had a tight little empire in east London, within spitting distance of their old home (now demolished) on Vallance Road, \"Fort Vallance\" as it was called. </p> <p>Had they been content with the regular earnings offered by people anxious to keep on their right side, they could have avoided the attention of what was, in the 1960s and early 70s, the often corrupt world of detectives happy to turn a blind eye. But they wanted to expand into the West End and this, coupled with Ronnie's increasing paranoia, derailed them. </p> <p>Ronnie murdered fellow villain George Cornell by shooting him in the Blind Beggar pub, in the East End, in 1966. All the witnesses were, initially, too scared to give evidence against him, and, for a time, it seemed as though the Krays were untouchable. The following year, Reggie too crossed the line. According to one of their former henchmen, Albert Donoghue, Ronnie egged his brother on to kill Jack \"The Hat\" McVitie, a smalltime crook and irritant to the brothers. \"I've done mine,\" Ronnie supposedly told Reggie. \"About time you done yours.\" </p> <p>McVitie was lured to a party in Hackney, where he was accused of damaging the Kray name, and stabbed to death by Reggie. Members of the Firm were left to clean up the mess while the body was disposed of. </p> <p>Again, it looked initially as though the twins would get away with it, but Leonard \"Nipper\" Read, one of a new breed of clean Scotland Yard detectives, was determined to halt them. Reggie and Ronnie named one of their boa constrictors after Read when they heard he was on their trail, and he proved to be just as wily and powerful. </p> <p>There turned out to be little honour among their gang of thieves and hard men: many gave evidence against the twins when they finally appeared at the Old Bailey in 1969. There they were jailed for life, with a recommendation that they serve at least 30 years. </p> <p>If the sentencing judge, Mr Justice Melford Stevenson, hoped that the lengthy term would wipe the Kray name from the public mind, he was wrong. The twins became more famous with every year they spent in Broadmoor or Parkhurst. There was a Kray musical by Snoo Wilson (England, England), Kray t-shirts, The Krays film in 1990, Kray boxer shorts, more than 20 books (the best of which remains the earliest, John Pearson's The Profession of Violence) and, inevitably, a web site. </p> <p>This constant attention may have stiffened the resolve of successive home secretaries to refuse to parole the twins, but the real reason was probably that Reggie continued to justify the McVitie killing - likening it to the slaying of an Argentinian soldier in battle. </p> <p>Inside prison, Reggie kept himself fit, \"adopted\" a succession of young men, and wrote his memoirs and occasional poems. In Born Fighter (1990), he wrote that he had become a born-again Christian, and he stunned prisoners in Parkhurst by saying grace before Christmas dinner. His favourite reading, he said, was Kahlil Gibran's The Prophet. He also took up the metaphorical cudgels on behalf of gay prisoners who were bullied. In the past, he had helped other prisoners to escape (including, in the 1960s, \"Mad Frank\" Mitchell, later killed when he became a nuisance to the Krays, who were hiding him) but he never made it over the wall himself. </p> <p>He gave interviews in jail, in which he was always the courteous gent, and campaigned for his freedom as his relatives gradually died. He was allowed out to attend the funerals of his mother and twin brother, who died in Broadmoor in 1995. Eventually, on August 26 this year, he was released on compassionate grounds, suffering from terminal cancer. </p> <p>But even if he was much mocked - the generation of bank robbers who took over the criminal world referred to the twins as \"Gert and Daisy\", and Monty Python's Flying Circus lampooned them as the Piranha brothers - his following never disappeared. Young gangsters imitated and even named themselves after him and Ronnie, and there was never a shortage of people prepared to pay for the privilege of having their photo taken with him. </p> <p>As a young man, Reggie had married Frances Shea in 1965, but she had committed suicide two years later, having left him. In the 1990s, through a friend, he met Roberta, a bright, attractive, public relations woman, who added her voice to calls for his release, visited him regularly, and became his second wife.</p> <p>He argued that without the Kray name, he would have served a much smaller sentence - and he was right. The same aura of menace that had allowed the brothers such power in the old East End meant that their release was always going to attract attention, and it constantly delayed the chance for Reggie to re-enter a society he would barely have recognised, and a criminal world taken over by drugs. </p> <p>Other families - the Richardsons, the Arifs, the Adams - may have emerged on the criminal scene, but none ever had the Kray cachet. Whether that was any consolation to Reggie is another matter. Ronnie had always wanted to be famous, to be a British Jimmy Cagney figure; Reggie might have been happier ending his days on the Costa del Sol, trying to work out exactly what philosophy it was that had made him so notorious. </p> <p>\u0095 Reginald Kray, gang leader, born October 24 1933; died October 1 2000</p>",
  "The armed forces will have a right of appeal against summary justice under a law which came into force yesterday to coincide with the Human Rights Act. <p>The Ministry of Defence insists the system of summary justice by senior officers for minor disciplinary offences is necessary in the interests of \"operational effectiveness\". However, to comply with article 6 of the European convention on human rights covering the right to a fair trial, the Armed Forces Discipline Act will give personnel the right to complain to an independent summary appeals court. </p> <p>The act will also set up a system of independent judicial of ficers, akin to magistrates, who will determine whether armed forces personnel should be held in custody pending charges or a trial. At present, such decisions are taken by officers in the suspect's own chain of command. </p> <p>Some senior officers are concerned that the Human Rights Act, which incorporates the European convention into English law and comes into force today, will have wider implications for the armed forces. </p> <p>They are worried about the prospect of legal action by unmarried couples, who are not permitted to live together in service quarters. </p> <p>MoD officials say the issue is \"being looked at\". One problem, they say, is what consti tutes a \"permanent relationship\". </p> <p>A concession for heterosexual couples may lead to demands by gay couples. </p> <p>Cases taken to the European court of human rights in Strasbourg have already led to the lifting of the ban on homosexuals in the armed forces and to an independent presence in court martial prosecutions.</p>",
  "Be honest. Would you agree, even if someone offered you a million pounds and a date with Jude Law, to come back in a future life as Louise Adams, the younger, less fabulous sister of Posh Spice? Possibly not. Adams appears to be the latest casualty of Celebrity Sister, a game for two or more players that is guaranteed to leave the loser looking foolish and humiliated. A few days ago Adams attended a fashion awards ceremony with Posh, dressed in a similar outfit and identical hair extensions, a move which caused one gleeful gossip columnist to nickname her Posh Twice. <p>Alas, the case for Adams as a person in her own right is not convincing. In recent months her ultra-famous sister has bought her a £480,000 house, paid for her two-year-old daughter Liberty to attend the same nursery school as Brooklyn Beckham and encouraged her to get a job as a reporter on Sky TV. </p> <p>Yet despite her sister's efforts to look after her best interests, one can't help feeling for Adams. There can be few states more ignoble than finding yourself for ever the wannabe, especially if you have been trying to live up to your role model since the day they were spitting puréed apple in your face from their high chair. </p> <p>One small comfort for her must be the knowledge that she is not alone. In recent weeks celebrity siblings have dominated the pages of the Hello! circuit. Karen Hurley, the utterly anonymous sister of Liz, was last week photographed attending a film premiere with her sister's ex-boyfriend Hugh Grant; Gemma Kidd took to the catwalk with her supermodel sister Jodie in aid of a breast cancer charity; the Corrs sisters become more terrifyingly identical with every album they release; and the antics of All Saints sisters Nicole and Natalie Appleton and their matching rock-star boyfriends are never more than a headline away. </p> <p>Not all celeb siblings are as gruesome. Actress Sadie Frost often waxes lyrical about her childhood as the eldest of five sisters, likening it to Louisa May Alcott's Little Women. If there's a common denominator among these high-profile sisters and the sisters we know and love in real life, then it must surely be this inexplicable desire to forge an identity and a sense of belonging through emulating our nearest and dearest. </p> <p>Personally, I am not in the habit of consciously copying the clothes, make-up and hairstyles of anyone, be they celebrities or close friends - except that is, those of my sister. She is four years younger than me, so it's not a habit that can be attributed to the old \"leader, follower\" dynamic. All I know is that in her company I have a glorious compulsion to become a copycat. The most common question during our conversations is not \"How are you?\" or \"How are Ayr United?\" but \"What other colours does it come in?\". This is perhaps a regression to the days when our mother used to dress us in matching psychedelic outfits. </p> <p>Professor Anne Woollett, a psychologist at the University of East London, has a theory about this. \"Siblings are sufficiently like one another to be impressed by each other. You'll see them wearing something and you automatically think, 'Oh, I might look good in that too,' in a way that you wouldn't with, say, your mother.\" Woollett has conducted research into family ties, and one finding was that adult sisters kept in far closer contact with one another than brothers. </p> <p>\"That might well be because men aren't as good at keeping in touch. And although there have been suggestions that male siblings are more competitive with one another, I've noticed a competitive edge among sisters too.\" </p> <p>Susan Van Scoyoc, a psychologist who runs the Women's Practice therapeutic centre in Essex, says that many of the women she sees in therapy are dealing with issues relating to sibling rivalry. \"In dysfunctional families, sisters will often be rivals for success and attention. Sisters are often pigeonholed as the pretty one or the clever one, when the chances are that each sister is striving desperately to be both of those things. The Freudian theory is that they're vying for daddy's attention, and those rivalries run deep.\" </p> <p>Culturally, sisterhood has ever been perceived as one of biology's most mesmerising tricks. When sisters fall out, or when one is seen to be eclipsed by the success of another, the world waits with bated breath to hear the tale. Hilary du Pre's account of growing up in the shadow of world class cellist Jacqueline was compelling because anyone with a sibling could to some extent imagine the extent of her pain. </p> <p>Other accounts are more crazed, but no less enthralling. In 1941, Joan Fontaine found herself being nominated for the same Oscar as her sister Olivia de Havilland, the latter being the favourite to win. When Joan was announced as the winner, a classic childhood regression kicked in. \"All the animus we'd felt towards each other as children, the hair pullings, the savage wrestling matches, the time Olivia fractured my collarbone, all came rushing back in kaleidoscopic imagery. My paralysis was total. I felt Olivia would spring across the table and grab me by the hair. I felt age four, being confronted by my older sister.\" Olivia didn't speak to her for 10 years. </p> <p>\"Children, vis-à-vis each other, have enormous power,\" explains Penelope Farmer, editor of Sisters, a new anthology published by Penguin which celebrates female siblings from Virginia Woolf and Vanessa Bell to Simone de Beauvoir and her doll-like sister Poupette. \"And childhood is a Kafkaesque world of arbitrary judgments and penalties, of enigmatic pronouncements and doom-filled confusion which sisters have the power to add to and invoke, and which equally they have the power to explain, to ease.\" </p> <p>Tracing the roots of sibling rivalry can be fascinating. Take the case of Margaret Drabble, who was far more famous than her sister AS Byatt until the latter won the Booker prize for Possession. Byatt even wrote a novel The Game about two sisters who were novelists and how one of them destroyed the other by writing a book about her. </p> <p>\"To pretend that sisters or brothers love each other is just rubbish,\" says Drabble. \"They are always fighting. What annoys me is the idea that Antonia and I should be lovey-dovey. Of course there was competition between us when we were children, which we've tried to grow out of. We were pitted against each other, by my mother, largely. Any sign of intelligence was praised, any interest in girly things ignored.\" </p> <p>To anyone who is blessed with a sister, this last point is the most revealing. No wonder they don't get along. The greatest pleasure in having a sister is having someone with whom you share a common history of girlhood, with whom you have a collective memory of dressing up in your mother's glittery evening slippers, making clothes for Sasha dolls and later of battling for possession of Miners eyeshadow in Disco Silver. It is hard to imagine having a sister and not sharing those bonds, for though they may sound more trivial than the rigorous intellectual games of the Byatt/Drabble childhood, they serve as a valuable compass for playing at being girls together well into adult life.</p>",
  "Will the Rich Bitch make it down to the beach? That's the question that will be answered at Milan fashion week which got under way yesterday. <p>The bourgeois look - so popular this autumn - may well be eclipsed by the \"next big thing\" before summer hits us. Fashion has that sneaky habit of dashing off somewhere else just when we think we've caught up. So will spring see a move towards ultra modern simplicity? Or a return to Boho? </p> <p>Not in Milan it won't. The Italians are having far too much fun from \"flash\" chic to turn their backs on it quite yet. </p> <p>It all sounds like a licence to print money. And that irony has not been lost on Dolce &amp; Gabbana. For their D&amp;G diffusion label, gold coins and dollar bills were scattered across chiffon and silk eveningwear. As usual the first two days of Milan are dominated by the diffusion lines of the mega-brands. These collections are less expensive and often more fun than the mainline collection, but they also act as a good indicator of the designer's direction. </p> <p>You did not even need to go to the D&amp;G spring/summer 2001 collection to know that they would keep piling the glamour on - it's what they do well. For the last 15 years they have been glamming up the fashion, rock and pop world with their inimitable OTT style. This season was no different. Houndstooth check in stark black and white mixed with tons of leopard print - does that sound glitzy enough for you? Now imagine those prints on Lycra micro minis and you start to really get the feel. Add Madonna's latest single as soundtrack (stetson and all), a jewelled bodice, a pink feather boa and some thigh high white boots and you have got it. Not an easy look eh? But wicked all the same. </p> <p>Most desirable were the printed silk evening dresses. Comic book superheroes and neon Vegas signs flashed across silk dresses, underwired in customary Dolce &amp; Gabbana style, with a thigh high split which revealed a leopard lining. Most undesirable were the leggings. Please, please not yet. </p> <p>But since the 80s have been forgiven for their gaucheness, D&amp;G is smack bang in the middle of a fashion moment. </p> <p>It will be the mainline collections of Gucci, Prada, and Dolce &amp; Gabbana which decide the fate of the Rich Bitch. Will she ditch all the gold chains and status handbags for a younger funkier look? Or will she take to the beach in a shaved mink bikini?</p>",
  "<b> Age: </b> 75. <p> <b> Job description: </b> Screen legend. </p> <p> <b> Appearance: </b> Why, a composite and older version of all those Hollywood male leads (Cruise, Costner, Travolta, et al) who have modelled their careers on his. </p> <p> <b> Distinguishing features: </b> Like you needed to ask. Newman is so fed up with people stopping him in the street and asking him to remove his shades that he has taken to replying: \"I would take my glasses off, except my pants fall down.\" </p> <p> <b> Something many of his fans wouldn't mind at all, presumably. </b> Indeed. According to a survey in the 80s, Newman featured in the sexual fantasies of 46% of Italian housewives. But that's proportional representation for you. </p> <p> <b> Still, I suppose his salad days are over. </b> The golden era of The Hustler, Hud and Butch Cassidy may be gone, but actually these are his salad days. </p> <p> <b> Really? </b> Well, his vinaigrette days, anyway. Paul's range of supermarket foods - Newman's Own balsamic vinaigrette, Say Cheese pasta sauce and Picture Show popcorn - is booming, much to the delight of the left-liberal charities to whom he donates all the profits. </p> <p> <b> Still, from making cinema history to politically correct grocery products - bit of a comedown, isn't it? </b> The famously self-deprecating Newman was heard regretting the day his vinaigrette outgrossed his movies. But he hasn't forsaken the silver screen for the salad bowl entirely: his latest film, Where the Money Is, is out on Friday. </p> <p> <b> Another role as a seen-it-all-before charmer on the wrong side of the law? </b> Indeed. Newman plays a notorious bank robber who breaks out of prison by faking a stroke and getting transferred to a nursing home, where a cunning nurse tries to rope him into her evil salad-dressing manufacturing plot. </p> <p> <b> Surely you jest? </b> Yes. Actually, she's plotting a bank heist. Although, come to think of it, the opportunities for cross-promotion are endless. </p> <p> <b> For example? </b> Message in a Bottle of Vinaigrette; Somebody Up There Likes Pasta Sauce; Butch Cassidy and the Sun-dried Tomato...</p>",
  "Over the last two weeks our athletes have, win or lose, inspired everyone with their Olympian efforts against the stiffest world-class competition - efforts that have been funded to the tune of £80m over the last three years (Olympians must answer the money question, September 30). <p>Compare this with over £800m spent on the dreadful Millennium Dome. Unlike the dome, which is short-term and London-centric, funding for athletes often leads to benefits for everyone, such as improved swimming facilities. </p> <p>To obtain funding, our teams were asked to set targets for medals to be won (who can possibly predict that?) and those that have failed face possible cuts. This marketplace philosophy is now endemic and frequently applied inappropriately where long-term cultivation is needed. It is a sure way of withering fruit on the vine. UK Sport should be asking why France did so well.<br> <b>Martin Whittle</b><br> Sheffield </p> <p>\u0095 Congratulations to our Olympics team on the best medal haul since Noah was a lad. But before we get carried away with the achievements we must recognise that in the medals table we only came fifth out of the EU member states. </p> <p>We have done well, particularly in sports where funding has been targeted and those outside the mainstream. Even our athletics medals were in sideline events rather than the blue riband ones, and it may well be that we should nurture these sidelines rather than put resources into competition with America. We must cherry-pick our events rather than fail in those that now seem beyond us, only supporting exceptional talents in those sports. </p> <p>We can win and enjoy future games with continued lottery funding, but let us target our funds (even if the sports concerned are not thought of as good television) rather than use a scatter-gun.<br> <b>Brian Robinson</b><br> Brentwood, Essex <a href=\"mailto:brirobinson@lineone.net\">brirobinson@lineone.net</a></p> <p>\u0095 It is impossible to compare standards in sport. The medals table is different when seen against populations; it is even more different when seen against facilities and opportunities. Some countries, like Sudan and Ethiopia, have perhaps only one athletics track, one indoor sports hall and one real swimming pool in the whole country. </p> <p>We seem to win in sports which have the best machinery - bikes, canoes, boats and horses. A form of sports fascism will intensify this with the rich sports getting richer and the poor, poorer. At the same time we will not compete properly in those global sports - based on participation numbers - where comparisons could be made: football, basketball, volleyball, handball and running. Team sports therefore, have a great importance to the majority in world sport - Cameroon's victory being a case in point.<br> <b>Don Anthony</b><br> Honorary president, English Volleyball Association </p> <p>\u0095 Remember the days when we were told that throwing money at problems didn't work? Now that the lie has been given to this by the achievements of our competitors in Sydney what next? Music, maths, science and sport in schools would be my choice.<br> <b>Michael J Rennie</b><br> Dundee <a href=\"mailto:amrennie@netscapeonline.co.uk\">amrennie@netscapeonline.co.uk</a></p> <p>\u0095 To suggest that \"gymnasts have failed miserably\" in spite of lottery funding is simply not true. Last year the women's team qualified for the first time to send a full team to the Olympics, and an unprecedented three gymnasts - the maximum allowed from any one country - qualified for the all-round competition. </p> <p>This is something for British gymnastics to be proud of and build on. Overturning the stranglehold of the Russians, Romanians and Chinese will not happen overnight.<br> <b>Becky Warren and Paul Fairweather</b><br> Bristol <a href=\"mailto:r.c.warren@tesco.net\">r.c.warren@tesco.net</a></p> <p>\u0095 More money requires to be put into the grassroots of sport at school and club level. As a club coach and treasurer I spend too much of my time fund raising (car boot sales, sponsored throws, bag packing at supermarkets, etc) when I should be coaching. Pay qualified coaches to take classes after school and society will reap the benefits with a healthier and more focused youth.<br> <b>Jim Longmuir</b><br> Cluarankwai Judo Club, Kilmarnock </p> <p>\u0095 A British yachtsman is acclaimed after winning his gold medal not by sailing faster but by using blocking tactics to slow his opponent. It's a good job the situation wasn't reversed or the newspapers would be full of \"Johnny Foreigner's dirty tricks\".<br> <b>T Hall</b><br> Manchester <a href=\"mailto:tdhall@onmail.co.uk\">tdhall@onmail.co.uk</a> </p> <p>\u0095 I have just watched the closing ceremony of the Sydney Olympics. The aerial ballet on stilts was quite impressive, but I saw it at the dome first.<br> <b>John You</b><br> Harlow <a href=\"mailto:jmy@harlow.co.uk\">jmy@harlow.co.uk</a></p>",
  "Another vessel sank in the Aegean sea shortly after midnight yesterday, hours after Greece confined 65 ferries and cruise ships to port for failing to meet safety standards. <p>An American tourist died after Zeus III, a chartered yacht with 38 people on board, hit a rock off the island of Naxos, seven miles from where the Express Samina ran aground on Tuesday. Richard Idhe, 82, of Ohio, is thought to have suffered a heart attack.</p> <p>The death toll from the Express Samina rose to 79 with the discovery of two corpses in the wreck's bar. More bodies are feared to be inside the ferry's car deck.</p> <p>The sinking of the Zeus III brought to four the number of incidents involving Greek passenger boats in less than a week. The ferry Rodos, carrying 575 passengers, suffered engine trouble and made an emergency stop at Syros on Friday. Hours earlier the Express Artemis ran aground near Naxos with 1,081 passengers on board. No one was hurt in either incident.</p> <p>In an attempt to shore up the credibility of Greece's merchant fleet, the government yesterday suspended the operating licences of 56 ageing ferries and nine cruise ships. Their sailing permits will be revoked permanently unless they are upgraded to meet EU safety requirements within 20 days. The EU has asked Greece to provide a detailed report on the Express Samina disaster within a month.</p> <p>Politicians, unions and the media have been pressing the government to end the monopoly of Minoan Lines, whose subsidiary, Minoan Flying Dolphins, was involved in three of the week's accidents. Fury at the company escalated into a firebomb attack yesterday on its office in Athens.</p> <p>The Express Samina's captain and three of the crew appeared before prosecutors yesterday to face charges of manslaughter, violating maritime rules and abandoning the ship before all passengers had left.</p> <p>Captain Vassilis Yannakis, his first officer and two other crew members started giving testimony before an investigating magistrate on Syros. Capt Yannakis said in a statement: \"As the captain of the sunken ship, I feel shattered emotionally and psychologically. I feel deep grief for the loss of life.\"</p> <p>Blanket charges of manslaughter are likely to become more specific during the hearing, expected to resume today.</p> <p>The Greek media reported that the captain and his first officer, Anastasios Psychoyos, had left the trainee captain, Yannis Patilas, 22, alone on the bridge. After losing control in gale-force winds, he is thought to have called Mr Psychoyos, who arrived too late to avert tragedy. A seaman, Panayotis Kasdaglis, is the fourth to face charges.</p>",
  "The future of the Glastonbury festival is in doubt after the deaths of nine fans at its Danish equivalent, Roskilde, and the overcrowding which jeopardised safety at this year's event. <p>This summer Britain's longest-running rock festival was swamped by an estimated 100,000 illegal entrants who jumped the fence or sneaked in to join 80,000 ticket holders and 20,000 performers and staff.</p> <p>The deaths of nine young men who were trampled by the crowd at Roskilde festival near Copenhagen put safety at open air gigs under the microscope.</p> <p>Michael Eavis, who has been organising the Glastonbury festival on his farm near Pilton, Somerset, for three decades, is intent on winning the public relations battle and two weeks ago unveiled a 20ft high \"super-wall\" aimed at deterring fence-jumpers.</p> <p>But he faces an uphill struggle to convince the local authority, Mendip district council, which could refuse the festival a licence.</p> <p>A source on the council's regulatory board said: \"Of the 100,000 extra people, around 30,000 came in over the fence, the rest got in some other way - we are talking about a total breakdown of security.\"</p> <p>Overcrowding pushed safety levels to the margins of what was acceptable, according to Steve Anderson, the district council's head of environmental health.</p> <p>\"The event was not safe, as a pure function of the numbers of people on the site and the movement of those people.\"</p> <p>A number of fans needed to be pulled from the crowd watching headliners Travis after fainting in the crush, while movements of people to see star attractions such as Leftfield and Fat Boy Slim caused bottlenecks across the site.</p> <p>Mr Eavis, who estimates the numbers of fence jumpers at 10-15,000, declared that whether Glastonbury runs next year will be \"my decision\".</p> <p>He insisted that safety was not a problem: \"There were fewer medical emergencies this year than there were last year.</p> <p>\"I didn't really feel crowding was an issue. I was in the crowds all the time. I was walking around on Saturday night after 12pm when everything closes and all the various worlds collide.\"</p> <p>For Glastonbury 2001, a £1m steel barrier, nearly twice the height of the existing 11ft fence, will be thrown around the site, the farmer said.</p> <p>Each section will slide together securely, without nuts and bolts, and will be fixed with metre-long prongs driven into the ground.</p> <p>An 11ft wide steel track will be laid around the five mile fence to enable a fleet of 50 Land Rovers to patrol the site, and also to deter tunnellers burrowing their way in.</p> <p>Mr Anderson said: \"The work that Michael is doing at least has started to address the problems in terms of control of numbers. But it is just the beginning. There's a whole host of issues that need to be addressed, not least of which is ensuring that people don't make the journey to attempt to get in.\"</p> <p>Aside from safety, a major bone of contention is the unofficial festival which takes place at Pylle, east of the official site, and caters for the convoys of travellers who see themselves as standard-bearers for the original \"free festival\" spirit. The travellers generate perennial complaints from villagers, but Mr Eavis said there had been \"no police involved, and no violence\" at Pylle.</p> <p>The deaths at Roskilde are focusing minds this year. The fatal crush happened in the \"mosh pit\" near the stage as thousands of fans surged forward in a muddy field during a performance by American grunge band Pearl Jam.</p> <p>Like Glastonbury, Roskilde is a charitable event renowned for its laid-back atmosphere. After the deaths, many, including Oasis and Pet Shop Boys, cancelled performances as a mark of respect.</p> <p>The cause of the deaths remains unclear, but overcrowding does not appear to have been the crucial factor; the crowd watching Pearl Jam was not as big as the Glastonbury crowds, nor as big as the audiences at other stages.</p> <p>Mr Anderson, who visited Denmark last week with an officer from Avon and Somerset constabulary, decided that two factors were vital to reducing the potential for such tragedies at Glastonbury.</p> <p>\"One is that the pit crew, the security men in front of stage are - as they are at Glastonbury - of fairly high competence. And [secondly] that there are personnel whose role is purely crowd surveillance from a more remote position, and when that person identifies a problem they must have the authority and the communication system to do something about it.\"</p> <p>The regulatory board meets on October 12 to discuss a report on Glastonbury 2000, which is published later this week.</p>",
  "<b>Gangland fears after shooting</b> <br> <p> Two men and a woman were under armed guard in hospital last night after a suspected gangland shooting in Leeds which has seen two deaths and seven woundings in seven months. </p> <p><b>Straw's wife to modernise </b><br> </p> <p>Alice Perkins, the wife of the home secretary, Jack Straw, has been appointed head of the Civil Service corporate management, which will put her in charge of plans to modernise Whitehall.</p> <p><b> Britons held for another month</b><br> </p> <p>A Yugoslav military court has extended for a month the detention of two Britons and two Canadians arrested on suspicion of terrorism. Adrian Prangnell and John Yore, who were training local police in Kosovo for the Organisation for Security and Cooperation in Europe, were detained in August on the border with Montenegro.</p> <p><b> Airport worker hit by lightning</b><br> </p> <p> A Heathrow runway worker was lucky to survive after lightning hit a Boeing 767 and shot down a cable connected to his headphones. Ian Bartholomew, 28, was unhurt.</p> <p><b> Mensa status for deprived pupils</b><br> </p> <p>Thirty pupils from Brynmawr comprehensive in one of the most deprived areas of south Wales have joined Mensa after tests showed they have IQs of at least 148. </p> <p><b> 3 share £11.5m</b><br> </p> <p>Three tickets shared the £11.5m rollover lottery jackpot with numbers 12, 15, 27, 32, 40 and 44. The bonus ball was 35. There was no winner of the £250,000 Thunderball jackpot.</p>",
  "The Tory leader, William Hague, was yesterday roundly attacked by both right and left of the party for paying too much attention to focus groups and for abandoning policies in favour of cheap populist tactics. <p>Before the party conference at Bournemouth even officially started, the pro-European former Northern Ireland spokesman Ian Taylor accused the party of \"picking policies off the shelf\" and \"just reacting to the latest tabloid headlines\".</p> <p>From the opposite wing, the former Foreign Office minister David Davis warned his leader to concentrate on \"powerful beliefs\" rather than \"corrosive\" populism.</p> <p>The two-pronged attack came at a Guardian debate, Have the Tories let populism overshadow policy? Mr Hague was denounced for failing to reveal a consistent framework of policies and being scared of expressing the party's principles for fear of losing popularity. Mr Taylor, who resigned from the front bench over Europe three years ago, criticised the Opposition's handling of a raft of issues including the Tony Martin case, asylum seekers, Europe, pensions, gay rights and the fuel crisis.</p> <p>On the case of Martin, the farmer jailed for life after shooting dead a young burglar in his home, Mr Taylor said: \"There were some serious issues, but in the way it was raised the Tory party was seen as gung-ho about people shooting burglars in the back.\"</p> <p>When it came to the euro, he said the party responded with the Save the Pound lorry trip, \"a gut reaction \u0085not an intelligent contribution\".</p> <p>On fuel, he said the shadow chancellor Michael Portillo's pledge to cut 3p off a litre of petrol was the \"most populist of cuts\", while on pensions \"we seem to be playing tit for tat with Labour\".</p> <p>Mr Taylor said the party should establish a \"framework of principles and policies.\" There was a danger that by only reacting to the latest tabloid headlines the public would become \"cynical and suspicious about what we're doing\".</p> <p>He said he no longer believed the prime minister to be \"vacuous\" and praised him for his firm stance on fuel and pensions at the Labour party conference last week, urging Mr Hague to \"learn and listen\" from Mr Blair's \"standing firm and showing leadership''.</p> <p>He urged the party: \"Let's get away from tabloid demands for a tongue sarnie between William Hague and Ffion on the stage. Let's try to portray ourselves as a party that's not distracted by\u0085 buffoonery.\"</p> <p>His attack was less surprising than that of the rightwing chairman of the public accounts committee, Mr Davis, who urged his leader not \"to subordinate our basic beliefs to the findings of focus groups and the imperatives of opinion polls. It is utterly wrong and incredibly dangerous''.</p> <p>Pointing out that Margaret Thatcher had never consulted a focus group, he spoke of his concern that the party was listening too much to these groups \"rather than our own principles in failing to challenge government policies\".</p> <p>He warned: \"If we allow populism, the focus group, the opinion poll, to triumph over our principles, we are allowing the Labour party to do what they want, to create a principle-free zone in politics.\"</p>",
  "The Millennium Dome suffered yet another blow yesterday when attendance figures dropped to their lowest since a disastrous showing in January cost its former chief executive Jennie Page her job. <p>Fewer than 15,500 people a day visited the attraction in September, the most torrid month in its history, when news of a further £47m bail-out, revelations of financial chaos and a final government admission that it had \"failed to live up to expectations\" left its fortunes at an all-time low.</p> <p>The figures were nearly 50,000 down on August but the dome's irrepressible chief executive, Pierre-Yves Gerbeau, who was forced to cede financial control to the City troubleshooter David James in last month's shake-up, still tried to paint the figures as a triumph.</p> <p>\"We are getting thousands of satisfied visitors through the dome every day, and the overwhelming majority enjoy a fantastic day out,\" he said. </p> <p>Mr Gerbeau predicted that the fresh horrors he has planned for Halloween will pack in families over the half-term. \"There are only 91 days left in which to visit the dome and I would urge people not to miss out.\"</p> <p>Although Mr James has reduced the dome's target to 4.5m paying visitors, Mr Gerbeau still fervently believes the total figures can still reach 7m. With nearly 4.8m people having already gone through the turnstiles - with 3,847,911 of those paying - the dome is likely to attract at least 6m people before it closes on December 31, half the original target. A big promotion push launched this week by Mr Gerbeau, aimed at drawing in repeat visitors with cut-price offers, could nudge that figure up, however.</p> <p>He believes that, as a BBC poll showed that nearly eight out of 10 visitors enjoyed their day, it should be easier to preach to the converted than attract new visitors.</p> <p>He is also counting on the \"Expo effect\" to start kicking in soon when the public realise it is their last chance. Nearly a third of the people who went to the last Expo in Lisbon did so in the last six weeks.</p> <p>Dome merchandise, already discounted last month, has been cut further, with cuddly toys of its mascots, Coggesley and Sprinx, being sold at a third of their original price.</p> <p>Meanwhile, Lord Falconer, the minister for the dome, who has so far ridden out a chorus of calls for his resignation, said he would make public the scathing auditors' report from PricewaterhouseCoopers that precipitated its last crisis. His spokesman said a copy of the report, which has already been widely leaked, would be placed in the Commons library later this week.</p> <p>But he has no plans to release reports by the accountants Deloitte &amp; Touche for the millennium commission, which his critics claim alerted him to the dome's financial mismanagement and \"pie-in-the-sky\" business plan as early as last February. His spokesman said: \"Those reports are the property of the commission and it is up to them to decide whether they should be published. Lord Falconer has no say in that whatsoever.\"</p>"
]