[
  "<p>Different day, same story: more bad news for internet auction house <a href=\"http://www.qxl.com\">Qxl.com</a>. Not only did a trust connected with its non-executive chairman sell more shares, but the analyst who stunned the brokerage community by setting a £44 target price made an embarrassing climbdown. </p> <p>First, the share sales. Yesterday it emerged that New Jersey based Fenwick Trust, of which QXL's non-executive chairman Jonathan Bulkeley is a beneficiary but has no control, sold 500,000 QXL shares at 55p each on Tuesday. Although Fenwick claims the disposals were made to cover the administrative expenses of the trust, dealers were more sceptical, pointing out that Fenwick made a similar move earlier this month. </p> <p>On August 7, Fenwick also said it had sold 325,000 QXL shares between July 19 and August 2 to cover its administrative expenses. </p> <p>Whatever the reason for the sales, dealers are starting to get twitchy. Not only are the sales undermining what little confidence remains in QXL, but Fenwick still holds 18.2m shares. Given that it has been selling from 78p downwards, there can be no guarantee that further sales will not follow. QXL shares, which were 1.5p better at 59.5p last night, have already fallen from 778p in the past 10 months. </p> <p>Meanwhile, SG Cowen analyst Thomas Bock, who drove QXL's share price up six-fold in one day when he first came out with the eye-catching target price back in April, appeared to throw in the towel on QXL. </p> <p>In a research note, Mr Bock cut his rating on QXL to \"hold\" from \"strong buy\" citing recent developments that have created concerns regarding the company's growth strategy, its acquisition of German rival Ricardo.de, and its financial position. </p> <p>On this last point, Mr Bock, who made no mention of a new target price in the note, said QXL might only be able to finance its operations for another four to five quarters before it needs to raise fresh capital. </p> <p>Elsewhere, leading shares continued their winning run. The FTSE 100 index closed up 56.5 points at 6,532 - its highest close since June 14 - on a turnover of 1.46bn. </p> <p>Most of the support came from oil heavyweights <strong> BP </strong> , up 13p to 615p, <strong> Shell </strong> , 6.5p stronger at 573. Both were boosted by the strong crude price. </p> <p>The banking sector also chipped in with <strong> Barclays</strong> rising 63p to £16.75, while <strong> Alliance &amp; Leicester</strong> gaining 18p to 550p. </p> <p>Dealers remain convinced that some form of corporate activity is on the cards at business services group <strong> Hays </strong> . According to the story making the rounds yesterday, Hays is working to unlock hidden value via a demerger of its recruitment arm. The shares closed up 3.25p at 403.25p, as 7.1m shares changed hands. </p> <p>On the downside, <strong> Rolls Royce </strong> , off 10.25p to 228.75p, was the worst blue-chip performer, unsettled by a negative research note from UBS Warburg. In a preview of interim results due on August 24, UBS said that it was expecting a complex set of figures that are likely to contain some and hidden and unpleasant surprises. </p> <p> <strong> British Airways</strong> lost 12.75p to 368.75p, hit hard by the withdrawal of Concorde from service and the buoyant oil price. </p> <p>Lower down the corporate scale, <strong> Safeway</strong> fell 18.25p to 282p, as CSFB set about placing 40m shares with clients at 282p, a significant discount to Tuesday's closing price. </p> <p> <strong> Whitbread</strong> was also out of favour, sliding 20p to 508p, unsettled by the gloomy outlook for the pub market. The latest data from market research firm AGB Taylor Sofres indicates that all is not well in the industry, with the growth in pub bar snacks all but evaporating. </p> <p> <strong> Great Portland Estates</strong> once again moved higher (up 4p to 237.5p) on a reasonable volume. Market gossips believe the property group, which stands at a significant discount to net asset value, is vulnerable to a takeover.</p>",
  "<p>The Bank of England's monetary policy committee is capable of springing a surprise on the City even when it behaves precisely as expected. Earlier this month, the committee left interest rates on hold. </p> <p>The jolt for the market came yesterday when minutes of the meeting showed not only that rates were left on hold by the narrowest of margins, but also that some of those in favour of \"no change\" acknowledged that the call was close. </p> <p>Interest rate hawks immediately interpreted the fine balance over the decision as a sign that rates have still to peak. Others seized on the latest earnings and employment data as evidence that events were moving in the direction that the MPC wanted and there was little reason for a change. </p> <p>In fact the figures can be argued either way. The claimant count last month was the lowest for more than 20 years, the percentage of the workforce unemployed and claiming benefit the lowest since 1975. Yet the earnings numbers - those most likely to worry the MPC while the rest of us are celebrating the buoyancy of the jobs market - appear benign. </p> <p>Back to the spoilsports, who point out that, while headline earnings numbers for June showed a fall, the so-called negative bonus effect meant the figures flattered, perhaps to deceive. Forget the new economy - if the unemployment rate continues to fall it will feed through into higher earnings which in turn will stoke up consumer spending which is what really worries the MPC. </p> <p>The problem for the committee is that it has little or no control over two of the key determinents of inflation - the level of sterling and the price of oil. The latter is bobbing around a 10-year high and, according to some analysts, could spike higher. Nor will the foreign exchange market's view of the appropriate value of the pound necessarily correspond with MPC inflation forecasts. </p> <p>The MPC may not be too unhappy to have caught the City on the hop. If it can massage expectations towards the possibility of a rise in the repo rate to 6.25% or even 6.5% that may have a helpful knock-on effect on market rates. It would also mean that, if a rise were deemed necessary, it may have less impact on the politically sensitive sterling/euro exchange rate than if it came as a bolt from the blue. </p> <p><strong> Mutual benefits </strong><br> One factor which may have an impact on the consumer spending that haunts the MPC is the latest demutualisation windfalls. Policyholders with Scottish Widows are due to receive their share of the £5.8bn windfall from the Lloyds TSB takeover. This could make official spending numbers tricky to read. </p> <p>The payout, a reminder of the short term gains of demutualisation, comes at an awkward time for another Scottish institution, Standard Life. Shortly after fending off one attempt to push through demutualisation it is coming under fresh pressure to turn itself into a plc and hand out large sums of money to policyholders. </p> <p>It appears there is little that Standard Life can do to prevent itself being confronted by a succession of demutualisa tion efforts until, either through weariness or boredom, policyholders opt for the cash. </p> <p>Introducing a rule that Standard Life could not be asked to consider demutualisation for (say) two or three years after the failure of a previous proposal could easily be overturned. </p> <p>Raising the numbers of members needed to back a demutualisation proposal might look a better bet but, in these days of the internet, it is hard to pick a number high enough to present an effective hurdle. </p> <p>Such a defence would, in any case, be wrong. Policyholders have voted, once, against demutualisation. </p> <p>That decision cannot be set in stone for ever. Provision must be made either for changes in circumstances or simply for a change of mind on the part of the policyholders. But there should be a decent interval in between. </p> <p><strong> Irish dilemma </strong><br> If the MPC is ever inclined to feel sorry for the difficulties it faces in making policy, members need do no more than look across to Ireland. There the economy is roaring ahead but inflation this week hit a 15-year high. At 6.2% it is more than double the euro-zone average. The government has already frozen the price of booze and now the unions would like it to do the same with petrol duty and VAT. The International Monetary Fund thinks it would do better to raise taxes. Hardly the best background for negotiating a national wage pact. </p> <p>The problem for Dublin's economic policymakers is that there is little they can do. Cutting indirect taxes would have a one-off effect but would give consumers extra spending power. An IMF style tightening is reckoned to have limited impact. At least the MPC gets to set interest rates.</p>",
  "<p>While Darren Gough is being roared through the fourth Cornhill Test by a devoted Leeds crowd, with the series against West Indies at a critical stage, an equally passionate encounter will be fought out behind the scenes as England and Yorkshire battle for the services of the most coveted bowler in the land. </p> <p>At issue is the controversial decision by England's coach Duncan Fletcher to withdraw Gough, and other selected Test players, from the climax to the County Championship season on the grounds that they need rest and recuperation before the start of an arduous winter programme. </p> <p>Yorkshire will privately warn Fletcher that the decision, which was sprung on the first-class counties last month without discussion, will have disastrous consequences for the county game, as its flagging reputation can only be demeaned further. </p> <p>They expect to enlist support from Surrey and Lancashire, their major title rivals, in arguing that any more damage to the status of the County Championship will automatically undermine Fletcher's attempts to raise standards at international level. </p> <p>Gough is a free spirit, as bullish and opinionated as any Yorkshire fast bowler, but he knows when to keep his own counsel. \"I'm saying nowt,\" he said yesterday. He is conscious that the tug-of-war for his services could not come at a more uncomfortable time. The Western Terrace is likely to have a view on the matter. </p> <p>Gough would love to lead Yorkshire to their first championship since 1968 and knows how much damage could be done to his folklore image if he appears reluctant. But he also has a niggle or two and is desperate to be fit and fresh enough this winter to turn round England's appalling run of failures overseas. </p> <p>Yorkshire supported the introduction of central contracts, which gives England's management control over their leading players, only with considerable soul searching. Craig White and Michael Vaughan are also centrally contracted and Matthew Hoggard, too, is in the England squad for Headingley. </p> <p>Yorkshire's view is unrepentant: \"The counties agreed that players might have to be rested between Tests but no one suggested that they might need a holiday at the end of the season. How can supporters take the climax to the county season seriously if the best players are missing? This undermines all our attempts to raise standards.\" </p> <p>The view from another northern Test-ground county was equally abrupt. \"Somehow international cricketers must play more often in the county game, otherwise there is absolutely no point anybody watching it.\" </p> <p>Central contracting of England players, although still on trial, has been widely accepted in principle but the counties will still voice their displeasure over certain aspects of the system at the next meeting of the First-Class Forum. </p> <p>Several Test-match counties - although Yorkshire are not among them - privately contend that a reduction in the number of first-class counties is the only solution to an otherwise intractable country versus county dispute. As the ECB is criticised by the metropolitan counties for withdrawing their best players, so it is also regarded with deep suspicion by shire counties fearing for their survival. </p> <p>Don Trangmar, the Sussex chairman who oversaw the introduction of central contracts, has been disturbed enough by rumours that the ECB hierarchy would welcome a streamlined championship that he has written to his fellow chairmen proposing that candidates for board chairman - including the present incumbent Lord MacLaurin - should produce manifestos. </p> <p>\"These rumours are a huge turn-off for potential sponsors and the ECB should snuff it out if there is no substance. County cricket has gone a long way towards backing the England team this summer. Now we want some proper leadership.\" </p> <p>Last night the ECB offered it. \"We recognise the undeniable importance of all 18 first-class counties, and this will be apparent when we publish our five-year strategy for the game later in the year,\" said the chief executive Tim Lamb. </p> <p>Hampshire, oddly enough, were one county who would gladly have seen Alan Mullally receive a central contract: it would have helped to pay his wages. Mullally's England return lasted 48 hours and he pulled out of England's 13 yesterday with a thigh strain.</p>",
  "<p>The Irish Football Association has threatened to prevent Neil Lennon, Gerry Taggart and Steve Lomas from playing in the Premiership on Saturday after all three cried off from tonight's Northern Ireland friendly with Yugoslavia in Belfast claiming to be injured. </p> <p>The IFA is suspicious and feels that Leicester, Lennon and Taggart's club, and West Ham, where Lomas is captain, might be trying to pull the wool over their eyes as they prepare for the start of the season on Saturday. </p> <p>Lennon, according to his club, has a thigh injury and Taggart an ankle problem. West Ham claim that Lomas has tendinitis. The IFA may take a little more persuading though, and has asked the two clubs for medical reports on the injuries. It will not lift its threat to prevent the players from playing on Saturday until wholly satisfied. </p> <p>The Northern Ireland manager Sammy McIlroy, though, had words with the trio yesterday and accepts that they are unfit. \"I've spoken to Lennon and Taggart and they were in the medical room at Leicester City,\" he said. \"They assured me that they are injured and that they wanted to be here. </p> <p>\"As far as I'm concerned, I have to believe these players. I have to take them at their word. I've also spoken to Steve Lomas on the phone and at least I've heard it from the players themselves.\" </p> <p>Dominic Matteo last night agreed the personal terms of a five-year contract with Leeds and will conclude his £4.75m transfer from Liverpool, subject to a medical, today. \"All the formalities have been completed,\" said the Leeds chairman Peter Ridsdale. \"We are just waiting for Dominic to complete his medical and then he will be a Leeds United player.\" </p> <p>Wolves have signed Manchester City's Robert Taylor on a four-year deal for £1.55m. The striker, who joined the Maine Road club for £1.5m last November, turned down Portsmouth to move instead to Molineux. </p> <p>\"I have been interested in Robert for a while,\" said Colin Lee, the Wolves manager. \"He is a hard-working striker who will score goals and I am delighted he has signed for us.\" </p> <p>Fifa has lifted its ban on the use of Harare's national stadium, where 13 people were killed in a stampede at last month's World Cup qualifying match between Zimbabwe and South Africa. </p> <p>Chaos broke out after police fired tear gas to control unruly fans. Zimbabwe's president Robert Mugabe subsequently accused opposition agitators of provoking the violence. </p> <p>\u0095Scotland are hoping to arrange a friendly against Australia at Hampden Park on November 15.</p>",
  "Girls' continued supremacy in exams is expected to be confirmed today when A-level boards publish a breakdown of results by gender for the first time. <p>The figures, published a day ahead of individual A-level results, are likely to confirm trends brought out in a comparison of GCSE results over the past 10 years which shows that girls have extended their lead over boys.</p> <p>Pass rates across subjects and for both sexes will be published tonight as part of the examination boards' attempt to improve transparency.</p> <p>In 1989 35.8% of girls and 29.8% of boys achieved five or more A to Cs at GCSE. In 1999 53.2% of girls and 42.6% of boys achieved the same level.</p> <p>During the 90s girls overtook boys in GCSE maths results and maintained their lead in English. The publication of GCSE results next week is likely to show a similar pattern.</p> <p>Ministers are concerned about the underperformance of boys in state schools and in particular point to a dip in performance during the early years of secondary school.</p> <p>Many fail to progress beyond, and in some cases fall behind, the standards attained in key stage two tests at 11. Some of the money made available in last month's spending review will address that issue.</p> <p>Meanwhile, a package of measures to make this year's A-level and GCSE marking in England fairer and more transparent was revealed yesterday.</p> <p>The measures could herald a new era of \"candidate power\", assisted by the internet. Designed to eliminate bias, they limit the information examiners have about candidates and improve the candidates' ability to question the examiners' verdict.</p> <p>But students who appeal against the marks they have been awarded could find their grades can go down as well as up.</p> <p>In a pilot scheme by the qualifications and curriculum authority (QCA), which oversees examinations in England, the names of some candidates were disguised to examiners. Up to 20,000 pupils, taking one GCSE English paper, wrote their name underneath a flap which was then sealed. Their candidate number was written on the top.</p> <p>Throughout England the names of the examination centre, school or college of candidates were kept secret from examiners. This follows a complaint last year from an independent school that its candidates were deliberately marked down by an examiner.</p> <p>The centre's name does not appear on exam scripts, but it does come attached to examiner mark forms.</p> <p>Dennis Opposs, manager of the QCA's quality audit, said that after the Macpherson report on the murder of the black teenager Stephen Lawrence public bodies had to respond to anxiety about discrimination and bias. The best system was one in which there was no room for doubt.</p> <p>Hiding the names of the examination centre will \"provide reassurance for those that might previously have had any concerns about the impact of schools' names on markers\".</p> <p>Once grades have been published candidates in all A-level and AS-level exams, and in GCSE English, Irish, Welsh and maths, will this year be entitled to see their marked exam scripts on request.</p> <p>And, in another pilot scheme, some candidates will be able to see their exam papers on the internet. The scheme involves about 25,000 scripts and 25 centres in subjects including maths and English.The QCA hopes that eventually all students will be able to check their marked papers on the internet.</p> <p>Last year the results of 3% of A-levels and 0.5% of GCSE exams were questioned. After re-marking, 0.4% of A-level grades and 0.05% of GCSE grades went up.</p> <p>The QCA said yesterday it had urged that if remarking produced a lower mark it should be allowed to award a lower grade. The decision has gone to ministers for approval.</p> <p>\u0095 Birmingham University is to mask the names of students from tutors marking many exam papers because of fears that women are marked down. Some universities already have anonymous marking.</p>",
  "<p>Parents in Benton County in South Carolina know what predatory sex offenders look like. At any time of the day or night they can visit the community notification page on the Benton Sheriff's website and check through the gallery of convicted sex offenders living in their area. </p> <p>They range from 28-year-old Kenneth Ray Davis, who targets young boys, to 71-year-old Jerry Lee Ray who abuses girls. Both offenders are on parole and banned from having contact with minors including visiting playgrounds, arcades and other places frequented by children. </p> <p>This is the American way of protecting children. In the UK pressure is mounting for a \"Sarah's law\", named after the murdered eight-year-old Sarah Payne, to establish a sex offenders' register open to the public. The move would be a British version of the US Megan's Law that allows communities access to the names and addresses of sex offenders. </p> <p>As ministers decide whether more legislation is necessary, a British academic claims the US measures fail to protect children, and that ministers should give greater protection to children in the UK by ploughing more money into anti-poverty initiatives. </p> <p>Professor Colin Pritchard, of Southampton University, points to World Health Organisation figures published last month on child homi cides in the western world. In the US, where the number of adult murders has fallen, the number of children being killed has continued to rise, up 58% over the past five years, even after the introduction of Megan's Law. While in England and Wales we have seen the biggest reduction in child homicide in the western world, he says. Pritchard believes that our child protection system, although far from perfect, is succeeding in protecting children. </p> <p>\"In 1974 at the time of the inquiry into the death of Maria Colwell, when the UK was waking up to child abuse, this country was the third highest child killer in the western world. Now we're the fifth lowest,\" he says. </p> <p>As the welfare state has been rolled back, so the child murder rate in the US has risen, says Pritchard. \"Under Reagan and Bush, they began to dismantle the welfare services. Although we had cuts, we did preserve our child protection services,\" he says. </p> <p>It is often said that \"stranger danger\" is not the biggest threat to children - most die at the hand of someone they are close to. Pritchard says most child murderers are in a parental role. \"In the UK in the two years 1996-97, 110 children were killed. Just 19 were killed by a stranger. And for every child homicide, four children are killed in traffic accidents on the roads.\" </p> <p>He explains: \"We know that most child sex abuse of a damaging kind takes place in families, often poor families. We also know that the nasty malevolent stranger exists. But he targets disadvantaged children -those in poverty are more vulnerable to the lure of the stranger offering them gifts and treats.\" </p> <p>By tackling child poverty, we would be cutting the number of children vulnerable to abuse, inside and outside the home, he argues. He points to Sure Start, the government's programme to improve the chances of pre-school babies and children as one answer. \"But Sure Start will only be applied to a third of the country,\" he says. \"It needs to be available to all struggling families.\" </p> <p>Fellow academic Professor Nigel Parton, from the University of Huddersfield, has written widely on child protection. He agrees that investing in Sure Start would do more to protect children than a \"Sarah's law\". </p> <p>However, he stops short of drawing a direct correlation between poverty and abuse. \"You can't lump all child abuse in together. For example, there are issues around sexual abuse that are unique to that form of abuse - not just its emotional impact, but in the circumstances that surround it,\" he says. </p> <p>Not everyone supports Pritchard's theory that the success of child protection systems can be judged by murder rates. In the past his approach has attracted criticism from the NSPCC, among others. </p> <p>In a recent statement, the charity said that communities have a right to know if paedophiles living in their area pose a serious risk to their children. Although it recognises that \"unmanaged forms of community notification can result in dangerous vigilante actions, mistaken identity and harm inflicted on innocent parties. Its net effect may simply be to drive paedophiles underground\". </p> <p>The NSPCC wants to extend a scheme in Barrow, Cumbria, that recently prevented vigilante action on a housing estate. Childwatch uses appointed adults to keep an eye on designated areas where children walk or play. The adults, called \"hidden eyes\" are anonymous and look out for people acting suspiciously as they go about their business. If they see something worrying they have instant access to the police. </p> <p>Graham Brooks, NSPCC area child services manager, says that although the scheme has yet to be systematically evaluated, the indications are that they work on several levels. </p> <p>When a potential vigilante situation arose, Childwatch met with residents and were able to convince them that the person would be monitored, says Brooks. </p> <p>Childwatch's \"hidden eyes\" have found people with a record of offences against children parked outside schools. \"There is also anecdotal evidence that children's quality of life improves as parents feel happier about letting them go out and about in Childwatch areas,\" says Brooks.</p> <p><strong>Dispelling some myths </strong></p> <p>In 1998-99 in the UK, there were a total of 26 murders of children aged 5-16 years old, 24 of toddlers aged between one and under five years old and 45 babies under one year. Of these, around six or seven children per year are killed by a stranger and the numbers are not increasing, according to Home Office figures. </p> <p>In the UK, fewer young children than ever before, aged 0-4, are being killed by abusers, says Professor Colin Pritchard. World Health Organisation statistics show that in the four years from 1974-78, 38 young children per million population died. By 1993-97 this had fallen to 15 - a drop of 61%. Similar falls were also seen in Japan, which saw a drop of 61% and Germany, down 54%. In the US, 38 young children per million population died between 1974-78. But by 1993-97 the figure had risen to 89 - a hike of 58%.</p>",
  "The European Commission today announced that it may limit its ban on British live pigs and semen to the area of the original swine fever outbreak, provided the disease is successfully contained. <p>During all-day talks between British agricultural and veterinary officials and their EU counterparts in Brussels, commission spokeswoman Andrea Dahmen said that a decision would follow a meeting of the EU's standing veterinary committee on August 22.</p> <p>\"If the data submitted [by UK officials] to the veterinary committee shows the infection is contained, the commission may limit the ban to the region,\" she said. </p> <p>The United States also said today that it was temporarily banning imports of live pigs, semen and pork products. The EU ban was extended to the whole of England because the primary herd identified with the disease, in East Anglia, belongs to a large company of 48 herds spread across England, and pigs may have been exchanged between them. </p> <p>This is the first outbreak of swine fever in Britain for 14 years. Some 12,000 pigs - all the animals affected by the initial outbreak - have already been slaughtered in an attempt to contain the outbreak. But there have been reports of symptoms of classic swine fever appearing on farms in Lincolnshire and Derbyshire. Blood tests, which take between five days and a week to be conclusive, are being carried out to determine the extent of the infection.</p> <p>The commission's ban does not affect pig meat because it felt there was no threat to human health. Spain, which has extended its ban to pig meat and all meat products, will be asked to re-evaluate its position in light of the commission's decision. </p> <p>Andrew Garvey of the Meat and Livestock Commission said: \"We can well understand why the Americans have taken this decision. This disease is very virulent and it does pass through the pig population very quickly,\" he said. \"We also fully understand why our colleagues in the EU have put up the ban on live exports.\" </p> <p>The shadow agriculture minister, Tim Yeo, said that the US government's decision to ban British pork products was a blow to farmers. \"It is now imperative that [agriculture minister] Nick Brown pulls out all the stops to control the situation and to ensure that these temporary bans do not escalate into longer term bans or bans on fresh British pork.\"</p>",
  "The government has slashed the cost of ministerial trips abroad by £1.8m a year, after it was forced by the Guardian to reveal the bills of all overseas visits over £500. <p>Figures put in the Commons library disclose that spending by cabinet ministers on trips abroad has dropped from £6.4m for the first 11 months of the Labour government to £4.6m for the year up to March this year. </p> <p>Among the top spending ministers who appeared to have been reined in by Labour's tougher guidelines is Robin Cook, the foreign secretary, who took 43 trips in the past year. The cost of his most expensive trip dropped from £169,186 for a five-day Far East trip in 1997, to £66,080 for attending the Washington Nato summit last April. </p> <p>Last year the Guardian used John Major's open government code - the precursor of Jack Straw's freedom of information legislation - to request that the costs of all cabinet ministers' trips be released. The paper quoted a precedent set by the Queen to release all details of travel by the royal household that cost more than £500. Tony Blair acceded to the request. He also promised an annual report on the cost of ministers' trips. </p> <p>The figures up to March this year were put in the Commons library as MPs went on holiday, after a question from Derek Twigg, Labour MP for Halton. </p> <p>The drop in expenditure was also helped by a new parsimonious approach by former cabinet minister Jack Cunningham. He earned the nickname Junket Jack after spending nearly £30,000 leading a delegation of officials to two Brussels agricultural council meetings, staying at five-star hotels and flying in private planes. </p> <p>His expenditure last year was one of the lowest. He claimed £672 for a trip to Rome, including an overnight stay, to discuss modernising government. </p> <p>His successor, Mo Mowlam, chancellor of the Duchy of Lancaster, has had only one trip in her job: a three-day visit to Portugal to discuss drugs issues at a cost of £761. </p> <p>Other ministers with jet setting reputations - John Prescott, the deputy prime minister, and Peter Mandelson, the Northern Ireland secretary - have also cut their expenses. </p> <p>Mr Prescott, attacked in his first year for a £99,000 visit to India and for scuba diving in the Maldives as part of a £6,925 trip, had six trips in the past 12 months. His most expensive was an £11,906 trip to Rio de Janeiro, Brasilia, Sao Paolo, Miami and Washington. It included meetings with the directors of the Cunard cruise ship company, whom he once served as a bar steward. His cheapest trip was £940 for an overnight stay in Warsaw to discuss climate change. </p> <p>Mr Mandelson has made four trips as Northern Ireland secretary. The most expensive was £5,849 for a four-day visit to Washington and Boston to explain the decision to suspend the Northern Ireland executive. The cheapest was £2,094 to address a Middle East peace conference in Tel Aviv. </p> <p>Other ministers who have kept down spending include Alastair Darling, social security secretary. His most expensive, a six-day fact finding visit to the US to look at welfare to work, cost £2,030. His cheapest, at £505, was an away day to Brussels to met the EU social affairs commissioner. </p> <p>One of the few ministers to have increased his foreign travelling is Jack Straw, home secretary. He took eight trips last year. His most expensive was a two-day visit to Lisbon to meet justice and home affairs ministers. His cheapest was a £548 overnight stay in Madrid to meet the interior minister. </p> <p><b>The big, and not so big, spenders</b></p> <p><b> Tony Blair</b> <br>Spent the biggest sum on a single trip - £139,775 - last November when, with 14 officials, he attended the Commonwealth heads of government meeting in South Africa. His second most expensive trip was to the Nato summit in Washington last April with 24 officials at a cost of £64,350. Otherwise quite parsimonious. The bill for a seven day visit to Lisbon in January where he combined a holiday with preparations for the European Council cost just £1,999 - the Blairs paid their own air fares </p> <p><b> Robin Cook</b> <br>The foreign secretary ran up the biggest bills and took record numbers of officials abroad with him. Took 20 officials to the Washington Nato summit - outspending the PM with a bill for £66,080. Other big bills were a visit to Cairo last January (£56,549) and a visit to Moscow and Tblisi (£53,493). He saved cash by getting the Queen to subsidise his visit to Ghana and attending the Commonwealth heads of government meeting. It cost the Foreign Office £4,010 for a week long trip </p> <p><b> Geoff Hoon</b> <br>The defence secretary's most expensive trip was visiting British troops in Egypt last October to watch Operation Bright Star. The bill was £58,185 for him and 12 officials. He logged the cheapest expense claim for attending the Nato summit in Washington - £722 as Downing Street paid his air fare </p> <p><b> Clare Short</b> <br>The international development secretary made 17 foreign trips last year at knockdown prices. Her most expensive was £9,905 to visit refugee camps in Macedonia and Albania. One of her cheapest was to address Anglican bishops in Portugal on poverty (£672) </p> <p><b> Gordon Brown</b> <br>The chancellor also kept his expenses down. His most expensive trip for him and five officials was to attend the G7 and World Bank meetings in Washington in April last year for £6,615. </p> <p><b> Alan Milburn</b>, the health secretary, and <b> John Reid</b>, the Scottish secretary, cost the taxpayer nothing. They did not go abroad last year.</p>",
  "<p>In the little pidgin English he can muster, Jon says it is a year since he escaped the Taliban regime in Afghanistan. \"The day I arrived here was the day I thought: 'I know I will be OK',\" the 15-year-old says, smiling at the memory. But there is something not quite right about his smile. He is not OK. Indeed, it took over six months to get a placement in residential care and he has still not been provided with any legal advice about his future. Should he not fight for his rights? \"No,\" he says, shaking his head rigorously. \"Too scared. I should be grateful. Anyhow, I don't know what my rights are.\" </p> <p>Jon - not his real name - is one of a growing number of refugee children adrift in a care system that sometimes seems not to have their best interests at heart. \"Whether refugees are youngsters who become separated from their families in this country, or they are unaccompanied asylum seekers, few speak out about being mistreated by our care system. It's one of the reasons it is so rife,\" says Selam Kidane, newly- appointed refugee project consultant at British Agencies for Adoption and Fostering. Her role in raising awareness of how refugee children in public care are treated, has been funded by the Diana, Princess of Wales Memorial Fund as part of its attempt to help a group of people who are believed by many to live in the lap of luxury, yet whose basic requirements are often denied. </p> <p>Child care charity Barnardo's welcomes the potential focus. Its latest research reveals that the therapeutic, legal, educational, language and health needs of refugee children are often lacking, leaving them feeling alone and frightened. Likewise, the audit commission has found that many such youngsters do not receive the same care routinely offered to other children in need, despite having the same legal rights. </p> <p>So why has a nation renowned for helping victims of countries in trouble been getting it wrong? And what is being done about it? </p> <p>\"Historically, there has been very little research into the needs of refugee children,\" says Kidane. \"No research means no debate. No debate means no advocacy and no improvements. Social workers and other professionals who come into contact with refugee children are queuing up to get relevant training, but it just doesn't exist. Many don't even have awareness of asylum seekers' rights.\" </p> <p>The result, says Nicola Wyld, legal adviser to Voice for the Child in Care, a campaign group, is that experiences such as Jon's are becoming increasingly frequent. She adds: \"When refugee children are placed in care, emergency placements tend to be seen as the short-term solution. These placements often end up being extended and the young person establishes attachments, sometimes for the first time ever. </p> <p>\"Suddenly, however, the social worker finds a new placement in a community that meets the ethnic culture in question and the child is moved - sometimes out of the borough. On the face of it, this appears to be the right decision and certainly social workers have good intentions. But the reality is that the damage created by ruining their initial bonds can have a devastating effect. These are youngsters with emotional vulnerability that most of us cannot comprehend, and who are in urgent need of being treated with informed sensitivity.\" </p> <p>Barnardo's argues that this knowledge gap - coupled with lack of resources - is responsible for the fact that needy refugee children may be excluded from the care system altogether. A staggering 41% of young refugees supported by London boroughs in October last year were housed in bed and breakfast accommodation, hotels or hotel annexes. </p> <p>\"Section 17 of the Children Act states that the local authority may provide accommodation in care for 16-21 year olds if it considers that it would safeguard or promote their welfare,\" says Pam Hibbert, the charity's principal policy officer. \"Clearly, refugees fall into this category, yet this is often missed.\" She adds: \"Since our report shows that many young people arrive with no paperwork, and assessments of their age are based on guesswork, it is safe to conclude that many under-16s are also excluded from care. Indeed, some fib that they're older, thinking it will get them greater rights. This, in turn, has implications for education and health care.\" </p> <p>Since 80% of refugees who arrive in this country are aged 16-18 - and the numbers of youngsters of all ages arriving in the UK is rising faster than ever - the Refugee Council claims this is no longer an issue we can afford to ignore. \"Resources and services for refugee children, as for any child in need, should be based on a full and holistic assessment of all their needs,\" says Judith Dennis, the council's unaccompanied children policy adviser. </p> <p>Kidane claims that a severe lack of available legal advisers, as well as interpreters and translators, is largely to blame for the inability of refugee children to fight against such inadequacies. \"We intend to call on the services of such people to create a forum of young refugees who will get their views heard by policy makers,\" she says. \"It won't be easy to recruit members - particularly those from countries with oppressive regimes who have learned not to speak at all - but we are determined. We see it as the only way in which we can turn around an ugly reality.\" </p> <p>The relentless negative press that refugees have received in recent months will no doubt prove a further obstacle, Kidane fears. The refugees do not feel supported and potential service providers, from foster carers to schools, become scared to offer their services for fear of causing unnecessary controversy. </p> <p>Meanwhile, the audit commission's latest research warns that lasting improvements must be introduced urgently. It found that a mere 12% of authorities with a social services department have a refugee strategy in place, and few have any concrete plans to change that - often simply because the government's funding mechanisms are inadequate. </p> <p>\"There are alarming differences in how boroughs cope with care of these people, and support services outside London are particularly poor,\" says Shara Kulay, author of the reports. \"Fewer than half of the contracted immigration law firms are outside London, for instance. And many GPs and schools are reluctant to accept asylum seekers, especially if they impose new demands on over-stretched services.\" </p> <p>The Refugee Council agrees that time is of the essence. Dennis says: \"Refugee children should be treated as children first - and refugees second.\"</p>",
  "<p>Entries recently closed for the BBC's people's awards, which aim to recognise achievements of excellence over the past year. Among the more interesting categories is an award for the innovation or advance likely to make the most impact on our lives. Smart money must be on the human genome project. But I believe that the award should go to those who have launched digital, interactive television services that are going to do so much for the independence of disabled and elderly people. </p> <p>As a wheelchair user myself, interactive television has changed my life - so much so that sometimes it has been overwhelming. Inaccessible video shops have been replaced by movies on near demand; cheques once written painfully slowly are now electronic transactions. Soon I will be able to do my supermarket shopping without having to ask others for the can of beans I cannot reach on the bottom shelf. </p> <p>As the initial hardware costs are lower for a system that is more secure, and much easier to use, than the internet (all you need is your existing TV, set-top box, telephone point and remote control), I predict Britain's 8.6m disabled people and their families are more likely to purchase interactive television than PCs. </p> <p>If only more of those running interactive television services would recognise this and take the needs of - and advantages to - disabled and elderly people into account in their marketing and on-screen design. Instead of worrying about missing the government's preferred 2006 deadline, when everybody may have to have digital television, the companies could find that disabled and elderly people would become the first society grouping to change en masse. Already some people, most notably the partially-sighted, have heard of interactive television's convenience, sought to use it - but found services inaccessible. </p> <p>The Independent Television Commission should be given power to regulate these matters. Indeed, it may be more important to regulate interactive television than any other area of television broadcasting. For while interactive television is a tool of freedom and empowerment, in the long term - when everybody is digital - I can easily envisage it becoming wide open to abuse. </p> <p>Once services are universally available in this form, why continue to ensure their availability in traditional ways? Why, for example, should social care workers take elderly people shopping, or should shops have to meet accessibility rules for disabled people, when they could shop at home? </p> <p>Interactive television is a remarkable development. But it must be, and remain, purely a tool of choice. The other way lies great danger. </p> <p>\u0095 Jonathan Kaye advises on disability issues, and runs travel website <a href=\"http://www.allgohere.com\">www.allgohere.com</a></p>",
  "<p>In the blazing heat of the desert, a lake ought be a welcome sight. But this lake has no palm trees around its edges, no camels watering. The sand here is a dark, sticky brown, turning to black at the lake's fringes. The smell is foul. </p> <p>On the far side, an abandoned Iraqi tank stands as a reminder of how this lake, in Kuwait's Burgan oilfield, and around 320 others like it, came into existence. During the Gulf war, occupying Iraqi forces released more than 60m barrels of oil on to the sands, forming lakes as deep as a swimming pool in places. </p> <p>Ten years on, they are still there. The Kuwaitis have pumped out a third of the oil, reducing the lakes to a shallow sludge. But the rest has sunk into the ground, five to six metres deep. As years go by, the oil continues to creep between the sand particles, contaminating more and more land. </p> <p>The Kuwaitis estimate that the cost of putting it right will be about $1bn, but oil-polluted earth has never been treated on this scale before and techniques are still in their infancy. A conference to discuss the options will be held in a few months. Dr Mohammed al-Sarawi, head of Kuwait's environment public authority, is hopeful that a Japanese bio-remediation method, which uses bacteria to break down the oil, will prove effective. Whatever is done, it will take time. </p> <p>Almost two years ago, Green Cross International, the Swiss-based organisation which monitors the environmental effects of war, reported that the situation was becoming urgent. \"In a few years, it will be too late to remedy the desert because the volume of contaminated sand will be too large\", it warned. \"The desert will be contaminated forever.\" </p> <p>Green Cross suggested that to prevent further contamination, about 50m cubic metres of earth should be dug out and put into safe storage until a solution could be found. Even that is likely to be hazardous: there are still some Iraqi landmines in and around the lakes. </p> <p>It is not just a matter of restoring the land to its natural state: Kuwait's water supply is also affected, and several water wells have already been shut down because of oil seepage. </p> <p>Kuwait depends heavily on desalinated seawater, but it also uses fresh groundwater from the south, and adds some brackish groundwater to the distilled seawater to give it flavour. According to Green Cross, one aquifer representing 40% of the fresh water reserves has been contaminated. </p> <p>The oil lakes, together with the 720 oil wells set on fire at the end of the war, were partly aimed at damaging Kuwait's economy - a gesture of spite by the fleeing Iraqis. But oil was also used as a weapon. The Iraqis thought the allies might attempt a landing in Kuwait from the sea, and poured an estimated eight to 11m barrels into the sea as a deterrent. This was about six times larger than the Amoco Cadiz disaster - the world's previous largest oil spill - and some 1,500 kilometres of Gulf coastline were polluted as a result. </p> <p>As a further defensive measure, the Iraqis moored four supertankers, each containing a million barrels, in the bay off Kuwait. These were fitted with special taps so they could pour out the oil if an attack came via the sea. Further north, towards Iraq, they sank 150 small boats in shallow waters of the fish breeding grounds to hamper navigation. </p> <p>The end of the war brought a huge clean-up operation, and the oil fires were finally extinguished after 258 days. But some of the problems caused by this environmental warfare are only now becoming apparent. </p> <p>While the fires burned, a thick cloud of black smoke, carrying soot and toxic gases, hung over Kuwait, making it so dark that cars had to use their headlights even at midday. Huge areas are still covered in soot and doctors report increased cases of asthma, allergies and eye irritation. </p> <p>The burning oil gave off aromatic hydrocarbons which can cause cancer. Dr Abdullah al-Hammadi, who runs a government clinic specialising in post-war problems, believes that most of the population inhaled a toxic dose - though it will take another five to 10 years before the effect is known. </p> <p>The desert in Kuwait consists mainly of hard-packed sand and stones, giving it a firm, stable surface, though there are smaller areas of sand dunes. According to Sarawi, the area covered by dunes normally fluctuates by 10-15% but has more than doubled in size since the war. \"We have also had a record number of dust storms over the last five to six years,\" he says. </p> <p>Although such dramatic changes are usually due to climate change, he believes that in Kuwait they are a result of the war. During the war, the Iraqis drove a corridor across the desert from the north-west to the south-east, and the movement of hundreds of tanks broke up the surface. Because the desert supports so little life, it is especially susceptible to damage. \"The top layer of the ecosystem is very fragile,\" says Sarawi. </p> <p>On the wall in Sarawi's office is a photograph which, at first glance, appears to show a buttercup meadow. It is, in fact, a stretch of desert in full bloom a few weeks after rain has fallen. The seeds for these plants lie dormant, normally just below the surface, but the drifting sand has begun to cover them to depths which prevent them from growing. </p> <p>Unlike the desert, the sea has a remarkable capacity for recovery. Seven years after the war, the coral reefs seemed healthy and shrimp catches were back to normal. But then another problem appeared. Last year, huge numbers of fish suddenly died - the Kuwaitis estimated some 400-500 tonnes. Tests on the fish found no toxins, and scientists concluded that they had died from lack of oxygen in the water, caused by an explosive growth of phytoplanktons. </p> <p>High temperatures may have played a part, but the most likely explanation is an abnormally high level of nutrients in the water. The Kuwaitis suspect that the draining of Iraq's southern marshes, carried out by Saddam Hussein for reasons of political control over the area, is to blame. Previously the marshes acted as a filter for fertilisers washed down from further north in Iraq, but now there are no marshes to remove them, these nutrients pass straight into the sea. This encourages algae blooms which use all the oxygen and kill normal life. </p> <p>The waters at the head of the Gulf are a major breeding ground for fish from as far away as the Indian Ocean. Millions of people in the Gulf and Asia depend on them for food, as do fishermen for their livelihood. </p> <p>The Gulf war may be over, but Saddam's war against the environment continues.</p>",
  "<p><strong> UK loses first wind </strong><br> Morocco is inviting tenders to build two wind farms totalling 200 megawatt capacity - about 8% of the country's electricity needs. Only one in 10 of the rural poor have power at the moment and wind farms are seen as part of the solution. In the UK where the DTI and Helen Liddell, the energy minister, continue to tilt the market towards fossil fuels, the industry still struggles for survival, with less than 1% of the market. This is despite the fact we have more wind resource than any country in Europe, particularly offshore, where even the scenic countryside lobby find it hard to object to the technology. The DTI's attitude is particularly puzzling since the UK was once the world leader in this field and there is plenty of business out there. In this climate, with no home base to work from, it is not surprising that none of the companies tendering for the Moroccan contracts are British. </p> <p><strong> Healthy heather</strong><br> The glorious 12th (the start of the grouse shooting season) last week-end saw some cheerful news for the bird's heather habitat, if not for the grouse. New research shows that the steep decline in heather moorland is being reversed. Over 160,000 acres of new moorland have been created or brought back into management by re-seeding, bracken control and reduction in grazing, replacing some 200,000 acres lost since 1945. More sympathetic management is good news for curlew, golden plover, dotterel, lapwing, and predators like merlin, shorteared owl, hen harrier and peregrine. </p> <p><strong> Fired into action</strong><br> With large tracts of the US on fire and Al Gore needing the green vote in his presidential bid, he has added an 8,000 word foreword to his 1992 book, Earth in the Balance, for re-issue next month by Earthscan. The catchy title of the new chapter is \"The coming environment decade\" and top of his concerns is global warming which, needless to say, the US must tackle, he says. So far top marks, Al, as long as we ignore the last eight years of relative inaction. </p> <p><strong> Britain goes batty</strong><br> One last piece of good news: a colony of rare Barbastelle bats has been discovered in Wales - the first in that country, and the fifth in Britain. In all, 10 of the 16 species of British bat were found in Pengelli Forest Nature reserve using sonar detectors and giving hope of other discoveries elsewhere.</p>",
  "<p> A man who suckles on breastfeeding women, dumps on his neighbours' lawn, smashes up coke-vending machines and terrorises children and pensioners is likely, as they say on talk TV, to have a few issues to deal with. </p> <p>Charlie/Hank, the central character in Me, Myself and Irene, a new Jim Carrey blockbuster, due for release next month, has more troubles than most. Deserted by his wife and ridiculed by his community, this Rhode Island state-trooper is the proverbial nice guy until his pent-up rage turns him, according to the film's pre-publicity, \"from gentle to mental\". Diagnosed as having an \"involuntary schizoid personality disorder with narcissistic tendencies\", his dual personalities do battle for Irene's affections, wreaking havoc wherever they go. </p> <p>Funny, eh? Fans of Carrey's grimacing, scatological bad taste humour (Dumb and Dumber, Ace Ventura) will no doubt think so. The movie topped the US takings chart after its first weekend on release and, with its 15 certificate, promises to pull in the post-pubescent market here. But there is also a growing lobby of cinema-goers who fail to see the joke. </p> <p>In the US, Canada and Australia there have been widespread protests at the way Me, Myself and Irene misleadingly portrays schizophrenia as a Jekyll and Hyde, split personality disorder - and \"Hank\" as a violent threat to society - when schizophrenics are far more likely to be the victims than the perpetrators of violence. Mental health campaigners have accused the film's distributors, 20th Century Fox, of feeding all the worst prejudices about severe mental illness, whilst targeting 15 to 24 year olds, a group particularly vulnerable to the onset of schizophrenia. </p> <p>In Canada, where there have been some vicious recent attacks on homeless schizophrenics - including one killing - the criticisms have had a bitter resonance. Here, the National Schizophrenia Fellowship, Mind and other organisations have signed up to the international campaign and are targeting 300 cinemas for leafleting and local protests when the film is released on September 22. </p> <p>The NSF is not calling for Me, Myself and Irene to be banned. But it does want it to have an 18 certificate, and has complained to the Advertising Standards Authority about the film's promotional material. In other countries this has centred on \"schizo\", split-face images of Carrey, with promotional products that include jelly-bean \"pills\" claiming to cure schizophrenia. Even before the film's UK release, it looks like the protestors may have got some results. Twentieth Century Fox has said it is dropping the gentle-to-mental catchline, and replacing its split personality poster with one that presents a \"warmer, more romantic\" image, playing up love interest Renee Zellweger, and one of the film's more appealing characters, a cow. </p> <p>All this sturm und drang about a movie is a new departure for British mental health organisations. Unlike in the US, where minority groups routinely protest at films and TV programmes they find offensive, campaigners here fret about appearing to have a sense of humour by-pass, or being thought overly PC. Now though, the tide may be turning. </p> <p>The NSF and other charities have begun advising TV scriptwriters - for example, on EastEnders and Peak Practice - on how to present mental illness in a more realistic and empathetic light. EastEnders' portrayal of the gradual development of schizophrenia in the character Joe Wicks has been widely praised for avoiding sensationalism. </p> <p>The government's national service framework on mental health, its new mental health tsar, and the Royal College of Psychiatry's \"Changing Minds\" campaign have all contributed to giving anti-stigma work a higher profile. Generally, there is more awareness across the care professions of the way that stigma and discrimination deepen the distress caused by mental illness, fuel nimbyism and make early, successful treatment less likely. </p> <p>Nevertheless, 70% of people still see schizophrenics as a threat to themselves and their families: one of the most feared groups after paedophiles and drug-pushers. This, despite the fact that one in 100 people will develop the illness at some time, and that - contrary to popular mythology - the proportion of homicides carried out by mentally ill people has been falling since the late 1950s. Although it is a serious mental disorder that may involve delusions and hallucinations, schizophrenia has nothing to do with harbouring multiple personalities. And the risk of violent behaviour among people with the illness is only marginally greater than for the population as a whole. </p> <p>Psychiatrist Peter Byrne, who heads up the RCP's working party on media and stigma, argues that ignorance and crude stereotyping contributes enormously to the distress experienced by mentally ill people and their relatives. \"Take the powerful psycho-killer image that's used so often in movies. Research has shown that for someone with severe mental illness, this is often the single biggest contributor to the stigma they suffer.\" Even a semi-realistic medical drama like ER invariably shows mentally ill people as violent and dangerous, he says, most infamously in the dramatic episodes that involved a double stabbing by a man with schizophrenia. </p> <p>Byrne finds Me, Myself and Irene deliberately and cynically offensive. He wants it to go out with a health warning, stating that the behaviour displayed by its central character has nothing to do with schizophrenia, or indeed any actual mental disorder. Emma Harding, a young woman diagnosed as schizophrenic, agrees. </p> <p>\"The most sickening thing about the film is that it makes it seem OK to laugh at people with mental health problems, and that we're all totally out of control, as well as violent and dangerous. I have enough problems trying to convince my friends I'm not a \"psycho\" without needing this. </p> <p>\"But how far should this argument be taken? Me, Myself and Irene is not a health education film: it's an absurdist scattergun comedy. Images of madness - comic, tragic or both -have been a source of enduring fascination in films as far back as the escape-from-the-asylum chases of the silent movies, through to classics like Three Faces of Eve, Psycho and One Flew Over the Cuckoo's Nest. There is a whole genre of films based on multiple personality disorders alone. The attraction is obvious. Losing their mental health is most people's biggest dread. Films about madness, particularly ones that exaggerate the distinction between \"us\" and \"them\", tap into this fear but also allow us to take comfort in our normality. Hollywood knows this, which is why it has a whole new round of psycho-social dramas and remakes on the blocks. </p> <p>\"What all this is about is our inability to deal with difference,\" says Bruce Irvine, a clinical psychologist who works with adolescents. \"You can protest at harmful, distorted images of mental illness, but you can't stop people laughing at them. If anything, demonising this film may only make it more successful.\" </p> <p>For Carrey's critics, it's a risk worth taking. Paul Corry of the NSF says they are not against humour about mental illness, or showing schizophrenia for the frightening, psychotic condition it is. Productions like Blue/Orange at the National Theatre, or the feature film Some Voices, due out next week, prove it's possible to do both to great effect, he argues. And there are many other examples that successfully tread the fine line between dramatic effect and parody. What is unacceptable in the 21st century is to characterise someone who is mentally ill as a village idiot figure of fun. </p> <p>\"Looking for cheap laughs in this way would be ruled out for almost any other minority group,\" he says. </p> <p><strong>The old Jekyll and Hyde formula</strong></p> <p> Berating the Farrely Brothers' new movie for giving a misleading portrayal of mental illness is rather like accusing a Bruce Willis movie of failing to capture the realities of international terrorism. Me, Myself and Irene is the latest comedy from Hollywood's leading exponents of immature humour, and it is their weakest film yet, with forced attempts at grossness and characters that are as flat as a pancake. </p> <p>But fears that it will give children the wrong idea about schizophrenics is a form of hollow political correctness that is misjudged and misplaced. Jim Carrey plays a policeman who never deals with his problems, resulting in the birth of a monstrous alter ego to his unflaggingly nice guy: a husky-voiced monster who does exactly as he pleases. </p> <p>It is the old split-personality cinematic vehicle that can be traced back to Dr Jekyll and Mr Hyde, and is so far removed from reality that there is little in it that merits offence, only mild irritation. The word \"schizo\" crops up a few times and sounds like an out-of-date childhood taunt, but beyond that, this is pure popcorn-munching fodder about an unbelievable character going through a slapstick routine. </p> <p>Carrey's character has about as much connection with any recognisable form of mental illness as The Incredible Hulk. </p> <p>With far more important issues to be alarmed about concerning the treatment of the mentally ill in general, voicing outrage at a silly, bad taste movie seems to be in, well, bad taste.</p> <p>\u0095 For details about the Me, Myself and Irene campaign contact NSF, 30 Tabernacle Street, London EC2A 4DD, tel: 020-7330 9110, website <a href=\"http://www.nsf.org.uk\">www.nsf.org.uk</a></p>",
  "<p>The government has today approved plans to clone embryo cells into human tissue for the treatment of currently incurable diseases. If they are adopted, the law on human cloning will be relaxed to allow scientists to take cells from young embryos and use them to grow skin and other tissue, which may help find cures for many diseases such as Alzheimer's, Parkinson's and cystic fibrosis.</p> <p>Ministers have endorsed the report by the Chief Medical Officer, Professor Liam Donaldson, on the issue of human embryo cloning, although MPs will decide on the proposals in a free vote later this year. </p> <p>However, the new legislation will ban human cloning for reproductive purposes, ensuring scientists can never clone a whole baby.</p> <p>The plans will allow all-purpose \"stem cells,\" from which all embryos first develop, to be taken from human embryos under 14 days old and used in medical research.</p> <p>Such research would necessarily involve cloning human cells to make embryos, which would be used to harvest healthy tissue to treat degenerative diseases. It is this aspect of the research which has today provoked controversy amongst religious and pro-life groups in the UK. Religious groups which believe any embryo is a human life are fiercely opposed to any relaxation of the law.</p> <p>However, under the 1990 Human Fertilisation and Embryology Act, embryos of up to 14 days old can already be used for research into specific areas such as fertility, contraception, miscarriage and congenital disorders. The use of young embryos, many of which never fully develop, is an integral part of the long-accepted fertility treatment of IVF. Shadow Health Secretary Dr Liam Fox said that he intended \"on principle\" to vote against any relaxation of the rules. \"There is genuine and deep-rooted political unease about many of the medical techniques we can now employ,\" he said. </p> <p>At present there is no law expressly forbidding human cloning using the technique which produced Dolly the sheep, because such advances were not envisaged when the legislation was drafted. In practice, the Human Fertilisation and Embryology Authority would never grant permission for reproductive human cloning. </p> <p>However, the Government's plans will prevent any possibility of such work taking place. The new law will make it illegal to produce an embryo clone and plant it into a woman's womb. </p> <p>Embryonic stem cells can develop into any kind of tissue in the body, including nerves, muscle, organs and bone, depending on which chemical signals they are given. Stem cells may be used in the future to make replacement tissue, which would revolutionise the treatment of burns, degenerative conditions such as Parkinson's and Alzheimer's disease, and spinal injuries. </p> <p>Such therapeutic cloning also offers the possibility of overcoming the problem of transplant tissue rejection. An embryo cloned from a patient would yield stem cells which could be used to grow tissue compatible with the patient. </p> <p>In December 1998 two advisory bodies, the Human Genetics Advisory Commission and the Human Fertilisation and Embryology Authority, recommended that the law should be relaxed to allow the use of early-stage human embryos for stem cell research. </p> <p>The Medical Research Council today welcomed the recommendations in the report. Dr Diana Dunstan, the MRC's director of research management, said: \"We welcome the report's recommendation that stem cell therapy and cell nuclear replacement should be permitted under strict legal controls, enforcing clear ethical principles. </p> <p>\"While growing whole organs for transplantation may be many decades away, the production of human nerve cells to treat people with Parkinson's and Huntington's disease could be an early benefit of this type of research.\" </p> <p>Professor Liam Donaldson said: \"Stem cell research... offers enormous potential for new treatments of chronic diseases and injuries, and the relief of human suffering. </p> <p>\"Our report offers a way to ensure that this potential can be fully explored, whilst ensuring full and rigorous safeguards. In particular reproductive cloning - the cloning of individuals - will remain banned in the UK.\" </p> <p>A spokesman for the charity Life, which is strongly opposed to abortion and cloning, pointed to new research where stem cells had been taken from adults: \"We do not need human cloning. We are on the brink of a major revolution in medicine using adult stem cells and exploring another recent discovery, namely that differentiated adult cells are capable of adaptation and mutation.</p> <p>\"Therapeutic cloning means killing. It is a further trivialisation of human life. It exploits human beings at the most vulnerable stage of their lives - it is neo-cannibalism.\" </p>",
  "If it has been a good year for Vladimir Putin, it has been an extremely bad week for the Russian president. Putin's claim to the affections and the votes of a majority of Russians lies in his promise of being his country's new strongman - not flinching from brutally putting down the Chechen insurgency, restoring law and order to the streets of Russia's cities, rebuilding the former superpower's military might and projecting that muscle overseas. <p>The bomb and the boat have spoiled the party. A bomb blast a week ago killing 12 and maiming dozens in the very centre of Moscow came on the eve of Putin's prime ministerial birthday, marring the congratulatory mood. Sunday's nuclear submarine disaster in the Arctic was a huge setback for the president, since the northern fleet's manoeuvres at the weekend were a prelude to a major exercise in power projection planned by Putin for later this year - the return of the Russian navy to the Mediterranean for the first time since the Soviet military heyday. </p> <p>In between the two tragedies, in the Kremlin last Friday night, Putin refereed a four-hour power struggle between his two top military officials, ordering the top brass to mend their fences and turn their sights on a decade of ambitious military reform. </p> <p>The challenge is daunting. Putin is aware that his inheritance from the Soviet collapse and the decade of revolutionary turmoil under Boris Yeltsin is a Russia that is now a third-rate military power, albeit nuclear-armed. For the second time in five years, the vast Russian army is proving incapable of pacifying the Chechens. The bomb in Moscow, blamed on Chechen \"terrorists\", shifts the war from the periphery to Russia's core and gives the lie to Putin's pledges of stability and security where it hurts most, on the streets of the capital. </p> <p> A cursory inspection of the troops in Chechnya reveals the chronic condition of the Russian army, while the drama now being played out at the other end of the country, at the bottom of the Barents sea, highlights the dismal state of affairs in the navy. A fortnight ago the navy chief, Admiral Vladimir Kuroyedov, expounded his grandiose vision of increasing Russian naval might, his claim to a bigger share of the shrunken defence budget. In April the president went up to the northern fleet's headquarters and paraded with the sailors for some morale-boosting TV footage. </p> <p>Away from the cameras, however, the reality for the Arctic sailors is as grim as it gets. On paper the northern fleet has 42 nuclear-powered submarines, including seven like the Kursk, which is now probably irretrievably lost. But there is no money for fuel, there are rarely emergency generators on board the subs (a factor that may have contributed to the current sinking), and at least 70% of the fleet is in need of repairs. </p> <p>The northern fleet's five bases along the Kola Peninsula bordering Norway are littered with the toxic, rusting carcasses of up to 100 nuclear submarines, according to Norwegian environmentalists. Only three of the fleet's submarines are on patrol at any one time because of the cost of keeping them at sea. And this sad state of affairs applies to the strongest of Russia's four fleets. The Pacific fleet is in worse condition, the Black sea and Baltic fleets have been left even weaker by the disintegration of the Soviet Union. </p> <p>Earlier this year the authorities in the northern port of Severodvinsk slapped a ban on any more nuclear submarines arriving for decommissioning, while navy headquarters concluded that the fleet's six Typhoon-class submarines, the biggest in the world, were already useless and that the Oscar-class vessels (like the Kursk) would be inoperable within four years. Two of the Soviet navy's most prestigious training centres were in Estonia in the Baltic and in Sebastopol on the Black sea, now in Ukraine. They have never been replaced. Against this background, the plan for the northern fleet looks like a folie de grandeur. </p> <p>The admirals and generals are among Putin's biggest supporters because he gave them the green light to take their revenge on the Chechens for the lost 1994- 96 war, because he promises them more money and restored prestige, if not a return to what they regard as the Soviet glory days. The weekend wargames that ended so disastrously, the navy spokesman, Igor Dygalo, confirmed yesterday, were a dress-rehearsal for October when a northern fleet battle group led by the Admiral Kuznetsov aircraft carrier was to set sail for the Mediterranean to rub shoulders with the US Sixth Fleet. </p> <p>It would have been the first time that independent, democratic Russia had put such an expedition in the Med, a symbol of a proud and assertive Russia under a new strongman. The prospects for the expedition are now in doubt. The aircraft carrier is anchored in the Arctic, leading the rescue mission. </p> <p><a href=\"mailto:ian.traynor@theguardian.com\">ian.traynor@theguardian.com</a></p>",
  "<p><a href=\"http://guardian.imdb.com/Name?Brando,+Marlon\">Marlon Brando</a> this week flies out from the set of his latest (and some say last) picture amid reports that the ageing actor made life hell for his fellow cast and crew. </p> <p>The 76-year-old star of On the Waterfront and The Godfather was headlining as a retired jewel thief in <a href=\"http://guardian.imdb.com/Title?0227445\">The Score</a>, alongside Robert De Niro and Edward Norton. But insiders on the set claim that Brando's behaviour was eccentric to say the least. On several occasions, the heavyweight actor allegedly arrived on set nude from the waist down (see <a href=\"http://www.filmunlimited.co.uk/News_Story/Exclusive/0,4029,353150,00.html\">last week's story</a>).</p> <p>Sources reckon that Brando used the nudity ploy as a means of forcing director Frank Oz to refrain from shooting him below the shoulders. Apparently Brando was happy to appear in close-up, but unwilling to be seen in his full big-bellied glory. \"He was kind of monstrous,\" said one unnamed source. \"At first I thought that the guy might be senile and had simply forgotten to get dressed, but it was part of this weird tactic. Nobody knew where to look.\"</p> <p>Since his early years as America's most admired actor, Brando's career has weaved a strange and haphazard course. He showed up on the set of Apocalypse Now without having learned his lines, publicly criticised The Freshman while still shooting the film and famously goofed around on the set of The Island of Dr. Moreau. </p> <p>Yesterday, in the wake of Brando's latest shenanigans, the <a href=\"http://www.dailynewslosangeles.com/\">Los Angeles Daily News</a> interviewed further unnamed sources on the set of The Score. \"Whatever you heard, it was worse,\" one said. \"He was misbehaving, to say the least.\" Asked whether the reports of Brando's nudity were true, the source quipped, \"you haven't heard any requests for retractions, have you\".</p>",
  "<p>\u0095 The filming of the <a href=\"http://www.filmunlimited.co.uk/News_Story/Exclusive/0,,84738,00.html\">Harry Potter</a> (pictured) movie looks set to be disrupted by a small but vociferous group of Christians who are protesting the use of Gloucester Cathedral as the film's primary location. A team of seven, led by Derek and Paula Clare who run the religious website New Day, are to organise a permanent picket outside the set when the film begins shooting later this year. \"If Jesus was at the cathedral, he would not allow this,\" reckoned Paula Clare. \"People think the Harry Potter books are fun, but they should not be using this cathedral, which is a house of God. The character of Harry Potter is a wizard encouraging witchcraft, which is contrary to the word of God.\" The Dean of Gloucester, the Very Rev Nicholas Bury, has meanwhile admitted to being a huge fan of Potter and claims to have avidly read the first three books in JK Rowling's series.</p> <p>\u0095 Smokers rights group Forest have approached <a href=\"http://www.filmunlimited.co.uk/Player/Player_Page/0,4159,92115,00.html\">Liz Hurley</a> to be their guest of honour at their first annual smoker's award last year. The model-actress is believed to be sympathetic to the group and interested in taking part in future events. \"So many celebrities smoke but always steer clear of our parties because their agents advise them against attending,\" said Forest director Simon Clark. \"Liz Hurley would be perfect to show people that supporting Forest and standing up for smokers is no bad thing.\" For Hurley, however, this could be the latest in a series of moves guaranteed to attract criticism. Just last month, she was criticised for her decision to appear in a TV commercial in apparent contravention of the terms of an actor's strike. </p> <p>\u0095 Jennifer Lopez's decision to press ahead with a film on the life of Mexican artist Frida Kahlo (see <a href=\"http://www.filmunlimited.co.uk/News_Story/Exclusive/0,4029,354628,00.html\">yesterday's news</a>) looks certain to annoy Mexican actress <a href=\"http://guardian.imdb.com/Name?Hayek,+Salma\">Salma Hayek</a>, who has been nurturing hopes of playing the same role for years. Hayek has had her project - based on the book Frida: A Biography of Frida Kahlo - in development with Miramax since 1997 but has yet to find a director. By contrast, the fledgling Lopez film is backed by United Artists, has director Luis Valdez (La Bamba) on board and will be executive produced by Francis Coppola. Hayek had better move swiftly if she doesn't want to be seen as a Johnny-come-lately.</p> <p>\u0095 Nick Hornby's characters have been played on-screen by the likes of Colin Firth (Fever Pitch) and John Cusack (High Fidelity). But <a href=\"http://guardian.imdb.com/Name?Clooney,+George\">George Clooney</a> is reported to have turned down the chance to follow in their footsteps - because he reckons he's too good-looking. According to an interview with Hornby in the Daily Express, the novelist tentatively offered the ER graduate the chance to play the lonesome, single-man hero of his last book About a Boy in the upcoming movie adaptation, only to be knocked back. \"You would need someone more average looking,\" Clooney reportedly told him. </p>",
  "There have been at least three different conventions taking place in Los Angeles this week: the official Democratic National Convention; the Shadow Convention, dealing with the issues allegedly not being addressed by the Democrats; and the convention - if that is the right word - on the streets, in the form of protest. <p>Last night the Reverend Jesse Jackson became the first politician to bring all three together. Jackson, once a candidate for the presidency himself, got a standing ovation from the official convention after invoking the memory of Martin Luther King and calling for an America that included everyone. By everyone, he stressed, he also meant the protesters whose causes should be respected.</p> <p>The previous night, the Los Angeles police had waded in with rubber bullets and tear gas to disperse the crowd that had gathered to hear the band Rage Against the Machine. Earlier in the day, Jackson had addressed a packed Shadow Convention that is meeting a few blocks away about the \"war on drugs\". </p> <p>If Jackson was making an effort to bridge the divides between the different parts of America, the speakers who followed him at the main convention bridged a different gap. Caroline Kennedy, the daughter of the late president, recalled that it had been in Los Angeles in 1960 that her father had been chosen to run in his successful campaign against Richard Nixon. </p> <p>\"It is time once again to ask more of ourselves,\" she told the delegates, to applause. She said that as she and her late brother were growing up, hardly a day had gone by without someone telling them how much their father had meant to them. Many people, including the Democrats' vice-presidential candidate, Joe Lieberman, had been inspired to enter public office because of JFK's memory. </p> <p>She also stressed the differences between the Democrats and Republicans on issues such as abortion and gun control. She introduced her uncle, Ted Kennedy, now the patriarch of the country's best-known political family. He used his time to eulogise Al Gore, who has so far been overshadowed at the convention by the Clintons. </p> <p>Ted Kennedy said that Gore was the only candidate for president who could help bring about the dream of universal healthcare for all Americans, which he described as a \"life or death issue.\" </p> <p>The session closed with Bill Bradley, who lost in the primaries to Al Gore, making a further plea for Gore in November. \"Our country needs a Democratic conscience,\" he told a cheering crowd. He, too, harked back to a different time and the \"ideals of Jack, Bobby and Martin, the ideals they died for\".</p> <p>The day's speeches gradually spelled out the differences between the two major parties with a reminder from speakers that George W Bush was one of the most anti-abortion governors in the country and that his election might lead to an end of a woman's right to choose. </p> <p>Many speakers also claimed that the Democrats were the party of diversity while the Republicans used \"window dressing\" to try and persuade voters that they represented more than just white America. </p> <p>Outside the convention centre a rally opposing the sanctions against Iraq took place peacefully as hundreds of riot police stood by.</p>",
  "The feminist writer Andrea Dworkin last night entered the Sarah Payne debate by declaring that the victims of child sex abuse have the right to kill paedophiles. <p>Ms Dworkin, a rape victim herself and former prostitute whose seminal and controversial books Women Hating and Pornography have turned her into the bogey woman of the right, said: \"The women have to have the right to avenge crimes on their children. A woman in California shot a paedophile who abused her son; she walked into the court and killed him there and then. </p> <p>\"I loved that woman. It is our duty as women to find ways of supporting her and others like her. I have no problem with killing paedophiles.\" </p> <p>Dworkin said women and children were not protected by the law as it stood from \"men who rape, rape, rape\" and would themselves have to take the law into their own hands if justice was ever to be done. Because \"men abuse prostitutes and rape women\" laws had to be written which would allow women to \"defend a larger space around them. Women should get guns and should be allowed to use them to defend themselves.\" </p> <p>Dworkin claimed that women had to learn from the experience of other \"oppressed peoples\" and carve out a homeland for themselves like the Jews in Israel where they could be \"safe from men\". </p> <p>The outspoken feminist said that men had to \"identify more with their mothers\" if the world was ever to improve. Her comments were in contrast to those made on the same platform the previous day by the veteran American novelist Norman Mailer, who insisted that if \"men were to have a hope in the next century they need to rediscover the warrior inside them\". Mailer said the American male had been castrated by corporate culture. </p> <p>Dworkin, who has been ill of late and was pushed to the stage in a wheelchair, said the mass rape of women by men throughout history had been overlooked and played down just as it had been in Auschwitz. </p> <p>\"The Nazis liked to present their wholesale raping of Jewish women as 'affairs' camp guards had with Jewish women, contrary to the Nuremberg laws which did not allow such racial defilement. The men were supposedly moved by the Jewish women's great beauty into breaking the law.\" </p> <p>She said of The Merchant of Venice: \"I don't know whether it should be performed at all or whether it should be rewritten, but we need to look at it.\" </p> <p>Dworkin was speaking at the Edinburgh International Book Festival about her latest volume, Scapegoat, which maintains that the Jewish oppres sion of the Palestinians came about through the need for Jewish men to adopt a \"tough guy\" persona after the humiliation and horror of the Holocaust. </p> <p>Describing herself as a pacifist who has \"reluctantly come to accept the need for violence in certain situations when women have no other choice,\" she said her ideal women's homeland would not be a perfect Utopia because \"not all women are good and not all men are bad - the difference is that men rape, and women need protection from that.\" </p> <p>Dworkin, who recently revealed in the Guardian that she had been drugged in a hotel room and raped again, said she was saddened by the reaction of some women who doubted her. \"If the Holocaust can be denied even today, how can a woman who has been raped be believed?\" </p> <p>She said there were no easy answers to the problem of paedophilia, but it was time for women to actively protect their children from men. Nor would she condemn the \"mob rule\" on the Paulsgrove estate in Portsmouth. </p> <p>\"I am not completely up to date about what is happening in Portsmouth. But I understand people's anger. </p> <p>\"I feel sorry for the women and children in the families who have been driven out of the estate, but often in these cases the men have been involved in incest on their children.\" </p> <p>Women who were turning away from feminism were misguided and would eventually see the folly of embracing the post-feminist willingness to allow \"men to be lads.\" </p> <p>\"To those women I say would there be women's refuges if it wasn't for feminism? Where would the rape crisis centres be?\" </p> <p>Dworkin's comments came as several women last night walked out of The Barbaric Comedies, a centrepiece of the international festival, because of prolonged rape scenes in Frank McGuinness's abridged version of the Spanish theatrical epic.</p>",
  "<p>Let's say you're serving time for possession of heroin, cocaine and an unlicensed .357 Magnum. Perhaps you messed up your chances of getting away with it because, a mere three weeks after the event, you went out on a bender and were found unconscious in a neighbour's child's bedroom. Now, there aren't strong guidelines for these matters but there are generally right things and wrong things to say when your case comes up for parole. For example, \"I'm sorry\", is a start. \"It won't happen again\", is better. \"I'm sorry, it won't happen again - I just happen to think drugs are totally brilliant\", is perhaps more information than the judge should hear. </p> <p>Imagine how Robert Downey Jr's defence lawyer felt last year, then, when his client poured his heart out to the court. \"It's like I have a shotgun in my mouth,\" he revealed, \"and I've got my finger on the trigger, and I like the taste of gun metal.\" The presiding judge promptly jailed him for refusing to stick to the drug-testing programme imposed on him as part of his sentence for possession offences dating back to 1996. Two weeks ago, however, Downey struck lucky. Lawyer Robert Waters totted up the amount of time Downey had spent in various institutionsand concluded that his client should have been paroled last November. </p> <p>And just a week after he walked through the gates at Corcoran prison, it was announced that Downey would be joining the cast of Ally McBeal, making an eight-week residency as a potential suitor for the series' heroine. \"We couldn't be more thrilled\", the producers said in a statement. \"We've admired his work and can't wait for the sparks to fly when he starts work.\" Famous last words? After all, as a result of his convictions, Downey is now an insurance liability, and part of his working regime for the last three years has included daily urine samples to prove that he isn't using drugs. </p> <p>In doing so, Downey follows in the footsteps of fellow unreconstructed party animal Charlie Sheen, once a major consumer of cocaine and hookers, who confirmed his rehabilitation with a stint on the acclaimed political satire Spin City. </p> <p>But is TV really such a safe place for recovering addicts? What about 300lb Saturday Night Live comedian Chris Farley, who died aged 33 two years ago after a cocktail of morphine, cocaine, and another cocaine by-product reacted badly with his long-suffering heart? And what about former Airwolf star Jan-Michael Vincent, who broke his neck, dislodged a retina and seriously damaged his vocal cords back in 1996, when his car crashed in a drink-related incident? And what about David Strickland, the 29-year-old co-star of Suddenly Susan, found hanging in a Vegas motel room last year after skipping a court hearing for drugs charges and spending the night in a lap-dancing club? TV might seem like an ad hoc Betty Ford clinic, but actors are advised that Cathode-Ray Babylon is no picnic. Ask Matthew Perry, whose painkiller addiction, combined with a weight problem, recently made him the object of intense tabloid scrutiny. </p> <p>By far the most notorious example of TV crash-and-burn has to be the apparently innocuous integration comedy Diff'rent Strokes (1978-84), in which a benign millionaire adopted two cute black kids and brought them to live in his wealthy Manhattan apartment. Some 20 years later, its three teenage stars are now dead, in rehab or broke. Dana Plato, who played Kimberly, hit the skids when the show was axed, developing a drink problem, then a painkiller addiction. She was arrested first in 1991 for robbing a video store and again the following year for forging a prescription for Valium, but seemed to be on the mend. After a harsh tongue-lashing from listeners during an appearance on the Howard Stern show last year, however, Plato took a fatal overdose of painkillers; she was 34. </p> <p>Todd Bridges, who played Willis, fared better. In 1989, he was arrested on suspicion of shooting a drug dealer in a crack house. Bridges, at the time, was said to be in the grip of a 14-gramme-a-day habit, and was acquitted, but the 35-year-old now claims to have been clean for seven years. And finally, there's Gary Coleman, the diminutive Arnold, whose liver problems stunted his growth and who sued his parents for misappropriation of the money he made during the series - said to be $70,000 per episode. Now 32, Coleman filed for bankruptcy in August last year. </p> <p>Robert Downey Jr turned 35 this year, and it remains to be seen how firm his resolve is. TV may seem like a healthy crutch, but will the goldfish-bowl life that comes with Ally McBeal simply make things more unbearable if the taste of gun metal once again whets his appetite? And isn't he just setting himself up as another circus sideshow to sate the public's morbid curiosity? As he said himself recently, \"You know, there's nothing worse than a reformed anything.\"</p>",
  "Labour's summer offensive has halted the modest advances by William Hague's Conservatives and restored a 10 point lead for Tony Blair, according to the August Guardian/ICM opinion poll. <p>The government, basking in the warm afterglow of Gordon Brown's marriage and his equally popular comprehensive spending review, is back up two points to 44%, while the Conservatives have dropped one point to 33%. The gap between the two parties narrowed in July to seven points as Mr Hague's law and order initiatives appeared to hit home. The Guardian/ICM is the third poll in a fortnight to indicate a summer Labour recovery, and so confirm the trend. </p> <p>It also shows the first signs of life stirring among those voters prepared to back Britain's entry to the euro. Some 31% of voters say they would be prepared to back Britain joining the euro if there were a referendum tomorrow. This is an increase of eight points in two months and the highest level of support enjoyed by the pro-euro camp since May 1999. </p> <p>The rise may reflect the impact of warnings from Japanese car manufacturers on the impact of Britain staying out of the euro, or it may be a perverse result of those leaked memos from Tony Blair in which he declared his personal backing for eventual membership of the euro. </p> <p>Whatever the explanation, the pro-euro camp does not appear to have changed many minds. The anti-euro share of the vote has remained solidly at the 57%-58% mark, and the increase in support for the euro has nearly all come from moves from the \"don't knows\" to the yes camp. Mr Blair has a long way to close the gap between yes and no camps before he calls the promised referendum after the election. </p> <p>The longer term perspective provided by the graphic, showing the average ICM poll positions for each year since 1992, gives a measure of how much progress Mr Hague has yet to make before he starts to threaten Labour's commanding Commons majority. </p> <p>The run of leaked memorandums revealing the anxieties of some of Labour's high command about the scale of their expected second term general election victory next year, and the arguments over asylum and law and order, have added a couple of points to the Conservatives' poll rating - so that they are hitting 34%-35% each month, rather than 31%-32%. </p> <p>But the longer term perspective shows the reality is that the Conservative share has languished in the low 30s, and has yet to recover the ground lost by the cataclysmic Black Wednesday in 1992 when the pound suffered its humiliating exit from the European exchange rate mechanism and interest rates hit 15%. </p> <p>Labour, with its average rating for 2000 at 44% - the share it actually polled in its historic 1997 victory - would appear to be on course for a second term with a very large Commons majority. The fall from a peak of 53% represents nothing more than the bursting of the bubble of euphoria that built up after Labour's first victory in 23 years. </p> <p>The Liberal Democrats have remained becalmed at around the 17%-18% share of the vote for three years now. But the party's strategists are unlikely to be dismayed, as they will no doubt again employ a key seats strategy in an attempt to hold on to their 46 MPs. </p> <p>ICM interviewed a random sample of 1,050 adults aged 18 and over by telephone between August 11 and 13. Interviews were conducted across the country and the results have been weighted to the profile of all adults. </p>",
  "<p>The year 1973 saw the most dramatic time in Iceland's history - the cod war, when Royal Navy frigates clashed with Icelandic gunboats trying to stop Hull trawlers fishing the icy seas off the island. </p> <p>For Britain the issue was jobs on Humberside, but for Iceland it was national survival. Before anyone else, islanders realised what a terrible problem overfishing would cause. </p> <p>For a country with a population of 250,000 which is too cold to grow corn, fishing was, and is, the cornerstone of the economy. It is a cold and difficult job, but Iceland has, as a result, one of the most affluent communities in the world. </p> <p>In 1975 foreign fleets caught more than 100,000 tonnes of cod a year off Iceland, a third of the total. No controls to manage the fish were possible then, but once foreign trawlers had been thrown out in 1976 Iceland was in charge of its seas within a 200 mile limit. However, life since has been anything but easy. </p> <p>The science of limiting fish catches so as to maintain renewable resources for future fishermen was, to start with, poorly developed. Even less was known about the complex interaction between cod and its prey species, between water temperature and breeding, and how fish migrate. </p> <p>And, as in the European Union, which also claims to manage its resources, there is always political pressure to allow extra catches today, ignoring scientific advice that next year's breeding stock might be jeopardised. </p> <p>Iceland is prey to these pressures. In the early years particularly, stocks continued to fall as too many cod, haddock and other commercial varieties were caught, even though Icelandic fishermen were in full charge - partly because scientists miscalculated and were insufficiently cautious, and partly because politicians gave in to voters too easily. </p> <p>Nearly 25 years on, Iceland is seen as a shining example of how stocks can be managed, even though the system is still not perfect. Each vessel carries its own quota of fish, catches must be carefully logged, and it is a matter of pride to stick to the rules, knowing thereby that fishermen are providing for their own future. </p> <p>There are extensive nursery areas that are permanently closed to fishing. Spawning areas for cod are closed for a few weeks in late winter, and the Marine Research Instititute has the right of immediate, temporary closure of areas with excess juveniles. Sorting grids in nets are mandatory to avoid juvenile fish being caught as a by-product of the shrimp fisheries. </p> <p>The catch rule for cod is a landmark in the precautionary approach: the total allowable catch in any one year is set at 25% of estimated stock, leaving plenty to spawn. Icelandic scientists believe that by applying this rule chances of stock collapse are less than 1%. In the North Sea, because there are no safe havens, few fish of spawning age are spared, hence the parlous state of stocks. Some believe cod will disappear altogether. </p> <p>Barry Dees, chief executive of the National Federation of Fishermen's Organisations, said: \"In one sense, it has been easy for Iceland; in Europe there are many countries, and in fisheries management we travel the speed of the slowest. </p> <p>\"The answer is to take a lesson from Iceland and control stocks on a strictly scientific basis with proper zonal management. This means taking control back from the EU and placing it in the hands of the countries and the fishermen in each affected area. Then we will get agreements everyone will support and obey.\"</p>",
  "A charity caring for rape victims warned yesterday that advice in Cosmopolitan to fight back when attacked could leave women with more injuries than offering no resistance. <p>\"Sometimes it is far better just to let it happen and then deal with the aftermath,\" said Helen Jones, co-chairwoman of the Rape Crisis Federation.</p> <p>She was responding to a report in the magazine of a study by US researchers who examined 1.5m cases over a decade. They found that women who offered resistance were much more likely to get away, and that whether or not women resisted a rapist had no bearing on the level of injuries they received.</p> <p>They also suggested that the first five minutes of an attack were decisive, and found the best response was to go for \"pain receptive targets\" in an attempt to disable the attacker for as long as possible. \"There are, of course, no guarantees, but one thing seems clear - it is worth fighting back,\" the magazine concluded.</p> <p>Ms Jones, a criminologist, said that the article could leave women who had been raped feeling guilty and responsible for what had happened, because they had done nothing to beat off the attack.</p> <p>\"It could also increase the potential for women being harmed,\" she added. \"It is not always right to fight back. There is a phrase put around that rape is a fate worse than death. Of course it is not.</p> <p>\"Every case is different, and women can only assess each particular situation and the likely danger to them if they do resist. Doing that in a split second is extremely difficult.\"</p> <p>The magazine report suggested that effective defences included poking fingers or thumbs hard into eyes or throat, pulling hair, pulling fingers back to break, and squeezing or kicking the groin.</p> <p>Self-defence tutor Floyd Brown, quoted in the magazine, said: \"Remember, you are trying to maximise your safety margin. You want to disable the attacker for as long as possible while you escape.\"</p> <p>Scott Lindquist, author of the Date Rape Prevention Book, added: \"Trust your instincts. If one tactic isn't working, try another.\"</p> <p>The report said: \"Some rapists will stop when forced into adult reasoning mode and faced with the consequences of their actions. Tell him this is rape, someone will find him, he will go to prison. Other methods are throwing the rapist off guard by faking an epileptic fit or pretending to faint or urinating, defecating or sticking fingers down the throat to induce vomiting as few people can stand the smell.\"</p> <p>Since 1985 recorded rapes in Britain have risen threefold. In 1999 the Rape Crisis Federation received 50,000 calls, yet it estimates only 6% of these women reported the assaults to the police.</p> <p>Detective Chief Inspector Jim Webster, of the Metropolitan police steering group on sexual offences, said that women who were attacked could go \"as far as is necessary\". He said: \"By law you have a basic right to defend yourself with 'reasonable means', and if the crime is rape, you can defend yourself well.\" He recommended all women attend a self-defence course to give them the confidence to respond quickly.</p>",
  "<b> Strike hits hospitals</b> <br> <p>More than 550 hospital workers at the four Dudley Group hospitals in the West Midlands yesterday walked out on strike, forcing 31 operations to be postponed. Fiona Westwood, Unison regional organiser, said the strike was in protest at NHS contracts being transferred to a private company. </p> <p><b> More boys on rape charge</b><br> </p> <p>Two more boys aged 14 and 16 have been charged with rape, indecent assault and conspiracy to rob a 37-year-old woman on a canal towpath in Ladbroke Grove, west London. Eight youths have now been charged in connection with the rape. </p> <p><b> Lawyers learn to say sorry</b><br> </p> <p>Solicitors were yesterday issued with a guide explaining how to say \"sorry\" in the Law Society's latest attempt to save self-regulation of the industry, after ministerial warnings to improve or be regulated by an independent body. </p> <p><b> Laughter pays off</b><br> </p> <p>Psychology professor Michael Owren, of Cornell University, New York state, has found that the right sort of chuckle can help win friends, influence people, and even make a person more attractive, according to an article in Scientific American yesterday. </p> <p><b> Earthquake hero dies</b><br> </p> <p>The Rev Peter Jackson, 65, chaplain of the Mission to Seafarers in Kobe when the earthquake struck in 1995, has died in the Japanese city, it was announced yesterday. Mr Jackson, of Poole, Dorset, rescued people from the rubble and helped house the homeless.</p>",
  "Every night Ahmad sinks into his armchair and drifts back to 1978. He listens to the songs of Googoosh, Iran's banned and most venerable pop star. He watches old films and remembers a time when romantic love was a public affair. <p>For the next few hours he weeps, out of longing for the time before the Islamic Revolution. </p> <p>He goes to bed already looking forward to his return from work the next day, when he can escape to the past again. </p> <p>\"I am not part of this life any more. I'm much happier now,\" says Ahmad, who is too afraid to give his real name. </p> <p>Thousands of Iranians are now retreating to the past by tuning in to National Iranian Television, a station broadcasting old music and entertainment by satellite from north Hollywood, not far from the area known as \"Tehrangeles\" because of its large community of expatriate Iranians. </p> <p>The Iranian authorities have always feared an American invasion, but this one - reaching an estimated 300 new homes a day - is an onslaught that exceeds all expectations. </p> <p>From dawn to nightfall satellite installers race round Tehran erecting illegal dishes for £280 or so a time - only foreigners and those with a state permit are allowed dishes. </p> <p>Devoted fans of NITV call relatives in Europe and the US and urge them to make donations to Zia Atabi, the brains behind NITV. He has warned on air that lack of funds may soon force him to close down the station. </p> <p>\"People call me and offer to sell their houses. One woman wanted to sell her apartment in Norway and give me the money to keep the programme running,\" Mr Atabi, a well-known Iranian singer, said. </p> <p>\"Some even offer to sell a taxi or a car. We receive donations of $50 and it makes me so sad. </p> <p>\"Sometimes I can't control myself on the air. I'm trying my best. I am trying to make Iranians happy and to let them taste freedom.\" </p> <p>The offers of cars and flats may be examples of what Iranians call taroof - an exaggerated gesture of politeness not intended to be carried out. But the thrill among the illicit satellite dish providers is definitely real. </p> <p>\"I have so much business I sleep only a few hours a day,\" one said. Mr Atabi said he had intended to start the programmes later in the day. </p> <p>\"But we did a test for 30 hours and the people in Iran did not let us sleep. It was so popular, it was crazy.\" </p> <p>So he brought the broadcast forward, including a mixture of old and new programmes and talkshow hosts and newsreaders who had been familiar figures in Iran under the shah. </p> <p>The enthusiasm for NITV stems from 20 years of entertainment deprivation in Iran. Most of the programmes on IRIB, the state-run television system, feature clerics giving sermons, orators reciting from the Koran, or newsreaders spouting the latest government line. </p> <p>Until Mr Atabi broke through the sealed airwaves four months ago, Iranians tended to rely on bootleg videos for comic relief. </p> <p>Although the songs of Googoosh, a pre-revolutionary pop diva, could be heard in some Tehran restaurants, no one was prepared for the sensation that is NITV. </p> <p>Mr Atabi recently visited Europe, where the company is planning to set up offices to cater to the enormous demand. NITV reaches not only Iranians in Iran, but the vast diaspora which occurred at the time of the Revolution, estimated to number about 4.5m worldwide. </p> <p>Since the Revolution Iranians have lived cross-cultural lives. Many own homes abroad but return to Iran in the summer to visit relatives. </p> <p>It is not uncommon for the elite to own apartments in London, Paris, New York or Washington. To these jet-setters NITV is a link not only with the past but with other Iranians scattered around the globe. </p> <p>It is unclear whether the authorities in Iran, who are certainly aware of NITV, plan to confiscate the dishes and cut Iranians' connection to each other. </p> <p>In recent weeks prominent conservatives, including former President Hashemi Rafsanjani, have declared that satellite dishes should be legalised. </p> <p>But those who own them live in fear; many refused to be interviewed for fear they would be punished. </p> <p>Modern technology makes it difficult for clerical rule to be enforced, however. Iranians who can afford it have had hidden satellite dishes on their rooftops for years. </p> <p>Unless the authorities conduct house-to-house searches, there is little way of getting rid of the dishes. </p> <p>In addition, two new radio stations run by Iranians in the US are broadcasting to Iran on short wave frequencies. </p> <p>\"We are able to return to the past through modern technology,\" Ahmad said. </p> <p>\"And there is little anyone can do to stop it.\"</p>",
  "<b> Envoy meets 'spy' detainees </b> <br> <p> A Dutch diplomat who yesterday met the four Dutch men held in Yugoslavia for the first time since their arrests last month on suspicion of spying, said they had been through a \"difficult time\". </p> <p>Kees Klompenhouwer, chargé d'affaires of the Dutch embassy in Belgrade, who met the men in Belgrade's central prison, declined to say whether they had been beaten. </p> <p>He said that the four had finally been allowed a lawyer, who is expected to visit them today, and that their families would soon be allowed to visit. <br>Reuters, Belgrade </p> <p><b> Forces join over Uzbek rebels</b><br> </p> <p>Three former Soviet states said yesterday that they would join forces to \"annihilate\" the Islamic rebels who have swept across central Asia's borders, clashed with government troops and left dozens dead in remote areas of Kyrgyzstan and Uzbekistan. </p> <p>The rebels crossed from Tajikistan last week and are believed to be members of the Islamic Movement of Uzbekistan, which opposes the Uzbek president, Islam Karimov, and wants sharia law to be established in the state. <br> Reuters, Bishkek </p> <p><b> Corpse found in Spanish freezer</b><br> </p> <p>A woman discovered her husband's stabbed and bound body in the freezer of a restaurant he owned in Spain. </p> <p>The wife of businessman Xin Min found the corpse at the restaurant in Alcala de Henares, 20 miles from Madrid. Local reports said the killing was likely to be connected to local Chinese-run protection rackets. <br>Reuters, Madrid </p> <p><b> Tanzanians face food shortage</b><br> </p> <p>The Tanzanian government said yesterday that an estimated 2.8m people faced serious food shortages because seasonal rains have failed to fall for almost two years. </p> <p>It added that half the areas in the central, northern and Lake Victoria regions would be dependent on food aid for the next five to seven months. <br>Reuters, Dar es Salaam </p> <p><b> Divers fail to find lost gold</b><br> </p> <p>Divers looking for sunken treasure taken from Greek Jews by a Nazi officer during the second world war ended their search off southern Greece yesterday. </p> <p>The international team spent five days exploring the coast between Pylos and Kalamata looking for gold and jewels estimated to be worth more than $2bn. <br>Reuters, Athens </p> <p><b> Police explode suspect ETA car </b><br> </p> <p>Spanish civil guards carried out the controlled explosion of a car yesterday that they believe was to have been used in a terrorist attack by ETA, the Basque separatist group. </p> <p>The vehicle was found on Monday, near the town of Benabarre in the northern Huesca province and carried false number plates. The action follows an intensified campaign of violence by the group. <br>Reuters, Madrid </p> <p><b> Japan begins legal wiretaps</b><br> </p> <p>Japan's controversial wiretapping law, passed last year amid fierce opposition over claims it violated human rights, went into effect yesterday. </p> <p>The new law allows authorities to use wiretaps as part of criminal investigations into narcotics, guns, gang-related murders or large-scale smuggling of people into Japan. Legal experts say that the law contains loopholes which could allow investigators to tap virtually anyone's telephone, fax machine or email. <br>Reuters, Tokyo </p> <p><b> Crash victim, 83, survives on rain</b><br> </p> <p>An 83-year-old Florida woman was found alive in her car yesterday, three days after it crashed off a bridge and fell 40ft into a snake-infested swamp. She told rescuers she had survived by drinking rainwater. <br> AP, Fort Lauderdale</p>",
  "In the course of a radio interview yesterday about the problems of poverty, the social security minister, Angela Eagle, expressed the view that it should be possible to help poor people to help themselves, and thus avoid them becoming reliant upon benefits for the entirety of their lives. This is an objective of enormous political, social and economic significance for any government, but put it in the mouth of a politician and unfortunately it can easily sound like just another high-minded platitude. Most residents of Britain's inner cities would probably be hard put to identify evidence that much is being done by anyone in our multilayered bureaucracy to help achieve the reality. <p>Yet help is actually at hand for Ms Eagle and, for that matter - for it is crucial for the success of his government - for Tony Blair. It is closer than either of them may be aware. All they need to do is to pick up the phone and make a call to their most recently elected parliamentary colleague, the new MP for Tottenham, David Lammy. Ms Eagle ought to ask him in to help and the prime minister ought to give him a job. </p> <p>In the last days before the House of Commons rose for the summer recess Mr Lammy, the \"baby\" of the House who had his 28th birthday the day before, made one of the more important and significant speeches heard in that place, possibly in the course of the whole year. This is not all that difficult in these dull-witted days when most speeches are written to the dictation of the whips' office and read out to a chamber as unaccustomed to original thinking as it is to oratory. Mr Lammy received scarcely any notice for the speech - beyond an honorary mention on this newspaper's parliamentary page as someone who had enjoyed a \"good day\" - but it was no less remarkable for that. </p> <p>It contained a prescription to resolve the difficulties identified by Ms Eagle about how to tackle poverty, and it also carried an immensely important message for this government and for the Labour party. More interesting still, Mr Lammy himself in some ways personifies an answer. There are two points: one, a pragmatic one about finding a practical way to deal with poverty, or how politicians respond to the problem; the other, its mirror image, how the poor respond to politics. </p> <p>Since the \"new\" Labour project has been put to the test in the course of these past three years, one of the main difficulties the government has encountered stems from the fact that the entire exercise is about imposing a political view from the top. It apparently works like this: Philip Gould and his cohorts go and ask a number of volunteers in focus groups what they want and what they care about and what they think the government ought to be doing. These results are then relayed to the government, which sets about attempting to meet these objectives. It may sound ludicrously simplistic, but the leaks of the early summer confirm, amazingly enough, that this is the level at which the brightest brains of Blairism are occupied. </p> <p>The \"unfinished revolution\", as we should more properly call it according to the unflagging Philip Gould, is thus a political philosophy of the utmost cynicism and, further, it is caught around with possibilities of grave error. Let us discount such obvious questions as to the identity and motivation of the people who make up the focus groups. Even then, not the least of the problems is that when you give people what they say they want, they are still almost certain to be dissatisfied. They may, for example, demand something worthwhile like more spending on the health service, yet it is impossible for this to be delivered swiftly enough to achieve a result that will please the punters. It should be a source of little wonder, therefore, that there is a degree of disillusion about the principles involved in the business of government by focus group. </p> <p>This could scarcely be more different from that which David Lammy described in his maiden speech to the House of Commons. He happens to represent the most multicultural constituency in Britain. It has the third highest rate of unemployment in England and much poverty. But while, as he said, the margins of society have provided some of the worst statistics of social exclusion, they can also provide a radical perspective about what needs to be done. </p> <p> He talked powerfully and with passion about this, about how politics can operate in the opposite direction, about the kind of politics that comes from the people themselves, that sets about improving people's lives and expectations. When we met, a few days beforehand, he described his constituency: \"Just because we are a poor community doesn't mean that we don't have expectations for ourselves.\" It's all about democracy, really. </p> <p>The most important phrase that Mr Lammy conjured up to make this point was that there is a specific need for society as a whole and government in particular to invest in people. He made his remarks in the context of public spending, but he wasn't really talking about investing in the infrastructure. He was born in Tottenham and - although he has been away - he loves it there still. He knows that over the years government spending has neglected to take into account the problems of the inner city, perhaps in the hope, as he put it, that poverty might just disappear by itself. </p> <p>But much more is needed than spending. It requires an attitude on the part of the state that everyone has something to offer. That is what happened to him. He was lucky and people invested in him. He is one of five children of a single mother and he is black. He went to a primary school called Downhills (how can any local authority ever have decided to call a school by such a name?) and he had a wonderful teacher. He could sing and he went to choir school at the expense of the London borough of Haringey. He went to university, where he read law. And he was off and away. He went to Harvard. No one said to him: \"Who do you think you are? This isn't for you. Black men from Tottenham don't go to Harvard law school.\" </p> <p>And somewhere along the line, atypically, he joined the Labour party. He found politics. He found it largely on his own. The Labour party wasn't out looking for people like him and, until relatively recently, it was not part of the culture of families like his to join any political party. He looked for them, though, because he recognised how lucky he had been and how many other people there were in the multicultural society that bred him who had - or could have - the same expectations and could benefit as he had. </p> <p>This is not a morality tale about black people. It is about helping poor people to help themselves. In his speech David Lammy called it \"investing in people's souls\". Go on Angela - give him a ring. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "So, \"Football is back\" (Front page, August 14). Yes, and it's been back in Scotland since July 29 and the rest of England since last weekend. As for the BBC's site having \"no great new ideas\", doesn't the Beeb's live internet broadcasts of every single Scottish Premier league match count? This is the first time anywhere in the world that a national league has had all its top division's matches covered on the web. Pretty groundbreaking, I would have thought. <p><b> David Ross </b><br> Penzance, Cornwall </p> <p>\u0095 Football is back? Did it ever go away? </p> <p><b>Dorothy Keeley </b><br> Altrincham, Cheshire </p> <p> \u0095 Every day a group of regulars come to our café to check out the form and tips from your racing page. I don't need to tell you how confused they were when you printed the page from June 5 (Corrections, August 15). Any chance of making their day by printing August 19's page tomorrow? </p> <p><b>Tony Day </b><br> Sunrise Cafe, Cromer <br> sunrise@paston.co.uk </p> <p> \u0095 How apt that the correspondent who reminded us of Gary Sprake's error-prone career (Letters, August 14) should come from Liverpool, Anfield being the scene of his classic howler when, in attempting to hurl the ball to a colleague, he only succeeded in spinning right round and throwing it into his own net. </p> <p><b> Phil Lightfoot </b><br> London </p> <p> \u0095 I have two searching questions about Mick Jagger and co's antics (An inspector calls, G2, August 15). Was the wrapper taken off the Mars Bar? Who ate it afterwards? </p> <p><b>Jack Hill </b><br> St Albans, Herts </p> <p> \u0095 Re the current TV commercials: how much work does a McDonald's employee have to do to afford a McDonald's quarter-pounder? </p> <p><b> Mandy Colvin</b><br> Wadhurst, E Sussex </p>",
  "Draconian new legislation designed to curtail the activities of foreign opposition groups based in Britain slipped quietly on to the statute book last month, the few whimpers of protest silenced by the public panic over paedophiles. Barely six months since these columns were warning of its implications, the Terrorism Act has been bludgeoned through without any alterations worth mentioning. <p>The government would have us believe it is a timely replacement for the Prevention of Terrorism Act 1989, which dealt primarily with Northern Ireland, bringing the law up to date with the changing nature of terrorism. Critics counter that its indiscriminate scope is designed to harass and intimidate into silence all opposition deemed a hindrance by Whitehall. They are right. The main feature of this legislation is its deliberate bluntness. It is intended not to strike dread into the hearts of those who cannot distinguish between bullet and ballot box, but to cow all legitimate opposition to foreign regimes with whom our foreign secretary wishes to carry on his \"ethical\" business. </p> <p>At a stroke the act has reshaped the landscape in which opposition groups can work. It is now illegal to call for the violent overthrow of unelected, despotic governments in countries such as Algeria; to campaign for the liberation of occupied lands such as Kashmir and Palestine; or to engage in weapons training for the purposes of freedom and self-determination. </p> <p>The act affects Muslim groups more than most. After the demise of communism, the role of challenging the political and cultural hegemony of the west was thrust upon a reluctant and out-of-shape Islam. Muslim governments were in no position to rise to the challenge. Since independence, most Muslim countries, especially in the Middle East, have acted as client states for the west, enjoying a symbiotic relationship by which their monarchs and oligarchs have been kept in power in return for access to cheap oil. As usual, it is the man and woman on the street who have paid the price. Many have gravitated towards opposition groups which, with no democratic avenues for dissent, have ended up moving abroad. </p> <p>London has been a popular choice. Leaders of groups ranging from the militant Egyptian Gama'a Islamiya to Tunisia's pacifist an-Nahda movement have all enjoyed the freedoms that have earned the city a deserved reputation as an international safe haven. The Terrorism Act signals they have overstayed their welcome. </p> <p> Middle Eastern regimes, along with Israel and the US (to whose regional hegemony such groups now provide the only resistance), have urged Britain to adopt a more draconian view of terrorism, one that further blurs the distinction between freedom fighter and terrorist. Whereas the PTA concerned itself with threats to the United Kingdom, the tentacles of the new act extend worldwide. It is now an offence to campaign for - this includes raising funds for or otherwise promoting - the assassination of an Assad or Mubarak, on the grounds that it represents a call to murder. </p> <p>In fact, the act is so broad it may well prove unworkable. It defines terrorism as the use or threat of force \"designed to influence the government or to intimidate the public or a section of the public, and advance a political, religious, or ideological cause\". That includes the students who raise money outside the mosque for the mujahideen in Chechnya. It includes the imams who pray for their success in their sermons. And it includes those who rally in Trafalgar Square to espouse jihad as a weapon of political liberation. Another damaging consequence of the act is the power it gives the police to stop and question and arraign suspects. Under the act it is enough for an officer merely to entertain a suspicion that somebody is breaching the law in order to justify a stop and search or an arrest. </p> <p>The new act cements a definition of national security established in May in the case of Shafiq ur Rehman, a Pakistani imam who was ordered to be deported for his (unproven) links to the Kashmiri liberation group the Lashkar-i-Toiba. Mr Rehman was given his marching orders under the Immigration Act 1971 after the judge decided that his activities endangered Britain's relations with India. Whether Mr Rehman had actually threatened relations was not the point, the judge ruled. The material consideration was that he was capable of doing so. \"The promotion of terrorism is capable of being a threat to our own national security,\" he said. Great. You are now a threat to national security if you merely hold certain views or associations even if you don't follow them through. Such a view of national security is far too broad. It holds out the prospect of arrest for, say, the comedian Mark Thomas for opposing controversial schemes like the Turkish dam project, or for Greenpeace activists disrupting French nuclear tests. </p> <p>Mr Rehman is appealing the decision. If he fails he stands to be deported, but it could have been worse. Had the Terrorism Act been in place when he was charged, he might have been facing the next decade behind bars. </p> <p>\u0095 Faisal Bodi is a British Muslim journalist. </p> <p><a href=\"mailto:fbodi@totalise.co.uk\">fbodi@totalise.co.uk</a></p>",
  "<p>Animal testing laboratory Huntingdon Life Sciences yesterday secured finance from a specially created US private investment firm in the hope of deterring further intimidation by animal rights protesters. </p> <p>News of the fresh financing comes two weeks before a crucial £22.5m debt facility provided by Royal Bank of Scotland expires. The Guardian revealed two months ago that the loan would not be renewed after bank staff were repeatedly threatened. </p> <p>The Edinburgh-based bank inherited the relationship when it bought NatWest, which provided the facility two years ago. At the time the laboratory had installed new management after it was exposed over cruel treatment of puppies. </p> <p>Huntingdon Life Sciences, whose shares have collapsed as big investors have pulled out following intimidation, said Royal Bank would extend the facility until the new arrangement with FHP Realty is completed, expected to be in place by the end of October. </p> <p>By achieving financing from FHP Realty, which is backed by Huntingdon shareholders, directors and other employees, the laboratory hopes to avoid high-profile stunts by protestors, such as vandalised cash machines and hoax bomb alerts. An asset-backed £10m loan provided by an unidentifed US-based lender is also part of the arrangement. </p> <p>Among the investors in FHP Realty is Huntingdon chairman Andrew Baker. Stop Hunting Animal Cruelty campaigners said yesterday they would now turn their attentions on the group as well as Bank of New York which owns shares in Huntingdon. </p> <p>A spokesman for Huntingdon said: \"We were particularly eager not to be persistently associated with highly visible retail banks which can easily be targets for animal rights protesters.\" </p> <p>The spokesman said FHP Realty would provide longer-term finance for the laboratory than it had previously been able to secure, perhaps for as long as 50 years.The new financing, announced with its results which showed a widening in six month losses to £2.4m from £2.2m, will involve the sale and lease back of Huntingdon's properties. </p> <p>Huntingdon, which carries out safety trials for pharmaceutical companies, hoped it would encourage more companies to place orders in order to increase its revenue flow. Huntingdon managing director Brian Cass highlighted the explosion in research surrounding new gene technology as a possible area of growth for the business. </p> <p>Huntingdon has not appointed a new corporate broker to replace German banking group WestLB which severed its ties earlier this year. So did former 11% shareholder Phillips &amp; Drew, which held shares for the Labour Party's staff pension fund, but now owns no Huntingdon shares which were unchanged at 8.75p. Both institutions said their decision had been precipitated by attacks from anti-vivisectionists. </p> <p>As many as 50% of its investors are now estimated to be in America though possible changes to company law in Britain next year may mean that investors' names could be suppressed from its share register, one of the main sources of information for animal rights protesters. </p> <p>Huntingdon hopes that such measures, along with those being considered by the Home Office to tighten up the laws on harrassment, might encourage investors to reconsider holding shares in the company.</p>",
  "<p>The steepest fall in prices of clothing and footwear for more than half a century kept inflation below the government's 2.5% target for the 16th month in a row in July, according to official figures published yesterday. </p> <p>Despite a sharp rise in seasonal food prices, the government's targeted measure of inflation, excluding mortgage interest payments, held steady at 2.2%, said the office for national statistics. Headline inflation, widely used as a benchmark for wage negotiations, was also unchanged at 3.3%. </p> <p>City analysts said the figures suggested that the Bank of England's monetary policy committee had been right to leave interest rates on hold at 6% when it met this month, though Philip Shaw, chief economist at Investec bank, said today's labour market data and tomorrow's retail sales figures would be crucial to the outlook for the cost of borrowing. </p> <p>\"We still feel it is a little too early to call the top of the base rate cycle,\" said Mr Shaw. </p> <p>With unemployment falling below 4%, there are lingering fears that wage inflation could pick up speed again after the recent deceleration. </p> <p>The ONS said that seasonal food prices rose between June and July for only the third time on record as wet weather hit supplies of potatoes, fresh fruit and vegetables. </p> <p>But inflation was held in check by a 7.1% fall in prices of clothing and footwear, the biggest drop since records began in June 1947. </p> <p>Statisticians said the decline reflected the unseasonal weather and cut-throat competition between retailers. Inflation was also restrained by lower increases in car insurance costs and petrol and a fall in second hand car prices. </p> <p>Ciaran Barr, chief UK economist at Deutsche Bank, said that without the blip upward in seasonal food prices, underlying inflation would have fallen to as low as 2%. </p> <p>\"This will not go unnoticed by the MPC, with evidence of continued high street deflation suggesting that sterling's strength is still working through the system,\" he said. </p> <p>Overall goods inflation was 0.5%, up marginally from 0.7% in June, while service sector inflation fell to 3.3% from 3.5%. Mr Barr said the decrease in service sector inflation, the main source of upward price pressure, was particularly encouraging, though he noted that the level could become problematic if goods deflation begins to unwind. </p> <p>The harmonised EU measure of inflation, which is calculated on a different basis from the British retail price index, was 1%, up from 0.8% in June. Ireland's EU rate is running at 5.9%. The country's domestic measure of inflation hit an annualised 6.2% last month, according to data published yesterday.</p>",
  "John Prescott yesterday launched a withering attack on William Hague's attempts to rebrand the opposition as American-style \"compassionate Conservatives\" after the failure of his recent hardline tactics to close the gap with Labour. <p>\"Hague and Portillo, Widdecombe and Redwood - compassionate Conservatives? Just look at their record. If you have to tell people you've got compassion, you've already lost the battle,\" he said, before denouncing the 18-year Tory record in office as that of \"callous Conservatives\". </p> <p>Labour strategists are determined to cut off the Tory escape route now that a clutch of new opinion polls, including today's Guardian/ICM findings, suggest that Mr Hague's success on populist law and order issues has proved ephemeral. </p> <p>Robin Cook, the foreign secretary, yesterday joined in, calling Mr Hague a frivolous and evasive opportunist, who would do anything for a headline. \"All froth and trivia,\" he said in a reference to Mr Hague's beer-drinking achievements, which Mr Prescott also mocked. </p> <p>Accusing the Conservative leader of \"trying to hitch on to the Bush bandwagon\" in the US presidential race, Mr Prescott said that Mr Hague was resorting to the \"old Tory way\" of stoking up \"fear of foreigners, particularly of our fellow-Europeans\", and \"prejudice and bigotry towards any known minority, no matter who they hurt\". </p> <p>Labour wants to prevent Mr Hague repositioning himself as a more caring figure, now that he has consolidated his hold on core Tory voters. Speaking in Enfield, north London, Mr Prescott urged grassroots activists to keep hammering away at the £163.24m per constituency cuts which Labour says a Hague government would make. </p> <p>Conservative HQ immediately retaliated in kind, pointing to a sharp rise in out-patient waiting lists in Enfield, a 12.6 % rise in London crime, and the poor state of Enfield's education services. </p> <p>The deputy prime minister - in charge during the Blair family holiday - had made a foray into suburban Enfield, where Labour now holds all three seats, including the former constituency of Michael Portillo, who lost Southgate to Stephen Twigg in 1997. </p> <p>Addressing party activists with Mr Twigg at his side, he repeatedly urged them to get out and sell Labour's message to voters who did not know it - or who misunderstood the details of the government's much-criticised pensions package. </p> <p>It was far more generous, Mr Prescott insisted, than the basic 75p a week rise and included a tax-free £163.3 a week towards winter fuel costs. </p> <p>A question and answer session revealed a mixture of praise and complaint from activists, evidently wary of recent Tory poll gains and the government's disarray, but also concerned that voters \"feel we've deserted them a bit\" on transport policy, pensions and other public services. </p> <p>An ebullient Mr Prescott, keen to disappoint Tory tabloids on the Prescott gaffe-watch, admitted that Gordon Brown's initial adherence to Tory spending plans meant that \"in the first two years ... we took a bit of stick, but we were taking a long term view\" to deliver social justice from the proceeds of a strong economy.</p>",
  "Christopher Hart is right to lament the imminent extinction of the rural working class (All farmed out, August 12; Letters, August 15). <p> My recent report for the Rowntree Foundation, Exclusive Countryside, identified housing markets as the principal mechanism through which poorer people, whether from town or country, are systematically excluded from residence in rural areas. Young people are similarly excluded: our research found that even with a good job young people were forced to move to towns and cities once they left the parental home. The provision of affordable housing opportunities is crucial to the sustainability of a living, working and inclusive countryside, but this requires both greater investment in social housing and more imaginative housing and planning policies. </p> <p> <b> Prof Mark Shucksmith </b><br> University of Aberdeen <br> m.shucksmith@abdn.ac.uk </p> <p> \u0095 My income as a tenant dairy farmer has dropped by 80% in four years. The problem comes down to whether we have the correct balance in the marketplace. Many sellers and many buyers have in the past produced a sound balance in the market. However, today the supermarkets have total control both of the producer and the consumer. They have virtually killed off the smaller independent shopkeeper. </p> <p>The solution is in the hands of consumers. If they want to see the countryside as it used to be, they have to break the power of the supermarkets. If they don't care about the countryside and are happy eating repackaged chicken from Thailand, pork grown in crates from Holland, fed on meat and bone meal, or milk products produced under god knows what condition in Poland then they should do nothing. I fear that's what the public will do. It wouldn't happen in France. </p> <p><b> Peter Webster</b><br> Cheshire </p>",
  "<b> Occupation: </b> <br> Photocopy girl. <p> <b> Are you sure? Haven't I seen that body somewhere before? </b><br> Possibly. </p> <p> <b> I could have sworn she was that model - you know, the one known as the \"bird from Brazil\". </b> <br>The \"boobs from Brazil\" you mean - Gisele Bundchen, the superest of supermodels. And that's what the guys at GQ magazine thought, too. </p> <p> <b> Is that the reason they hired her to do their photocopying? </b> <br>Maybe. But she proved very handy to have around when they needed an emergency cover model. </p> <p> <b> That's where I've seen her! So you mean that isn't really Gisele on the cover of the current issue, even though it says Gisele in big letters? </b><br> Not all her, no. The face is Gisele's, but everything else is Daphna's. </p> <p> <b> Isn't that a bit naughty? </b><br> Not if you call it art. The image used on the cover was actually an \"airbrush painting\" based on Gisele and Daphna. </p> <p> <b> So is there something wrong with Gisele's body, then? </b><br> Not that we're aware of. They just didn't have quite the right shots of her. </p> <p> <b> You mean they couldn't afford her. </b><br> Neither could you - she charges up to £250,000 for a day's work. </p> <p> <b> Still, Daphna's not a bad substitute. </b><br> Her proportions match Gisele's exactly, from the 32C bust downwards. And her mum's from Argentina. </p> <p> <b> The \"boobs from Buenos Aires\", you could say. </b><br> I suppose you could. </p> <p> <b> Shame the fluffy dog ruins the image. </b><br> Quite the opposite. Gisele's got one too. </p> <p> <b> Daphna's destined for the catwalk herself, no doubt. </b> <br>Actually she's a law graduate, and her real ambitions lie in journalism. </p> <p> <b> Can she write? </b><br> Who cares? </p> <p> <b> Don't be pathetically laddish. She's obviously very intelligent. </b><br> Not to mention rich. Her German dad's a property magnate. </p> <p> <b> Do say: </b><br> \"I think the A3 tray's out of paper.\" </p> <p> <b> Don't say: </b><br> \"You're very beautiful, you know. You should be a model.\" </p> <p> <b> Not to be confused with: </b><br> Who do you think?</p>",
  "Russia condemned American and British air raids on Iraq as a violation of international law yesterday, and called for them to be stopped immediately. <p>A foreign ministry statement said: \"Strikes against Iraqi territory do nothing but increase tensions in the region.\" </p> <p>Allied aircraft resumed their attacks in the southern no-fly zone last weekend after a six-week lull, killing two people and injuring more than 20, according to the Iraqis. </p> <p>Washington and London said they attacked air defence sites after Iraq opened fire on planes patrolling the no-fly zone. </p> <p>Baghdad said the raids, on Samawa, 170 miles south of the capital, hit a railway station and a warehouse storing goods imported under the UN oil-for-food programme. </p> <p>\"The destruction of food supply outlets does most harm to common Iraqis who are experiencing colossal suffering from the sanctions,\" the Russian statement said. </p> <p>In 1990 Moscow supported the allies' intervention after Iraq invaded Kuwait, but since then it has distanced itself from US policy and has pushed for the early lifting of UN sanctions. </p> <p>Recently it suggested that the US and Britain would have to suspend air strikes in the no-fly zones before Iraq would open its doors to the new UN weapons inspection team, Unmovic. </p> <p>Russian flagged tankers have been implicated in sanctions-busting exports of Iraqi oil.</p>",
  "<p>MPs yesterday attacked the United States for its \"intransigence\"on a new \"open skies\" policy for flights between Britain and America. </p> <p>A report from the Commons environment, transport and regional affairs committee has called for the US to change existing legislation which gives its own airlines priority within the US. </p> <p>\"The United States has proved to be intransigent about its domestic legislation relating to cabotage - reserving internal flights to US carriers - to airline ownership and Fly America. The current proposal to accept a more liberal air services agreement in return for permitting alliances between airlines in order to allow UK airlines to gain access to the US domestic market may lead to a deal in the short term, but such a deal should include a clear timetable for the lifting of US restrictions on cabotage and airline ownership and Fly America policy,\" says the report. </p> <p>Only a handful of carriers, such as British Airways and Sir Richard Branson's Virgin Atlantic, are allowed to operate transatlantic services into and out of Heathrow airport. British carriers have restrictions on US destinations. The report says a new agreement will bring advantages to Britain's airlines, consumers and the economy as a whole.</p>",
  "A young Polish woman has become Europe's screaming champion for the second time, beating 300 rivals from many parts of the world. <p>Dagmara Stanek, 25, from the Baltic resort of Sopot, emitted a scream of just over 126 decibels, equivalent to the noise of a large pneumatic hammer or a racing car travelling at top speed, the organisers of Sunday's event said.</p> <p>She outscreamed a male rival, Pawel Dabrowski, 35, from Warsaw, who produced a five-second scream of 125.3 decibels, defending his 1999 title of best male screamer.</p> <p>Europe's only vocal noise competition, modelled on an annual screaming festival in Japan, took place in the town of Goldap in Poland's northeastern lake district, and was broadcast live on state television.</p> <p>The contestants ranged in age from a girl of four to a man of 74, and came from Poland, the US, the Czech Republic and Austria.</p> <p>\"We allowed them to scream greetings like 'I love you' or 'I like you' . . . the only restriction was they were not allowed to swear,\" said the director, Andrzej Sokolowski, who has organised the contest for the past four years with the Goldap Sports Council.</p> <p>One young Polish man, he said, used the occasion to propose to his girlfriend.</p> <p>\"The Austrians were the most musical,\" he added, \"probably due to their yodelling tradition.\"</p> <p>Ms Stanek said she planned to defend her title again next year.</p> <p>\"This comes from practising screaming every day down by the lakes,\" she said. \"I'm not married yet, but when I am I'll be able to try this out on my husband and improve still further.\"</p> <p>Mr Dabrowski said his friends were shocked when he discovered his talent.</p> <p>\"I'm a placid man at heart, but I must admit this is a good way to vent my frustrations,\" he said.</p> <p>The winners each took home a colour television set, and Ms Dagmara received a bonus prize of a live 20kg (44lb) turkey.</p> <p>The judges measured the highest scream level of each contestant with equipment normally used by environmental inspectors to check noisy workplaces and neighbours.</p> <p>Mr Sokolowski said he hoped to persuade representatives of the Guinness Book of Records to record the results at next year's competition.</p> <p>Following the success of his screaming competition, Mr Sokolowski established an annual beer drinking contest,</p> <p>Heis also behind Poland's first kissing championship, to be held in Goldap in October.</p>",
  "<p>What should an airline do if its staff is in revolt, its performance has nosedived and nobody believes that its multi-billion dollar acquisition of a rival will succeed? </p> <p>United Airlines, the world's largest carrier with 2,330 flights a day, has decided that the answer is to spend $500,000 on funding this week's Democratic party convention in Los Angeles. </p> <p>The US company has been hit with a wave of bad news in the past week. Few analysts expect it to be in party spirit in spite of its generosity. Several Wall Street analysts downgraded the company's third quarter earnings estimates last week after the carrier warned that its union troubles and cancelled flights would cost at least $50m this year. </p> <p>The company has cut its September flight schedule by 3%, about 2,000 trips, citing bad weather, air traffic control issues and the unsolved dispute with its powerful pilots' union over a new contract. More than 1,000 flights were cancelled last week. United's 10,000 pilots, who together with other staff members own more than half of the company, are refusing to fly overtime. </p> <p><strong> Generosity</strong><br> </p> <p>The argument between the two sides has become more heated. United blames staff for an increase in sick days off and maintenance calls, while the unions say the company does not want to take on more pilots, which, they maintain, it desperately needs. </p> <p>The dispute is taking its toll on the company. In the first week of August fewer than 40% of United's domestic flights arrived within 15 minutes of their schedule, down from 57% in May, when the company announced its proposed $4.3bn acquisition of US Airways. Amid such turmoil, United's position as the tenth largest contributor of \"in-kind\" money to this week's Democratic convention may appear odd. The connection between the US airline industry and the country's political establishment has always been close. United, American Airlines and Northwest are among the top 70 corporate political donors in the US this year while US Airways, United's intended partner, was a significant donor to the Republican party convention. </p> <p>None of this generosity is directed at any particular issue, though the industry does need political favour to consolidate. In the last few weeks United has appointed former deputy White House chief of staff Harold Ickes to help its lobbying efforts. Mr Ickes has been an adviser to Hillary Clinton in the New York Senate race. </p> <p>United's attempt to buy US Airways, the smallest of the six main US carriers, needs regulatory approval from the department of justice. One Washington source said yesterday Mr Ickes's \"heavyweight appointment\" could help United win support for its proposed acquisition. </p> <p>It also needs to convince individual politicians in the Senate that the merger will improve current levels of service, and not lead to job cuts or fewer flights. </p> <p>At Senate hearings in June, United argued that the merger would improve service. But politicians, who were not convinced by the airline, took turns to ask what the merger meant for their constituency. One government official described the hearings as a \"public dance\". </p> <p>The head of Mercer Management Consulting's global aviation practice Peter Walsh says the merger should go ahead. \"I think some consolidation has to be good for the industry,\" he says. It would benefit both parties. It would allow United to route some of its flights through US Airways' east coast hubs rather than Chicago, which is renowned for air traffic control delays. It would also permit the smaller company to use the international network, says Mr Walsh. </p> <p>Others, such as employees and some politicians, are less sanguine about the plans. They fear it would lead to other mergers and regional monopolies. At the earlier Senate hearings, John Conyers, a senior Democrat on the House judiciary committee, said: \"We've already seen the creation of non-competitive markets in many cities ... I'm concerned that the United-US Airways merger could trigger a spate of other airline mergers.\" </p> <p>Such fears were exacerbated by takeover talks between American, Northwest, Delta and Continental after United announced its acquisition plans. </p> <p>British Airways, keen to do a deal with American, and KLM, which has an alliance with Northwest, also entered the takeover scene in June. The US and UK governments will be discussing transatlantic flights next month in London. </p> <p>United's unions scuppered the last attempt at a merger between the company and US Airways in 1995. In May this year, the Airline Pilots Association at United expressed its \"strong concerns\" about the current deal. </p> <p>Wall Street's arbitrage traders are already betting that the deal will not go ahead. Shares in US Airways were trading at about $37 yesterday, well below the $60 a share offered by United. </p> <p>United and US Airways remain confident that their deal with gain approval. </p> <p>Few analysts believe that any decision will be forthcoming before the Presidential elections, for political as well as corpporate reasons.</p>"
]