[
  "<p><strong> Bill Gates's woes made easy as ABC</strong> </p> <p><strong> Microsoft Encarta DVD Reference Suite 2001 (UK and Ireland edition)</strong><br> CD-rom £99.99 DVD-rom £69.99 Windows 95 or later; 32MB Ram (64MB recommended) <br> A is for _ \"antitrust [ánti trúst] adjective US; opposing business monopoly: intended to oppose trusts and cartels, for example from using monopolistic business practices to make unfair profits.\" </p> <p>Not a bad place to start looking at the latest edition of Microsoft's Encarta series, combining dictionaries, encyclopaedia, atlas, thesaurus and quotations on one DVD. And to be fair to Microsoft, it has not tried to duck the big issues. </p> <p>Looking up \"antitrust\" in Encarta's dictionary links smoothly to informative examples in the companion encyclopedia. \"In a rapidly expanding software market, Microsoft has been subject to allegations of monopolistic business practices,\" it reads, before going into a detailed exposition of the various charges Microsoft has faced over the years, starting with the first investigations by the Federal Trade Commission back in 1990. </p> <p>Encarta 2001 also remains bang up to date with current affairs: \"In April 2000, the judge ruled that the company had violated antitrust laws by engaging in tactics that discouraged competition. Less than two months later, in June 2000, the judge ordered the company to be broken up into two.\" </p> <p>B is for _ \"Bill Gates is the chairman, chief executive officer, and co-founder (with Paul Allen) of Microsoft Corporation, the world's leading computer-software development company_. In 1986 Microsoft stock, of which Gates retained 45%, was offered for public sale. With the stock's subsequent growth in value, Gates became one of the wealthiest people in American history.\" </p> <p>It is thanks to products like Encarta that Mr Gates has so much money. </p> <p>In many respects Encarta is a typical Microsoft product: it takes up a heap of memory and offers more options than most people ever contemplate using. It even requires the company's Internet Explorer web browser to be used - it was Microsoft's integrating Internet Explorer with its Windows operating systems that led to the latest damaging round of antitrust actions. </p> <p>Its parentage aside, Encarta has some nifty features, the most interesting being the \"talking\" dictionary's ability to pronounce words aloud, and the chance to download monthly encyclopedia updates over the net for free until the end of 2001. </p> <p>The whole package is easy to use, although it can become slightly baffling when switching between the different features. </p> <p>The addition of a multiplicity of resources (photographs, sound and video clips) makes the encyclopedia rather more useful in dealing with modern subjects. But this is not the Encyclopedia Britannica: the entries are less than definitive, even if they are comprehensive. </p> <p>Z is for _ \"Zyzomys, genus containing five species of rodents characterized by thick, long tails.\" (RA)</p> <p> <strong> Dump the discs, keep the wisdom </strong></p> <p><strong> Encyclopaedia Britannica 2001</strong><br> CD-rom £49.99 DVD-rom £69.99 Windows 95 or later; 32MB Ram (64MB recommended) <br> </p> <p> Maybe we've grown too finicky, but it does get boring finding and loading all those CD and DVD-roms every time we want to use them. Now one of the dreams of the information age has arrived - a full Britannica that you can install in memory and open at a click. </p> <p>If, that is, you have 2.4 gigabytes of spare hard disk space, or can clear it. If not, this facility alone will be, for some people, almost worth upgrading a hard drive for. Otherwise, you can get away with 1.5GB by inserting one CD during use, or take up only 170MB if you use two. </p> <p>Encyclopaedia Britannica was - and to a large extent still is - the world's greatest reference, self-education and self-improvement work for young people and grown-ups. Owning its 32 handsome book volumes, which once cost £2,000, has been a tan talisingly impossible dream for millions for 200 years. </p> <p>The full installation facility makes these new editions the first plausible rivals to the exemplary Britannica.com website made free last year. Compared to the website, they are drably designed. But consulting them doesn't clock up online costs and their extra tools are invaluable. </p> <p>Using the Analyst tool for work, I was able very rapidly to draw up tables comparing individual GDP, literacy and tourist revenue statistics for Maine with those of other US states and other countries. A general search told me the methods by which the artists Dante Gabriel Rossetti and Camille Claudel destroyed their works in grief. </p> <p>My first full installation confused some background programs and hurled Windows 98 into standby mode. But Hugh on Britannica's free helpline unscrambled that. It's still not quite as satisfying as having the books - but why cry for the moon? (JE)</p>",
  "<p><strong> Prepare to work and reap the rewards </strong><br> <strong> Ferrari F355</strong> Sega Dreamcast £39.99 AM2/Acclaim ***** <br> And there I was thinking that videogames were meant to be fun. Sure, some PC games necessitate hours of manual revision, but console titles, and especially those on the Dreamcast, usually let you dive straight in without even a cursory glance at the instructions. </p> <p>But Ferrari F355 is different: very, very different. Putting it simply, this is one of the most prohibitively tough driving simulators ever. It may be an accurate arcade version (with one, rather than three, screens) but there is no immediate gratification here. </p> <p>Instead, you must practise until you can visualise the track in your sleep. </p> <p>Normally untouched, the training mode is crucial for your success. A line is drawn for you to attempt to follow and you can (and should) take computer assistance with your braking and traction. </p> <p>If console racing fans are dismayed at actually having to use brakes, they will be mortified by the standard of the computer opposition. </p> <p>Unlike the moving scenery of other games, these drivers will block and cut you up, making tactics even more important. </p> <p>Thankfully the rewards for all this perseverance soon become apparent. </p> <p>There may be only one car to drive, but the satisfaction of finishing, let alone winning, a race makes up for any lack of variety. </p> <p>The six main tracks are all realistically depicted and the game itself looks stunning. </p> <p>Likewise, the cars themselves are accurately modelled - even though they remain the same when damaged. </p> <p>Of course, the Ferrari name still exerts a pull over most car enthusiasts and there is little doubt that F355 will appeal to them, and anyone else who is willing to put in the necessary hours of practice. </p> <p>However, if this all sounds like too much hard work, then it probably is. (GH)</p> <p> <strong> Thrills get left behind in stylish race</strong><br> <strong> Metropolis Street Racer</strong><br> Sega Dreamcast £39.99 Bizarre Creations/ Sega *** <br> How about this - a driving game where sheer speed isn't paramount? I know, it sounds like a beat-'em-up where you have to throw little squares of bubblewrap at your opponent instead of kicking his head in, but hear me out. </p> <p>Here's the deal: in order to progress through MSR, you have to accumulate \"kudos\" points by winning races stylishly: burning rubber or pumping the handbrake. Drive really fast but boring laps and you are going nowhere. </p> <p>Penalty points are deducted, however, if you hit the side of the road or another car. The latter rule is diabolical: you lose kudos when the enemy cars ram into you from behind, and they are happy to do this at every opportunity. </p> <p>At first, the game looks beautiful. You get to race around several carefully digitised square miles of \"real\" central London, San Francisco and Tokyo. The neon lights of Piccadilly Circus or the pink gravel of Horse Guards' Parade flash past with ultrasmooth rapidity and zero pop-ups. It is exhilarating. Some day, you think, all games will be made this way. </p> <p>And then a bit later, you think some day, but not right now. Because the first time you are asked to race against other cars, rather than in a solo time trial, the graphics engine gets out its pipe and slippers and starts to peruse the gardening pages of the Daily Telegraph. </p> <p>More than one other car on screen and the frame-rate wheezes and chugs. Oh dear. </p> <p>Given that MSR has finally arrived a year late, hotly anticipated by game-starved Dreamcast owners, this is just an insult. And the overall game structure is flawed too. It doesn't offer the instant, designer arcade thrills of, say, Ridge Racer V on the PlayStation2, yet the pointless punishing of minor collisions prevents it from being a really nail-biting hardcore revver like Gran Turismo. MSR does boast a fine two-player mode and it's very pretty, but really - kudos schmudos. (SP)</p> <p><strong> Make the wrong choice and it's all over</strong><br> <strong> President for the Day</strong> <br> PC CD-Rom £11.75 Damaris ***<br> Tired of playing against miniature demons or zombies? Try being president for a day, where the bad guys are gun-toting war lords, power-crazed neighbouring countries and the IMF. But cruelly, you are the worst guy of all. In two hours, I managed to start a coup, get shot at my desk, and cripple the economy. Hospitals and schools closed, the people rebelled and no government would lend us anything. </p> <p>All going well so far? </p> <p>President for the Day is aimed at sixth formers and first-year university students, but could be played at home. </p> <p>It is produced by Damaris Publishing, which specialises in late-teen books and websites, in its first link-up with the development agency Tearfund. </p> <p>The game's notion is simple: you are president of an emerging African nation for one day and the choices you make affect your country. </p> <p>Advisers put their point of view and an increasingly irate chief of staff fills you in on the status quo. This you can follow with high-quality news footage on your screen. </p> <p>So, when the coup begins, you can see the men with rocket launchers coming and also watch your people die. </p> <p>The use of news footage is strong and the problems cause you to think. Click this button and oops, everyone's starving. Make that choice and oh sorry, we've been invaded by our next-door neighbour. Opt to do nothing, and you've got a revolt on your hands. Buy arms to fight back and here comes the IMF. </p> <p>Floods, droughts, famines, corruption - this game's got the lot and it makes its point. </p> <p>But it doesn't have strong graphics. Improving a rather static backdrop would have increased my sense of doom as the warlords approached. </p> <p>Apple Mac owners will have to borrow a friend's PC to play as no Mac version is planned. </p> <p>Schools can get a licence for 10 CDs for a knock-down rate of £11.75. (HS)</p>",
  "<p>Sheffield Wednesday supporters have grown painfully accustomed to embarrassment, but last night their recent traumas dissipated into the south Yorkshire air after emerging with local bragging rights intact following Efan Ekoku's extra-time winner here last night. </p> <p>Six years had elapsed since the last neighbourly spat in the old steel city and Hillsborough had been transformed for the occasion, the usual cauldron of apathy replaced by a testosterone-fuelled bearpit. </p> <p>Two bookings inside five minutes set the tone. But in between snapping at each other's heels both sets of players produced a level of fluent attacking football that belied their current league standings. </p> <p>United had the best early chances but Wednesday were ahead after only nine minutes courtesy of Ekoku's first goal since returning to England after an unhappy spell with Grasshoppers Zurich. </p> <p>Ekoku was body-checked by Gus Uhlenbeek close to the left touchline and when Owen Morrison swung a teasing free-kick into the penalty area the Nigerian striker got the deftest of touches to flick the ball beyond Simon Tracey. </p> <p>For the remainder of the first half, however, United were virtually camped in opposition territory and Neil Warnock's team deservedly levelled matters in the 33rd minute. </p> <p>Paul Devlin's sweeping through-ball was aimed for Marcus Bent but, realising he was offside, he stepped back from the play and Michael Brown ghosted in to drive a low shot past Kevin Pressman. </p> <p>For a few moments things looked in danger of getting out of control with a number of skirmishes in the stands but the action was so unremitting that attention swiftly reverted to matters on the pitch. </p> <p>There were chances aplenty after the break, but there were more studs connecting with ankles than shots connecting with their intended target, none worse than when Bent was presented with an open goal in stoppage time and contrived to hit the bar.</p>",
  "<p>We have all done it. At the end of a particularly irritating meeting we send off an email to our close friends at the office telling them exactly what we think of the new manager's dress sense, nasal hair growth and corporate vision. Or we come across a particularly juicy photograph of two people locked in an embrace, one of whom just happens to look like the new photocopier engineer, and email a copy to one or two select colleagues. </p> <p>It is part of the net culture in many offices. But, as 40 people fired from mobile phone company Orange in September for exchanging 'inappropriate' material over the internal email system found out, it can also get you into a lot of trouble. </p> <p>It has always been possible to monitor staff email. Now, regulations which came into force on October 24 permit your employer to read your email and monitor which websites you have been visiting. And they can use that information against you. </p> <p>The Telecommunications (Lawful Business Practice) (Interception of Communications) Regulations have been drawn up by the Department of Trade and Industry under the Regulation of Investigatory Powers (RIP) Act mean that employers can also listen in to and record phone calls, check who you are calling on your mobile phone and search the hard drive of your laptop, if these items are provided through work. And they can do all of this without asking or telling you they are doing it, if they think you are committing a crime or doing something 'unauthorised', like sending personal emails or booking your holiday online. </p> <p>According to e-minister Patricia Hewitt, the new rules must \"strike the right balance between protecting the privacy of individuals and enabling industry and business to get the maximum benefit from new communications technology\". They have been welcomed by employers' organisations such as the Confederation of British Industry, which believes that routine monitoring of email is both normal and acceptable. </p> <p>But for trades unions or civil liberties organisations, the main concern is the imbalance between the rights of employers and those being monitored. \"We have been calling for the regulation of surveillance for some time now,\"said John Wadham, director of human rights group Liberty, \"but these regulations do not go far enough to protect people's privacy.\" </p> <p>Yaman Akdeniz, director of online civil liberties pressure group Cyber-Rights and Cyber-Liberties, calls the regulations \"very vague\" and fears \"anything is justified under them\". Caspar Bowden, director of the Foundation for Internet Policy Research, says: \"The DTI has given bullying bosses carte blanche to pry and exploit knowledge of the private lives of employees.\" </p> <p>But, there is a general acceptance that some degree of monitoring of email and web use is legitimate. If an employee is on holiday, ill, on a delayed train or away at a conference, it is important that email is dealt with and working documents can be accessed. In these cases, says Akdeniz, employers should be obliged to tell staff what they are doing, since \"whatever policy they use it should be open and transparent to the employees\". Wadham wants employees to ensure that \"everyone knows that their communications are going to be under surveillance and under what circumstances\". </p> <p>The new regulations state clearly that only \"communications relevant to the system controller's business\" can be monitored and recorded. Yet people may send and receive emails which reveal office affairs or health problems, and these could be being read by managers and systems administrators. </p> <p>One solution is for staff to be told that personal use of the system is not allowed, although this would be hard to enforce. Wadham believes workers should be provided with guaranteed privacy in some areas, perhaps through a separate personal email account for non-work matters. Employers could also agree not to restrict staff use of web-based email, limiting their interest to communications from work email addresses. </p> <p>Even with an agreed policy, there are still problems when monitoring is secret, perhaps because an employee is suspected of criminal activity or breaking their contract. It is also highly likely that monitoring will uncover personal information which is not relevant to the job. </p> <p>Nigel Wildish, an expert in IT law at London law firm Field Fisher Waterhouse, thinks \"the issue is to what extent an employer can intercept or block employee email that is not to do with the business\". He cites the need to stop viruses or block obscene material as legitimate. </p> <p>Journalists are worried because many have confidential sources who use email from their workplaces. Milverton Wallace, organiser of the annual NetMedia conference for online journalists, has arranged a seminar on legal ways around the regulations. He says: \"Unless we can find ways of guaranteeing that our communications with sources are really confidential, we will not be able to expose wrongdoing or investigate government or business effectively.\" </p> <p>The new regulations do not address the issue of how an employer uses the information obtained. If personal data is being read then the Data Protection Act (DPA) comes into force. This requires that personal data should be obtained legally and used fairly - a provision absent from RIPA. </p> <p>The Data Protection Registrar has just published a draft code of conduct on the use of personal data in employer/ employee relationships which deals with monitoring email. It accepts that \"not all monitoring necessarily falls within the scope of the Act\", but argues that \"systems that involve the interception of personal electronic communications such as email will almost certainly be covered\". Employers would have to ensure \"monitoring operates in such a way that it does not intrude unnecessarily on employees' privacy or autonomy\". </p> <p>Phil Jones, assistant commissioner in the registrar's office, says this could mean an employer who acquires personal information by surveillance under the RIPA regulations could still be prosecuted by the DPR. \"We are saying that when there is going to be any form of monitoring of email or phone calls then the fair thing to do is to be open with individuals. There should be clear policies\", he says. </p> <p>Rod Armitage, head of legal affairs at the Confederation of British Industry, has criticised the draft code for not acknowledging the needs of employers. \"It has failed to recognise the context in which business email systems work,\" he says. However, Jones feels that the possible conflict has been rather overstated. \"The code is a draft that covers lots of employee and personnel issues\", he said, \"and interception is a minor part.\" But he admits that \"we may see legal challenges to how interception is carried out, although not to the fact of doing it\". </p> <p>Wildish says that \"the RIPA powers are wider and more helpful to employers than the Data Protection Registrar's code of practice\", and he is critical of the DTI and the DPR for \"not talking together before they launched this\". </p> <p>Article 8 of the European Convention on Human Rights, which became part of UK law on October 1, guarantees respect for private life, while Article 10 gives a right to freedom of expression. Judges are now bound to consider all legislation within the context of this act. This means that intrusive, excessive or unreasonable surveillance could be illegal, despite the RIPA regulations. </p> <p>Wildish says: \"it is difficult to see how the Human Rights Act will be interpreted. For one thing, companies have human rights too, including the right not to have viruses infect systems\". When employers do not clearly state their policies, employees will be forced to act on the basis that their email is being read and their web visits logged. </p> <p>The only hope for those concerned for civil liberties comes from Nigel Wildish, who points out that \"an employer needs a system that complies with all three acts, so the one most favourable to employees will determine how much employers can intercept\". At present that means that the Data Protection Registrar's draft code of conduct offers the best way of stopping snooping employers. We can therefore expect to see intensive lobbying of the Registrar before the code is finalised in January, as employers attempt to make it easier to monitor their staff. </p> <p><strong> What employees can do</strong><br> Perhaps the most useful thing you can do is to try to make your employers issue guidelines on how and why they will monitor email and internet use. If they refuse, assume the worst -they are reading everything. </p> <p>There are limits to how secure you can make yourself when using a work computer on a work network, simply because whoever owns the hardware and internet connection controls almost everything. They can read cached web pages, look at your mail boxes, log messages at the server, tap into the physical network, grab all data passing through the router or firewall and even log every key press and mouse click you make. </p> <p>Use your own mobile phone at work for personal calls (assuming your desk is not wired for sound) and your own laptop for all personal files or emails. You could even bring a laptop and modem into work and dial up your own ISP - although you may get into trouble for making 'personal' calls. </p> <p>The latest handheld computers or top of the range mobile phones will let you surf the web and send email - and you don't have to limit yourself to the low-tech Wap services. </p> <p>If this is not possible, stop using work computers for private email or Web surfing. Find the local cybercafe and head there at lunchtimes instead of having a sandwich at your desk. </p> <p>If you really have to be online for your friends while you are at work, think carefully about what you are doing. </p> <p>Web-based email services such as HotMail may seem secure because your messages are stored on their computers and sent over their connections, but the web pages you are looking at still have to come into (and go out of) your work network and this means they can be monitored. Since you are using the work computer and internet connection, this is even allowed under RIPA. </p> <p>You can get secure web email - Hushmail.com offers the best-known service and the British campaigning group Cyber Rights and Cyber Liberties has just set up its own Hushmail service at <a href=\"http://www.cyber-rights.net\">www.cyber-rights.net</a> This will give you private email, although the fact that you are using an encrypted mail service may attract attention. </p> <p>So you also need to use Anonymiser to hide the web pages you are visiting from any curious systems administrator. </p> <p>Unfortunately if your employers have installed keystroke logging software not even this will help as they will still be able to find out what you are typing. </p> <p>And if MI5 or the police want to monitor your activities in cyberspace, you stand very little chance of keeping things from them unless you invest significant time and effort in it. </p> <p>Posting hand-written letters may be your only option. </p> <p><strong> See also...</strong><br> </p> <p>For the DTI's Lawful Business Practice Regulations <br> <a href=\"http://www.dti.gov.uk/cii/lbpresponse.htm\">www.dti.gov.uk/cii</a> </p> <p> For secure web-based email<br> <a href=\"http://www.cyber-rights.net\">www.cyber-rights.net</a> <br> <a href=\"http://www.liberty-human-rights.org.uk\">www.liberty-human-rights.org.uk</a><br> <a href=\"http://www.cbi.org.uk\">www.cbi.org.uk</a> <br> <a href=\"http://www.anonymiser.com\">www.anonymiser.com</a><br> <a href=\"http://freenet.sourceforge.net\" target=\"_new\">http://freenet.sourceforge.net</a> </p> <p>For online privacy advice <br> <a href=\"http://www.hmso.gov.uk/acts/acts1998/19980042.htm\">www.hmso.gov.uk/acts/acts1998/19980042.htm</a> </p> <p>For the Human Rights Act <br> <a href=\"http://www.ffwlaw.com\">www.ffwlaw.com</a> </p> <p>For Orange sackings story <br> Orange sacks staff for net porn - reported at <a href=\"http://www.zdnet.co.uk/news/2000/34/ns-17649.html\">www.zdnet.co.uk/news/2000/34/ns-17649.html</a> </p> <p> Living with the RIP Act, a journalist's guide to surviving cyber regulation, is on November 16 in London. See <a href=\"mailto:msw@net-media.co.uk\"> msw@net-media.co.uk</a> </p> <p> Data Protection Registrar's draft guidance at <a href=\"http://wood.ccta.gov.uk/dpr/dpdoc.nsf\" target=\"_new\">http://wood.ccta.gov.uk/dpr/dpdoc.nsf</a></p>",
  "<p>Nothing I have ever written has produced a reaction like the Guardian series on schools which is now being published as a book - a torrent of readers' letters spilling over with passion, more than 100 invitations to speak at public meetings, a couple of journalism awards and a personal denunciation from the prime minister and the secretary of state for education. The current editor says the response was of a different order to anything else he has seen since he took over the paper (and this is the editor who presided over the demise of Aitken, Hamilton and Mandelson). What was that about? </p> <p>I think something rather odd happened. Normally, when you publish an investigation in a newspaper, you hope you are uncovering something which nobody knows. With these stories, however, we did the reverse - we delivered something which masses of people knew but which no one with any power would admit. That torrential response was not shock or horror but a clamour of recognition of a reality that was being denied. </p> <p>In the 18 months I spent researching them, I got deeper into the workings of a government department than I have ever done before. It was not a reassuring experience. I started with a vague feeling of unspecified benevolence towards the secretary of state for education, David Blunkett. I came out with a feeling close to contempt, having peered into a department which, I eventually concluded, was habitually lying and cheating and was presiding over a shambles - something which it was enabled to do mainly by the scale of that self-same dishonesty. </p> <p>I came away with a picture of ministers beset by problems and lost for solutions - lost, either because they simply didn't understand the issues well enough to know what to do, or because they did know and couldn't bear the political consequences. Rather than admit they were stuck, they were reaching for pseudo-solutions, policies which gave them something to talk about, gave the appearance of action, gave the pundits something to chew on while the real problems sat unsolved in the background, because (as the ministers often very well knew) the alleged solutions were entirely bogus. </p> <p>We looked at Fresh Start, Mr Blunkett's brave new cure for the weakest schools - and found a mass of evidence which had discredited the idea in the United States years before Mr Blunkett ever pulled it out of his briefcase and started pretending it should be taken seriously. We looked at \"special measures\", the routine procedure for dealing with a school that fails its Ofsted report - and (after months of negotiations) we dug out statistics which completely contradicted the ministers' grandiose claims of success. We looked at the official claims for the virtues of our \"mentoring\" scheme - and then unearthed the department's own devastating find ings of its miserable weakness. These initiatives are high-octane guff. And they reflect the great underlying problem, that the entire strategy of Mr Blunkett's department is based on an analysis of school failure which has the intellectual weight of a joke in a Christmas cracker. Everything else flows from that analysis, and the simple reality is that it's phony. </p> <p>And then there are the outright lies. In one of the early stories, we gave credit to Mr Blunkett for securing a £19bn increase in funding for education - a few months later, we discovered that we had been conned. Well, the whole country had been conned. What was worse, the conman got away with it. On the single occasion when he was challenged about it - in the House of Commons, by the Liberal Democrat education spokesman, Phil Willis - Hansard records the secretary of state's reaction. He laughed. And that was that (although he never again repeated the £19bn lie). </p> <p>This is a lesson not just about the cynicism of politicians but also about our own gullibility - particularly our gullibility as journalists. We allow Whitehall to manage us: Mr Blunkett makes a big announcement about extra funds for Fresh Start schools; we report it, as though there were some kind of sense in it; and then we go off into micro- criticism of its detail, whether this is quite enough extra cash, whether there is really such a thing as a superhead, without explaining that the whole project is a proven failure. We are pushed into a sideshow. </p> <p> W ithin a week of Mr Blunkett first telling his £19bn-whopper, he was caught out by the Treasury select committee, who exposed the most successful of his several sleights of hand. They did the same for the then health secretary, Frank Dobson, whose claims about new cash for his department were similarly fictitious. The point is that the press missed the story. The Treasury select committee's report sank like a stone, the journalists chased off to the next press conference, and the various ministers carried on fibbing for 18 months before they were caught out. (Frank Dobson's budget was exposed as a hoax by BBC Panorama, by coincidence, in the week after we took apart Mr Blunkett's.) </p> <p>I spent the first three or four months of this research being as stupid as it is possible for a journalist to be without getting sacked. I started, in the approved fashion, by reading files of old newspaper stories; I read the book by the former education minister, George Walden; I went to see senior people at the Department for Education and Ofsted. And I emerged with the clear view that school failure was primarily caused by bad teachers and, in particular, by bad teachers who had been led astray by \"trendy teaching methods\" from the 1960s. Then two things happened. First, I read a book called Failing School Failing City by Martin Johnson, a veteran teacher and now president of the NASUWT union. Then I started going into schools. And I realised that my working theory was complete garbage, that the truth was simpler, nastier and very plain to see, as the first two stories, set in Sheffield, attempted to make clear: you cannot make sense of why some schools fail and some succeed without taking account of the corrosive impact of child poverty, which has soared in this country in the past 20 years. Combine that with the effects of the Conservative education reforms of the late 1980s and you have a design for educational failure. </p> <p>You can look at any area of our schooling system - the effect of private schools on their state counterparts, the scale and distribution of funding, teacher stress and teacher pay, syllabus and teaching technique, truancy and exclusion, the outbreak of teacher cheating in exams - and you cannot explain what is happening unless you take primary account of child poverty and Kenneth Baker's reforms. There are other factors in there as well, but those two are essential. The reality is that unless Mr Blunkett acknowledges this and until he finds the political courage to scrap almost all of the market-driven reforms of the late 1980s, none of the dinky little schemes which he has launched will save our schools from crisis. </p> <p>The School Report by Nick Davies is published today by Vintage, £6.99. <br><strong><a href=\"http://www.uk.bol.com\">Buy it at BOL</a></strong> </p> <p><a href=\"mailto:davies@pavilion.co.uk\">davies@pavilion.co.uk</a></p>",
  "Chris Woodhead, the chief inspector of schools, yesterday stepped up his attack on A-level standards but stoked fresh controversy by admitting he had no research-based evidence to support his claim. <p>In heated exchanges in the Commons, Mr Woodhead clashed with MPs on the education select committee over his \"personal style\" as head of Ofsted, and defended his \"public forays\" into areas of education that did not fall within his remit. </p> <p>Questioned by MPs about highly publicised remarks in an interview with the Guardian, when he claimed that A-levels should be made more difficult, Mr Woodhead insisted he had never claimed the \"gold standard\" exams were too easy. </p> <p>\"We don't have the evidence to know, and that is true of GCSEs as well,\" he said. He took issue with the Guardian's headline, which read \"A-levels too easy, says Woodhead\", but continued: \"We have got to make A-level and GCSE examinations even more demanding\". Otherwise, the drive to raise standards in schools could be affected, as the difficulty of exams had a \"profound influence on what happens in classrooms and one of their prime purposes is discriminating between students\". </p> <p>During a lengthy session with the committee, Mr Woodhead was rebuked by the chairman, Barry Sheerman, for being \"offensive\" to another MP and for his habit of making making \"flip remarks\" about important issues\". </p> <p>But the head of the Office for Standards in Education insisted that he would not be censored on areas perceived to be outside his remit - such as higher education - and that he would continue to speak out when he felt it necessary. Mr Sheerman said that \"there is a feeling that those forays sometimes detract from the overall work of Ofsted\". </p> <p>A Liberal Democrat MP, Evan Harris, asked Mr Woodhead to clarify the remarks in the interview with the Guardian in September, saying he could not understand the difference between A-levels not being too easy and needing to be more difficult. </p> <p>\"I'm sorry if you find it difficult to hold those two propositions in your head but I don't think it's that hard really\", Mr Woodhead retorted. </p> <p>Mr Sheerman said he found it offensive that Mr Woodhead should make such a remark about the undisputed intelligence of a committee member who held an Oxford medical degree. </p> <p>Mr Woodhead also faced criticism for failing to meet researchers representing the commission for racial equality, and claiming to be too busy during a four month investigation into race inequality in England's schools. Mr Sheerman said Mr Woodhead was guilty of \"flawed judgment\" in passing the matter on to colleagues, saying: \"I don't think that was good enough in terms of the standards in public life that I've been used to.\" </p> <p>The Liberal Democrat education spokesman, Phil Willis, later called on the government to sack Mr Woodhead for bringing Ofsted into disrepute. </p> <p>\"His refusal to supply any evidence to back up his outrageous claims about A-level standards and vacuous degrees means he is totally out of control,\" he said. \"While it is rumoured he has plans to resign before the next election and embarrass Labour ministers with his views, he should not be given the option. If Woodhead wants to enter the political arena, let him stand at the next general election, not use his position to make politicised statements that have no research basis.\" </p> <p>Dr Harris later said he had not been offended by Mr Woodhead, \"but I am less concerned about his rudeness, and more worried about his views and lack of evidence to back them up. </p> <p>\"If he were to be inspected for making considered statements he would fail the inspection on all counts\".</p>",
  "<p>When 20th Century Fox released Fight Club in the USA just over a year ago, it was seen as something of a catastrophe. Reuniting Brad Pitt with David Fincher, the director behind the cult millennial slasher flick Seven, Fight Club was one of the company's most crucial releases, a $60m action-inflected black comedy about masculinity in crisis that was sure to cause a ruckus. </p> <p>When it opened, however, the news wasn't good. Despite a furore at the Venice film festival, Fight Club opened with just a paltry $12m. Compare this with Toy Story 2, which opened a month later. Originally conceived as a video-only release, the animated film's budget rocketed to a massive $90m after massively successful try-outs, with a record-breaking opening weekend of just under $60m. To date, it's grossed somewhere in the region of $250m. But while Toy Story 2 romped home at the box office, Fight Club wormed its way under the nation's skin. </p> <p>Growing by word of mouth, the film's since become a cult. Pitt's co-star Edward Norton frequently hears from his old professor at Harvard that she's inundated with dissertations about the movie. </p> <p>Both movies recently surfaced in the US on DVD (and their release is imminent here). But then a funny thing happened. Shoppers at the national chain of Costco stores who shelled out extra bucks for the lavish Ultimate Toy Box set were alarmed to find that their copies contained scenes that didn't quite fit with the Pixel universe. And they were even more alarmed by the language. </p> <p>As it turns out, parents were unwittingly treating their children to scenes from High Fidelity, the strongly worded adaptation of Nick Hornby's mid-life crisis novel, released earlier this year by Buena Vista, Disney's outlet for more adult fare. The film is far from explicit, but the unmistakable clang of the F-word was heard not once but twice, leaving the company with no alternative but to recall the whole batch. </p> <p>Although this limited edition accounts for less than one per cent of sales, and other versions are apparently unaffected, this simple but unfortunate glitch - a mix-up at the pressing plant - recalls the efforts of one Tyler Durden, Fight Club's charismatic anti-hero. Durden is a high-art prankster whose conceptual acts of sabotage include working in top-class hotels, urinating in the food, then suing them for poor health standards. But Durden's career highlight is his stint as a projectionist, inserting frames of pornography lasting just one-twenty-fourth of a second into family movies. </p> <p>The movie-house prankster is by no means a modern creation. Refer to chapter five of Terry Southern's hilarious 1959 satire The Magic Christian for descriptions of the programming devised by anarchic tycoon Guy Grand when he splashes out on his own private cinema. One night he promises a screening of the glossy new musical Main Street to a packed house, but instead shows a cheap subtitled foreign movie. He keeps it going till half the audience leaves, then broadcasts a deafening announcement that this is not, repeat not, the film they'd paid to see. After a lengthy delay, the same film is rewound and shown again. Upside down. </p> <p>Grand also has a taste for re-editing films to give them nuances they otherwise wouldn't have. For Mrs Miniver, he inserts a menacing glimpse of a flashing blade while Walter Pidgeon is mooning over the heroine, turning his quiet love into something dark and sinister (which, of course, never materialises in the story). For The Best Years Of Our Lives he spices up an innocent courting scene with a split-second tussle as the young war veteran lewdly fiddles with his girlfriend's skirt. </p> <p>Grand's interest in subliminal imagery is very like Durden's - its subtle impact on the nervous system, transforming a mundane image into something bizarre and strangely uncomfortable. No surprise, then, that Chuck Palahniuk, who wrote the novel on which Fight Club is based, is affiliated with a local neo-situationist group, the Portland Cacophany Society. Part of a nationwide group, they stage stunts like the annual Santa Rampage, in which people dress in Father Christmas outfits and behave unfestively. Or the porn protest, where they visit local porn shops, claiming that the magazines are too expensive for young people. </p> <p>The PCS is a direct influence on Project Mayhem, the surreal psychic terrorist organisation that Durden forms, which grows and grows, rather like the film's word-of-mouth appeal. But has art crossed over into life? On one level, the appearance of several scenes from High Fidelity in a kids' movie can be ascribed to a simple switcheroo in the transfer process. But then again, what would be more jarring in the average suburban home than a sudden eruption of Anglo-Saxon expletives in a film that will doubtless be used as a pacifier by many busy parents? Hitch, or act of cultural terrorism? Maybe Technicolor Videocassette Inc should check their personnel records for a T Durden or a G Grand. </p> <p>\u0095 Fight Club is released on DVD on Monday</p>",
  "When Zahid Mubarek, 19, was sentenced to 90 days in Feltham young offenders' institution for shoplifting £6 worth of razor blades and interfering with a motor vehicle, he and his family were shocked. Zahid, from east London, was a well-meaning lad, perhaps a touch naive, who had fallen in with the wrong crowd. He seemed genuinely sorry, and in letters to his family he speculated about joining the army full time, having spent time on manoeuvres through the Prince's Trust. <p>He never got the chance. Tragically, the short sharp shock turned out to be a life sentence. Five hours before he was due to be released, while his family were preparing a welcome home celebration, Zahid was beaten to death with a wooden table leg by his cell mate, Robert Stewart, 20, a racist psychopath with a history of violence who was on remand for sending malicious communications. </p> <p>Yesterday Stewart was found guilty of murder and sentenced to life imprisonment at Kingston crown court. </p> <p>Zahid's death has devastated and angered his family, who originate from Pakistan, in equal measure. His father says they are still not over the shock of losing the eldest son, and that the crucial question concerning his death remains unanswered: why was an Asian petty thief put in the same cell as a violent racist who openly expressed admiration for the killers of Stephen Lawrence? The question remains despite Stewart's conviction. </p> <p>Last night, Zahid's father demanded that the Home Office answer the question through a full judicial inquiry into racism in the prison service. \"The real tragedy is that my son's murder could have been avoided if the prison service had done its job properly,\" he said. \"My son should never have been put in the same cell as him. </p> <p>\"Why didn't the prison service read the 200-odd letters which are not only abusive and racist but predict my son's murder?\" </p> <p>The Mubarek family has already received an apology from Martin Narey, director-general of the prison service. </p> <p>In the early hours of March 21 this year, Stewart took the table leg and, in the dim glow cast by the the toilet light, began to batter the sleeping Mubarek. He hit him between seven and 11 times. \"It was mad,\" he wrote in a subsequent letter to a friend also charged with murder. \"His head splattered all over like a tomato fucking everywhere.\" </p> <p>With Mubarek slipping into a coma from which he would never recover, Stewart calmly pushed the alarm button in the cell. When prison officers arrived he pointed at the bloodied figure on the bed next to him and said: \"He's had an accident.\" Later, when asked why he had done it, Stewart replied: \"I don't even know myself.\" Twenty minutes later he slept as he awaited the police; one prison officer said: \"He looked like he was in a world of his own.\" </p> <p>Evidence disclosed at Stewart's trial revealed that prison staff knew of his racial prejudices, his violent tendencies and unpredictable behaviour, yet still allowed him to share a cell with his victim. A series of letters written by Stewart, who has RIP tattooed on his forehead, revealed a man with deep-seated racist views. </p> <p>In one letter dated the day before he killed Mubarek, he wrote: \"Did you watch Romper Stomper [a film about skinheads] the other day? Fat film. I wish dem [sic] blokes were in and dem what killed Stephen Lawrence. The niggers would soon shut up. </p> <p>\"I'm going to nail bomb the Asian community of Great Norbury. Its [sic] all about immigrants getting smuggled into here, Romanians, Pakis, niggers, Chinkies, taking over the country and using us to breed half castes.\" </p> <p>A letter written a month before the attack provided a chilling forecast of the murder of Mr Mubarek: \"If I don't get bail on the 7th I'll take extreme measures to get shipped out. I'll kill me fucking pad mate if I have to. Bleach me sheets and pillowcases white, make myself a Ku Klux Klan suit and walk out me pad holding a flaming cross.\" </p> <p>The letter ended with a scrawled swastika. </p> <p>In another he wrote: \"It's shit in here. Planet of the apes. I've got a pad mate to come back to. A Paki.\" </p> <p>Prison officers at Feltham testified that 10% of all letters are read for censorship purposes and that if anything disturbing is found all mail sent by that inmate is monitored. Of the hundreds of letters Stewart wrote before the attack in which he made his racism clear, just one was intercepted and returned to him, but no further action was taken. </p> <p>Stewart's conviction raises fresh questions about Feltham, the largest young offenders' institution in the UK, home to 745 inmates. Last year the chief inspector of prisons, Sir David Ramsbotham. described it as \"rotten to the core\". In August a deputy governor resigned in protest at the Dickensian conditions and last week Lord Woolf said one of the factors in setting a minimum tariff for the killers of James Bulger was the \"corrosive\" atmosphere they would face in institutions such as Feltham. </p> <p>Imran Khan, solicitor acting for the Mubareks, yesterday said the case was a \"wake-up call\" for the prison service, and drew parallels with the murder of Stephen Lawrence and its effect on the police force. </p> <p>\"This is a wake-up call for the prison service in the same way Stephen Lawrence was a wake-up call for the police force,\" he said. </p> <p>Mr Khan added that negligence and institutional racism pervaded Britain's prisons, and called for an inquiry. </p> <p>DCI Paul McAleenan of the Metropolitan police, who led the inquiry, welcomed the verdict and said a file on all the circumstances of the death had been passed to the CPS. </p> <p>The murder sets Feltham's failings in harsh relief. Stewart had prepared his weapon some time before the attack. He had snapped it off, then propped it back under the table and covered the upper half with a cloth. Cells are subject to a daily \"fabric\" check in which window bars and doors are tested, but only get a full search every three months. </p> <p>Stewart's history should also have suggested to the prison service that he posed a potential threat to his cellmate. </p> <p>Born and raised in Hyde, an impoverished suburb on the eastern edge of the greater Manchester sprawl, Stewart became institutionalised from a young age. Beaten severely by his father and ignored by his mother, he was in care by the age of 14 and was referred to a child psychiatrist. </p> <p>Soon Stewart scaled the bottom rung of the criminal ladder, becoming involved in burglaries, car crime and occasional arson. At 15 he received his first custodial sentence and by the time he reached Feltham earlier this year he had served in nine young offenders' institutions. He has 19 previous convictions on 69 counts, including actual bodily harm - he stabbed a man in the face with a screwdriver as he tried to steal his car - and common assault. </p> <p>His prison record contains plentiful evidence of what both crown and defence psychiatric experts later diagnosed as \"psychopathy\". Stewart was diagnosed as having a personality disorder in 1997 but was not tested again until he was allowed to share a cell with with his victim. </p> <p>In a two-year period from 1997, at several institutions, Stewart committed a litany of violent, disruptive and dangerous offences. He removed bricks from his cell wall in an attempt to escape. He threw the entire contents of his cell including a mattress out of the window and was moved to a segregation unit. In addition, Stewart conducted a dirty protest and set fire to his cell. </p> <p>He also has a history of self-harm. He tried to set fire to himself and in 1998 at Lancaster Farms young offenders' institution he attempted to hang himself. </p> <p>Just as his violent tendencies were no mystery to prison authorities, nor was his unpredictable state of mind. His prison file, which runs to 56 pages, is littered with references from senior officers to his fragile mental health and the danger he posed to others, yet these were apparently ignored when the decision was taken to put Stewart and Mubarek in the same cell. </p> <p>One entry on his file reads: \"Unable to control his impulsive actions, he has been started on medication. Displays of unpredictable and erratic behaviour and determined to escape.\" Another senior officer suggested that a doctor should see him. </p> <p>A third entry demonstrates a clear awareness of the risk Stewart posed to others: \"This lad is a disaster waiting to happen. He cannot be trusted ... I feel we're just waiting for our next problem.\" </p> <p>The \"problems\" have continued. On the eve of his murder trial, Stewart took a prisoner hostage and threatened him with a knife. Neither does he appear to understand remorse. During the trial he said he did not feel regret at what he had done, and on the opening day he aimed a V sign at the Mubarek family. </p> <p>Philip Joseph, a forensic psychologist, described Stewart as \"the classic example of a controlled psychopath\". </p> <p>Zahid's father prefers a less academic description: \"That man is just evil, there is no other word to describe it. We will never get over what he has done,\" he said.</p>",
  "<p><strong>TIM IS THE HARDEST WORD</strong> </p> <p>After such an outpouring of rancour yesterday that the Fiver had to learn how to spell rancour, today saw the first step on the road to tolerance, understanding, and a successful national football side. Either that, or in giving his first press conference as England manager, Sven-Goran Eriksson has provided enough rope to hang himself, his assistant Tord Grip and as many Swedes as Jeff Powell can get his hands on. (Only joking there, Jeff Jeff??? Jeff!!!)</p> <p>Svennis the Menace, as he henceforth will be known until we think of something better, took his opportunity today to impress upon the press just how proud he is to manage England, a country whose football he has always admired. \"If you look around you know why I took the job,\" he said, presumably asking the room to look around at a bunch of wrinkled bilious hacks. \"I think it is one of the most prestigious jobs you can have. I am honoured and pleased and I hope to do well.\"</p> <p>All well and good. Svennis then went on to say that he was \"hopeful\" of taking charge of the three World Cup qualifiers England face in March and June next year, and that there was a lot of talent in the current England set-up (even if, when asked, he could not name the Leicester goalkeeper). However, in his one-hour grilling, Svennis did manage one mistake of Al Gore-normous proportions. </p> <p>\"I have always been very close to England and English football,\" Svennis told the world. \"I have been in the Boot Room at Liverpool with Joe Fagan and on the bench for one game when Bobby Robson won the title with Ipswich.\" The title that Robson never won, that is (Ipswich's sole Championship coming in 1962). Now, where's that Powell got to?</p> <p>* * * * * * * * * * * * *</p> <p><strong>BIG CUP, BAD BEHAVIOUR</strong></p> <p>When in Prague, the Fiver likes to belt out the Sparta hymn with much gusto. \"Ooooo Sparta! Ooooo go go!\" we sing. And we're certainly not the only ones. But at the moment, it looks like Sparta could be \"Ooooo out \" of Europe next week - and it's all down to a dirty deal which has been struck between Arsene's Arsenal Wenger and Lazio/England boss Svennis the Menace. Having already qualified for the next round, both managers have agreed to rest several key players for their final Big Cup matches next week, a move which could have serious repercussions on Sparta and Shakhtar Donetsk's battle for third spot and a place in Euro-Vase.</p> <p>What happens, for instance, if Wenger drafts in Christopher Wreh after his four years in the football wilderness? Suddenly it's advantage Sparta. And how will Atillio Lombardo's head cope with the onset of the Czech winter? You see? So, fearing a major diplomatic incident - if not a small-scale nuclear war - we decided to give Uefa a call. \"Each team has submitted a squad list of 25 players and after that it is up to each coach to decide which players he wants to field from this list,\" a Uefa spokeswoman sniffed before hanging up.</p> <p>But never mind the bureaucrats - what about the fans? \"If Lazio bench Pavel Nedved they'll be riots here,\" warns Jeff Donovan of the Prague Post. \"He used to play for Sparta and the fans want to see him back almost as much as they want to win the match.\" And if that's not bad enough, you can guess the reaction in Ukraine if Arsenal's plane arrives without the Horse on board. \"Of course Oleg Luzhny's absence will disappoint the Shakhtar fans,\" says a distraught Roman Woronowjzz of the Ukraine Weekly. \"He's, like, Ukraine's third-biggest player!\" Wenger and Svennis - shame on you both.</p> <p>* * * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"We have looked for a solution and considered various alternatives. In the end we decided to tackle the root of all evil the players!\" - Alois Hadamczik, the owner of Czech side Banik Ostrava, explains his decision to cut wages by more than 30%.</p> <p>* * * * * * * * * * * * *</p> <p><strong>DIAMOND STRIFE</strong></p> <p>Why is Citizen Fiver sitting in the corner with jets of steam shooting from his socialist lugs? Because he's bloody livid, that's why. But why is he so jolly baity? Because poor Steve Archibald - who took control of bankruptcy-threatened Airdrie in the summer with a view to saving the club - was today locked out of his own ground by bloodthirsty capitalists, sorry, provisional liquidators KPMG after only three months in the job.</p> <p>Citizen's cage became well and truly rattled when Archibald turned up for work this morning to find that KPMG had positioned burly security thugs to ensure he couldn't get in. \"We have an agreement to pay KPMG a certain amount a month and that allows us to operate this club,\" the former Barcelona striker explained. \"I think the reason for what has happened today is that there is a dispute over the funds. They require £40,000 and I'm saying it should be £25,000 - not because I want to say £25,000, but we have got a budget here.\"</p> <p>Surprisingly, Archibald was allowed to take away his personal effects - after all, the liquidators could have fetched a few quid for those down the pawn shop. So to the wails of Airdire fans and Citizen Fiver, a sorrowful Archibald made his announcement: \"It could well be over now.\" Happy now, KPMG?</p> <p>* * * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Taribo West has been in discussions with Derby County over a move to Pride Park.</p> <p>Aston Villa's search for a striker has led them to PSV's Finnish international Joonas Kolkka. If the £7m-rated 26-year-old did sign, he would become the third ex-PSV forward, after Luc Nilis and Gilles de Bilde, to move to Villa Park.</p> <p>* * * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>George Graham has insisted he will stay at Tottenham, despite mounting criticism of his record at the club. \"I'm very determined to put things right here,\" he told a press conference today. Graham also admitted that he had flown to the continent on Wednesday to look at new players. \"We are short of five or six quality players and if we can get them in we will,\" he said. \"I have been abroad looking at players and if the right one becomes available I will make an effort to get them and I am sure the money will be found.\" </p> <p>Graham also said he would resist pressure to bring in the youngsters - citing supporter hostility towards him and the team. \"I am tempted to put the kids in but given the circumstances at the moment, the red-hot atmosphere could kill them and their confidence,\" he said. </p> <p>Leicester have unveiled plans for a new 32,000-seater stadium, on the day they announced pre-tax profits of £1m. The Foxes hope to move to a £35m state-of-the-art facility after acquiring a 22-acre site at Freeman's Wharf, half a mile from their current base. This morning the club were boosted by financial results for the year to 31 July 2000 which showed a marked recovery from a loss of £6.2m the previous year.</p> <p>Spanish international striker Kiko has been put up for sale by Atletico Madrid. The 28-year-old, who has been with Jesus Gil's club for 8 years, would cost £20m.</p> <p>* * * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV: World Football (3.15am) The latest news from Not England.</p> <p>Channel 5: Jonathan Pearce's Football Night (11.45pm) A night in with a big fat man whose mouth is always open. Some folk would pay ready money for that.</p> <p>BBC Choice: 45 Minutes (8pm) This week, Shovell from M People interviews Marco Delvecchio. And if you think that's a scoop, next week sees Hristo Stoichkov quizzed by H from Steps.</p> <p>Sky Sports 1: Football League Review (6.30pm) Only three hours until the McCaff phone-in we all love!</p> <p>Fifa TV (7pm) Just over a couple of hours to go now, and what better way to fill in time before spending an enjoyable hour with McCaff?</p> <p>Spanish Football (9.30pm, 1am) Hold on what the eff is this? Where the hell's You're On Sky Sports?!?</p> <p>Sky Sports 3: Classic World Cup Football (10pm) WHERE IN GOD'S NAME IS McCAFF??!!!?????</p> <p>British Eurosport: World Cup Football (10.15pm) [The Fiver begins to panic, looks around maniacally]</p> <p>Football (11.15pm) [The Fiver keels over, babbling incoherently about braces and coffee]</p>",
  "<p>The GHI kitchens subjected 21 toasters currently on the market to a series of tests. Regular sliced white was toasted to assess consistency and evenness of browning, but the toasters' ability to cope with different shapes and sizes of toastables came under scrutiny too, as extra-large and extra-thick bread, teacakes and crumpets took their turn at being exposed to the elements. Next came sliced bread straight from the freezer, to evaluate the frozen bread setting included on most toasters. Some boast special features such as warming racks, variable-width slots and mid-cycle cancel options; these, too, were tried out to assess their usefulness or otherwise in practice. The overall score out of 10 takes into account ease of use and ease of cleaning, as well as toasting performance and useful features. </p> <p>All the winning toasters, except Dualit, shown on these pages have the following features: frozen bread setting, variable-width toasting slots to fit thin and thick slices, removable crumb tray, mid-cycle cancel button and cord storage. All but the Rowenta and the Dualit also have cool walls and a high-lift facility for the safe extraction of under-sized items. </p> <p><strong> UNDER £25 </strong></p> <p><strong>Morphy Richards 44273 </strong><br> £19.99. Score: 8/10 </p> <p>Two-slice (two slots). High-lift facility, cool wall. </p> <p> <strong> Pros</strong> </p> <p>Toast evenly browned. Easy to load and remove bread. Easy to clean and remove crumb tray. Four-slice version (44823, £27.99) also performed well. </p> <p> <strong> Cons</strong> </p> <p> Thick sliced bread, teacakes and crumpets a tight fit. Mid-cycle cancel control small and poorly positioned. </p> <p> <strong> Verdict: Great value, compact toaster. Good performer and easy to use.</strong> </p> <p> Stockists: 0845 077 7700 <br><a href=\"http://www.morphyrichards.co.uk\">www.morphyrichards.co.uk</a> </p> <p><strong> Swan AH1P1 </strong><br> £23.99. Score: 8/10 </p> <p> Four-slice (two slots). High-lift facility, cool wall. </p> <p> <strong> Pros</strong> </p> <p> Toast evenly browned. Large, easy-to-use loading lever. Easy to clean and remove crumb tray. </p> <p> <strong> Cons</strong> </p> <p> Two slices of thick sliced bread were a tight fit in each two-slice slot. Controls large but poorly positioned. Mid-cycle cancel control hard to see. </p> <p> <strong> Verdict: Good price for a four-slice model.</strong> </p> <p> Stockist number: 0121 202 0590 Website: n/a </p> <p><strong> Also tested</strong><br> </p> <p> <strong> Breville TT6 </strong> £19.99, 5/10 </p> <p> <strong> Moulinex Toastcontrol </strong> £21.99, 5/10 </p> <p> <strong> Proline CT12 </strong> £8.95, 4/10 </p> <p> <strong> Rowenta Cool-Touch TPO 21 </strong> £19.99, 7/10 </p> <p> <strong> Swan AG1P1 </strong> £16.99, 5/10 </p> <p> <strong> Swan CJ9 </strong> £19.99, 6/10 </p> <p><strong> MID-PRICE: £26 - £45 </strong></p> <p><strong>Morphy Richards Trio </strong><br> £29.99. Score: 9/10 </p> <p> Three-slice (three slots). High-lift facility, cool wall. Single, double or three-slice setting. One-side toasting option. </p> <p> <strong> Pros</strong> </p> <p> Good even toasting results, especially for toasting straight from the freezer. Useful extra features that worked well. High-lift lever lifts teacake high enough for safe removal. Clear, well-positioned controls. Large browning control is easy to set. </p> <p> <strong> Cons</strong> </p> <p> Large and bulky function switch for setting the number of slices to be toasted could be clearer: you need to keep referring to instructions. </p> <p> <strong> Verdict: Good performance and useful features.</strong> </p> <p> Stockists: 0845 077 7700 <br><a href=\"http://www.morphyrichards.co.uk\">www.morphyrichards.co.uk</a> </p> <p><strong> Kenwood TT390 </strong><br> £29.99. Score: 9/10 </p> <p> Two-slice (two slots). High-lift facility, cool wall. Reheat setting. Warming rack. </p> <p> <strong> Pros</strong> </p> <p> Evenly browned toast. Easy to load and remove items, even small teacakes. Good-sized controls. Warming rack useful for heating croissants and rolls. Four-slice version (TT990 £49.99) was one of the better models in the top-price section. </p> <p> <strong> Cons</strong> </p> <p> Labelling not very clear. Easily marked by fingerprints - outside would need cleaning after each use. </p> <p> <strong> Verdict: Stylish design and good performance.</strong> </p> <p> Stockists: 02392 392333 <br> <a href=\"http://www.kenwood.co.uk\">www.kenwood.co.uk</a> </p> <p><strong> Philips Essence HD2572</strong><br> £39.99. Score: 7/10 </p> <p> Two-slice (two slots). High-lift facility, cool wall. Reheat settings. Warming rack. Toasted sandwich facility. </p> <p> <strong> Pros</strong> </p> <p> Very good for toasted sandwiches and thick sliced bread. Good extra lift facility. Well-positioned controls, but labelling could be clearer. </p> <p> <strong> Cons</strong> </p> <p> Teacakes over-browned even on lightest setting. Bulky for a two-slice model. </p> <p> <strong> Verdict: Good versatile toaster.</strong> </p> <p> Stockist number: 0845 601 0354 <br><a href=\"http://www.philips.com\">www.philips.com</a> </p> <p><strong> Also tested:</strong><br> </p> <p> <strong> Bosch TAT5201 </strong> £34.99, 4/10 </p> <p> <strong> Breville Tuscani </strong> £34.99, 5/10 </p> <p> <strong> Delonghi CT02 2 slice </strong> £34.99, 6/10 </p> <p> <strong> Haden AT290BZ Fusion </strong> £29.99, 5/10 </p> <p> <strong> Rowenta TP086 </strong> £32.99, 4/10 </p> <p> <strong> Russell Hobbs 9376 </strong> £34.99, 5/10 </p> <p> <strong> Tefal Avanti Deluxe 2-slot </strong> £34.99, 6/10 </p> <p><strong> TOP OF THE RANGE: OVER £45 </strong></p> <p><strong>Rowenta TP486 </strong><br> £49.99. Score: 6/10 </p> <p> Four-slice (two slots). Warming rack. </p> <p> <strong> Pros</strong> </p> <p> Good-size warming rack for croissants. Brushed metal exterior doesn't finger-mark as badly as polished steel or chrome. </p> <p> <strong> Cons</strong> </p> <p> Variable browning, and batches of toast get progressively darker. The casing became hot during use. There is no extra lift facility, so it is awkward to remove small items. Crumb tray was stiff to open and replace. </p> <p> <strong> Verdict: Stylish design.</strong> </p> <p> Stockists: 0845 602 1454 <br> <a href=\"http://www.rowenta.co.uk \">www.rowenta.co.uk </a> </p> <p><strong> Dualit 20239</strong><br> £108.69. Score: 5/10 </p> <p> Two-slice (two slot). Single or double slice setting. Ejector knob. Timer control regulates degree of browning. Optional sandwich cage </p> <p> <strong> Pros</strong> </p> <p> Good slide-out crumb tray. Stylish design, available in a range of colours. Doesn't automatically pop up the toast when ready, instead keeps it warm inside the machine for several minutes. </p> <p> <strong> Cons</strong> </p> <p> Fixed-width toasting slots better for thicker than thin slices. No mid-cycle cancel button, but you could eject the toast during cooking using the ejector knob. Timer ticks which can be irritating. No frozen bread setting but you can extend the cooking time. Silver trim gets very hot. </p> <p> Stockists: 020 7639 5271 <br><a href=\"http://www.dualit.com\">www.dualit.com</a> </p> <p><strong> Also tested:</strong><br> </p> <p> <strong> Russell Hobbs </strong> <strong> 9209 </strong> £49.99, 5/10 </p> <p>\u0095 Next month's product test, to be published on December 7, will be hand-held computers. For subscriptions to Good Housekeeping call 01858 438844 or visit <a href=\"http://www.goodhousekeeping.co.uk\">www.goodhousekeeping.co.uk</a></p>",
  "<p>Andy Mitchell, the former boss of AltaVista UK, today claimed that the unmetered access fiasco that cost him his job was beyond his control.</p> <p>Mr Mitchell resigned as managing director in August following the company's failure to deliver a much-trumpeted unmetered access service. </p> <p>He said he joined the search engine in February, when plans to launch the service were already underway. </p> <p>Mr Mitchell was speaking shortly after joining internet incubator Bright Station as chief executive of its WebTop subsidiary.</p> <p>\"The unmetered access plan was a freight-train of an idea which was there before I started. How could I handle such a ground-breaking announcement whilst looking for office space, hiring staff and running a business?\" he said.</p> <p>Mr Mitchell, who was managing director of online sales network DoubleClick before he joined AltaVista, added that he was glad to be back in charge of a company.</p> <p>\"I was the guy giving the advice at DoubleClick. That was the last time I was in control at a company, and it worked.\"</p> <p>At the time of AltaVista's climbdown, the company blamed BT for its problems, saying it could not subsidise the service while the telecoms giant charged it by the minute.</p>",
  "<p>A journalist with only a middle-range geography O-level needs to be reticent about pouring too much scorn on current jeremiads about the weather and global warming. But there is another academic discipline involved. </p> <p>Claims by politicians and scientists that we are going to have get used to increasingly violent weather beg questions about how much they have studied that other important subject: history. </p> <p>There is nothing new under the rain. In 1703 Daniel Defoe was describing (as one of the country's first recognised journalists) a storm which killed 8,000 people in north-western Europe and made this week's event look a breeze. The diarist John Evelyn encountered sandstorms \"like Libya\" at Thetford in 1677, prompting fears that the Sahara might have designs on Norfolk. </p> <p>Such illustrious literary names have ensured that their accounts have survived for centuries. Much humbler chroniclers need to be squirrelled out, but they are there in fabulous abundance. Bill Foggit, the weatherman of Thirsk, Yorkshire, famed in the 1970s for his TV forecasts based on ladybirds and worms, is just one of many compilers of endless records of \"extraordinary\" climatic events. </p> <p>Looking at Foggit's seemingly forgotten instances of extreme weather, the fond belief that Britain has a temperate climate is thrown into doubt. According to Foggit's records, York was much further underwater in 1947 than it is at the moment - 2,000 council houses awash, compared with 170 premises this week. </p> <p>He recounts the time in the same year when RAF jet engine converted into a \"hairdryer\" snowplough to blast snowdrifts off the Hull-to-Hornsea railway line the same year. </p> <p>In 1958, Leeds stores recorded the biggest demand for wellies, plastic macs and umbrellas in the city's long and vigorous commercial history, after virtually the whole summer was cancelled by endless rain. </p> <p>Four years later, 60,000 homes in the same city were damaged by the worst gales ever recorded. In 1963 frogmen had to search subways in Bradford in case anyone had been trapped and drowned by unprecedented flooding of the Bradford beck. </p> <p>Foggit's records go on and entertainingly on; and they ought to be compulsory reading for those who predicate an absolute global climate change on five days of unruly rivers and a tornado in Bognor Regis. </p> <p>Otherwise we will find our limited public funds diverted to build monumental flood defences and other knee-jerk follies whose only purpose will be to serve as material for other, future compendiums of Strange Facts about the Weather and the British Attitude Towards It.</p> <p><strong>Useful links</strong></p> <p><a href=\"http://www.meto.gov.uk/\">UK weather warnings: the Met office</a></p> <p><a href=\"http://www.epa.gov/globalwarming/climate/index.html\">Background: What is global warming? - US environmental protection agency</a></p> <p><a href=\"http://www.environment-agency.gov.uk/flood/\">Factfile: Floodline - environment agency</a></p> <p><a href=\"http://www.wildweather.com/\">Wild weather: extreme weather around the world</a></p>",
  "<p>As the Paralympics closed this week amid widespread acclaim that they, like their sister Olympics, had been the best in history, not all disabled people were celebrating. </p> <p>Bruce Maguire, a blind internet user from Sydney, is bringing a damages claim next week against the Sydney Organising Committee for the Olympic Games (Socog) for \"humiliation and loss of opportunity to participate\" by failing to make its web site (<a href=\"http://www.olympics.com\">www.olympics.com</a>) accessible to him. </p> <p>Visually impaired internet users and some physically disabled people access information online by converting text into speech or Braille. These methods require accessible web design such as descriptive \"tags\" for images or the provision of text alternatives to graphics files (see panel). </p> <p>Maguire's case will be heard on Monday by the <a href=\"http://www.hreoc.gov.au\">Australian Human Rights and Equal Opportunity Commission</a>. At a preliminary hearing earlier this year, the commission found that Socog and its technology partner IBM had breached section 24 of the country's disability discrimination act, and should take immediate action to make the Olympics and Paralympics sites accessible. </p> <p>Under advice from IBM, Socog argued that to make the site accessible would cost $A2.2m (£800,000) and take a year. This was refuted by two web design professionals, brought in by Maguire, who estimated that the site could be fixed in just a few weeks at a fraction of the cost. </p> <p>In the intervening weeks and throughout the games, Socog refused to comply with the ruling, leading to Maguire's new action. Although the commission is not a court, any damages award will be legally enforceable, and Maguire says he is prepared to take the battle all the way to the Federal Court. There is also a possibility that a class action could eventually be brought on behalf of all blind people in Australia. </p> <p>\"I don't think of myself as an activist, but when I encounter this kind of discrimination, I feel I have a responsibility to do something,\" Maguire says. </p> <p>\"I use the web every day - it's a vital tool for many visually impaired people. I tried using the Olympics site several times, without much success, but the worst time was when my son and I had planned to see the fencing. I ended up feeling frustrated and humiliated. In particular, I felt angry and hurt that I was not able to interact with my son in the same way as any sighted parent.\" </p> <p>Both IBM and Socog - a committee of grandees including the lord mayor of Sydney - blame each other for the inaccessibility of the site. </p> <p>At the August hearing, Socog argued that it was IBM's job, as designer and builder of the site, to tackle such issues. This week it was unwilling to comment ahead of the new hearing, but it is understood to be disappointed with the way IBM has sought to divest itself of responsibility. </p> <p>IBM sees it differently. A spokesperson said this week: \"We designed the sites to tight specifications set out by Socog: there was no leeway. All questions of accessibility are down to them.\" </p> <p>But Paul Davis, a web accessibility expert who runs the UK disability portal Ten-20.com , says IBM's assertion is ridiculous. \"Of course they should be advising Socog on accessibility, as they were the technical experts hired to do the job. They'll probably spend more money fighting the case than it would have cost to make the site accessible in the first place.\" </p> <p>And despite some basic remedial work carried out belatedly by IBM, Davis confirmed that the Paralympics site was still entirely inaccessible to blind people. \"It is missing text tags for images, and the Javascript will probably crash any older text readers or speech browsers. Plus the frames may pose problems.\" </p> <p>The case could set an important precedent: recent UK research into the accessibility of online shopping sites by the Royal National Institute for the Blind found that high street names from NatWest bank to Safeway supermarkets were guilty of \"lazy web design and ignorance\", which excluded a potential 8.5 million disabled customers. </p> <p>The charity is now warning UK web designers to take heed of the Australian case or risk similar actions against them under this country's disability discrimination act. </p> <p>The institute's campaigns officer Julie Howell says: \"For the first time, a country has demonstrated that inaccessible web services are discriminatory. Web designers here should think very carefully before making an inaccessible site, as they could find themselves on the wrong side of the law.\" </p> <p> \u0095 The author writes for E-Access Bulletin, a free email newsletter on technology and vision impairment. To subscribe, email <a href=\"mailto:access@headstar.com\">access@headstar.com</a> </p> <p><strong> Access to all areas?</strong><br> <strong> 1.</strong> Accessible web sites avoid displaying any text as graphical images only. <br> <strong> 2. </strong> When using photos and images, include descriptive text tags using the \"ALT\" attribute of HTML. <br> <strong> 3. </strong> Make sure forms work with text-only browsers such as <a href=\"http://lynx.browser.org/\" target=\"_new\">Lynx</a>. <br> <strong> 4. </strong> Avoid multi-column text displays, as many types of access software read across columns, resulting in gibberish. <br> <strong> 5. </strong> Provide alternative formats to non-character based files such as Adobe PDF, or provide links to converters.</p>",
  "<p>The first residents of the international space station have arrived at their new home, swinging open the doors and settling in for a four-month stay. </p> <p>American astronaut Bill Shepherd, the station's skipper, and Russian cosmonauts Yuri Gidzenko and Sergei Krikalev floated into the space station about one and a half hours after their Soyuz capsule docked at 09.21 GMT. </p> <p>\"Attention!\" a translator at Russia's Mission Control called out in English as the capsule closed within the final several yards.</p> <p>\"Range six metres, four, three, two - contact!\" </p> <p>Mission Control, where about 500 hundred people had jammed into the two-tier monitoring hall, erupted in applause as the capsule linked up smoothly with the space station 240 miles above the Central Asian nation of Kazakhstan, where the crew had blasted off Tuesday from the Baikonur Cosmodrome. A few of the Russian engineers hugged one another. </p> <p>\"Joint efforts always bring the best results. All complex tasks have to be solved together,\" said Russian Mission Control chief Vladimir Solovyov. </p> <p>The launch of the three-man crew generated accolades on all sides. But until Thursday's docking, many space officials were hesitant to boast too much or too loud. </p> <p>\"This is a huge, huge event,\" said US astronaut Frank Culbertson, who is to command a space station mission next year. </p> <p>\"I can't believe after all these years we finally are doing what we've been working for so long. It's going to take a while, I think, for people to digest the significance of this.\" </p> <p>\"It's a historical, remarkable day. For the first time, countries have joined, have pooled their intellects, to create the international space station,\" said Yuri Semyonov, head of the state RKK Energiya company, which built the space station's Russian modules. </p> <p>The capsule locked onto the station about three minutes earlier than planned. Shepherd, Gidzenko and Krikalev had to wait an hour and a half before floating inside to make sure the seal between the two spacecraft was tight. </p> <p>Their first priorities inside: flipping on all the lights and alarm systems, turning on all the life-support systems and - perhaps most important after two days in a cramped capsule with no privacy - getting the toilet working. Space shuttle astronauts set up the toilet in September, but left the first flush for Shepherd and his crew. </p> <p>The men will spend the next four months living on the space station. Flight controllers hope to keep the crew's work schedule light for the first few weeks, although Krikalev already has battery repairs on tap for Friday. </p> <p>Nasa expects it will take a while before Shepherd, Gidzenko and Krikalev - the so-called Expedition One - feel truly at home. They'll be confined to two of the space station's three rooms until space shuttle Endeavor arrives in early December with giant solar panels that will provide all the necessary power. </p> <p>It will be a learning experience for everyone involved, said Jeff Hanley, a flight director at Nasa's Houston Mission Control. </p> <p>\"It's essentially a shakedown of the station for living and working in the future,\" Hanley said. \"We're really treating Expedition One as a verification test flight if you will.\" </p> <p>But Culbertson, who headed the sometimes troubled program that was launched in 1995 to link US shuttles with Russia's Mir space station, was more expansive. </p> <p>He said that the crew's entry into the space station would be \"the beginning of an adventure that will go on for a long, long time, with difficulties, with challenges. But it's the beginning of a new journey.\" </p> <p>Nasa, the Russian Space Agency and the 14 other countries involved in the $60 billion-plus project have high hopes for the space station. At least 15 years of scientific operation are planned, with crews eventually expanding from three to seven. </p> <p>For now, though, Shepherd and company are taking it day by day. </p> <p>After training nearly five years for this mission in two countries and enduring two years of delay because of Russia's ailing economy, Shepherd is ready to enjoy himself in orbit, said his wife, Beth Stringham-Shepherd. </p> <p>\"This will definitely be the fun part,\" she said. </p> <p><strong>Related stories</strong><br><a href=\"http://www.guardianunlimited.co.uk/spacedocumentary/story/0,2763,390513,00.html\">31 October: Rocket launch heralds international space cooperation</a><br><a href=\"http://www.guardianunlimited.co.uk/spacedocumentary/story/0,2763,390679,00.html\">1 November: First tenants head for space station</a></p> <p><strong>Graphic</strong><br><a href=\"http://www.guardianunlimited.co.uk/spacedocumentary/graphic/0,5543,390523,00.html\">The International Space Station</a></p> <p><strong>Useful links</strong><br><a href=\"http://spaceflight.nasa.gov/index-n.html\">Human Spaceflight</a>: Space station and space shuttle homepage. <br> <a href=\"http://science.ksc.nasa.gov/shuttle/missions/sts-106/countdown.html\">Shuttle countdown online</a>: shuttle mission details. <br><a href=\"http://spaceflight.nasa.gov/realdata/tracking/index.html\">Real Time tracking</a>: see where the space station is right now. <br> <a href=\"http://www.chron.com/content/interactive/space/missions/live/livetv.ram\">Nasa TV</a>: watch the mission as it unfolds, via the <a href=\"http://www.chron.com/content/interactive/space/index.html\">Houston Space Chronicle</a>. (You will need <a href=\"http://www.realplayer.com/\">Real Player</a>) <br><a href=\"http://spaceflight.nasa.gov/gallery/vtour/index.html\">International Space Station virtual tour</a>. (Make sure your browser has java and javascript enabled.)</p>",
  "<p>\u0095 Indie film director Kevin Smith has revealed some cast members for his next project. According to <a href=\" http://www.ananova.com/entertainment/story/sm_102890.html?nav_src=\">Ananova</a>, the Dogma director has signed up old associates Ben Affleck, Matt Damon, Chris Rock and Alanis Morrisette to appear in his next project, currently known as <a href=\"http://www.viewaskew.com/\">View Askew</a> 5. Though very little is known about the plot, it is thought this will be the final of his New Jersey projects. Smith says he is also trying to persuade Joey Lauren Adams, who starred with Affleck in Chasing Amy, to return for the final outing.</p> <p>\u0095 Oscar-winning screenwriter <a href=\"http://guardian.imdb.com/Name?Lardner+Jr.,+Ring\">Ring Lardner Jr</a> has died at the age of 85. Lardner Jr. who worked on dozens of screenplays over 40 years, won two Academy Awards: one for the 1942 Katherine Hepburn film Woman of the Year and one for M*A*S*H in 1972. He was the last surviving member of the defiant, blacklisted filmmakers nicknamed the Hollywood 10, who refused to cooperate with the House of Un-American Activities Committee in 1947.</p> <p>\u0095 With less than a week till the American elections, Hollywood stars have been coming out in support of their chosen presidential candidate. Al Gore finds <a href=\"http://guardian.imdb.com/Name?Affleck,+Ben\">Ben Affleck</a>, Whoopi Goldberg and Cher among his backers. They have signed up to join Gore on the campaign trail during this crucial week when Gore and Republican candidate George W Bush are neck and neck. So far action heros Chuck Norris and <a href=\"http://guardian.imdb.com/Name?Heston,+Charlton\">Charlton Heston</a> have come out in support of Bush, as well as 10 star Bo Derek and country music star Loretta Lynn. Meanwhile Green candidate Ralf Nader has his own fair share of Hollywood lovies. Campaigning on the environmental ticket are Susan Sarandon, Bill Murray and Tim Robbins. </p> <p>\u0095 <a href=\"http://guardian.imdb.com/Name?Stiller,+Ben\">Ben Stiller</a> and <a href=\"http://guardian.imdb.com/Name?Barrymore,+Drew\">Drew Barrymore</a> have signed up to co-star in The Duplex, a comedy about a young couple who have a chance to live in a gorgeous duplex in a very fashionable area of New York. The only problem is that they have to kill the cute old lady who currently lives there. The script has been written by Larry Doyle and Miramax will produce the project. It is not known when production will start. Spiller is currently directing his comedy Zoolander and Barrymore has already signed up to star in the remake of Barbarella.</p> <p>\u0095 Tomb Raider fans: make a note in your diary on November 9, for that is when Paramount will be broadcasting a sneak preview of the new Lara Croft film starring Angelina Jolie, currently in production in London. We are promised a grand tour of the sets, plus an interview with director Simon West. Afterwards you will be able to ask him questions, as well as \"key members of the production staff'\" The whole thing will kick off at 7.30pm on the official <a href=\"\" \" http: www.tombraider.com>Tomb Raider</a> website.</p> <p>\u0095 According to <a href=\"www.aintitcoolnews.com\" target=\"_&quot;NEW&quot;\">Ain't It Cool</a>, Michael Jackson's plans for his film The Nightmare of Edgar Allen Poe, in which he will play the febrile scribe, are all set to go ahead. Co-producer Gary Pudney revealed \"Michael's not going to look exactly like Poe, but you won't be able to tell the difference between them 10 minutes into the picture. It's going to be absolutely spectacular, full of gruesome goodies and concluding with all the ghosts Poe wrote about coming back to haunt him at the end of his life. We'll also be hiring six to eight other incredible actors... he'll have an acting coach prior to production and during shooting.\" Pudney has also suggested that <a href=\"http://guardian.imdb.com/Name?Jackson,+Michael\">Jackson</a> is looking to put his singing career on the backburner, as he concentrates on acting. Future projects with Hollywood icons Marlon Brando and Elizabeth Taylor are planned. </p>",
  "<p><strong>Ladbrokes</strong> has become the first major online bookmaker to charge customers 5% tax on all bets - a move which could end up forcing the government to lower the betting tax.</p> <p>US-based ad-serving network <strong>Advertising.com</strong> has opened for business in the UK and plans to expand into Europe next year.</p> <p>The European Commission is investigating the <strong>Regulation of Investigative Powers Bill</strong> to see whether it contravenes existing EU legislation.</p> <p><strong>Nokia</strong> and <strong>Anderson Consulting</strong> have teamed up to develop business-to-business wireless solutions.</p> <p><strong>Channel 4</strong> is to use its first internet joint venture, 4car.co.uk, as a test model for developing the channel's broadband and multi-platform offerings.</p> <p><strong>Letsbuyit.com</strong> has strongly denied speculation that it's up for sale.</p> <p>Games site <strong>Freeloader</strong> has launched decided in-game ads. Gadget Shop has been signed up as the first advertiser for the service.</p> <p><strong>Handbag.com</strong> has joined forces with the New Covent Garden Soup Company. The soup firm will distribute flyers in its retail outlets and stick Handbag.com stickers to cartons of soup.</p> <p>Site of the week is <strong>Hasbro.co.uk</strong>, scoring 81/100.</p>",
  "The world's largest national census was launched yesterday as more than 5m volunteers fanned out to take the demographic pulse of a nation of more than 1.2bn people. <p>China's fifth national census seeks to identify the radical changes in Chinese society over the past decade. Births have decreased and people are living longer. The rural population has declined as more peasants seek work in the cities. </p> <p>More people are moving around the country - with or without a residence permit. For the first time, the census will count people where they actually live instead of putting down their registered address. </p> <p>But it is pinning down the exact population of China which remains the crucial objective of the 10-day survey. </p> <p>Officially, China had 1.236bn people at the end of 1997, with population growth thought to be about 13m to 15m a year. Chinese demographers believe that there is persistent undercounting because families conceal \"illegal births\" that breach the official one-child policy. </p> <p>To overcome this, census publicity stresses that information collected \"cannot be used to punish anyone for their past mistakes or population-related matters\". </p> <p>Since the communist victory in 1949, full-scale censuses were carried out in 1953, 1964, 1982 and 1990, with smaller samples in between. </p> <p>Chinese experts say that the quality of census data has fallen, with upwards of 40% of all births not included in some areas. </p> <p>They blame rigid family planning goals and the families trying to avoid being fined for extra births. Local officials are also said to be incompetent or unwilling to report bad news about an excess of births. </p> <p>The 5m census-takers will be backed by another 1m advisers to check recording technique and accuracy. </p> <p>In remote rural areas, some volunteers will have to walk miles to poll households perched on hilltops or isolated in forests. A total of 350m families are expected to be surveyed and answer 23 questions under topics such as income, living conditions, and type and quality of housing. For women, there will be a special focus on details of marriage and childbirth. </p> <p>The hardest task will be to record accurate data on China's migrant workers - thought to number some 60m people, many of whom are working in towns without proper permits and particularly reluctant to take part. </p> <p>As well as undisclosed births, census-takers may discover a few deaths. Officials preparing the census in Wuhan, in central Hubei province, found that nearly 9,000 ex-workers receiving welfare payments were dead. </p> <p>Mass pre-census publicity has included distributing millions of pamphlets, displaying posters and slogans, and even staging amateur dramatics. </p> <p>With pamphlets in Chinese and Tibetan distributed in Tibet's capital, Lhasa, the new system of recording the actual place of residence should, in theory, give a more accurate headcount of Han-Chinese migrants in Tibet and in other large \"national minority\" areas. </p> <p>Beijing says that this census is vital to enable proper planning for the 21st century. But, in order to succeed it will have to overcome long-held suspicions of officials who come to ask questions. </p> <p>The census-takers will have to convince millions of ordinary Chinese that for the first time in decades their personal secrets really are secure.</p>",
  "William Hague yesterday told a forum of Christian and other faith groups that a Conservative government would allow them to tackle social problems instead of the state. <p>The Tory leader told an audience of Christians, Muslims, Hindus, Sikhs and Jews that they could often be more effective than the welfare state in addressing problems such as drug taking, homelessness, children in care and the elderly. \"I want to denationalise compassion where the state is failing to deliver results. I want to roll back the frontiers of the state so that more work of faith and secular community-based initiatives can flourish,\" he said. </p> <p>\"Religious people have as much right to a place in public life as any other citizens of our great country... why should the religious voice not be heard along with everyone else? When decisions are made about schooling, health care or social services you have religious and moral ideas, traditions of family and community from which we can learn.\" </p> <p>He promised faith communities new opportunities to establish their own schools with their own ethoses and priorities, pledged tax reforms to increase charitable donations and promised religious broadcasting channels \"fair and equal access\" in applying for national licences. </p> <p>Mr Hague, who has made a point of addressing evangelical Christian gatherings this year, is known to have been influenced by the ideas of compassionate conservatism floated by advisers to George W. Bush in the US, placing increasing reliance on private charities and religious foundations for welfare provision. </p> <p>He told reporters: \"I am not talking about replicating exactly things that have happened in America but I think the general lesson that sometimes things can be done better by religions, by voluntary organisations, by charities than they have ever been done by the state or local authorities... I think that is a very powerful lesson.\" </p> <p>The churches have been cautious about being embroiled in the political debate and are deeply sceptical about the degree to which their charitable organisations could take over wide-scale provision. The Church of England's urban fund, set up in the wake of its controversial 1985 Faith in the City report highlighting urban poverty and inadequate inner city provision - criticised by Tory ministers at the time as Marxist - is being run down. </p> <p>The Tory leader thanked religious groups for their support in opposing repeal of the section 28 legislation outlawing the promotion of homosexuality and claimed the Tories were the only party with serious policies to support marriage. </p> <p>\"The family lies at the heart of our programme for civic renewal,\" said Mr Hague. \"Can you imagine if scientists today announced the invention of a new model of personal relationship that helped children to succeed in school, that cut crime, increased individual happiness and helped bring neighbourhoods together? </p> <p>\"Politicians and policy-makers would be falling over each other in the rush to claim the innovation. Marriage... is the essential building block of a stable society.\" </p> <p>A recent poll of Anglican bishops found not a single one prepared to name a Conservative politician as a moral role model while evangelicals and nonconformists believe many of their adherents are more likely to be impressed by other parties' commitment to social justice. </p> <p>Graham Dale, director of the Christian Socialist Movement, said: \"You cannot develop coordinated and accountable policies to tackle the complex social and economic problems experienced by the poor by an ad-hoc, cheque writing abdication of responsibility, giving charities money to take problems off your hands once a year. Compassionate conservatism is a bankrupt idea. In Texas it has only made the poor poorer.\"</p>",
  "<p>Eric Cantona, who left Manchester United swearing he had finished with football for ever, has been offered the director of football's job at his hometown club, Olympique de Marseille, and appears ready to give up his life on the beach. </p> <p>Le Roi Eric, born in the Mediterranean city in 1966, had two spells at the club in 1988-89 and 1990-91, but now lives in Barcelona - his mother's birthplace - where his only connection with the sport is a passion for beach football. </p> <p>Marseille's biggest shareholder, Robert-Louis Dreyfus, revealed yesterday that he went to Barcelona on Monday to plead with Cantona to come home to save France's most popular club from relegation from the first division. </p> <p>However, as with much about Cantona, mystery surrounds the possible move. Contacts were reported to have been made between his representatives and the club president Yves Marchand, but this was denied last night by Marchand. </p> <p>\"There has been no contact. Not with Cantona, nor with anyone else,\" he said. Marchand said he recognised that Marseille had internal problems but \"nothing will be done at the moment\". </p> <p>Cantona, who won five league titles and two cup finals with Leeds and Manchester, may be the only man who can stave off a growing mood of revolution among Marseille fans after a series of poor results and internal rows. </p> <p>He has been offered total control of the club's recruitment and training policy, which may be just as well in view of his outspoken methods. His strong Marseille accent added abrasiveness to some famous clashes, including his dismissal of a former France manager, Henri Michel, as a \"bag of shit\". </p> <p>He first quit Marseille in 1989 after throwing his shirt at the coach, Gérard Gili, during a match, and despite his 45 caps he was persistently overlooked for the national team after France's failure to qualify for the 1994 World Cup. Apart from his four years at Auxerre at the start of his career, he barely stayed a year at any of his other French sides, including Martigues, Bordeaux, Montpellier and Nmes, because of personality clashes. </p> <p>This eccentric temperament led him to choose an acting career after leaving Marseille but despite an appearance as a French ambassador in the 1998 film Elizabeth he has failed to convince the critics. As a football star, however, he is still as popular in his home city as that other Marseille-born player Zinedine Zidane. </p> <p>Elsewhere in France, Paraguay's colourful goalkeeper Jose Luis Chilavert yesterday signed a 2-year deal with Strasbourg, currently 17th of 18 in the first division. </p> <p>\"Those who are successful are those who take on big challenges,\" he said after passing a medical. \"I'm completely dedicated to my work and hope I can do well here.\" </p> <p>Chilavert, 35, cost an estimated 15-20m francs (£1.4-1.8m) from Argentina's Velez Sarsfield. He has been capped 51 times and has scored more than 50 goals in his career, mostly from free-kicks and penalties. </p> <p> o You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>Sven-Goran Eriksson was on his way to catch a plane to London by the time Lazio's president Sergio Cragnotti laid down a public challenge to his coach last night. </p> <p>\"We expect people to be professional and to respect their contract to the end,\" he said. \"And when I say the end I mean the end.\" </p> <p>The implication was clear: permission to coach England part-time was out of the question; Eriksson should either devote his energies solely to Lazio until July or leave straight away, an outcome supported by 70% of the club's fans, according to a radio poll. </p> <p>At a press conference in Hertfordshire today the Swede is expected to clarify whether he will indeed slip the leash to coach England part-time for the three pre-July qualifiers. </p> <p>Cragnotti's position in this game of brinkmanship is unambiguous. Yet Eriksson's assistant Tord Grip, who has been released by Lazio to begin his scouting work for England, took a different line. \"It leans toward a compromise, that Sven will get a chance to coach England in the three World Cup qualifiers,\" he said. </p> <p>Amid such confusion it was little wonder that from the bowels of the Olympic stadium before yesterday's Serie A match against Brescia, Eriksson was unsure whether the chanting outside was friendly or hostile. England's football establishment had given its verdict but the 50,000 Romans in the stands had yet to share their thoughts on the new England coach. </p> <p>From the central lower section of the north stand the Ultras fired flares and bellowed their anthem: \"One hundred years together.\" Would the Swede who had brought success be given a hero's welcome or savaged as a defector? The banner headline in the fans' unofficial newsletter was clear: \"Sven's blow below the belt.\" </p> <p>Whistling started the split second he appeared on a giant video screen. Sporadic abuse rippled into jeers as he entered the tunnel. Maybe it was habit, maybe it was good manners, but when he emerged, mobbed by cameramen and blinking in the sunshine, the whistling faded. There was a cheer, albeit a small cheer. </p> <p>A song of joy he has heard for four years wafted from the stands: \"Sven-Goran Eriksson, la la la la.\" Not the most sophisticated lyrics, and without the ardour of old, but rarely did they mean so much. </p> <p>Eriksson stopped, smiled and waved. The message was clear. The crowd was fickle but he would not be thrown to the lions. Not unless he screwed up. </p> <p>Losing to Brescia, just promoted from Serie B and with out their only star, Roberto Baggio, would be a mighty slip-up. In the third minute Brescia scored through a retaken penalty by Dario Hubner. Flares from Brescia's fans cracked in the stands but Eriksson the Quiet, as Romans call him, was exactly that. </p> <p>Salvation arrived in the 34th minute when Simone Inzaghi was pushed in the penalty area and scored from the spot. \"Let the avalanche begin,\" shouted an Ultra, but Lazio lacked the killer instinct of last season. The few chances that were created were fluffed. \"Bring on David Beckham,\" shouted another Ultra. No one laughed. </p> <p>With 14 minutes left Eriksson replaced the midfielder Dejan Stankovic with the former Middlesbrough striker Fabrizio Ravanelli, dumping his beloved 4-4-2 formation in favour of 4-3-3. </p> <p>It worked. Two minutes later Ravanelli struck, Lazio were ahead and Brescia had no way back. It was 2-1 to Lazio and at the end the crowd roared, more in relief than elation, and Eriksson scurried into the tunnel. </p> <p>Roving the stadium corridors, Cragnotti insisted: \"I do not feel betrayed.\" A reporter giggled. \"Really?\" </p> <p>Later, however, Cragnotti said in a live television interview: \"We were prepared to give Eriksson a four- or five-year contract. We wanted to start the Eriksson era. We were very keen to keep him. But it's his choice. It's a life choice.\" </p> <p>But by then Eriksson was on his way to be introduced to England. </p> <p> o You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p><strong> Are you being served?</strong><br> </p> <p>Consumer faithfuls will have followed the trials of ntl subscribers who, six months after the launch of the company's free internet package are still awaiting their discs. They should console themselves that they didn't sign up to Altavista whose unmetered access deal never existed.Or to LineOne which withdrew its deal after a few weeks. Or to CallNet 0800 which seduced browsers with unmetered access then vanished. Peter McSorley of Enfield, Middlesex, paid £19.99 for his CallNet 0800 adaptor but it never arrived. Now the company's unlimited internet access offer has been withdrawn. McSorley has attempted to reclaim his money but can get no reply. David Yung is in the same predicament. His adaptor did arrive but couldn't make a connection. CallNet 0800 promised to refund him if he returned the equipment. He did, but they did not. </p> <p><strong> \u0095It takes Consumer a fair amount of ingenuity to trace CallNet Plc because the telecoms regulator Oftel, bless it, says it's never heard of it. An operations manager cautiously explains that CallNet Plc went into voluntary liquidation on September 21 and was bought by another company, E-Tail Ventures. Creditors should write to the administrator, Malcolm Cohen, BDO Stoy Hayward, 8 Baker St, London W1M 1DA </strong></p> <p><strong>Meanwhile the Internet Service Providers' Association (ISPA) is warning customers to be wary of alluring free offers. The more responsible companies are offering internet access for a flat fee, while others are advertising unmetered access for free in order to grab a share of the market, then find it's not economically viable. \"Consumers should ask themselves whether they want a good service which is likely to continue for more than a few weeks, in which case they must be prepared to pay for it.\" BT has been blamed for charging service providers for each customer who uses its telephone lines, an obstacle which should soon be removed by a new flat-rate rental fee. However, ISPA says service providers are equally at fault: \"These companies could have charged for their service instead of offering free deals at the expense of good service.\" One tip for nervous consumers is to check your service provider is a member of ISPA and signed up to its code of practice. </strong> </p> <p><strong> Quest for Quip</strong><br> </p> <p>The internet, of course, is supposed to speed up communications, which is why Linda Chase of Gloucester was attracted by LineOne's free access deal offered in conjunction with the telecoms company Quip. She was charged for four \"connections\" even though, she says, she never once managed to get online. Now she wants to send her adaptor back but her letters to Quip have not been answered. Could Consumer help to find them? </p> <p><strong> \u0095Easy, surely. In a trice Consumer is on to the Quip website but no telephone number or address there. If anyone knows, LineOne will but, \"No idea, I'll have to get back to you,\" says a spokeswoman. Next stop Oftel who say Quip's not on its list, nor can ISPA help. BT has a stake in it, but knows nothing, so back to LineOne which came up with a PR firm for Quip. Only the PR doesn't know either. \"I think they only have an email address for customers,\" says a spokesman, which is little help for a customer who can't get online. Later the PR calls back to announce that there's an address on the website. But oh dear, we can find no contact details. Eventually, a month later, it's discovered that a number is issued with each welcome pack, only no one realised. This, folks, is gold dust, so jot it down now: 0845 251 000.</strong> </p> <p>\u0095 Write to us at119 Farringdon Road, London EC1R 3ER, phone us on 020-7713 4731, send a fax on 020-7239 9933 or email us at <a href=\"mailto:consumer@theguardian.com\">consumer@theguardian.com</a></p>",
  "<p>The maker of children's TV hit Jellikins is aiming to raise £22m through a new share issue.</p> <p>Winchester Entertainment will use the cash to expand its TV and film operations.</p> <p>The company has grown since it first came to the fore three years ago with Kate Beckinsale movie Shooting Fish. It was the first lottery funded film to make enough money at the box office to pay back its grant from the Arts Council. </p> <p>Gary Smith, Winchester Entertainment chief executive, said: \"The group is taking the next step in its development. The new funds will be used to develop the newly established UK film distribution business, to acquire rights to US studio released films and to exploit the group's increasing catalogue of children's television rights.\" </p> <p>The money raised by the issue of new ordinary shares will represent around 25% of Winchester Entertainment's enlarged share capital.</p> <p>The company has also reported a pre-tax profit for the six months to September 30 of £972,000, up 38% on the same period last year. </p> <p>Turnover for the period was £2.4m, down from £2.9m a year ago. </p> <p>The company said the reduction in revenue reflected its emphasis on US studio film sales, the benefits of which would be felt in terms of increased turnover.</p> <p>Winchester Films has signed a three-year deal with US film producer Wind Dancer, under which it has first option to act as executive producer and international sales agent for the company's productions. </p> <p>As part of the deal with Wind Dancer, which is best known for TV shows Home Improvement and Roseanne, Winchester will also arrange a $3m film development fund.</p> <p>Winchester Television has two series in production, Snow Children and Wheels on the Bus, and also owns the rights to four other completed children's TV series totalling 45 hours of programming. </p> <p>The company plans to focus on increasing revenue from licensing and merchandising from its children's TV properties.</p>",
  "With permission, Mr Speaker, I should like to make a statement about the contingency arrangements being put in place in the event of further blockades of fuel or other essential supplies. <p>The background to these arrangements is the severe disruption to fuel supplies which occurred between 7th and 14th September.</p> <p>Since the protests a large number of meetings with outside bodies have been held by Ministers across Government to discuss the concerns over fuel prices, in particular as they impact on the farming and haulage industries, which are already facing major structural problems. Indeed, prior to the protests there were many such meetings and in the March Budget, as well as ending the fuel duty escalator, in place since 1993, the Chancellor of the Exchequer cut VED (Vehicle Excise Duty) for the haulage industry and for smaller vehicles.</p> <p>In the past few weeks Ministers in various departments have held numerous meetings with organisations campaigning about the high cost of fuel. These include the Road Haulage Association, the Freight Transport Association, the Fuel Forum, the PeopleÕs Fuel Lobby, Farmers for Action and the Disabled DriversÕ Association. In addition to setting up the Fuel Task Force, we have also held a number of meetings with oil company representatives, the trades unions and representatives of the food and other industries affected by the protests. And Ministers have also visited all the main fuel refineries and depots to talk at first hand to the tanker drivers, company managers, police and others about the lessons to be learned from the protests. </p> <p>As a result, I think that no one can fairly say that we have not made every effort to listen to peopleÕs concerns, and of course in the days which remain before the ChancellorÕs statement we shall continue to do so. </p> <p>Let me now explain to the House why it is so important to make proper preparations to protect people, industry and services as so far as possible against further disruption.</p> <p>The United Kingdom now has the fourth largest economy in the world. Employment is at record levels and inflation is the lowest in Europe. But, like all modern economies, fundamental changes in the way in which we live and work, and all the just-in-time arrangements, increase our vulnerability to those determined to cause disruption.</p> <p>Whatever the motives of those involved, the disruption which took place in September very nearly caused serious damage to our economy. </p> <p>The British Chamber of Commerce has published details of the effect of the disruption on the commercial activities of its members across the country. For example, in St Helens, they reported that more than a quarter of businesses lost orders, 6 per cent laid off staff and a third predicted a long-term impact on sales. In Peter borough, almost four in ten firms reported theyÕd suffered lost sales and 16 per cent had to close temporarily. Many other companies suffered financial problems and lost orders. The British Chambers of Commerce concluded from their research that if the protests had \"persisted for much longer\" they would have caused \"severe damage to many firms from which some would not have recovered\". These conclusions have been endorsed by many others including the TUC and the CBI.</p> <p>Later today I will be placing in the library a report summarising information available to Government departments about the impact of the disruption.</p> <p>The blockades also disrupted essential public services. At some blockades the protestors sought to excuse the impact of the disruption by letting through supplies which they had judged as essential. </p> <p>But there are literally millions of people who perform functions without which the health and other essential services would grind to a halt, from nurses, doctors, hospital receptionists and cleaners to volunteers delivering meals-on wheels, cooks and telephone operators and of course the patients themselves. They all need fuel, yet their needs were barely recognised by those at the terminal gates.</p> <p>It is therefore not from any desire whatever for confrontation, which we still seek to avoid, but because of our responsibilities as a Government to the country as a whole that we must now make preparations to minimise the risk of this happening again.</p> <p>So following the September events, my Rt Hon Friend the Prime Minister asked me to chair a Fuel Task Force to help ensure that Government, industry and others were better prepared to ensure the continuity of supplies for the future.</p> <p>The Task Force included Ministers and representatives from the devolved administrations in Scotland and Wales, the police, the oil industry, trades unions and others. It has met on four occasions. Its members first agreed a Memorandum of Understanding, which committed all concerned to work together to ensure continuity of oil supplies. The arrangements include plans to direct fuel supplies to a limited number of designated filling stations and to give priority to essential users. We have upgraded arrangements to ensure that the local authorities and other priority users are better prepared for any future disruption.</p> <p>As I told the House in a written statement last week and as my Rt Hon Friend the Armed Forces Minister repeated on Monday, we have asked the Ministry of Defence to train military drivers to help drive tankers should such assistance prove necessary; but this would be very much as a last resort.</p> <p>Preparations have also been made to help:</p> <p>\u0095 to protect food depots<br> \u0095 to keep major roads open <br> \u0095 and to protect potential targets other than oil terminals.</p> <p>There has of course been a lot of debate as to whether intimidation of drivers took place. It could well be that some drivers were sympathetic to the aims of the protesters </p> <p>Many of those involved in the protests were intent on acting lawfully and peacefully, and did so. Peaceful protest is an important right in any properly functioning democracy. It is a right which I regard as one of my first duties to defend, as do the police.</p> <p>But the behaviour of some of the protestors did create a climate in which the drivers and their managers judged that it was unsafe to allow normal operations to continue.</p> <p>Along with Ministerial colleagues, I have spoken to a large number of the tanker drivers involved. Those I met told me of a real sense of fear that they felt about driving in the face of threats of intimidation and physical attack. I am placing in the Library a detailed log of 180 incidents of intimidation recorded by the oil companies, amended only to avoid identifying publicly the drivers involved. This picture of intimidation is confirmed by the Transport and General WorkersÕ Union, whose members form a substantial majority of the drivers concerned.</p> <p>Tactics of intimidation are unacceptable in any circumstances, but particularly so against the driver of an oil tanker in personal charge of many thousands of litres of highly explosive fuel.</p> <p>The police and the oil companies therefore have drawn up detailed plans better to safeguard tanker drivers from the threat of intimidation and better to ensure that the tankers can move freely on to and along the highway. Tanker drivers have the right to go about their daily business in security and safety. Ensuring this is a central aim of our preparations.</p> <p>Mr Speaker, let me repeat again that the last thing this Government wants is any kind of confrontation. There will always be people who hold strong and opposing views on many issues Ð including, today, what to do about oil prices, and the problems affecting farmers, and the difficulties facing the road haulage industry. Peaceful protest can and does play an important role in drawing such concerns to the attention of Government and of Parliament. It is then for we in Government and Parliament to make choices.</p> <p>But I hope the whole House will join me in saying that no one has the right to instigate the kind of disruption that we saw in September Ð and still less to threaten the disruption now being prepared. We have already heard public threats to blockade not only the fuel supply, but also food distribution depots. The consequences of such disruption are obvious Ð and they would hit the weakest and most vulnerable first. There can be no justification for any such action and it is opposed by every employersÕ organisation and trades union and by established hauliers and farmers representatives.</p> <p>Mr Speaker, the measures I have outlined today should ensure that the Government, industry and our health and other public services will be better prepared to cope with the sort of direct action we witnessed in September. But real risks will remain if people persist in protesting in an extreme and irresponsible way. Those now seeking further disruption must understand that the demands they have made could not be met without great damage to jobs and industry, to essential services including the NHS, to pensioners and children. We all have responsibilities.</p> <p>Whatever the supposed Budget surplus Ð and some figures being mooted are wildly exaggerated Ð Government action is necessarily limited in three ways: it must be consistent with keeping interest rates and so mortgages at their present low level; it must not prevent us taking action to support pensioners who also need help; and it must not change the absolutely essential programme of investment in key public services Ð schools, hospitals, transport and the police Ð which the Chancellor announced in July.</p> <p>The right to argue, to complain and to protest is an essential feature of our democratic society. Preventing law-abiding people from going about their business, and threatening the well-being of the country is not. I hope the whole House will join in support of the measures and the approach which I have outlined today.</p> <p><b>Useful link: </b><br> <a href=\"http://www.theguardian.com/petrol\">Special report: petrol war</a></p>",
  "<p>The glass panels on the doors to courtroom 14 in Auckland's high court complex were covered yesterday to stop anyone catching a glimpse of the proceedings inside. It was an unusual sight in a country proud of its open legal system, where television cameras frequently record the wheels of justice in motion. But then the events inside courtroom 14 have been unusual in almost every respect. </p> <p>The handful of spectators who filled the small courtroom every day before Justice Peter Salmon banished the press and public have been treated to a cloak-and-dagger drama worthy of an airport potboiler. Which is fitting enough, because that's precisely what the case is about. In short, it pits a New Zealender who took part in the SAS's botched, and now infamous, Bravo Two Zero raid into Iraq against the might of the British government. Mike Coburn (the pseudonym for the New Zealander) wants to add to the already groaning bookshelf devoted to the escapade; the British government is very keen that he does not. </p> <p>Which all sounds simple enough. Except that it isn't. For the events in court 14 have triggered something far messier. It is a battle over the history of one of the British military's most documented clandestine operations of modern times. At its heart lies the prickly question of who bears responsibility for the mission's spectacular failure: three of the eight-man patrol killed; four captured and tortured by the Iraqis. At least one survivor of the mission has pointed the finger at Vince Phillips, a soldier who died in the operation and who has been accused posthumously of compromising the safety of his comrades. Coburn, meanwhile, has been directing his fire higher, castigating senior SAS officers for issuing the squad with poor equipment and botching their rescue. </p> <p>But these already murky waters are further muddied by other questions. Is it right that one former SAS soldier should be prevented from telling his story when no less than 57 books about the regiment were published between February 1997 and December 1998, 22 of them by \"insiders\"? Is the truth about what really happened in the Iraqi desert being sacrificed at the alter of a mini-indus try that has already turned several former soldiers into rich men? Is it even possible, in this age of saturation news coverage and true-life blockbusters, to keep the workings of a secret military unit secret? And in New Zealand, to these is being added another: is it really the place of a modern democracy to keep the secrets of it's former colonial master? </p> <p>Not all of this would have been instantly apparent from the curious drama that has unfolded in court over the past week. In the witness stand, high-ranking SAS officers and men, flown in from around the world, exchanged Balaclavas and blackened faces for the camouflage shield of a high screen from behind which they gave their evidence. Disembodied British public school voices boomed out from the hidden witness box as men known only as B, or ST, or XY or Z responded to questions with the kind of clipped military precision that assumes instant obedience. The sizeable contingent of reporters following the case has been thoroughly frustrated in its efforts to catch even a glimpse of the procession of secret soldiers. Officials and witnesses for the British Ministry of Defence were smuggled into court via the underground car park and labyrinthine internal stairways and made their entrance through the door normally reserved for use by the judge. </p> <p>The irony is that the Ministry of Defence has spent more than NZ$1m trying to maintain a cloak of secrecy over one of the most extensively documented (not to mention filmed) episodes in the history of the SAS. It is by now common knowledge that the mission began with an eight-man patrol - Bravo Two Zero - being dropped by helicopter deep inside Iraq in January 1991, during the Gulf war. Its mission was to blow up Scud missiles and command-and-control communications lines in western Iraq. Two members of the patrol - Steven Lane and Bob Consiglio - died in firefights; Vince Phillips died in the desert; the other four were captured, and one escaped to Syria. </p> <p>This heroic disaster has spawned a series of bestselling books which have shattered the shield of official secrecy surrounding the SAS. It has also exploded the myth of ruthless efficiency and absolute loyalty surrounding the regiment whose badge caries the motto, \"Who Dares Wins\". </p> <p>The first member of the patrol to go into print was Andy McNab, a pseudonym of its leader. His book, Bravo Two Zero, made him a fortune. It has sold 1.5m copies and has been translated into 16 languages. </p> <p>It was followed soon after by The One That Got Away, from Chris Ryan. He described how he walked 200 miles across the desert for eight days without food and water. He also criticised McNab for being less than entirely frank and questioned Phillips' ability, claiming he was reluctant to go on the mission. </p> <p>Last month, Peter Radcliffe - the real name of the SAS regimental sergeant major in the Gulf at the time - weighed into the controversy with a his own tome, which attacked both earlier books about the mission. </p> <p>Coburn, pseudonym of the New Zealander called Mark the Kiwi in McNab's book, criticises senior SAS officers and accuses Ryan of blackening the name of Phillips. Yesterday, Ryan responded, maintaining that Phillips was a professional soldier but was let down by senior officers who, Ryan says, should not have picked him for the mission. </p> <p>Ryan also accuses the SAS of double standards. He says he was forced to give his own story to General Sir Peter de la Billiere, chief of British land forces during the Gulf war and a former SAS commanding officer. It is an exaggeration, perhaps, but there is enough evidence to back up his case. De la Billiere's own book on the war, Storm Command, published in 1992, was the first detailed account of the campaign, including Bravo Two Zero's hitherto secret mission. </p> <p>It was clear de la Billiere had spoken to the surviving members of the patrol: \"The superhuman courage and endurance of one soldier, whom I will call Corporal Chris X... make an amazing story and one which perfectly exemplifies the spirit and traditions of the SAS.\" De la Billiere continued with a tantalising 15 pages on the episode. The green light for McNab, not to say Ryan, could not have been clearer. </p> <p>Coburn revealed to the Auckland court that de la Billiere invited the five surviving members of Bravo Two Zero to a Christmas dinner in 1992, in the company of the general's literary agent. It was clear, said Coburn, that the meal was arranged to seek their help in a second de la Billiere book devoted entirely to the SAS patrol's mission. </p> <p>This will not endear de la Billiere to the current SAS establishment which banned him from regimental functions in response to Storm Command. De la Billiere said through his publisher yesterday: \"I've said my bit.\" </p> <p>Coburn has not. This week, he accused senior officers of issuing the patrol with faulty equipment, dropping it too close to enemy lines, and delaying a rescue attempt because the men were \"expendable\". He added: \"The vast majority of reasons for Bravo Two Zero's failure lay not with the patrol but with the regimental hierarchy. Those failures resulted in the deaths of three men... As the regiment's then CO is now director of Special Forces, it is not too difficult to see why it is not in his interest for the details in Soldier 5 (Coburn's book) to be subjected to further scrutiny\". </p> <p>Signals equipment failed, and the patrol was given the wrong radio frequency. Coburn also claimed that they were told by their commander on their return they were lucky not to have been court-martialled. \"It seemed incredible after all we had been through,\" said Coburn. </p> <p>McNab and other former SAS commandos have been weighing in this week, attacking Ryan and praising Coburn. In his book, Radcliffe attacks members of the patrol for disregarding orders, rejecting advice that they should take a vehicle with them, and ignoring instructions to escape, not west or north, but south to Saudi Arabia. No wonder, he says, RAF and US rescue helicopters could not find them. </p> <p>Radcliffe accuses members of Bravo Two Zero of gratuitous exaggeration. \"As far as I'm concerned,\" he writes, the truth is sensational enough without anyone having to embellish it. </p> <p>As the feud between the survivors escalated, a leaked classified SAS report concluded that Sergeant Vince Phillips was \"difficult to work with\" and \"lacked the will to survive\". The report, which fell into the hands of the Mail on Sunday, claims that Phillips fell asleep on watch, compromised the operation by getting up and moving about when the others were hiding from a goatherd, and that his \"heart was simply not in the task\". </p> <p>Coburn, 36, has told the Auckland court he wants to restore Phillips' reputation and give any profits from his book to the sergeant's family. </p> <p>As the government made its case to keep his book off the shelves in Auckland, a former director of Britain's special forces, identified only as XY, told the court that Coburn's book would do \"massive harm\". </p> <p>Terrorist organisations, international drug cartels and foreign intelligence services had used books by insiders to build up \"an incremental understanding\"of secret SAS techniques, he claimed. \"The SAS's work is of vital importance to national security - their operations must remain discreet and disclosure inhibits their ability to complete their task,\" he added. </p> <p>Perhaps XY came closer to the real reason behind the attempt by the MoD to suppress Coburn's book. \"If this book is published it will breach the principle of confidentiality contracts,\" he said. Yet the books written by McNab and Ryan were cleared by the MoD before publication, so why get at Coburn? The official answer is that Coburn signed a contract forcing his silence when he was still serving in the SAS - the others did not. </p> <p>For the MoD it is a test case on which its whole culture of secrecy depends. If Coburn is allowed to go ahead and publish, what message will that give to others, including Stella Rimington, the former head of MI5 who wants to publish her memoirs? Yet even if Coburn loses in the Auckland court, the sweeping nature of the MoD's \"confidentiality contracts\" are almost certainly incompatible with the Human Rights Act. </p> <p>The MoD, it seems, will not learn. Despite the many books written about the SAS and the extent of the publicity given to SAS operations - many with unofficial MoD approval - it still tries to put the finger in the dyke. </p> <p>In New Zealand, meanwhile, public opinion is swinging in behind the local lad. There's an increasing resentment over what is perceived as the New Zealand authorities kowtowing to the mandarins of Whitehall and loaded phrases such as \"the British military establishment\" have been slipping into coverage of the case. Whether or not Coburn is allowed to go ahead and publish his book, enough has come out in court to undermine the whole purpose of the exercise, reminiscent of the Thatcher government's futile attempt to suppress Spycatcher, the memoirs of the former MI5 officer Peter Wright .\"The MoD has decided on a high-risk strategy,\" a senior Whitehall figure close to the intelligence world put it yesterday, \"at the moment it's not paying off.\"</p>",
  "The imminent end of the Clinton era carries serious foreign policy implications for Britain, particularly if the Republican candidate, George W Bush, is victorious next Tuesday. <p>Tony Blair and New Labour have maintained close links with Bill Clinton and the new Democrats. Some policy ideas, such as the working families tax credit, have been taken straight off Mr Clinton's shelf.</p> <p>The president's emphasis on centrist, inclusive politics has more than an echo in Mr Blair's third way. Mr Clinton's campaigning tactics, and his reliance on focus groups to track public opinion, have been aped by both Labour and the Tories.</p> <p>Mr Blair memorably stuck up for Mr Clinton during a visit to Washington at the height of the Monica Lewinsky scandal. Mr Clinton has reciprocated in his tireless support for Mr Blair's efforts to achieve a lasting constitutional settlement in Northern Ireland.</p> <p>By way of contrast, Mr Blair and Mr Bush have never met. Indeed, the Texas governor has only ever made three trips outside the US, apart from visits to Mexico.</p> <p>Al Gore, the Democratic candidate, is a more familiar figure in Britain. But while offering more in the way of policy continuity, even a Gore administration would not be immune to unilateralist or neo-isolationist trends within America - especially if Congress remains under Republican majority control.</p> <p>Mr Bush's ardent support for the deployment of a national missile defence (NMD), designed to protect the US from \"rogue states\", is a prime area of concern for Britain.</p> <p>Although Mr Bush has suggested extending such a missile shield to protect Britain and Europe, NMD is essentially a policy that puts US interests first, risks a new arms race with Russia and China, and potentially undermines the Nato concept of collective security.</p> <p>When Condoleezza Rice, Mr Bush's foreign policy adviser, recently suggested that a Bush administration would pull US troops out of Kosovo and Bosnia, similar concerns were expressed.</p> <p>Such a unilateral pullout would call into question Nato unity of purpose, as well as risking the democratic gains in the Balkans that have been achieved since last year's Kosovo intervention.</p> <p>These considerations only compound existing strains caused by EU efforts to create a separate European defence identity, backed by a nascent European army reserve. Both Mr Gore and Mr Bush have doubts about this project which some in Washington see as a French plot to undermine US influence in Europe.</p> <p>Britain's policy of \"critical engagement\" with problematic regimes, pioneered by foreign secretary Robin Cook, is another source of possible future friction with both Mr Gore and Mr Bush.</p> <p>Britain's attempts to repair diplomatic bridges with Iran, Libya, Cuba and North Korea have often run ahead of US policy.</p> <p>The two countries take very different views of relations with Cuba, for example. The US maintains a strict embargo. Britain is in favour of normalisation and, only this week, sent a trade delegation to Havana led by a junior minister.</p> <p>While Britain is a keen supporter of the United Nations, and especially its international peacekeeping role, Mr Bush is deeply sceptical - while Mr Gore could scarcely be called enthusiastic.</p> <p>Mr Bush argues against unilateral or US military intervention in world troublespots unless justified by overriding US national security interests. He does not, for example, believe that a repeat of the 1994 Rwanda genocide would justify direct US action.</p> <p>Contrast this with Britain's policy in Sierra Leone, where a substantial military commitment has been made in support of the UN peacekeeping force and nation-building.</p> <p>The Clinton-Gore administration refused to get involved there. Both Mr Gore and Mr Bush reject the idea of placing US troops under UN command.</p> <p>The failure of US mediation in the Israeli-Palestinian conflict will not bring any change in approach from either Mr Gore or Mr Bush.</p> <p>Although many Arab countries believe the US is biased towards Israel, Washington is likely to resist any attempt by Britain or the EU to replace it as the leading peace intermediary.</p> <p>Other areas of potential friction include ongoing US trade disputes with the EU (which have brought sanctions against British exports), the creation of a rule-based trading system that is fair to developing countries, efforts to curb weapons proliferation, the UN's proposed international criminal court, and America's disinclination to fully support international environmental agreements like the Kyoto accord.</p> <p>On all these issues, both Mr Gore and Mr Bush are likely to espouse positions that do not concur with those of Britain.</p> <p>Perhaps most worryingly of all for Mr Blair, the change of leadership in Washington that could lead to a weakening of the \"special relationship\" with the US comes at a time when Britain is also at odds with its EU partners over fundamental questions such as the euro and greater European integration.</p> <p>Which, in a worst case scenario, leaves the United Kingdom all alone in the North Sea, caught between two stools and with declining influence all round.</p> <p><b>Email</b><br> <a href=\"mailto: simon.tisdall@theguardian.com\">simon.tisdall@theguardian.com</a></p> <p><b>Related special reports</b><br> <a href=\" http://www.guardianunlimited.co.uk/uselection\">US election</a><br> <a href=\"http://www.guardianunlimited.co.uk/Labour//\">Labour in power</a><br></p> <p><b>Other articles</b><br> <a href=\"http://www.searchunlimited.co.uk/search97cgi/s97networkr_cgi?QueryText=%28simon+tisdall%29AND+%28VdkPublicationDate+%3E%3D+01%2DSep%2D1998%29&amp;ResultColSize=2000&amp;ResultTemplate=ArchiveFull%2Ehts&amp;Collection=archive&amp;SortSpec=score+Desc&amp;Query=simon+tisdall&amp;ResultStart=1&amp;ResultCount=10&amp;ResultMaxDocs=1000&amp;Dtv=\">More articles by Simon Tisdall</a></p> <p><b>Useful links</b><br> <a href=\"http://www.open.gov.uk/\" target=\"_new\">British government</a><br> <a href=\"http://www.firstgov.gov/\" target=\"_new\">US government</a><br> <a href=\" http://www.un.org/\" target=\"_new\">United Nations</a><br> <a href=\" http://europa.eu.int/\" target=\"_new\">European Union</a></p>",
  "<b>What is the current position?</b> <br> <p>Irate farmers and truckers brought Britain to a virtual standstill in September, but abandoned their protests before their demand for cheaper fuel had been met.</p> <p>They gave the chancellor, Gordon Brown, a 60-day deadline to reduce fuel duty, but he and the prime minister have made it abundantly clear, in a number of public responses to the crisis, that they would not be bullied into changing policy. </p> <p>Mr Brown has categorically ruled out a quick cut in duty. He and the prime minister say that the pre-Budget report and the Budget are the only vehicles for changing financial policy. The prime minister also claims that giving in to the protestors would either cause economic damage or hurt those who depend on public services.</p> <p>At the first prime minister's questions in the Commons in November, 12 days before the protesters' deadline expires on 13 November, Tony Blair repeated his attacks - although he did add \"we will do what we can\" to help.</p> <p><b>So what exactly is the government doing?</b><br> </p> <p>In September, it set up a fuel 'taskforce', comprising ministers, police and oil firms, in an effort to stop a repeat of last month's problems. </p> <p>One of its ideas is to look at imposing a legal duty on oil companies to maintain supplies, though this has met with fierce opposition.</p> <p>Ministers have also said they want to extend the powers in the Energy Act 1976, which gives the government the right to order or regulate the supply of crude liquid petroleum, gas and electricity. Under this act, ministers can ask the courts to impose unlimited fines on gas and electricty companies that fail to meet requirements to maintain supplies. Army drivers have also been trained to move petrol supplies around the country.</p> <p>Another option treasury ministers are said to be looking at is offering a rebate on diesel duty to road hauliers, but not to the ordinary motorist, to quell the petrol price rebellion.</p> <p>Most likely, however, is some form of reduction on the vehicle excise duty paid by motorists, particularly in rural areas. Ministers believe that this would both bring bigger savings to motorists who need it and ensure that tax reductions do not end up in the pockets of the giant oil firms. </p> <p><b>Will the blockades begin again?</b> <br> </p> <p>Not on the same scale, it seems: protesters have threatened to resume their blockades, and some will no doubt do so. But the effect will almost certainly be smaller because the government and oil firms are now prepared to respond immediately, and because public support for the protests seems to have slipped.</p> <p>Polls show that most people still want cheaper petrol, but they do not want the law to be broken in order to achieve it. </p> <p><b>How badly has the whole situation affected Labour's standing with the public?</b><br> It's had a marked effect. In late September, the Tories moved ahead of Labour in polls for the first time in eight years. </p> <p>Mr Blair's personal rating took an even sharper dive. His approval rating as prime minister stood at plus two in July, but, last month, it went into freefall, hitting minus 34 - the lowest for a Labour party leader since Neil Kinnock in 1989.</p> <p>Both figures have since improved - a recent poll in The Times put Labour 13 points ahead of the Conservatives - but there is no doubt that severe damage has been done to Labour's reputation. However, what is also clear is that the Tories have failed to benefit from it.</p> <p><b>Why did the price of petrol in the UK escalate so high?</b> <br> </p> <p>Two reasons. The first is that the cost of crude oil has climbed steeply over the last year. Less than two years ago, the oil price had tumbled to just $9.90 a barrel. Now the same quantity costs $34 - partly because Middle-Eastern oil producers have restricted their output and partly because the booming world economy has increased demand. The oil companies passed this rise on to drivers.</p> <p><b>But why is it more expensive in the UK?</b><br> </p> <p>Because the cost of oil makes up only a proportion of the price that British drivers pay for their petrol. Most of the bill is down to tax - and it's tax increases which really seem to have pushed up prices in the last few years.</p> <p>It's all because of something called the \"fuel price escalator,\" brought in by the last Conservative government and kept in place by Labour. This pushes up the tax on petrol ahead of inflation each year - mainly for environmental reasons - although the government finds the extra money it makes comes in handy, too. </p> <p><b> And will prices keep climbing? </b> <br> </p> <p>Probably not. Analysts seem to agree that, in the next few months, the price of crude oil will begin to fall - it's already slipped off its peak. Brent crude, produced in the North Sea, looks set to fall to around $25 a barrel. If that happens, expect petrol prices to dip too. But not by much: last time oil prices fell, petrol companies were accused of pocketing the savings rather than passing them on to drivers. This time, motorists will be keeping an eye out to make sure they don't do it again. </p> <p> <b>Useful links</b><br> <a href=\"http://www.boycott-the-pumps.com/\" target=\"_new\">Boycott the pumps</a><br> <a href=\"http://www.greenpeace.org.uk/contentlookup.cfm?SiteKeyParam=ClimateNNO1\" target=\"_new\">Greenpeace: climate protection</a><br></p>",
  "The home secretary, Jack Straw, today outlined to MPs the government's contingency plans to protect essential supplies and services in the event of disruption by fuel protesters later this month. <p>He told the Commons that the government is unlikely to make concessions to fuel protesters when their deadline for a cut in petrol tax expires in 10 days. He also said that the government has a responsibility to minimise the risk of essential services grinding to a halt. </p> <p>\"The consequences of such disruptions are obvious - and they would hit the weakest and most vulnerable first,\" he said, adding: \"The right to argue, to complain, and to protest is an essential feature of our democratic society. Preventing law abiding people from going about their business and threatening the wellbeing of the country is not.\"</p> <p>Mr Straw said that preparations had been made to protect food depots, keep major roads open, and protect potential targets other than oil terminals. Military drivers are being trained to drive petrol tankers.</p> <p>Earlier today, Tory leader William Hague accused the government of creating a \"climate of anxiety\" over fuel protests. He also urged protesters not to allow themselves to be provoked by the government's tough tactics, warning that they would lose public support if they broke the law or caused disruption on a massive scale. </p> <p>\"The government are making the situation worse by talking so much about bringing in the Army and by holding the pre-Budget statement so close to the 60-day deadline - they could have had it already and ended the uncertainty - and by talking about stockpiling fuel,\" said Mr Hague.</p> <p>Mr Straw said the government action on fuel duties was limited by the need to keep interest rates at their present low levels, the need to support pensioners, and the need to preserve essential investment in key public services.</p> <p><b>Related stories</b></p> <p><a href=\"http://www.guardianunlimited.co.uk/petrol/story/0,7369,391582,00.html\">November 2: Blair takes fight to fuel protesters</a><br><a href=\"http://www.guardianunlimited.co.uk/petrol/story/0,7369,391284,00.html\">November 2: Leader: All hands to the pumps</a><br> <a href=\"http://www.guardianunlimited.co.uk/petrol/story/0,7369,390853,00.html\">November 1: Fuel price \"crusade\" incenses Jarrow veteran</a><br></p> <p><b>Useful links</b></p> <p><a href=\"http://www.fuelinfo.gov.uk/\" target=\"_new\">Government information site</a><br><a href=\"http://www.opec.org/\" target=\"_new\">Opec</a><br><a href=\"http://www.petrolbusters.com/\" target=\"_new\">Petrol busters</a><br><a href=\"http://www.rha.net/fairplay2000/\" target=\"_new\">Road Haulage Association fairplay campaign</a><br><a href=\"http://npr.org/news/specials/oil/gasprices.chronology.html\" target=\"_new\">Crude oil prices</a><br></p>",
  "Sven-Goran Eriksson is the latest evidence that there's a limit to English nationalism. Could there be richer proof? In the absence of war, no British activity generates nationalistic feelings more ferocious, more bloodily visceral, than soccer. Opera, where the resident maestro at Covent Garden is Dutch, is everywhere a haven for globalists. Cricket, now in the hands of a Zimbabwean, is a Commonwealth club. But to put a Swede in charge of the modern substitute for battle is a startling tribute to the broadmindedness of the English. It signifies a neglected but contradictory truth about national character, a resonant paradox of our time. <p>In some respects, the British care little about nationality. They're extraordinarily unexcited by questions of ownership or control. They seem unlike any other people, even Americans, in their indifference to the economic consequences of globalisation. A benchmark moment was 1994, when Rolls-Royce agreed to sell itself to BMW. The most potently British industrial brand passed into the hands of the Germans with hardly a murmur of regret. Among both politicians and the public, disinterested maturity prevailed. </p> <p>This persisted down the decade. Most big players in the City of London are now foreign-owned. The famous merchant banks, many of which came from the continent, have gone back there, or to America. Hambros, Warburgs, Schroders, Lazards, Barings, all these pillars of what makes up financial London have been ceded to foreigners. The stock exchange itself is ripe for plucking by a Swedish group. Some people in the City don't like that, but only on financial grounds. They just think Germans or the French or the New York Nasdaq might give them a better deal. </p> <p>At no stage has there been national angst about this. Neither Conservative nor Labour governments took much interest, and outside the financial community such developments are barely noticed. Britain sits at the top of the UN list of national businesses investing overseas, but also shows an inexorable increase in foreign ownership of British enterprises, 10% of it, last year, being German. Around 9,000 UK companies are owned by Americans. The British accept this with nonchalance. When BMW swallowed Rover, the only political concern was about preserving jobs. The idea that the nation is a lesser place if foreigners own major slices of the means of production, distribution and exchange never seems to cross anyone's mind. In France or Germany it would be as unimaginable for Brits to buy the motor industry as for an Italian to coach the national team. </p> <p>This pragmatic indifference reaches wider. Not long ago a survey found that only 27% of British consumers thought British products excellent or good, compared with 38% who thought that of German products. Contrast that with Japan, where 75% think domestically produced goods are excellent or very good, and France where that figure is 45%. Likewise, Chelsea don't lose support for fielding a team of continentals, and the English Football Association is run by a Scotsman. So there are zones where the English and/or British seem capable of taking a realistic view of their own limitations. We have the mentality to be the world's aptest globalisers. Unresentful and unalarmed, we watch the old citadels crumble in the interest of a better result. </p> <p>But wait. Something is wrong here. All this clear-sighted realism, this stoical self-confidence, also has its limits. Our character is strangely split. Alongside such exceptional breadth goes a neurotic narrowness, a panicky phobia. Confident enough to let Germany have Rolls-Royce, we regard the geopolitics of Europe as filled with menace not opportunity. Superbly contemptuous of the notion that a Europe-owned City could diminish our national identity, we think Brussels will destroy it. Glad to put a Swede in charge of our peacetime proxy army, we're urged by many politicians and most newspapers to curl a quivering lip at the damage a European defence organisation might do to that fragile, tottering construct, the selfhood of Britain. </p> <p>How to explain this personality disorder? It is not a madness. There are sane reasons to object to the way the European Union is going. It is rational, if contentious, to see Brussels as a malign bureaucracy against which we should be ever watchful. There are cool, defensible, logical arguments against further integration. But these do not fully encompass the emotional turbulence of British opinion, which has as much to do with heart as mind, with viscera as neurones. The insouciance that enables Brits to ride over every assault on their economic heartland seems entirely to desert them in face of any adjustment, however minor, resulting from our 27-year membership of the EU. </p> <p> The contrast, I suggest, is between substance and symbol. Substance we can evidently sign away, as long as the economics add up. This is not always a reliable test, by the way. The BMW takeover of Rover ended in tears, and foreign-owned banks may survive a recession less readily than if British interests still controlled them. But we blithely swallow that. Symbol, on the other hand, must be defended at all costs. The part of Britain/England the EU mainly threatens are her symbols not her substance. </p> <p>Passports are a symbol. The half-baked idea for an EU passport is silly and gratuitous, but in a hard-headed world not worth the hysteria vented on it. The pound sterling is another item that's more symbol than substance: icon of nation much more, in a borderless trading world, than unique guarantor of economic success. Parliament itself, while capable of its historic tasks, now seldom performs them. Under all parties it is a tool of executive government, just as all countries face interlinked complexities of political and economics that none can alone control. Though parliament can't be destroyed by the EU, it is in truth as much symbol as reality. The British condition - the preoccupation of an old country - is to be moved more by challenges to its symbols than anything else. </p> <p>One question now is where in the British mind football is allocated. If Mr Eriksson wins the World Cup he will become an English hero. He'll be seamlessly received. The pragmatic decision to dispense with the national symbol of a native-born coach will be no more worth discussing than the sale of Rolls-Royce. Along the way, even some of the self-aggrandising thuggery that passes for English soccer nationalism could be dispersed. If he fails, on the other hand, soccer will go back to the place where defeatism is endemic, and nationalism the only haven from chronic insecurity. The empty symbols that the English really care about will resume their thrall. </p> <p>A more serious question is whether the British can be persuaded to reconsider the sterile absurdity of their political passions. Uniquely adult in disclaiming the nationalism of ownership, they are uniquely puerile in their fearful attachment to symbols that impede rather than advance the state of their nation. </p> <p><a href=\"mailto:hugoyoung@compuserve.com\">hugoyoung@compuserve.com</a></p>",
  "<p>Internet sites that arranged vote trading between supporters of presidential candidates Al Gore and Ralph Nader have been closed down following pressure from election officials and the offices of state attorney generals. </p> <p>But some sites are still offering the chance to swap votes so that Mr Gore benefits in close-run contests while Mr Nader is assured of votes in states where the result is a foregone conclusion. </p> <p>The vote-swap plan emerged earlier this week. Under the scheme, a Nader voter in a state such as Oregon, where Mr Gore desperately needs votes, would be paired with a Gore voter in Texas where Bush is a certain winner. </p> <p>This would benefit both sides in that Mr Gore would profit in Oregon while Mr Nader would still move towards his goal of 5% of the vote nationally. Reaching that figure would guarantee him electoral funding at the next election and elevate the Green party, for whom he is running, to a much higher national profile. </p> <p>The flaw in the plan is that it is entirely dependent on mutual trust, as there is no guarantee that either side will do as they have promised. </p> <p>Dave Stewart of the Pacific Green party in Portland, Oregon, said yesterday that he believed the vote-swap idea was part of a Gore \"dirty tricks\" campaign. </p> <p>\"The numbers they are talking about are trivial, I don't even know who the people are who are organising this,\" said Mr Stewart. The Gore campaign has denied any involvement with the sites. </p> <p>Three sites offering such swaps closed yesterday after the legality of the operation was challenged. It emerged that a White House staff member supporting Mr Gore had already used his government email address to arrange a swap. </p> <p>Californian officials warned that the site violated state law. </p> <p>Two other websites, called votexchange.org and votexchange2000.com have also voluntarily closed their sites. Three other sites are still operating but are also likely to come under pressure to shut down. </p> <p>Last month, a site offering to buy absentee ballots in Illinois and sell them to the highest bidder was ordered by a Chicago judge to suspend operations after suggestions that such an offer might constitute a felony. </p> <p>The site subsequently withdrew its offer for similar purchases in California and New York.</p>",
  "The sign inside Ralph Nader's Portland headquarters reads: \"This is not a fumbling little operation; it is the home of the next major political party in the state of Oregon and we're on the move.\" <p>Such has been the success of the Nader campaign in the state that both Al Gore and George W Bush were in town on Tuesday to woo the undecided voters of this maverick Pacific coast state. </p> <p>Oregon voted heavily for Bill Clinton in 1996 and it should have been a Gore stronghold this time, but local polls have shown the two main candidates neck and neck and Mr Nader, the Green candidate, on up to 10%, with his supporters including disillusioned Democrats. </p> <p>So in the early hours of the morning the Gore campaign plane touched down at Portland. The weary vice-president appeared later for a local school meeting. </p> <p><b> Key states</b><br> </p> <p> This week the Gore team has noticeably stepped up its attacks on Mr Nader, who continues to worry the Democrats in key states including Washington, Wisconsin and California, in addition to Oregon. </p> <p>Although nationally he is polling between 4% and 5%, Mr Nader could tilt the balance in those states which account for a crucial 83 electoral votes. </p> <p>Behind-the-scenes approaches to Mr Nader to ask his supporters to back off in borderline states have been rebuffed. A group of environmentalists and abortion rights activists have been in Portland urging wavering voters to stay with Mr Gore for fear that Nader votes will open the door to Mr Bush. </p> <p>\"The Gore people are trying a lot of dirty tricks,\" said Dave Stewart, who heads the Pacific Green party's Nader office. He paused to answer the phone and assure a volunteer that she could bring her dog with her to the office as long as it was well-behaved. </p> <p>He said that support for Nader was holding up despite a barrage of pro-Gore ads from environmental groups such as the Sierra Club in the local alternative press. \"The closer you get to Washington,\" he says of the Sierra Club, \"the more conservative you get - too many visits to the White House, too many three-piece suits.\" </p> <p>Countering the pro-Gore ads are, bizarrely, commercials for Mr Nader placed by the pro-Bush Republican Leadership Council. The ads, which are running in Oregon, Wisconsin and Washington state, show clips of Mr Nader attacking Mr Gore and are aimed at people who would never dream of voting Republican but might move their vote from the vice-president to the Green candidate, thus helping the Republicans steal the state. </p> <p>Mr Nader himself has unveiled a new television ad, attacking the two main candidates, which has been given free publicity on several news programmes. It features children describing what they want to do when they grow up. \"I want to be lied to,\" says one.\"I want to vote for the lesser of two evils,\" says another. </p> <p>Nowhere in the election does the Nader factor loom larger than in Oregon, and his refusal to bow out of the race has provoked passionate responses. His supporters have called him a \"post-industrial Quixote\" and a \"Robespierre who uses class actions instead of the guillotine.\" </p> <p>But the New York Times has accused him of \"wilful prankishness...he calls his wrecking-ball candidacy a matter of principle but it looks from here like ego run amok.\" </p> <p>His supporters in Portland have no doubt about where they stand. \"He lives like a monk and works like a slave for the people,\" said Dr Barbara Leigh-Chapman, a 61-year-old lifetime Republican who had switched to Mr Nader and claimed that at least nine Republicans neighbours in Lake Oswego had done the same. </p> <p>\"A lot of older Republicans are voting for him because they think in terms of their children and grandchildren and what's happening to this country.\" </p> <p>Another supporter, Steve Amy, who had arrived to assemble placards, said: \"Of all the campaigns, we are the true believers.\" </p> <p>Mr Stewart said that most of the committed Naderites in Portland were independents, with dissident Democrats outnumbering dissident Republicans by up to three to one. </p> <p>Responding to criticisms from the Democrats that Mr Nader played little part in the civil rights movements of the 60s, Mr Stewart said: \"You can't do everything. Because of Ralph Nader the Safe Drinking Water Act and the Freedom of Information Act were passed, he's got more legislation passed thathan Gore or Bush.\" </p> <p><b> Local support</b><br> </p> <p> On the streets of Portland, Mr Nader is also doing well. Outside Powells bookshop, Chester Sadowski, a former construction worker, 50, said he had voted for Mr Clinton last time but added: \"Gore's a wimp and Bush is just about money - Nader's the only one with principles.\" </p> <p>Under a grey sky at the Coliseum, where Mr Nader had earlier drawn an audience of 10,000 paying $7 (£4.80) each, the crowds gathered to see Mr Bush, the man they clearly believe is only a week away from being the new president. They warily eyed the Naderites with their green placards proclaiming \"Bush And Gore make me want to Ralph\". </p> <p>Some Bush fans chanted back \"Go, George, Go!\" but the mood was mainly good-natured, not least because many Republicans see the Naderites as their enemy's enemy and thus their friend. One woman carried a \"Greens for Gore\" slogan but mainly it was the Naderites who heckled the Bush supporters. </p> <p>It is not only for the Nader factor that the Oregon race is under national scrutiny. Voters in the state are taking part in the first ever presidential ballot conducted entirely by post and they will have had their ballots for 18 days by the time polling closes at 8pm on Tuesday. </p> <p>The argument for a total postal vote is that it will increase votes cast. Arguments against include the potential for fraud. </p> <p>Courtney Scott, a photographer who is campaigning for Mr Nader, said that it was unclear which of the parties might benefit from the postal experiment. \"One real worry is spousal coercion,\" she said. </p> <p>Oregon is extremely civic-minded; the presidential election turnout has not dropped below 71 % since 1972, around 20 percentage points higher than the national average. </p> <p>Mr Gore does have some fans. There's a sticker in the window of the 24 Hour Church of Elvis where you can wed for $25. Stephanie Pierce, who presides in briskly manic fashion over the church and who put the sticker up, said: \"I think presidential elections are more important than just making a statement but it is much harder to take a nuanced stand.\" </p> <p>Nader supporters are already planning a \"victory night\" party, victory being 5% of the poll nationally which would give Mr Nader the federal funding to run a much bigger campaign in four years' time.</p>",
  "<b> Good day</b> <br> <p> Former Japanese prisoners of war: Tony Blair indicated that compensation for survivors of second world war far east camps could be announced next week in Gordon Brown's pre-Budget report. </p> <p><b> Winner of day</b><br> </p> <p> Lord Carnarvon. The Queen's racing manager, speaking in the Lords, welcomed a government concession to exclude racehorse gallops from right to roam legislation. The crossbencher said it would have been \"extremely dangerous\" if the public crossed gallops as a result of their greater freedom to walk over heath and downland. </p> <p><b> Dry day</b><br> </p> <p> Commons gym in Cannon Row. Frustrated fitness freak MPs breathed sighs of relief as it reopened after two days of flooding. </p> <p><b> Today</b><br> </p> <p> Commons: Trade questions. Lords: Flags regulations (Northern Ireland) order. Transport bill, report.</p>",
  "<p>The government came under fire last night for having delayed legal measures to give shareholders more say over boardroom pay for up to three more years. </p> <p>Accusing ministers of a \"deafening silence\" over their initial plans to curb directors' excessive pay, David Gould, head of investment services at the national association of pension funds, NAPF, said it could be as late as 2003 before they were implemented. </p> <p>Stephen Byers, the trade and industry secretary - who once raised the prospect of directors being forced to stand for re-election every year - is now understood to favour a much milder measure to ensure shareholder control over boardroom remuneration. </p> <p>Giving the government's long awaited response to an 18-month consultation period in the new year, he is expected to abandon a once favoured option of forcing a vote each year at annual company meetings on their remuneration committee reports. </p> <p>Legislation has been ruled out of December's shortened Queen's speech to placate industry and the City before the general election. Amid signs of cabinet splits on the issue, Mr Byers is instead likely to favour measures to shorten the notice period - now six weeks - for shareholders to table resolutions at annual meetings. </p> <p>Industry sources said this could involve pre-publication of reports on firms' websites, enabling shareholders to see remuneration committee reports early and table critical resolutions. </p> <p>Mr Byers' friends think this will achieve the same effect as forcing annual shareholder votes but Mr Gould rebutted this, saying firms were under no legal obligation to publish remuneration reports annually. </p> <p>Ministers have been encouraged by evidence such as the shareholders' revolt against a £10m package to Vodafone's Chris Gent to believe the campaign against boardroom excess has borne fruit. \"When we started hardly anybody turned up for annual meeting votes,\" one Whitehall source said. </p> <p>But Mr Gould disputed the feeling that the issue was \"no longer hot\". He said: \"We have not yet been able to demonstrate a very clear link between enhanced pay and performance.\" Rewards for failure had, however, gone down as directors' contracts had shortened to around two years. </p> <p>Other shareholder groups are more sanguine about the issue, arguing that legislation may be unnecessary.</p>",
  "<b> Australia horse cull condemned</b> <br> <p>Animal welfare groups and local people yesterday condemned the \"barbaric\" shooting of around 620 wild Australian horses, after marksmen in helicopters left bodies scattered across the Guy Fawkes national park, 300 miles north of Sydney. </p> <p>The New South Wales environment minister, Bob Debus, ordered a review of such aerial culls. <br><br>Patrick Barkham, Sydney.</p> <p><b> Chechen rebels kill 14 Russians </b><br> </p> <p>Rebels ambushed a police convoy on a road in eastern Chechnya, leaving six Russians dead, officials said yesterday. </p> <p>Eight more Russian servicemen died in rebel attacks around the breakaway republic, an official of Chechnya's pro-Russian administration in Gudermes said.<br><br>AP, Nazran. </p> <p><b> Diplomatic boost for Iraq </b><br> </p> <p>The Jordanian prime minister, Ali Abu al-Ragheb, arrived in Baghdad yesterday, Iraqi officials said. </p> <p>They said Mr Ragheb, the highest-ranking Arab official to visit Iraq for a decade, was accompanied by seven ministers. The trip is aimed at expanding bilateral ties.<br><br>Reuters, Baghdad.</p> <p><b> Iran tries to make US pay</b><br> </p> <p>Iran's parliament voted yesterday to allow courts to impose punitive damages on America for \"terrorist\" acts, such as the US navy's shooting down of an Iran Air plane in 1988. </p> <p>The move comes after the US agreed to pay huge damages to victims of Iranian \"state-sponsored terrorism\".<br><br>Reuters, Tehran.</p>",
  "Two Israeli soldiers were reported to have been killed yesterday in a gun battle which looks certain to trigger a further escalation in the Middle East's unrelenting cycle of violence and reprisal. Two Palestinians, including a policeman, died in the fighting which raged for several hours in al-Khader, a Palestinian village on the outskirts of Bethlehem. <p>Villagers took cover behind walls as heavy fire from all directions hit the main street. At least 12 Palestinians and four Israeli soldiers were wounded. Two Israeli helicopters fired machine guns as they evacuated the army casualties, who had been trapped for almost an hour. </p> <p>Last night, an Israeli army spokesman declined to comment on the incident, or to confirm the soldiers' deaths. Correspondents at the scene, however, said they had seen the bodies. </p> <p>The prime minister, Ehud Barak, called a special meeting of his security cabinet to discuss what his aide, Danny Yatom, described as \"a very negative jump in the scope and severity of events\". </p> <p>Earlier in the same area, say Israeli police, Palestinian gunmen fired on the Jewish settlement of Gilo and Israeli troops responded by firing at the adjacent Palestinian district of Beit Jala. </p> <p>Gilo, occupied by Israel in 1967 and annexed to Jerusalem, has been a regular trouble spot since the violence erupted five weeks ago. </p> <p>In Gaza, where tens of thousands of mourners attended funerals of four Palestinians killed on Tuesday, two Palestinians, aged 15 and 17, were shot dead yesterday during stone-throwing clashes with soldiers at the Karni crossing on the Israel-Gaza border. </p> <p>During the funeral processions there were shouts of \"revenge\" and calls for a \"day of heightened escalation\" on Friday. </p> <p>Meanwhile, Israel's elder statesman, Shimon Peres, said he would shortly hold talks with the Palestinian leader, Yasser Arafat - the first high-level meeting between the two sides for six weeks. </p> <p>Mr Peres, who was jointly awarded the Nobel Peace Prize with Mr Arafat for earlier peace efforts, is believed to have a better relationship with Mr Arafat than Mr Barak has. </p> <p>But although Mr Peres said he would be seeking Mr Afarat's commitment to last month's Sharm al-Sheikh truce agreement, his expectations were not high. \"I just think that, even when there is shooting, we need to talk,\" he told Israeli army radio. </p> <p>Mr Arafat yesterday met the German chancellor, Gerhard Schröder, in Gaza city, and called for greater European involvement in peace talks. </p> <p>\"We are looking for a German stance, a European stance to push the peace process forward, to protect the peace process,\" he said. </p> <p>The Palestinian negotiator Saeb Erekat is due in the US today for meetings with the UN secretary general, Kofi Annan, and the US secretary of state Madeleine Albright. His visit follows a trip to Washington by Israel's acting foreign minister, Shlomo Ben-Ami. </p> <p>Mr Erekat said he would urge Mr Annan \"to provide immediate international protection for our people and to promptly set up an international inquiry into the massacres committed against the Palestinians by Israel\". </p> <p>He said he would ask the US to intervene to lift what he described as Israel's siege and to press Israel to ease tension by withdrawing troops from the entrances of Palestinian cities. </p> <p>Israel's Likud leader, Ariel Sharon, said yesterday that he did not believe that the peace process was dead, but \"I don't believe we can reach a permanent agreement\". </p> <p>He said that the issues of Jerusalem, security in the Jordan river area, and the right of return claimed by Palestinians made a permanent settlement impossible. Instead, he suggested, \"I recommend a long-term interim agreement with no timetable\". </p> <p>In a sign of growing Jewish distrust of Israel's Arab citizens, the Israeli army said yesterday that it plans to erect electrified fences around some villages to protect them from \"hostile\" neighbours. Weapons storage rooms and firing posts would also be provided. </p> <p>The army has drawn up a list of villages to be fortified, which all lie within Israel's 1967 boundaries. Those selected are in Galilee or close to the occupied West Bank, and are near to Arab villages or in isolated areas where they could potentially be cut off. </p> <p>The plan still needs to be approved by a ministerial committee. </p> <p>Arab citizens, who make up about 18% of Israel's 6m population, have largely stayed out of the recent violence - though 13 of them have been killed since the intifada began. </p> <p>Simultaneously, the Damascus-based Fatah Uprising group, which broke away from Yasser Arafat's mainstream Fatah movement in 1983, announced that a group called the \"Omar al-Mukhtar Forces\" would be carrying out attacks within Israel as part of the militant arm of Fatah Uprising. </p> <p>It said the aim would be \"to strengthen our struggle inside our occupied land and meet all the needs of resistance and secure its continuity and momentum\". </p> <p>Although Omar al-Mukhtar Forces has existed for about two years and has claimed several attacks inside Israel, its connection with Fatah Uprising had not previously been known.<br>  <b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\" target=\"_new\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\" target=\"_new\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\" target=\"_new\">Israeli government</a> <br><a href=\"http://www.moledet.org.il/moleng.htm\" target=\"_new\">Moledet - Land of Israel Loyalty Party (Torah-based religious party) <br></a><a href=\"http://www.iris.org.il/\" target=\"_new\">Iris - Information Regarding Israel's Security (promoting Israeli security)</a> <br><a href=\"http://www.geocities.com/CapitolHill/3188/\" target=\"_new\">Zo Artzeinu (Israeli settlers' group)</a> <br><a href=\"http://www.virtual.co.il/orgs/orgs/ichud/irindex.htm\" target=\"_new\">Organisation of Rabbis for the People of Israel</a> <br><a href=\"http://www.pna.org\" target=\"_new\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "Bill Clinton finally takes centre stage in the presidential campaign tonight, knowing that just five days remain for the Democrats to salvage something meaningful from his troubled presidency by electing Al Gore as his successor on Tuesday. <p>After weeks confined to the sidelines by the Gore high command, Mr Clinton belatedly gets his chance to turn things around for his party with the first of two high profile rallies in California, possibly followed by visits to close-fought Michigan and his home state of Arkansas at the weekend. </p> <p>Mr Clinton's prime task is to energise traditional Democrats to vote in what is expected to be another low participation contest. Recent polls have frightened Democratic leaders by suggesting that Mr Bush could be mounting a comeback challenge for California's 54 electoral college votes, the biggest prize in the presidential race. </p> <p>Turnout will be a vital issue everywhere because polls show that the Democratic faithful are marginally less enthused to vote on Tuesday than their Republican counterparts. </p> <p>However, the polls said the same thing in the 1998 midterm elections, when core Democrats actually voted in unexpectedly large numbers at the height of the Clinton impeachment crisis. </p> <p>Mr Clinton's main target in all his appearances is the black American vote, which has remained resolutely loyal to him throughout his travails. </p> <p>The Democrats have spent much of the campaign keeping Mr Clinton at arm's length, in a clear attempt to separate themselves from any whiff of sexual sleaze. But sex may well be very much on the agenda in Los Angeles tonight. </p> <p>Not far from where Mr Clinton will be rallying the troops, Larry Flynt, the publisher of the porn magazine Hustler and a supporter of the Democrats, will also be campaigning. </p> <p>He will be making a rare show at his own \"get out the vote\" rally in Hollywood at almost the same time as the president's appearance. </p> <p>Instead of aides and secret servicemen, Mr Flynt will be flanked by \"the girls of Hustler magazine\" and will be signing autographs and copies of his autobiography, An Unseemly Man. Mr Flynt, the subject of the film, The People vs Larry Flynt, is likely to provide exactly the sort of lewd publicity that the Gore campaign is frantic to avoid. </p> <p>Gore advisers had all their worst fears confirmed this week when Mr Clinton gave an interview to Esquire magazine in which he said that the Republicans should apologise to the country for trying to drive him from office over the Monica Lewinsky affair. </p> <p>Mr Clinton's impeachment remains the most intriguing, semi-submerged issue of this year's campaign, making the man who is probably the Democratic party's greatest asset simultaneously its most crucial potential liability. </p> <p>In a campaign full of ironies, it remains perfectly possible that Mr Gore could lose the White House at the same time as the Democrats recapture control of the Congress by ousting at least three Republicans who played leading roles in the impeachment drive. </p> <p>Meanwhile, as Mr Bush kept up his momentum towards victory with two campaign rallies in Minnesota, the Democrats insisted that they could still come from behind in the national polls and retain the White House next week. </p> <p>As if to prove the point, Mr Gore spent a full day on the stump in Florida, another vital and vote-rich state where local polls continue to show him leading Mr Bush. The battle for Florida has drawn almost all the key players this week, including the Republican nominee's father, former President George Bush, who campaigned in the state on Tuesday. </p> <p>Like Mr Clinton, the former Republican president has been kept very much in the wings by his party's high command. But the message in Mr Bush Sr's campaign stop at Orlando this week was clear: the Bush family offers the honour that Mr Clinton has besmirched. </p> <p>\"I can guarantee you George W Bush will restore honour and respect and dignity to the White House,\" the former president said. \"There are not going to be a lot of these special prosecutors. George will make some mistakes. Every president does. But they won't be mistakes of honour.\" </p> <p>Mr Gore's advisers have insisted that he keeps Mr Clinton at a distance for exactly this reason. They fear that independent swing voters in mainly white midwest swing states are especially critical of the Lewinsky affair and the impeachment crisis. Mr Gore accordingly loses no opportunity to proclaim himself \"my own man\", and rarely mentions Mr Clinton.</p>",
  "<p>The first wave of internet retailers taught us many lessons about new ways of doing business online. They didn't really teach us much about new business models, however, because their central business model was well known. It has been described as mail order on steroids, which is a reasonable description of the fundamental operation of most business-to-consumer sites. </p> <p>Of course, companies can interact with their customers via the internet in ways that are not feasible in physical environments. Realistically, though, there's nothing much different about ordering some pants from Lands' End on the web or over the phone while looking at the catalogue -except that looking at the catalogue is quicker and easier. </p> <p>I think online businesses based on the person-to- person model have more to teach us in terms of future business. Auctions are the prime case in point: by allowing people to trade with people that they wouldn't generally be in touch with, they enable transactions that wouldn't otherwise take place. The efficiency of those transactions meant that small businesses soon moved in. </p> <p>Take a look at eBay. It isn't simply a global car boot sale: it is an entire sub-economy of individuals and small businesses. Some of the businesses aren't so small, either. On any one day, the top 20 sellers account for 72,000 of the 4 million items listed and the top 38,000 sellers account for 2.7 million. </p> <p>I've used eBay to buy a few things. In general, when I'm looking for something very specific, price is not the determining factor. Nor is location. It doesn't really matter whether the item I'm buying is being shipped from Edinburgh or Cardiff because the postage is the same. Compared with driving around looking for items, both in terms of the time taken and the expense, paying postage is a better alternative. </p> <p>In fact, if I do a search on eBay and find the item that I'm looking for, then my first action is to check not the price, not the location and generally not the date of the auction but the seller's reputation. With a single click I can see who has been buying from that seller and I can also see the buyers' feedback about the seller. </p> <p>The issue of reputation soon becomes sophisticated. If you're buying items of a certain kind, then you will soon learn who are the other reputable dealers in that field. Consequently, when you look at a seller's reputation, positive comments from people you know to be reputable count for far more than positive comments from strangers. In other words, in a relatively short time, a sophisticated reputation hierarchy develops and it is in everyone's interest to maintain it in order to minimise overall transaction costs. All of this takes place without external reputation \"regulation\": government ratings agencies and the like. </p> <p>The system isn't perfect, of course. Until the technology for managing digital credentials and digital reputation is widespread (public key infrastructure, one of this year's hot technologies) then reputations are managed only on the basis of email addresses. This means that the upper limit on transactions must remain limited since it is too easy to obtain and forge email addresses, leading to \"schill\" auctions where the sellers bid for their own items (to ramp the price) from multiple email addresses. In time, however, the arrival of more secure digital identity mechanisms will help lift the limit. These technologies provide a means to manage persistent identity and credentials (and therefore reputation) in a consistent way. </p> <p> Here is a lesson for the future of online commerce that is worth studying. In a global, low transaction cost marketplace, reputation could become the pivot on which transactions depend. Note also that knowledge of reputation is quite distinct from absolute knowledge of the seller's identity. </p> <p>If I find a seller labelled as John Doe, I really have no interest in discovering their underlying identity: that takes time and effort. If there are positive comments about them from people whose opinion I value then I will do business with John Doe. If there are negative comments, then I won't. And it won't matter to me whether John Doe has a badge from the local council, the government or some other body's approval. My decision will be based not on what anyone thinks, but on what everyone thinks.</p>",
  "<p>It has taken a while, but the slumbering giants of the world's major record labels are finally waking up to the digital music distribution revolution. </p> <p>On Tuesday, media giant Bertelsmann announced it was teaming up with Napster, the controversial music swapping company, to develop a secure music service. </p> <p>The move, which caught the industry by surprise, comes despite the fact one part of the Bertelsmann empire is suing Napster for copyright infringement. Bertelsmann will now withdraw that lawsuit once Napster introduces the new members-only service. </p> <p>Meanwhile Universal, the biggest of the five labels that dominate the world's music industry, has announced an online trial, offering \"all you can eat\" music for a monthly subscription. Listeners in the US will be able to stream unlimited amounts of Universal's back catalogue for a flat monthly fee, although they will not be able to store the music themselves. </p> <p>But, while Napster fans download pirated tracks faster than you can say \"what copyright?\" the question now facing the industry is simple: is there any point to these experiments? </p> <p>The paralysis of the major labels in the face of developments in internet distribution of music has done little to help the industry advance. Caught between the horror of giving their valuable back catalogues away free over the net, and the possibility that the net could depress sales, labels have preferred - until now - to go to court. </p> <p>There, they have pursued those upstarts benefiting from the gap in the marketplace, such as Napster and myMP3.com, which they say have helped users download illegally copied music. </p> <p>But with labels losing out as their material is pirated, and the startups facing ruin if the courts find against them, only the lawyers looked likely to win until this week. </p> <p>But Bertelsmann's tie- up with Napster could signal a shift in the majors' attitudes - not least because the record company says it wants to help establish Napster as a service accepted by all the big labels. </p> <p>That Universal is trialling subscription-model based access to its online vaults is also regarded as a step, albeit a smaller one, in the right direction. Sources at the company say it is something they had been considering for some time, having witnessed the huge success of Napster over the past year. </p> <p>Sam Shemtob of the British Association of Independent Music says that the key to a success for a legitimate rival to Napster will be getting a good choice of artists for consumers. </p> <p>\"Napster has shown there is great potential for the right type of service, and Universal's plans are a significant step forward,\" he says. \"But factors like pricing and com prehensiveness of repertoire are likely to play an important part in determining how popular different services will be.\" </p> <p>AIM spotted the potential of the internet ahead of all the majors, and is now carrying out online trials with 95% of Britain's independent labels. These are designed to assess the value of streamed digital music by discussion between the labels and the websites offering them to users. </p> <p>\"The key is to provide a one stop shop for accessing repertoire from across AIM's 450 member labels, enabling new services to offer music from all these labels simultaneously,\" says Shemtob. </p> <p>Despite the Bertelsmann tie-up with Napster, downloads - for the time being - will not appear from the big labels, who want to retain control of the music files themselves. They still see today's MP3 files as a big threat to their core business - selling CDs. That is why Bertelsmann will not drop its lawsuit until Napster has shown it can create a secure, revenue-creating version of its service. </p> <p>Should Napster succeed and gain support from other labels, it will have a big advantage over the likes of Universal's go-it-alone streaming service. A secure Napster, aside from offering the convenience of downloadable sound files, which can be stored on disks or MP3 players, would stand a chance of sporting something like the same broad repertoire it has today. </p> <p>To Napster fans today, any Napuser's hard drive is their resource. Thousands of those hard drives exist around the globe, offering tracks culled from all labels, from all eras. With Universal's tentative effort, users can access only Universal's virtual vaults. They are being asked to pay more for less. </p> <p>A third problem exists for UK music lovers. Because of the slow arrival of \"always on\" broadband net connections, streaming media still costs UK users an arm and a leg. Streaming music will not take off here while most of Britain's internet users are still paying by the minute for slow 56k connections, which also limit the quality of any streaming audio they receive to AM radio quality. </p> <p>Other net giants with their eyes on the musical prize include America Online (AOL). Since it announced its multi-billion dollar merger with Time Warner, it has been looking to exploit its unique position to marry content with customers. Last week it, too, announced plans to stream music to customers, bringing Warner material to AOL's 24 million subscribers. </p> <p>The cult of MP3 is not unassailable. Many MP3 fans feel that the files are free because they're not worth paying for: the data compression which makes the files manageable also diminishes sound quality. </p> <p>What they feel would be worth paying for would be a comprehensive, high quality, broadband streaming service. Millions of tracks are languishing in record company vaults. Digitise them once, make them as easily accessed as Napster allows MP3s to be found today, and people could stream vast swathes of usually lost music to their speakers. You could have the world's best stocked music library for a simple monthly license fee - a music lover's dream. </p> <p>Peter Quick, label manager for the net-progressive independent Ninja Tune Records, explains: \"People use Napster because it provides a service the record companies do not. If you had a broadband subscription service that helped you listen to everything you wanted in the format you wanted, that's something people would pay for. That's why it will work.\"</p>",
  "The government has got itself in a tangle over boardroom fat cats - just as the Tories did in the early 90s. <p>Stephen Byers, the trade and industry secretary, has been beating a steady retreat all year from his threat to stop the scandal of soaring boardroom pay. Now the DTI says there will be no action this side of the election and when legislation does emerge it will be a long short of the tough measures promised as recently as this spring. </p> <p>Mr Byers appears to have been caught in the Blair/Brown crossfire, with the prime minister winning this battle in the interests of preserving what is left of the government's business-friendly image. This is actually a mistaken concern. Most business people are embarrassed, if not horrified, at being associated with the headline-making pay deals, which do not reflect life outside the elite. </p> <p>But the problem of excessive pay for top directors will not go away. It haunted John Major and has defied all attempts at voluntary regulation. </p> <p>The facts speak loudly. The remuneration of plc directors has risen well above that of any other group for more than a decade. It has been out of line with any relevant indicator, whether that is company profits, share prices, average earnings, or even the pay of managers in the economy as a whole. </p> <p>These rises, mainly in bigger companies, are driven by the \"incentive\" schemes supposed to align the interests of directors with those of their shareholders. It is not just about share options or one-off handouts to people such as Chris Gent, boss of Vodafone, who received £10m for winning the takeover battle with Mannesman. </p> <p>Basic pay in these boardrooms has repeatedly risen by more than the increases they have handed out to their staff. Recent research from the pay specialists Incomes Data Services found that chief executives of the top 100 public companies received a 10% increase in basic pay last year. That is before bonuses and share packages which also add a much higher multiple of basic pay than for the rest of the workforce. Cash rises over the past year are shown in the graphic. It is the same year after year. </p> <p>Ironically, previous attempts to curb excessive pay are partly responsible. The Cadbury committee, whose remit was more about board structure than how much directors were paid, began a process of formalising directors' pay bargaining. Its 1992 report called for boards to set up remuneration committees consisting mainly of non-executive directors, to stop chief executives awarding themselves huge rises. </p> <p>The rises continued, however, culminating in the embarrassing public row over the pay awarded to Cedric Brown by the newly-privatised British Gas board. </p> <p>The next attempt to deal with boardroom excess was under the former Marks &amp; Spencer chair, Sir Richard Greenbury. He pushed an egalitarian argument that directors should broadly get the same rises as they gave to their staff, but this was too much for the CBI, the City institutions and the Institute of Directors. The Greenbury committee wanted to tilt the balance towards performance-related payments by introducing schemes based on long-term targets instead of free share options. </p> <p>As it has turned out, new schemes have been piled on top of old ones, and performance-related pay has risen as a proportion of the total earnings - but increasing the total, not reducing the guaranteed basic. </p> <p>The Cadbury and Green bury codes are enshrined in the stock exchange requirements for public companies. But despite this decade of semi-official attempts to deal with the fat cat issue, it continues to provoke controversy and embarrassment for government. </p> <p>There are two reasons. First, remuneration committees have become a cosy club of non-executives sitting on each others' boards and handing out similar pay deals. Their failure suggests a need to take pay out of the hands of directors and give shareholders the power. </p> <p>Greenbury wondered whether the reports of remuneration committees should be voted on separately by shareholders at the annual meeting. It decided against giving shareholders this power, arguing that if they were upset they could vote against the relevant directors' re-election. This is the issue which Mr Byers has been struggling with. His first instinct was to require a vote at the annual meeting on the pay of individual directors. But now it seems the Blairite fear of antagonising business will permit only minimal improvements. </p> <p>It is likely to be made easier for shareholders to get a resolution on pay on the agenda at the annual meeting. But investors will have to wait for this to be included in a company law bill, which is unlikely to be enacted until at least 2002. </p> <p>The City has, it is true, started to act without new law. But it is a delusion to expect the City - where multi-million pound bonuses are de rigeur - to police boardroom pay in this piecemeal fashion. </p> <p>A systematic approach is needed to deal with routine excess. The government could of course threaten to tax fat cats until the pips squeak (unlikely, to say the least). Short of that, boards need to know they will have to justify pay packets in public. That means forcing companies to put pay policies to the vote. If they want to pay people like Chris Gent outside the approved policy, they would have to seek permission from shareholders. </p> <p> Roger Cowe writes on business and society rogercowe@netscapeonline.co.uk</p>",
  "<p><strong> Edges Of The Lord</strong> Evens </p> <p><strong>Slap Her, She's French</strong> 2-1 </p> <p><strong>Revolution Now </strong>2-1 </p> <p><strong>Diary Of A Sex Addict </strong>3-1 </p> <p>At the so-called London Screenings, buyers and sellers have been gathering to strike film deals for the coming year. At this stage there is very rarely a finished product, and buyers must predict what's likely to succeed based upon a show reel or a script. Which films are causing the biggest buzz? </p> <p>Fox Searchlight has bought Slap Her, She's French, which begins production next month. It's a comedy about a French foreign-exchange student who comes to a small Texas high school, befriends a classmate and practically takes over her life; Piper Perabo is due to star. </p> <p>\"It sounds as if it has a tongue-in-cheek humour that's very popular at the moment,\" notes Andy Clifton, Ladbrokes' entertainment odds compiler, adding that it must get good odds because of the distribution clout of Fox. </p> <p>Miramax has picked up Edges Of The Lord, written and directed by Yurek Bogayevicz. It centres on a young Jewish boy (Haley Joel Osment) who is sent by his parents to live with a Catholic priest (Willem Dafoe) during WWII. </p> <p>\"At the moment there are quite a few successful films where child actors are playing serious roles,\" Andy points out. \"It also helps that Osment can really act.\" </p> <p>Columbia TriStar's Diary Of A Sex Addict, starring Rosanna Arquette and Nastassja Kinski, tells the story of a restaurateur whose addiction to sex causes his life to spiral out of control. \"Nastassja Kinski will certainly attract the thirtysomething males\", says Andy. </p> <p>The comedy Revolution Now, about a delusional man determined to bring down what he believes to be a corrupt government, \"has a theme that's been done to death in the last few years,\" notes Andy. \"Although David Arquette, Mira Sorvino and Anna Paquin are in early talks to star, it might need more than that to stand out from the pack.\" </p>",
  "<p>It was a moment when the air was filled with hats and hurrahs. (The decline of the hat has deprived us of several ways of expressing delight and distaste.) </p> <p>In <strong> Josie's Journey</strong> (BBC1) Shaun Russell was coaxing his daughter Josie to attend a garden party in a good cause. He is a man for whom the word noble seems made-to-measure. She is the sole survivor of a murderous attack on her mother and sister. Their headstone is plain Welsh slate. Old roses scattered unregimented petals on the grave. Shaun said \"I chose a simple gravestone, not a fancy one at all. I didn't put much on it either.\" It simply records the names of Lin, Megan and Lucy, the dog killed with them. \"It was beyond me to think of anything more to say.\" </p> <p>Camera and sound backed off as he wept... I sometimes think that a suitable sort of epitaph for a media celebrity would be Fade Sound And Vision, a phrase you see on a shooting script. Josie and Shaun have become, willy-nilly, media celebrities. </p> <p>Which is why they were invited to the garden party. He said \"Josie, listen! They were very good to my dad when he was depressed, before he committed suicide. So your gran thinks it would be nice to do something back for them.\" This was laying it on a bit thick, like the caption in Charlie Chaplin's autobiography: \"This is where we lived next to the abattoir before mother went into the asylum.\" </p> <p>Chaplin exploded into comedy and so, now, did Josie. She said \"Six hours in a car. I'm not going. It's going to be so boring .\" </p> <p>Shaun Russell wore that be-nice-to-me look which would have been irresistible to an older woman. \"Just think how much my mum has done for me.\" \"You go then,\" said Josie. \"I'm not going.\" (\"Parents are difficult...\" she added in a throwaway line to a friend.) </p> <p>It's Shaun's triumph that he's raised a perfectly normal adolescent who shouts \"Yee-ha!\" when he is nervously balanced on a pony and who thinks parents are difficult. </p> <p>We all loved an open-air Dallas wedding. Shaky vows exchanged under the shaky pergola. The bijou pool into which Clive Barnes invariably knocked JR. Astonishingly, it turned out in <strong> Back To The Floor</strong> (BBC2), there really are weddings like this. Many, in the Sandals resort on Antigua. The holiday company's MD Steve Garley went undercover to inspect their wedding operation. </p> <p>Sandals Antigua specialises in package weddings. As Andy and Sharon, a newly arrived pallid pair said, \"It's a bit like Butlins with palms\" (Andy) and, \"It's a conveyor belt\" (Sharon). Steve, a believer in the personal touch, made their day by laying on their favourite drink, chilled Guinness. </p> <p>As a trainee, it was his job to sell couples at least £350 of those little extras which mean so much. Here he is, failing to interest Martin and Suzanne in a bedroom treat called an escapade: \"There are candles, petals all over the floor of the room and balloons. It's really romantic and the price is about $100.\" </p> <p>The balloons got me. Were you supposed to burst them? And at what point? </p> <p>Steve's failure to flog the escapade got a crisp response from wedding coordinator Ezra. \"Steve, have you any idea what we're supposed to be doing here?\" Less a question than an exclamation. \"What I'd do, I'd get them apart from each other. You have to seem like their best friend, and you want what's best for them. So you say to Martin...\" (her voice took on the tone of a dove asking another dove for the loan of a fiver till Friday) \"...Martin, have you thought of sending Suzanne some flowers?\" </p> <p>Steve gave it a go. \"Martin, don't you think you ought to give Suzanne something for her special day in her room?\" (Such improper overtones that it seemed the ideal moment for Martin to knock Steve into the bijou pool.) \"What do you think about a dozen roses?\" Martin thought he'd think about it. Steve held no grudge against the man. \"Twelve roses for 80 quid! Who's going to buy that? Why don't they sell local tropical flowers?\" </p> <p>At last he wrenched off his whiskers and stood magnificently revealed as managing director of The Rest Of The World. Moral of the series is that nowadays nobody knows what the boss looks like. </p> <p> \"The only acceptable British picnic is whelks with vinegar and pepper, in the car, parked on a seafront somewhere with headscarves on and the windows rolled down.\" Jeremy Round, as quoted by Rick Stein in <strong> Rick Stein's Seafood Lovers' Guide</strong> (BBC 2).</p>",
  "<p> <b> George W Bush</b> </p> <p>A \"Victory 2000\" rally in Duluth, <b> Minnesota</b>, followed by another in Des Moines, <b> Iowa</b>, claiming he would \"upset conventional wisdom\" and sweep the traditionally Democratic west coast states of <b> California</b>, <b> Oregon</b> and <b> Washington</b> </p> <p><b> Al Gore</b> </p> <p>On the offensive in Bush's vulnerable underbelly, <b> Florida</b>, talking social security at a civic centre in Tampa, before moving on to the next largest swing state, <b> Pennsylvania</b>, where he was due to attend a rally with a country singer, Jimmy Buffet. He was countered by the Bush campaign with General Norman Schwarzkopf </p> <p> </p> <p><b> Football news</b><br> </p> <p> The result of the National Football League Washington Redskins' final home game before a presidential election has accurately predicted the electoral outcome for the past 15 contests. History has proven that if the Redskins win, the incumbent will stay in the White House; if the Redskins lose, the opposition party gains control in Washington. The Tennessee Titans visited Washington this week, and won 27-21. </p> <p>Bad news for Gore. </p>",
  "Suspicion that the doomed jumbo jet in Wednesday's Singapore Airlines disaster in Taiwan may have used the wrong runway heightened the agony as rescue workers removed the final bodies from the typhoon-swept wreckage at Chiang Kai-shek international airport. <p>The airport authorities and Singapore Airlines gave different versions of what might have caused the death of 79 of the 179 passengers and crew. Nearly all those who died were killed instantly, trapped in their seats as the plane burst into flames. The plane's fuel tanks had been full for the 15-hour flight to Los Angeles. </p> <p>More than 50 survivors were in hospital in Taipei, some suffering from severe burns and smoke inhalation. More than 40 scrambled to safety, including the three cockpit crew. Only one person remained unaccounted for last night. </p> <p>Yesterday morning emergency teams surrounded the crash site with a ring of parked trucks and cars to try to prevent the gale-force winds from disturbing vital evidence. The two \"black box\" flight recorders have been located. </p> <p>The plane had slammed back on to the runway while taking off in appalling weather conditions, which were at first thought to have caused the crash. </p> <p>But speculation mounted yesterday that the plane had hit an object on the scheduled runway, or might have taxied on to the wrong runway altogether, one that was out of service, its edges littered with construction equipment. </p> <p>Taiwanese officials, on the defensive for keeping the airport open as Typhoon Xangsane drew near, insisted that wind speeds and visibility levels were within proper limits. They hinted at pilot error, suggesting that the plane may have swerved off its runway and on to the one which was under repair. </p> <p>But a Singapore Airlines official said that the pilot, Captain CK Foong, a veteran with more than 11,000 hours of flying time to his record, \"saw an object on the runway and he tried to take off and he hit the object\". If true, this would suggest negligence on the part of the airport. </p> <p>The airline said there was no evidence that the plane used the wrong runway. But, as daylight dawned, it became clear that the wreckage lay on a parallel runway to the one that Flight SQ006 should have used for take-off. </p> <p>\"We cannot tell at this stage whether he took the wrong runway, or veered off to the supplementary runway and then hit the equipment,\" said the airport's head of traffic control, Zhang Guozheng, yesterday. </p> <p>There was speculation that the airport control tower would not be immediately able to identify a plane which had chosen the wrong runway, a mistake that would have been more easily made by a pilot in adverse weather conditions.</p>",
  "<p><strong> Future shock?</strong><br> I, too, feel sorry about the old man Douglas Rushkoff saw being humiliated when he tried to use a computer mouse like a TV remote control, and I have no sympathy for anyone who mocked him. But it's not because we're insecure that we find such things funny. The bloke who thought his CD tray was a cup holder remains funny, as does the one who tried to use the computer mouse like a sewing-machine foot control. </p> <p>There has always been a difference between different types of technology. You couldn't use a seaport like a railway station, or a sewing machine like a knitting machine, or a fountain pen like a piece of chalk or a typewriter like a wax cylinder recorder. </p> <p>Technologies have to be simple, amenable, not uncomfortable to use, not totally incomprehensible, I agree. But I'm sure that once it was all explained, the old man too would have given a wry smile. </p> <p>Just because we're modern, we don't have to make everything like everything else. Standardisation is boring and life's rich tapestry would be that bit more fat-free if every type of technology had so carefully been \"brought to the human\", in Rushkoff's words, that there was not even the difference between a palm-top and a lap-top to divert us. </p> <p>Very few of us are totally useless when faced with the shock of the new. Give us all credit for a bit of learning ability, Douglas. <br> <strong> Martin Hillman</strong> <br> <a href=\"mailto:martin@hillman.demon.co.uk\">martin@hillman.demon.co.uk</a> </p> <p><strong> Betting worry</strong><br> Your article about children being able to engage in pre-pay commerce on the internet (Online, October 26) is of concern for those of us trying to protect the vulnerable from gambling on the internet. </p> <p>In a survey last year, 4% of teenagers claimed they would like to use their parent's credit card to gamble online. Innovations such as Splash Plastic will ultimately make it easier for those who are vulnerable to gambling to lose all their disposable income. </p> <p>Innovations will almost certainly require a continuous review of gambling laws to take into account the rise of internet gambling. <br> <strong> Dr Mark Griffiths</strong> <br> Head of Psychology, Nottingham Trent University  <a href=\"mailto:mark.griffiths@ntu.ac.uk\">mark.griffiths@ntu.ac.uk</a> </p> <p><strong> E-everywhere</strong><br> Roddy Forrest (Online 26 Oct) asked if it is possible to send and receive emails from multiple ISPs through one connection. Jack Schofield replied that it wasn't. I think that Jack may be wrong. </p> <p>Most ISP mailboxes are POP3 compliant, so you can pick up your email from any net connection as long as you know the server name, user name and password. Three solutions I use frequently are: </p> <p>\u0095 Under Linux, fetchmail will deliver mail from any POP account into my local mailbox. My email program of choice, mutt, allows me to change the \"From:\" header to any values that I want. </p> <p>\u0095 Under Windows the email program Eudora allows you do define \"personalities\". Each of these has its own POP connection parameters and associated email address to use on outgoing mail. </p> <p>&amp;##149; When travelling and reading/sending emails from cyber-cafes, I use Webbox, which allows me to read mail from up to five POP sccounts and send mail which appears to come from these accounts. <br> <strong> Dave Cross</strong> <br> <a href=\"mailto:dave@dave.org.uk\">dave@dave.org.uk</a> </p> <p><strong> Not friendly</strong><br> Thanks to Nigel Wilmott for a refreshingly honest appraisal of Linux's chances of taking over from Windows in general usage. It may well be a great OS but at the moment it's just too user unfriendly for the average home user. </p> <p>Distributors such as Corel and Red Hat are doing their best to overcome this, by making the installation process smoother, and installing a GUI (graphical user interface) by default, but this is all just window dressing. In Linux the command line still rules. <br> <strong> Steve Jeffery</strong> <br> <a href=\"mailto:Steve.Jeffery@catalystuk.com\">Steve.Jeffery@catalystuk.com</a> </p> <p>Nigel Willmott might consider buying a boxed set of a Linux distribution. If he wants to get Redhat he can, for a tenth of the price of a copy of Windows 95, buy a box which as well as CDs contains an installation manual and 60 days unlimited installation support. </p> <p>As to network problems - networks tend to just work, so long as you're using an open protocol. If he is trying to get a closed Microsoft protocol to work, this can still be done, but he will have to install Samba, which, indeed, will be a lot of work. He might like to consider getting Linux to be his server (and he won't have to pay a penny more) and get Microsoft to fit in to its choices. That way Windows doesn't get a chance to scupper any other operating system interactions. Modems, again, should be no problem -so long as it is ISA, since no protocol has been settled on for PCI modems. </p> <p>Perhaps he might also like to look in the many Linux newsgroups, where he'll find hundreds of people ready to help him out. Just a thought. <br> <strong> Ben Ross</strong> <br> <a href=\"mailto:guardianunlimited@house-hill.demon.co.uk\">guardianunlimited@house-hill.demon.co.uk</a> </p> <p><strong> .it's a joke</strong><br> What is Richard Heller on about (Online, October 26)? The whole point of regional-specific top level domains (like .uk, .au, .tv, .it) is surely for companies, organisations and individuals to allow the rest of the internet world to know where they hang out - not so some parasite can try to make up (not very) amusing names. </p> <p>How intensely hypocritical, too, for him to brag about his own pointless and irrelevant registrations (why would a Lithuanian company be interested in \"heartfe\"?) then react with \"fury\" when someone else has beaten him at his own game or claim that such registrations are \"for no good reason\". Sorry? I fail to see a good reason for Mr Heller to register \"makemoreca\" anywhere at all. </p> <p>And as for those pesky Italians - how dare they make it difficult for non-Italian companies to register a \".it\" domain name! I suspect the embassy could have told him how but wisely chose not to. Next he'll be complaining he's finding it difficult to register a .gov.uk domain. </p> <p>I suggest than when the state of Ontario gets its own top level domain, Richard registers \"mor\" before anyone beats him to the name that is rightfully his. <br> <strong> Antony Hawkins</strong> <br> <a href=\"mailto:A.D.Hawkins@sheffield.ac.uk\">A.D.Hawkins@sheffield.ac.uk</a></p>",
  "A man was shot dead in Belfast last night as the loyalist feud, which claimed two lives on Tuesday, intensified. <p>Two gunmen burst into the man's flat on the loyalist Rathcoole estate in north Belfast and opened fire shortly before 6.30pm. </p> <p>The shooting was believed to have been carried out by the Ulster Defence Association in retaliation for the killing on Tuesday of the loyalist politician Tommy English by the rival Ulster Volunteer Force. Last night's attack brought to seven the number of men killed in the feud which erupted in August. </p> <p>The leaders of the UDA and UVF yesterday called off peace talks which senior members had agreed after weeks of negotiations. </p> <p>Meanwhile a police officer lay criticially ill in hospital after losing his leg to a bomb planted by dissident republicans in Castlewellan, Co Down. The device was hidden in a traffic cone which exploded as the officer moved it from the front gate to Castlewellan police station. </p> <p>The married father of three, who is in his late 40s, was seriously ill in intensive care last night after a six-hour operation. </p> <p>A second officer, in a nearby patrol car at the time of the blast, was treated for shock. </p> <p>The attack, which was blamed on the Real IRA, raised fears that the dissident republicans, responsible for the Omagh bombing in 1998, are planning an escalation of their campaign. Yesterday was the first time they have inflicted severe injuries on an RUC officer. </p> <p>A senior police officer in nearby Downpatrick recently warned of the threat from dissident republicans. Members of the Real IRA, the Continuity IRA and disaffected members of the Provisional IRA were said to have moved from Belfast to operate in the south Down area.</p>",
  "A gay Romanian, who fled his country because of hostility to homosexuals, lost his battle for asylum in the high court yesterday because his treatment fell short of persecution. <p>Gabi Ragman, 25, left Romania for Britain after he was told he had brought shame on the university where he studied and would not be allowed to become a physical education teacher. But \"uncaring and cruel\" treatment suffered by gay people did not necessarily amount to persecution, Mr Justice Scott Baker ruled. </p> <p>To be entitled to refugee status under the 1951 Geneva convention applicants had to show a \"well founded fear of persecution\". The judge rejected Mr Ragman's application for judicial review of an adjudicator's decision last year upholding the home secretary's refusal to grant him asylum. </p> <p>Dismissing the challenge, the judge said Mr Ragman suffered insults and ridicule after it became known that he was homosexual. But the logical conclusion to the argument of his case was that \"all known homosexuals\" from Romania would then be entitled to asylum in the UK. </p> <p>The judge said: \"The right protected by the convention is not a right to practise as a homosexual. It is the right not to suffer persecution for doing so.\" This case demonstrated that there could \"be various degrees of hostility towards homosexuals that nevertheless fall short of persecution\". </p> <p>Mr Ragman, who arrived in the UK in 1998, was regarded as a credible witness on the treatment he had received in Romania, the judge said. His problems arose in his final year at university when it became known that he was homosexual. The university's director called him to the front of an assembly of students and told him that he had brought shame on the institution. </p> <p>It was decided by the college that Mr Ragman could finish his physical education course but would never be allowed to teach because he would be \"a danger to children\". </p> <p>Romanian society was hostile to homosexuals, the judge added, and the public attitude there was that homosexuals were insane. Mr Ragman was insulted every time he left home, in a situation that resembled \"a free theatre\". There was no one to turn to for help. </p> <p>The Romanian government had altered the law to allow homosexual acts between consenting adults in private because the country wanted to join the European Union, but society's attitude did not appear to have changed. </p> <p>The adjudicator had concluded \"with regret\" that the hostility experienced by homosexuals in Romania, \"uncaring and cruel though it is, is not of such a nature and severity as to amount to persecution\". The judge said the court should not interfere with this conclusion.</p>",
  "<p>Feathers were ruffled in the £230m tussle for control of turkey producer Bernard Matthews yesterday when the founding family insisted it would not sell its 42% stake and devised a tax efficient offer to try to persuade shareholders to back their attempt to take the company private. </p> <p>Bernard Matthews, the 70-year-old chairman and founder of the Norfolk company, is being thwarted in his attempt to take the stock market-listed company back into private hands by the threat of a higher bid from Sara Lee, US owner of Douwe Egberts coffee and the Wonderbra.</p> <p>In an attempt to deter the Chicago company from tabling a formal offer in the next seven days allowed under official takeover rules, Mr Matthews and his advisers yesterday announced the terms of their £1.85-a-share offer. He said the structure of the offer - which allows shareholder to take stakes in his private vehicle - had been devised after requests from long-standing shareholders who wanted to retain their investment in the business.</p> <p>The announcement of the offer, contained in the official document which set the 60-day takeover clock ticking, heaped pressure on the turkey firm's independent directors, former Anglia Television chief executive David McCall and former Hillsdown foods boss David Newton.</p> <p>The two men, who are left with a key negotiating role, yesterday appeared to split from the executive of the company by saying that while they were recommending the offer by the Bernard Matthews Holdings Ltd vehicle, independent shareholders \"may wish to await developments prior to deciding whether to accept the offer\".</p> <p>Sara Lee, which is being advised by Goldman Sachs, is now expected to table a formal offer of as much as £2 per share within the next 10 days to help it achieve its long-established goal of taking control of Bernard Matthews.</p> <p>Mr Matthews was unrepentant last night. \"We don't want to sell the company. We've got a jolly good company and very good management.\"</p> <p>The offer document posted to shareholders yesterday offers 185p per share in cash, a 57% premium over the closing price in May when the idea of management buyout was first mooted.</p> <p>The offer also allows shareholders to take shares in the private vehicle, allowing them to escape capital gains tax.</p>",
  "<p><strong> Tokyo Story</strong> </p> <p>(Yasujiro Ozu, 1953) </p> <p>6pm, FilmFour </p> <p>One of the great Japanese director's finest works, full of the drama of family life. An elderly couple leave their quiet provincial home to visit their children in chaotic Tokyo, but find son and daughter far too busily self-centred to look after them. Beautifully portrayed and deeply affecting - simplicity bordering on the magical. </p> <p><strong> Wild At Heart</strong> </p> <p>(David Lynch, 1990) </p> <p>10.40pm, FilmFour </p> <p>The horrible opening in which Nicolas Cage's petty crook Sailor Ripley smashes in the skull of a would-be killer sets the bizarre, dark tone of Lynch's sub-Blue Velvet tale. Cage and Laura Dern's Lula are lovers on the run through a weird American South - stalked by a hitman hired by the mother-in-law-from-hell Marietta (Diane Ladd). A road movie with a vengeance, it's full of Lynch's demonic humour, energy and disturbed violence, and won the Palme d'Or at Cannes. The ace cast includes Willem Dafoe's throbbing Bobby Peru and Isabella Rossellini as his hot girlfriend, Perdita. </p> <p><strong> Jackie Brown</strong> </p> <p>(Quentin Tarantino, 1997) </p> <p>11.50pm, Sky Premier </p> <p>Pulp punk Tarantino's coming-of-age movie. An adaptation of Elmore Leonard's Rum Punch, it's an assured account of Pam Grier's middle-aged heroine, a stewardess with a past trying to make a living, then a killing, in a meticulously recreated 70s LA gangsterland. The music's soulful and the characters - Samuel L Jackson's deadly arms dealer, Bridget Fonda his stoned girlfriend, Robert De Niro's dim hood - are right on the money. </p> <p><strong>Even Dwarfs Started Small</strong> </p> <p>(Werner Herzog, 1971) </p> <p>12.45am, FilmFour </p> <p>Proving he doesn't need Klaus Kinski to make absurd arthouse, Herzog crafts what must be one of the most obscure movies ever - an allegorical fantasy set in a parallel black-and-white universe populated entirely by dwarves, who stage a rebellion against their \"captors\". The film revels in chaotic set-pieces rather than considered storytelling.</p>",
  "Fidel Castro called him \"the gentleman policeman\". But Fernando Gutiérrez Barrios (\"Don Fer\" to his friends), who has died aged 73, had a darker side to his personality. The \"best informed man in Mexico\" - to some the country's very own J Edgar Hoover - Gutiérrez was \"the man who knew most about the disappeared in this country,\" according to the veteran human rights campaigner Rosario Ibarra. <p>Born in the Caribbean coastal state of Veracruz, Gutiérrez entered the military academy at an early age and specialised in intelligence work. His father, a businessman, had also been in the army. By 1949 Gutiérrez had risen to the rank of captain, but the Mexican military - sidelined from politics since the post-revolutionary days - was no career for an ambitious young man. </p> <p>Gutiérrez left the army and the following year joined the Institutional Revolutionary Party (PRI), which under three different names had already run the country for over 20 years, and would do so for another 50, regardless of the true inclinations of the electorate. </p> <p>Not surprisingly perhaps, the new recruit opted to stick to what he knew best, and in 1952 joined the Federal Security Directorate (DFS); in other words, Mexico's political police. His job was to investigate the PRI's opponents, but in 1956 he was called on to interrogate some rather unusual prisoners. Fidel Castro and his 26 July Movement - including Ernesto \"Che\" Guevara - had chosen Mexico as the ideal country in which to train and equip themselves for the overthrow of Cuban dictator Fulgencio Batista. They were under surveillance not only by the Mexicans but by Batista's intelligence service and the FBI. At the behest of Batista, the group was rounded up and questioned by the DFS, in preparation for what might have been their extradition to Cuba. </p> <p>Details of the deal between Castro's group and the Mexicans remain unclear: Gutiérrez Barrios took them to his grave, and few other witnesses remain. But it is apparent that the Mexican intelligence agent and the Cuban revolutionary struck up a warm relationship which was to last the rest of Gutiérrez's life. </p> <p>\"He was a kind and gentlemanly policeman who conversed agreeably and even had some leftist ideas,\" Fidel would later say. Gutiérrez, for his part, said he never regarded Castro as a criminal, but a young man with ideals who planned to overthrow a dictator. The Cubans were released and went on to win their revolutionary war. </p> <p>Gutiérrez visited Havana on many occasions, and when Castro attended the 1988 inauguration of President Carlos Salinas, he was personally attended by his former jailer. The two men even travelled to Tuxpan, in Veracruz, for a memorial ceremony at the spot where the revolutionaries embarked for their voyage to Cuba. </p> <p>Back in Mexico, however, homegrown revolutionaries were unwelcome. Although the DFS and Gutiérrez gave a good deal of help over the years to leftist movements from elsewhere in the continent, they mercilessly repressed the Mexican left that emerged in the 1960s and 1970s. </p> <p>In 1968, when security forces gunned down hundreds of unarmed demonstrators just prior to the Mexico City Olympics, Gutiérrez was director of the DFS. He then rose to under-secretary of the interior - retaining control of the political police - during the \"dirty war\" period of the 1970s, which left more than 500 disappeared prisoners whose fate remains unknown. </p> <p>\"What Fidel Castro saw as a friendly hand,\" said Rosario Ibarra, \"was the hand of repression in this country. And death does not change a person's deeds.\" The DFS at that time ran a death squad known as the Brigada Blanca (White Brigade), whose activities were every bit as sinister as its counterparts in Central and South America. The difference is that in Mexico the truth about the period has yet to be publicly revealed. Gutiérrez Barrios, perhaps the most tight-lipped political figure in Mexico, knew all of it and never said a word. </p> <p>His discretion and loyalty were rewarded with ever more senior positions. From 1986-88 he was governor of his home state of Veracruz, and when Carlos Salinas became president he appointed Gutiérrez interior minister. In 1993, however, as the time approached for him to nominate a successor, Salinas unceremoniously dumped him as minister in favour of the governor of Chiapas. </p> <p>Gutiérrez, who in any event belonged to the \"dinosaur\" wing of the PRI from which the technocrat Salinas was attempting to distance himself, had committed the unpardonable sin of considering himself \"presidenciable\". His dismissal led to a period in the political wilderness. </p> <p>Politics, however, was his life, and under Salinas's successor, Ernesto Zedillo, he staged a comeback. He was invited to run the PRI's first primary election (as perhaps the only man capable of keeping all the rival candidates under control) and stood for federal senator. On September 1, he was sworn in as a member of the upper house. Ironically, his unexpected death from a heart attack coincided with the removal from power of the PRI, which governed Mexico for virtually the span of his life. </p> <p>Gutiérrez leaves a wife and four children. </p> <p> <b>Fernando Gutiérrez Barrios, secret policeman and politician, born October 26 1927; died October 30 2000.</b></p>",
  "<p>The single currency, introduced with such high hopes less than two years ago, has been adrift in a sea of trouble. But although euro sceptics are gloating, the single currency's decline is doing more harm to British manufacturing than to the euro zone economies. </p> <p>Since it was first traded on the foreign exchange markets at the beginning of last year the euro has lost almost a third of its value against the US dollar. The Danes have rejected it. The massed ranks of the Group of Seven industrialised nations' central banks have been marched into indecisive action on its behalf. </p> <p>There have been calls for the head of Mr Euro - Wim Duisenberg, president of the European Central Bank. Worse still, perhaps, is that every finance minister and central banker in the euro zone has been queuing up to tell the world that the single currency is undervalued - a sell signal if ever there was one. </p> <p>So what has happened to the confident predictions that the euro would become a global reserve currency to rival the dollar? Two years ago, as the 11 euro zone countries prepared to fuse their currencies, analysts were predicting that EU economic growth would outstrip that of the US, sending the new currency soaring against the dollar. </p> <p>Their optimism was premature. Output expanded nearly twice as fast in the US as in the euro zone in 1999, and prospects of higher returns on American assets attracted a wall of money from European investors, driving up the dollar's value. </p> <p>But while the collapse in the euro's external value has been embarrassing for its supporters, it does not mean that the new currency is a failure, as the governor of the Bank of England, Sir Eddie George, explained to a Lords committee this week. As he said, the real criterion by which to judge the currency and its guardians is the health of the eurozone economies. By that standard, the governor said, the ECB has done very well. </p> <p>Growth is picking up pace, unemployment is falling and inflation, while above the Bank's comfort zone, is low by historical standards. True enough, the oil price is threatening a double whammy on the inflation front. That means, after recent rises in borrowing costs, the ECB may no longer have the trigger cocked for further rises but it has not yet put the safety catch on. </p> <p><strong> Shopping holidays</strong><br> </p> <p> The real down side of the euro's fall has been for European consumers on shopping trips to London or holidays in the US that look a lot more expensive than they used to. Last week, bureaux de change in Paris were buying French francs at more than 12 to one pound sterling. </p> <p>But, as one senior policymaker put it: a euro is still a euro. For those who can remember the 1967 sterling crisis, that may sound ominously reminiscent of Harold Wilson's ill fated \"pound in your pocket\" reassurance. But the euro zone is not Britain in the 1960s. The percentage of its gross domestic product accounted for by foreign trade - that is, with countries not in the euro zone - is relatively small. Exports account for about a seventh of the euro zone economy, about the same as the US economy. </p> <p>\"The euro zone is now a lot less exposed to currency fluctuations than it was three years ago,\" according to currency analyst Nick Parsons at Commerzbank. </p> <p>\"The impact [the euro's devaluation] on real incomes is less than in more open economies.\" </p> <p>As a result, the euro's exchange rate is not central to policymaking, nor does it have to be unless it poses a threat to price stability. The US can take a similarly insouciant approach - not least after a presidential election and especially if the winner has little interest in non-domestic affairs. Not so, however, more open economies like Britain which are more vulnerable to exchange rate fluctuations. </p> <p>In reality, measures such as inflation - the ECB's policy yardstick - the level of short term interest rates and the volatility of long term interest rates are, arguably, a better measure of the effectiveness of the single currency. </p> <p>But they lack the day to day visibility of the exchange rate, even though the latter is largely a function of international investment demand for dollars. That a large slice of daily euro-dollar trading takes place in a centre which is outside the euro zone and which functions against a backdrop of euro-scepticism is hardly helpful. This does not mean that the euro zone has no worries. The single currency is a less than two years old. The institutions that support it are relatively untried. What might be shrugged off in an established currency has dented the credibility of the new kid on the block. </p> <p>However, the danger of the euro spiralling out of control appears to be receding, after slower growth figures out of the US last week helped convince the markets that the American growth miracle cannot last forever. </p> <p>And the euro has found a surprising ally, in the shape of Saddam Hussein. The Iraqi leader has demanded payment for his country's oil in euros rather than dollars, as part of his campaign of opposition to US foreign policy. </p> <p>The Iraqis have $10bn (£7bn) locked away in a UN-administered account in New York. If they get permission to convert it all into euros, the impact on the markets would be twice as great as September's coordinated intervention by the G7. </p> <p>In the mother of all battles to save the euro, Saddam's support could be the decisive factor.</p>",
  "<p>South Korean director Hong Sang-Soo has been known for sly obliqueness since his first feature, The Day a Pig Fell Down the Well. There was no pig in it, and it never fell down the well: the title simply evoked that particular convoluted, ill-fated spell in its characters' lives. Hong specialises in slow-building narratives with a jigsaw feel, that fall gently and seductively into place if you give them time, and if you're willing to keep an eye out for the fine details of his characters' everyday traumas. </p> <p>Hong's third film - originally and more concisely titled Oh! Soojung - is another structurally intricate story, this time about urban romance. It begins in a hotel room, where awkward young Jaehoon wonders whether his girlfriend Soojung - the virgin of the title - will turn up. We skip back to the start of their relationship, through seven chapters in which the couple meet, become lovers, have their first awkward attempts at sex, fall out, reunite, and arrange their hotel rendezvous. Then, after an enigmatic interlude in a stuck cable car, Hong repeats the seven chapters, but with notable variations. We learn new things about Soojung's life, notably that she has an awkward flirtation going with her film-maker boss. And we see events taking subtly different turns: the same dinners are eaten in the same restaurants as before, but with different people getting drunk and disgracing themselves. </p> <p>Between sections, as if to mock our confusion, a jangling piano provides a mocking, sardonic commentary on the whole affair. The two versions of Jaehoon and Soojung's romance are not so much alternatives as parallels. </p> <p>Hong is interested in slight but telling differences that at once cancel out and complement each other, as if to underline the provisional nature of experience, and especially the provisional, happenstance nature of cinema's supposedly destined love stories. Hong is a film-maker in full control, and not only narratively. The film is shot in crisp, wintry black and white, and long takes allow the drama to unwind at its own sweet, unpredictable pace, often taking unexpected detours into bittersweet farce. Chilly and distant though it sometimes feels, Virgin is never less than engrossing, and, true to its devious, fragmented construction, is even more rewarding the second time. </p> <p> Screenings at the NFT today and the ICA on Saturday. Box office: 020-7928 3232.</p>",
  "<p>Stephen Petronio's choreography has always looked quintessentially urban. His dancers move as if blind, urgent impulses are hurtling them through space, sometimes propelling them into violent collisions, sometimes sending them along lone, driven trajectories. However, in Strange Attractors, which is Petronio's latest and most grown-up piece, it's as if that energy is at least taking weekends in the country. </p> <p>This two-part show begins very strangely with a brief, dangling prelude in which the dancers are moulded together in a kind of collective, primitive embrace. They huddle in skewed but beautifully sculpted formations, though it's hard to tell whether they're meant to be damaged survivors of some traumatic event or a loyal family, for after a few minutes they simply abandon the stage. The long pause that follows makes you wonder if Petronio hasn't lost the plot, but eventually the opening phrases of Michael Nyman's commissioned score bring the eight principal dancers back, and for the next 30 minutes the stage is filled with confidently fluid, unfettered dance. </p> <p>Nyman's music is far more spacious and lyrical than Petronio's usual choice of score, and with the men dancers wearing silky grey pyjamas and the women in little black frocks (designs by Ghost), the look of the company is far more serene than the old days of pink corsets and bondage gear. Also, where the choreography used to scorch the floor in fierce bolts of movement, it now curves in on itself in deftly organised formations. The dynamic of the dancing is fast - the dancers' limbs still whirl and jab with fearless momentum, their hips and heads moving in whiplash counterpoint - but the moves are contained within long balanced phrases, which suggests a fury held in check. </p> <p>During certain passages the dancing is so very tightly contained that you start to wonder whether the piece is heading anywhere, but the final third of this section is simply beautiful. Elements in the music - a violin solo with a Vaughan Williams shimmer and some darkly romantic piano - elicit a kind of rapture from the choreography, with some of the dancers smiling as if surrendering to the pure pleasure of moving. </p> <p>In the second half everything shifts. James Lavette's acerbic score immediately sharpens the dancers' focus, and they become even more reckless in their moves, launching into split-second jumps and catches, and dancing so hard that their bodies judder with the aftershock; yet the tightness of the ensemble isn't lost and the stylishness of the company performances is undiminished. In Strange Attractors Petronio's interest seems definitively to have shifted from the individual to the stage, and this is elegantly emphasised by Anish Kapoor's magical stage design. Simple but luxurious lighting bathes the space in pinks and blues, while two hanging hemi-spheres of reflective metal not only bounce back the light in glittering points but also reflect diminutive images of the dancers, a whole stage world contained within their polished gaze.</p>"
]