[
  "<p> The TUC yesterday called for a dilution of shareholder power as it accused the government's company law review of caving in to corporate interests. </p> <p>John Monks, the TUC general secretary, said the latest revelations of unbridled boardroom pay rises showed the need for new laws to rein in \"unaccountable corporate power\". </p> <p>He added: \"Top directors have shown that they are more than prepared to suffer a few days' bad publicity in return for mega salary and bonus packages.\" </p> <p>Mr Monks was presenting the unions' response to the government's review of company law, which will introduce the biggest shake-up in more than a century. The review has rejected calls for a \"stakeholder\" approach which would broaden directors' duties. </p> <p>Mr Monks described the review team's report as a \"cop-out\" because it urged better behaviour without backing the legal changes necessary to make that happen. </p> <p>\"The report seems simply to have given in to vested interests.\" </p> <p>The TUC argues that directors should have to balance the interests of all stakeholders rather than answering only to shareholders. It says that could be done by allowing British companies to have two-tier boards, as in Germany, with independent directors safeguarding the interests of workers, customers and other interest groups. </p> <p>The unions also call for a \"public interest\" requirement in takeovers, arguing that employees should be consulted. </p> <p>The review will be finalised next spring. </p> <p>Stephen Byers, the trade and industry secretary, has backed calls for greater disclosure of how companies affect the environment and the community, but dismissed calls for more radical change. </p> <p>Mr Monks welcomed the prospect of companies paying more attention to relations with employees and other stakeholders but insisted that disclosure was not enough. \"It is naive to think it will change a great deal on its own.\"</p>",
  "<p>McCoy Tyner is back in London for a 10th summer at the Jazz Cafe, and if you haven't seen him yet, grab the chance. You've got a treat coming. This man is not just full of musical ideas; he's bursting at the seams. \"Listen to the great players, pick up some licks,\" say teachers of jazz. A pianist like McCoy Tyner can impart enough in three bars to last a year. </p> <p>Bassist Avery Sharpe and drummer Aaron Scott were both back for another year. The threesome strode down to the stage, immaculately dressed, and launched into the show with a number Tyner wrote for John Coltrane, his inspiration and employer in the 60s. The piece was crashing, chromatic, mercurial, racy - all characteristic of Tyner's mode of attack. He has worked with some great drummers in his time, including Elvin Jones, who is in London next week, but he and Scott seem close musical soulmates, sharing such an intense musical sensibility that when the pianist played tricky solo passages the drummer would trace the notes in reverie. </p> <p>Next, he pulled out Will You Be Mine? to demonstrate his ability for quick mood changes: from tea dance waltz to Rottweiler bark to music hall gaiety in the slip of a second. In The Tradition, a tune from Tyner's newest CD, had a Latin feel, with Scott in the background weaving quietly perplexing rhythms with his brushes and Sharpe taking his cue from Tyner to wind in growlier ideas on bass guitar. </p> <p>It can't be easy for Sharpe to stand out, sandwiched between Scott and Tyner, but his double-bass solo in the middle of the set was a class act. He handled it like a guitar, strimming up and down, thwock-thwocking to get a beat going then reverting to banjo-style motion, not just for effect but as a new mode of expression. The only drawback was that to appreciate the music fully you needed to possess nearly as much energy as the band. The venue, with its vaulting acoustic, is fine in every regard except one: it needs more seats for the exhausted. </p> <p>Until August 26. Box office: 020 7916 6060 </p> <p>***** Unmissable **** Recommended *** Enjoyable <br>** Mediocre * Terrible</p>",
  "<p>Internet portal <a href=\"http://www.altavista.com\"> AltaVista</a> was forced into an embarrassing climbdown yesterday when the company announced it would not launch its much-vaunted unmetered internet access package, blaming rival <a href=\"http://www.bt.co.uk\">BT</a> for its failure. </p> <p>AltaVista and BT traded blows after the American group decided to pull its service that had signed up 274,000 customers. AltaVista's unmetered service was to be at an initial annual fee of £60. </p> <p>The American company said it could not risk subsidising a free, unmetered package for customers while BT charged it by the minute. </p> <p>\"The whole industry is a fiasco. A lot of people are dependent on BT for this service. Altavista alongside other companies are the symptom of, not the cause of, the problem,\" Andy Mitchell, Altavista's managing director in Britain said. </p> <p>Mr Mitchell admitted he was \"absolutely remiss\" in not telling people sooner about the problems. </p> <p>BT denied that its charging structure was to blame, saying that it offered a deal which was compliant with the law. </p> <p>Altavista's package, which appeared to offer unlimited surfing time, was endorsed by the prime minister when it was first announced in March and many experts predicted a rash of similar offers from rival internet companies. </p> <p>Unmetered access packages have proved a problem for many, though. Lineone, and Callnet0800 have scrapped their unmetered packages, while Virgin.net's has been delayed. \"It is very difficult to plan a business, with the delaying tactics of BT,\" said Mr Mitchell. </p> <p>Freeserve and World Online are both currently offering unmetered packages, however. World Online UK chief executive Simon Preston said: \"I think they [AltaVista] have been a little disingenuous. We are all waiting for a flat rate that's unmetered.\" </p> <p>AltaVista is advising the thousands of people who signed up for the service to opt for one of its other offers. These either restrict how long users can stay online, or ask them to pay their telephone charges. </p> <p>The portal has also called for a meeting with Oftel, the industry regulator, next week to complain about BT's behaviour. Their view found some support from the Consumers' Association who said BT's pricing regime made it difficult for ISPs to offer customers the best deal. </p> <p>A BT spokesman dismissed AltaVista's claims. \"We believe that it is absolute nonsense. BT has had a flat rate whole sale package on the table since June 1 which is fully Oftel compliant.\" </p> <p>Analysts suggested that AltaVista's withdrawal was prompted by its realisation that unmetered access would not make them money. </p> <p>CMGI, the parent of AltaVista, also said earlier this month that it wanted to acquire ISPs in Europe which could include Britain. This may also have influenced AltaVista's decision, said some observers. </p> <p>Telecommunications regulator Oftel said it had was surprised at Alta Vista's grievance with BT. </p> <p>It said that the American group had made no official complaint. AltaVista said it would be seeking discussions with the regulator shortly. </p> <p>David Edmonds, Oftel's director general, said: \"It is disappointing to see AltaVista withdraw from the market. But competition is rapidly developing and other companies are already offering unmetered services to consumers.\"</p>",
  "<p>The football authorities are racing against time to save the professional game from chaos. That may sound an exaggeration but it is not. By the end of next month their tormentors' patience will have run out. </p> <p>The villain of the piece is the European Union. About a year ago they made it known that they were unhappy with players being sold in mid-contract for huge transfer fees. </p> <p>The Treaty of Rome guarantees workers free movement within the European Union. Footballers are workers, the EU argues. High transfer fees are an obstacle to that free movement. So they asked Fifa, the world game's governing bidy, to change the system. </p> <p>Fifa dallied, appearing contemptuous of EU law. But the more it dallied the more the EU lost patience until recently they threatened simply to rule the current transfer system illegal. That would see clubs legally refusing to pay any transfer fee for players joining them. </p> <p>With such a doomsday scenario in sight, it took football's European governing body, Uefa, with the Premier League, Football Association and Football League in the vanguard, to spot the seriousness of the situation. </p> <p>Someone needed to head off the EU at the pass with an alternative proposal. So the three domestic bodies and others set up a working party which, by the middle of next month, is confident of coming up with a counter-proposal. </p> <p>It will first go to Uefa, then to Fifa, which is expected to be only too happy to have some ideas to put forward to the EU by next month's deadline. </p> <p>Actually Fifa, belatedly, has also been working on its own proposals including, it is understood, a contingency plan to cope with the expected knock-on effect of an end to transfer fees: even higher salaries for players. </p> <p>According to Christophe Forax, spokesman for the EU commissioner for sport Vivian Reding: \"I think Fifa is thinking about a system of salary caps. That would be another bombshell. </p> <p>Fifa was unavailable for comment yesterday. However, Michael Kennedy, the agent of £52,000-a-week Roy Keane, acknowledges that higher salaries are on the cards: \"If the changes go through, it is going to result in players' earnings increasing substantially. So it will be good for the players. But, as for football as a whole, I think it could lead to disruption.\" </p> <p>Exactly what kind, is spelled out by the Leeds chairman Peter Ridsdale: \"If the threat from the EU to the present transfer system is not stopped, the game will be thrown into chaos. The abolition of the transfer system will undermine the financial viability of every club which has historically developed its own young talent.\" </p> <p>It would also remove vital transfer income from smaller clubs. The prospects of many going under as a result is just one reason why the football authorities are working overtime to come up with their damage-limitation plan. </p> <p>\"We are aware the system is under serious threat and of the need for urgent action,\" says the Premier League spokesman Philip French. \"Everyone in England is working together on a solution and we all share the same objectives and are co-operating fully with Uefa and Fifa. </p> <p>\"We are looking to create a dialogue with the [European] Commission giving them a clear understanding of the strengths of the current system and implications of it disappearing without a sensible replacement, while positively examining alternatives to any areas of weakness.\" </p> <p>Basically they hope to persuade the EU that footballers' contracts should not be the same as other workers'. For instance, most workers need normally to give only one month's notice to leave. No football competition can be run on that basis. </p> <p>The football authorities will suggest a year's notice period and hope they can rescue some element of the transfer fee by arguing that money generated from the transfer system goes into community infrastructures such as youth academies. </p> <p>They also plan a compensation fee based on how long is left on a player's contract and the size of his salary, plus any costs involved in training the player. For example, compensation for Michael Owen would work out at: four years at £35,000 a week = £7.28m. </p> <p>The EU is willing to make concessions. \"We are ready to speak about the specificity of sport,\" said Forax. \"We are not fully considering professional players as normal workers,\" adding that the EU is \"ready to discuss an indemnity for the training for players\" and \"a transitional period\" before any changes are introduced, preventing millions being wiped off players' value overnight. </p> <p>The EC is also understood to have agreed that one month's notice on a player's contract is unworkable. </p> <p><strong>What it means</strong></p> <p><strong>Michael Owen</strong> <br> <strong> Club </strong> Liverpool <br> <strong> Value under new system:</strong> £7.3m </p> <p><strong>Harry Kewell</strong><br> <strong> Club </strong> Leeds United <br> <strong> Value under new system:</strong> £9.1m </p> <p><strong>Steve McManaman</strong><br> <strong> Club </strong> Real Madrid<br> <strong> Value under new system:</strong> £12.5m </p> <p><strong>Kevin Phillips</strong><br> <strong> Club </strong> Sunderland <br> <strong> Value under new system:</strong> £5.2m </p> <p><strong>Nick Barmby</strong><br> <strong> Club </strong> Liverpool<br> <strong> Value under new system:</strong> £8.3m </p> <p><strong>Paul Gascoigne</strong><br> <strong> Club </strong> Everton <br> <strong> Value under new system:</strong> £2.1m </p> <p><strong>Duncan Ferguson</strong><br> <strong> Club </strong> Everton <br> <strong> Value under new system:</strong> £7.25m</p>",
  "<p>Results are out on Thursday and you've probably already made your plans, but what if you don't get the grades you need? </p> <p>If you haven't applied to college or sixth form yet, it's probably not too late - ring them today for advice, look at prospectuses and check out their websites. If you've already got a place, don't panic if you don't get the grades you need - depending on what grades you end up with, there are plenty of alternatives. </p> <p><strong> Mainly As and Bs</strong></p> <p>Maybe you've done better than you expected. If you got mainly As and Bs the choice is yours. If you stay on in the sixth form or go to college you could do AS-levels. From September, most schools and colleges are offering the new Advanced Subsidiary or AS-levels. A bridge between GCSEs and A-levels, you'll take up to five AS-levels in year 12 before carrying two to four of your subjects onto A-level (or A2) in year 13. Entry requirements vary but you'll probably need at least four Cs and some places will ask for Bs.</p> <p>Choose subjects you will enjoy and do well at and which work together. Because you can do more subjects now, it's easier to combine arts and sciences, which can make you more attractive to universities and employers. Put English, history and philosophy with a biology AS-level or do sciences with one year of an essay-based subject.</p> <p>If your grades are better than you thought they'd be, talk to your college/sixth form about changing courses, but whatever they offer you, make sure it's something you'll enjoy and which will lead you where you want to go. If you'd been planning to find work, you can still apply to college/sixth form - contact them now, but make sure it's definitely what you want. </p> <p><strong> Mostly Cs</strong></p> <p> If you do get mainly Cs, you've done really well and could probably do AS-levels. But think carefully - you might do better on a more practical, vocational course and could do an AS-level as well. Don't forget, Advanced level vocational courses can still lead to university. </p> <p>Vocational courses are related to career areas so they're practical and give you vital work skills. GNVQ Advanced is being replaced by the Advanced Vocational Certificate of Education (VCE), or Vocational A-level. VCEs will probably ask for at least four Cs and are available in subjects such as business, health and social care, art and science and technology. Equivalent to A-levels, VCEs can lead to university or work.</p> <p>It's now easier to combine vocational and academic courses - perhaps VCE health and social care with psychology AS-level or engineering with maths. There'll be a range of options available at your school or college and you'll also take key skills such as maths, communications and IT, which will help make you more employable in the future. </p> <p><strong> Mostly Ds</strong></p> <p>If you got mainly D grades, look at the GNVQ intermediate. This is a one-year course and afterwards you could go on to do the same subject at a higher level or find a Modern Apprenticeship (see Should I stay or go, below). Or some colleges do full time NVQs - NVQ level 2 is equivalent to four Cs at GCSE. </p> <p>You could retake GCSEs but think carefully about this - would you be motivated enough to start again and would you really do any better second time around? You'd probably be better off retaking key subjects such as maths, English or science and doing a vocational course as well. </p> <p><strong> Mostly Es and Fs</strong></p> <p> Think about a foundation GNVQ or NVQ level 1, which could lead to a job or intermediate course/NVQ 2 next year. Again, beware of doing GCSE resits - most people only improve by one grade and the foundation GNVQ is equivalent to D/E GCSEs anyway. </p> <p>(In Scotland you'll take Highers or a National Certificate - contact local colleges for more information). </p> <p>There will also be courses available if you've got special needs or didn't take exams. </p> <p><strong> Should I stay or go?</strong></p> <p>If you are disappointed on Thursday, stay calm and talk to school, colleges and careers advisers and you'll find the option that's right for you. The government is encouraging you, too, to stay on at school - its Don't Quit Now programme, managed by the DfEE, aims to help more youngsters stay in full-time education. </p> <p>However, if you want to find work, look for a Modern Apprenticeship. Available at advanced or foundation level, a Modern Apprenticeship is a job with training where you work and take S/NVQs, practical qualifications that train you for the job you're doing. Advanced apprenticeships may ask for C grades and you might have to sit a test.</p> <p>They are available in more than 80 different sectors, including accountancy, air transport, insurance and electronic systems. They are advertised through careers centres, where you can also get advice on training schemes if you have special needs or need extra help finding work. For more information, contact the learndirect helpline (0800 100900). </p> <p><strong> Useful websites</strong><br> </p> <p><a href=\"http://www.bubl.ac.uk/uk/fe/\">bubl.ac.uk</a> Use this site to find all the colleges and school sixth forms in your area and links to their websites, which will tell you what they offer and how to contact them and apply. </p> <p><a href=\"http://www.springboard.hobsons.com\">springboard.hobsons.com</a> Use this to find information on careers, courses, options and advice on how to choose. </p> <p><a href=\"http://www.dfee.gov.uk/iyc/\">dfee.gov.uk/iyc</a> It's Your Choice - published by the Department for Education, this explains all the choices available to you at 16, where the different options could lead, what they involve and the grades you'll need. </p> <p><a href=\"http://www.dfee.gov.uk/dqn.htm\">dfee.gov.uk/dqn.htm</a> This site is easy to use and gives options of earn and learn, foundation modern apprenticeships, NVQ info and numerous options for life after GCSEs.</p> <p><a href=\"http://www.careers-uk.com/\">careers-uk.com</a> This site lists all the careers services in the country. Find your local service and link into their website - you'll find out how to get help and advice and about local opportunities - colleges, school sixth forms, Modern Apprenticeships and jobs. </p> <p><a href=\"http://www.bbc.co.uk/essentials\">bbc.co.uk</a> Advice for young people on everything -work, study, travel, money and personal issues.</p> <p>\u0095 Katherine Speed is a careers adviser working for CareerLink, the Careers Service for the West of Lancashire.</p>",
  "<p><strong> Ross Dixon</strong> </p> <p> Ross, 20, did two years of A-levels at Cardinal Newman RC Sixth Form College in Preston and then a BTec National in multimedia at Preston College. He's got a place at the University of Central Lancashire to do a BSc in web design and multimedia. He plays guitar in a punk band, goes surfing and works part-time as a lifeguard at Leyland Leisure Centre. </p> <p>Ross didn't have any plans when he left school but got good GCSE grades so decided to do A-levels in subjects he enjoyed - biology, design technology and media studies. He soon started to have doubts.</p> <p>\"It was a big step from GCSEs and although I kept trying, by the end of the first year I realised I couldn't continue. I've always been involved in music and would like my own business, so in the second year I carried on with design tech and started business studies and music technology. However, by May I realised I'd made a mistake and knew I had to sort myself out over the summer.</p> <p>\"My careers adviser suggested several options - I chose the BTec National in multimedia. I've really enjoyed the course and now realise that A-levels just weren't right for me - I'd rather be doing something than writing about it. The BTec is really practical, I've tried loads of different things and developed my own strengths. It was definitely the right choice for me. I don't think of the two years doing A-levels as wasted - I learnt a lot - I just didn't get any certificates. I see it as two years looking for what I really wanted. Some people are lucky and find what they want when they leave school, I just took a bit longer.\" </p> <p> <strong> Laura Baron</strong></p> <p> Laura, 17, is taking GNVQ Advanced in Business at Preston College, plans to study business at university and wants a career in marketing, computing or retail management. </p> <p>She went to Corpus Christi RC High School in Preston, works part time in Sports Soccer and likes going out, computers, fashion and music. </p> <p>Laura had applied to do A-levels at college and was thrilled with her GCSE results - two Bs and four Cs meant she was in - so it was a huge shock at enrolment a week later to find that because the college only counted one of her English grades, she didn't have enough points. \"I was absolutely gutted. The college suggested other courses, but I was too upset to listen. I felt I'd failed and if I couldn't do A-levels there was nothing else for me.\" </p> <p>Laura went back the next day. Because she'd applied for A-level business studies, the college suggested a GNVQ Advanced in business. \"When they explained that it was equivalent to A-levels and could still get me into university, I didn't feel so bad. It's a lot more practical than A-levels and based on course work, not exams. I decided to take it. I did feel a bit negative at first, but actually I liked it from day one.\" </p> <p>A year on, and Laura has no regrets. The GNVQ means concentrating on one subject. There are assignments and course work with short unit tests, as well as work experience. Laura has also been able to improve her maths grade and is taking law and Spanish next year. Laura feels she's gained vital practical skills that she wouldn't have got from A-levels. </p> <p>\"The GNVQ is really good, I'm getting qualifications and experience, I'm more aware of all the options available. </p> <p>\"Don't worry if you do worse than you expected. With hard work you can do anything and get any job you want, and don't think you've failed because you're not doing A-levels - you haven't.\" </p> <p> <strong> David Crook</strong> </p> <p> David is 17. He went to Our Lady's RC High School in Preston and got three Cs, three Ds and two Es at GCSE. He's a trainee accounts clerk for Legal &amp; Trade Financial Services, Preston. His interests are music, sport, football and computers. </p> <p>David always knew he didn't want to go to college. \"You can work your way up and take qualifications whilst you're getting experience in business, so I wanted to get a job when I left school. You can do university-level courses part-time, so why be a student and get into debt? </p> <p>I applied for about 15 jobs, most wanted four Cs including maths and English. I was expecting at least that, so was shocked by my results - three Cs with a D in English. I thought I'd never get a job and would have to go to college. I went to enrol and was put on a GNVQ Foundation in IT - there was a week before term started and I kept hoping for a job offer. We were given a list of topics on the first day of term - I didn't want to do any of them, I just wanted to get out there and get a job. </p> <p>The day after I started, I applied to Legal &amp; Trade, a week later I had an interview. I'm ambitious and motivated and this came across. I was offered the job on a Thursday and started the next Monday, after just two weeks at college. </p> <p>I started as an office junior, doing NVQ level 2 in business administration. A month ago I was offered the post of trainee accounts clerk and will start AAT [Association of Accounting Technicians] exams soon. </p> <p>I'm learning all the time, by 28 I should be a manager and well on the way to qualifying as an accountant. Results really don't signify - I got my job through ambition and determination, you've just got to be positive and go for it.</p>",
  "The chaos and delay that has engulfed exam results in Scotland means that about 700 students will be late in entering the university clearing process. <p>The Scottish executive confirmed that this number of higher grade and certificate of sixth year studies entrants would not be able to compete on a fair basis with their counterparts from across Britain in the battle to get the last few remaining places at universities. </p> <p>Ministers, however, reaffirmed their pledge to offer additional resources to universities to fund places for every student seen to be disadvantaged by the debacle. </p> <p>The news came as 2,000 of the 5,000 students caught in the turmoil of Scottish exam results finally received their grades, but two weeks after 96% of other students had received their marks. </p> <p>The Scottish Qualifications Authority has pledged to get results to the remaining 3,000 students in the next few days. But, even as the results were landing through letter boxes yesterday, teachers were expressing increased concern at the accuracy of some marking. </p> <p>Officially, the SQA says the problems are all caused by data management, but teachers have grave doubts over the marking system's probity. Schools, which generally predict higher grade results on the basis of preliminary exams and standard grade results, say the marks received by some of their pupils differ wildly from their predictions. </p> <p>The SQA is now bracing itself for a massive jump in the 40,000 appeals it would normally expect to receive. </p> <p>Donald Matheson, president of the Headteachers' Association Scotland, said: \"If you assume that there is a twofold to threefold increase in what we would regard as anomalous results, then you can expect that kind of dimension in the increase in the number of appeals.\" </p> <p>It has been alleged that probationary and retired teachers were brought in to mark exam scripts, and some markers have been accused of failing to attend the necessary training meetings for the new higher exams, introduced this year. But Bill Morton, interim chief executive of the SQA, said: \"The system in place this year was the same as previous years.\" </p> <p>Teachers have also expressed concerns over the quality control procedures used in marking, which are alleged to have been bypassed or compromised as the backlog mounted and the crisis at the authority deepened. Mr Morton refused to comment on this. Three inquiries have now been set up to look at what went so badly wrong at the SQA. </p> <p>But, although the crisis in higher grades and CSYS now appears to be abating, there could be further problems ahead. An unknown number of school pupils studying standard grade and interim examinations have still to get exam certificates - or they have been given erroneous results. </p> <p>These cases were put on the back burner while SQA staff tackled the problems faced by students who needed results for university or higher education places, but they will now have to be addressed. </p> <p>The political fallout for the crisis has been shouldered by Sam Galbraith, the Scottish education minister, though the SQA is technically the responsibility of the lifelong learning minister, Henry McLeish. </p> <p>Mr Galbraith says he will not pay the price for the failings of the SQA, an independent body, but the Scottish National party yesterday reiterated its calls for him to resign. </p> <p>The shadow education minister, Nicola Sturgeon, said: \"He must go, and go now ... as we cannot move forward and ensure this never happens again ... when we have an education minister who has lost the confidence of students, parents and teachers.\"</p>",
  "<p>If one thing became clear during the last stages of the 82nd US PGA Championship on Sunday it was that, while Bob May is probably destined to become a footnote in golfing history, Tiger Woods is destined to re-write it. </p> <p>Woods, by winning a three-hole aggregate play-off by one shot after the two had tied at a record-equalling 18 under par for the championship, became the first man since Ben Hogan in 1953 to win three majors in a season and has now won four of the last five.</p> <p>The golf the two played over the final nine holes was sometimes literally breathtaking, gasp following gasp as shot after shot set up birdie after birdie. It was not the error-strewn, nerve-racked stuff that championships usually produce in their late stages but a series of superb strokes of the kind everyone knew Woods had in him but few suspected that May possessed.</p> <p>Indeed the older man - May is 31, Woods 24 - may never find that kind of form again. But, while it was there, it was sufficient to push Woods closer to his breaking point than has been seen before.</p> <p>\"The greatest duel of my life\" was how he described it later, adding: \"It was one memorable battle and I enjoyed it. It was a special day, to see two guys playing at a level you don't normally see unless the concentration is heightened to the level it was. We never backed off from one another, we were going right at each other and that was just as much fun . . . just as good as it gets, right there.\"</p> <p>Woods played the last 12 holes in seven under, May in five under and Woods has now won a championship just about every way there is, from complete dominance to the almost lottery-like conditions of a play-off. He has also won one, this one, when his game, certainly for the first two days, was not functioning as he would have liked it to. That is the mark of a true champion.</p> <p>So what can stop him from equalling or bettering the records set by Jack Nicklaus that were once seen as insurmountable? Nicklaus won two US amateur championships, Woods three; Nicklaus won 18 major championships over 24 years, while Woods has five in his four years as a professional.</p> <p>Woods has also won five of the 16 in which he has played and a simple projection shows that, if he wins only one a year for the next 15 years, he will have overtaken Nicklaus by two when he is 39.</p> <p>Before proceedings even started at Valhalla last week Darren Clarke was prepared to concede that Woods would win two majors a year, although Lee Westwood thought it would be only one. If that is what his opponents are thinking, it seems that, if anything is to prevent Woods from complete dominance, it will be only fate or misfortune.</p> <p>One of the greatest contributory factors to Nicklaus's reign was his sheer longevity. He had many of the problems that afflict humanity - as a married man with five children-but he managed to deal with them with massive assistance from his wife Barbara and continue to play magnificent golf.</p> <p>At Royal St George's in 1981, just before the first round of the Open began, rumours began to spread that his senior son Steve had crashed a car in the United States and that alcohol was involved. Nicklaus, unable to check, went out and scored 83. It turned out that Steve had been sober and was unharmed and Nicklaus, in his relief, had a 66 in the second round and made the cut.</p> <p>It takes enormous mental strength to cope with situations like that and we will not know how Woods will cope until such things happen to him. He has said he wants to get married - he has a long-term girlfriend in Joanna Jagoda - and that he would want a family. Any parent will tell him that children, while wonderful, are also a distraction. So far there has been nothing but golf in Tiger's life.</p> <p>Then again he might get bored. It seems unlikely but it has happened to great players in the past. Tom Watson, the winner of eight majors, has admitted that there was something of a mid-life crisis for him when he started to question the regime that golf imposed on him to the almost total exclusion of anything else.</p> <p>He practised less, he obeyed the Walter Hagen dictum of never forgetting to smell the roses and after eight championships in the nine years to 1983 he never won another.</p> <p>Likewise Johnny Miller, who won two majors but turned his back on the game for a whole winter to build a log cabin in California. He chopped the logs himself and by the time he returned had not only lost most of his touch but was a different shape. He too never won another major.</p> <p>Or something like that which happened to Freddie Couples five years ago could happen to Woods. The 1992 Masters champion went to the range one morning feeling fine. Then, during a practice session, in his words, \"my back exploded\". Despite the best treatment available he has never been able to play the way he did and this season has been talking openly about retirement, aged only 40.</p> <p>There are, then, pitfalls along the path but perhaps no one has prepared better to avoid them. If Woods can, he will set new records, leaving Nicklaus as the golfer of the 20th century and himself becoming the best of all time.</p>",
  "Never can a young person so intensively groomed have felt so ill-prepared. At 21, after a three-year Oxford University law degree, five years as a scholarship boy at a public school and a strict inner city childhood where my dad made it clear that the only places he expected to see me outside the home were Sainsbury's and the library, I felt I had to begin my education all over again. <p>I wanted to reconnect, you see, for my own sense of well-being, with black Britons, the vast majority of whom had had a very different experience to mine. And that meant, to my mind, romancing the street. My clothes got baggier, my music gangsta rappier; my social circle changed, my talk became increasingly peppered with black London slang, and my grammar went into a decline. And it worked. I felt happier, more rooted than I had felt for a while. And I was not alone. Most youngish black westerners I meet, the suburbanites and the trainee doctors as much as anyone, will swiftly drop a bit of \"street\" on you to establish their authenticity. </p> <p>It is this issue of authenticity which goes to the heart of why, as the educationist Tony Sewell claims, black pupils are being more damaged by our strongly black-inflected youth culture than their white or asian counterparts. Yes, youth culture plays on everybody, but no other community has as much of their identity invested in street culture as black westerners do, for the simple reason that we have had, and have, a higher proportion living on it, so to speak, living in working-class conditions, than other communities. </p> <p>A white person can dip in and out of youth culture as he or she wishes, without ever feeling that his or her basic cultural identity is at stake, but a black Briton will more often be made to feel, from both black and white peers, that they have to tread deeper in that direction, or face the accusation of being not \"really black\". </p> <p>Such talk is, of course, a nonsense, but if even I, a well-educated adult, felt the pressure of that centrifugal force, how much more so will a black boy of 13 in a failing urban school, trying to establish his identity and peer status without, perhaps, two strong parents to keep him on the straight and narrow? And when the dominant youth culture is, as it is now, so consumerist and so devoid of seriousness, and when young people can see that you don't need to be able to string two thoughts together to become a celebrity, it becomes much harder to persuade our young people of the merits of study. </p> <p>The ubiquity of this street notion of black people, this mushrooming imperialism, is most strikingly illustrated in Africa now. On a visit to Nigeria a couple of years ago I found that the old male west African way of walking - a straight-backed, slow, dainty, almost noble gait - was being widely challenged among the young by the strutting pimp roll so beloved of African-Americans and Caribbean-influenced black Britons. It was ironic because I believe the way out of underachievement is for black Britons to have a stronger sense of their root countries, be they in Africa or the Caribbean, where black people form all classes. I think we have become, in our struggle for equality, almost too British, too western, in our outlook, have adopted the labels of the neighbourhood that we tend to live in, and the culture that has given us currency, too easily. </p> <p>We need to have a greater sense of ourselves as \"immigrant\" class, not middle or working, but as people who have come from a place where black people are lecturers and engineers and, of course, no less black for that. This desire to develop a prouder, non-ghettocentric, sense of what it is to be black is the reason increasing numbers of African and Caribbean parents are sending their children \"home\" with so much success. </p> <p>Diran Adebayo's novel Some Kind of Black is published by Abacus.</p>",
  "<p>Swimming is generally seen as one of the best ways of exercising the whole body with minimal risk of injury. The health experts will tell you that it can improve mobility, ease back pain and arthritis, and reduce high blood pressure and hypertension. Gentle, weightless, soothing and therapeutic - yet invigorating. Wonderful. </p> <p>There is only one catch: to get all the benefits of swimming, you have to swim properly. Or at last half-properly. Paddling, gasping and splashing along like some demented Labrador - fingers apart, chin in the air, ears cocked, spine twisting violently upwards - really isn't all that good for you. And you would be amazed by how many people really do swim badly: visit your local swimming baths and have a look. Dolphins they ain't. The bulk of lunchtime lappers have pretty poor technique, be it the result of anxiety, lack of body awareness, lack of control or the age-old fear of getting one's hair wet during office hours. </p> <p>But help is at hand. For those keen to learn to swim properly, with maximum therapeutic benefits, there is now a method that combines the Alexander technique (good for posture) with modern swimming techniques. Telma Koorlind took her first lesson - in fact, it was also her first swimming lesson - last July at the age of 63. She did it, at her GP's suggestion, to ease serious back pain brought on by years of lifting and carrying heavy loads - an inevitable part of her busy catering business. Since then, she says, she has not only gained a better back but \"a whole new lease of life\". </p> <p>The technique, known as the Shaw method, is the brainchild of swimming teacher and Alexander technique instructor Steven Shaw. A former competitive swimmer, Shaw developed the approach with his wife, Limor. The couple say the method is aimed at helping people rediscover a sense of balance, freedom and body awareness in the water. </p> <p>For Telma Koorlind, the Shaw method has become part of the daily routine. \"It feels like doing yoga in the water,\" she says. </p> <p>Harriet Shapiro, a New York journalist, is another big fan of the method - she had swum all her life and considered herself an accomplished swimmer, but took a series of lessons with Shaw simply out of interest. She was surprised to find that she didn't swim as well as she had thought. \"I discovered that my arms were tight, that I didn't use my legs enough, didn't breathe easily and twisted my neck. It was a revelation,\" she says. \"I learned to treat the water not as something to fight but to go with. Now, I swim and breathe far more easily. And I developed a sense of naturalness in the water that I didn't have before.\" </p> <p>Shaw says that, like Shapiro, many people take their swimming technique for granted and don't think about what they are doing in the water. If they did, they might notice a few problems: improper breathing, kicking one leg higher than the other one during breaststroke or a kick out of sync with the arms, for example. </p> <p>Sloppy or mindless swimming not only limits the benefits and enjoyment that can be gained from time in the water, but it can also aggravate old injuries and cause neck, shoulder and back problems, according to Shaw. \"In particular, swimming with the face held out of the water reduces the efficiency of movements and puts undue strain on the muscles of the neck and lower back, which can lead to damage of the spine's interior facet joints,\" he says. </p> <p>Paul Massey, physiotherapist for the British Olympic swimming team, agrees: \"Swimming is a very technique-dependent activity. The majority of people put efforts into the wrong patterns, and, if they do it repeatedly, they will develop strains and injuries.\" </p> <p>Most swimmers, Shaw says, tend to overstrain when they should be relaxing, and ease off when they should be using more force. In the crawl, for example, many apply effort above the water when they should be working harder under the water. In the breaststroke, they tend to rely on their arms instead of gaining their main propulsion from their legs. </p> <p>While in the water, people also tend to interfere with their natural breathing process, either because they are anxious or because they overestimate the amount of air required. \"I often witness people sucking in large quantities of air, as if they were about to swim a whole length under water,\" says Shaw </p> <p>If too much air is inhaled, there isn't enough time to exhale it all before the next inhalation, and this causes breathlessness and hyperventilation. \"In both the crawl and the breaststroke, inhalation ought to be smooth and gentle. Breathing should be focused on the exhalation with the face remaining in the water until all the air is expelled. Then, simply raising the head and opening the mouth should provide enough oxygen to continue,\" says Shaw. </p> <p>\"I used to thrash around a lot and use a lot of energy without getting very far,\" says Chris Tomlineson, a photo librarian who took some lessons with Shaw. \"Now my swimming is a lot smoother and I developed a lot of stamina.\" The benefits extend beyond the pool, adds Tomli neson, who has cerebral palsy. \"The lessons enabled me to learn how to relax not only in the water but in my daily life as well. I feel I can deal with things better.\" </p> <p>Because many of the wrong swimming patterns stem from anxiety in the water - either conscious or not - the Shaw method concentrates first on teaching people to let go, be quiet and let the water support them. Once they are at home in the water and have developed a good sense of balance and positioning, they work on their breathing, movements, rhythm, sequences and intensity in all swimming styles. </p> <p>The Shaw method is designed to teach people to swim well while enjoying the water rather than simply swim faster or better - to focus on the process rather than the result, Shaw says. \"We are trying to make swimming mindful. It's exercise, but it's much more. Swimming should be playful, reflective, meditative - a break from our fast and cluttered lives.\" </p> <p>\"Shaw's method is very effective in improving body alignment and body awareness in the water,\" says Massey. \"It helps elite athletes to be aware of where they are in the water and recreational swimmers to avoid discomfort and sore muscles, and be more absorbed in what they are doing.\" </p> <p>The drawback, however, is that the method requires one-to-one or small group tuition, which may not be practical for teaching school children, for example, and may not be accessible to everyone, as John Lawton, director of education with the Amateur Swimming Association, points out. Lessons with the Shaw method are also expensive (a one-hour private lesson costs between £30 and £55 depending of the teacher and location). </p> <p>But the devoted are adamant that it is a good long-term investment. \"Whatever I invested in my swimming was the best investment I have ever made,\" says Koorlind. \"My back improved no end and my nerves aren't so brittle. People say they have never seen me so relaxed in my life. If I don't go into the water every day, I feel it.\" </p> <p>For more information on the Shaw method go to <a href=\"http://www.art-of-swimming.com\">www.art-of-swimming.com</a> or call 020-8906 8118.</p>",
  "Northern Ireland secretary Peter Mandelson today held talks with senior security advisers to set up a mediation process to end the loyalist paramilitary feud. <p>Army and police chiefs met Mr Mandelson for a two-hour meeting at Hillsborough Castle, in the wake of a series of gun attacks in various parts of the province which were linked to the vicious infighting between the Ulster Volunteer Force and the Ulster Defence Association. </p> <p>While the Shankill Road hotspot remained quiet today, shots were fired at houses in Londonderry, east Belfast and the neighbouring north Antrim villages of Dervock and Portballintrae. A car was also damaged in Coleraine. </p> <p>Nobody was hurt, but the death of two men in north Belfast yesterday meant the peace - enforced by the first round-the-clock troop patrols since 1998 - is an uneasy one. </p> <p>Mr Mandelson and his security chiefs made no comment after their meeting, but it is understood behind the scenes attempts were being made to get representatives of the two rival organisations to negotiate some sort of truce. Without talks, all sides fear more deaths. </p> <p>Gary McMichael, leader of the Ulster Democratic Party, the UDA's political wing, called for a halt to the shootings. He said. \"Those involved should take stock of the implications of continued internecine violence. </p> <p>\"Ultimately the loyalist community are the losers in this feud.\" </p> <p>Billy Hutchinson of the Progressive Unionist Party, the UVF's political wing, said mediation talks would have to get under way at some stage. But he did not expect a start to be made just yet. </p> <p>He said: \"No matter how many people die, sooner or later people will talk. We have to find a mediator who is respected on both sides.\" </p> <p>A man escaped injury when a number of shots were fired through the windows of a house at Greystone Crescent in Dervock, Co Antrim. At Portballintray, Co Antrim, a seven-year-old boy and five-year-old girl escaped injury, but a man suffered shock when shots were fired through the living room window of a house at Causeway View. </p> <p>A car was damaged outside a house in an attack in Coleraine, Co Londonderry, and shots were also fired into an unoccupied house at Lincoln Court in the Waterside area of Londonderry. </p> <p>The Progressive Unionist Party, which speaks for the UVF, said the homes all belonged to members of the party. </p> <p>There was also a gun attack on a house at Uniondale Street in east Belfast. No one was inside and police said they were investigating the motive. </p> <p>It is understood that detectives are questioning at least five men after weapons were seized in north and south Belfast, but it is believed none are being held in connection with the murders of Jackie Coulter and Bobby Mahood, the two men gunned down by the UVF on the Crumlin Road yesterday. </p> <p>Mr Mandelson was urged today to return to prison leading loyalists given early release under the Good Friday Agreement but seen parading with paramilitary organisations in recent days. </p> <p>Conservative party chairman Michael Ancram, a former Northern Ireland minister, called for some of the terrorists released on licence to be returned to prison. He said: \"I think that the credibility of the peace process depends on Peter Mandelson now showing that what he has said he would do he is now prepared to do. </p> <p>\"I think that the evidence is there that Johnny Adair and Michael Stone have been engaging in naked displays of paramilitarism, that this is in breach of their licences and if he wants to give an indication that he is not prepared to see the sort of lawlessness we have seen, then I think they should be returned to prison immediately. </p> <p>Mr Mandelson gave a warning last night that if any prisoner released under the Good Friday Agreement was found to be involved in violence he would not hesitate to return him to jail.</p>",
  "Long-awaited plans to give 2m leaseholders more rights to manage their homes or buy them outright were unveiled by the government yesterday. <p>The draft bill for leasehold reform creates a commonhold tenure, which will finally make it possible in England and Wales to own a flat outright. </p> <p>The measures will effectively serve notice on landlords who abuse the system by levying high service charges and undertaking expensive building work without consultation. </p> <p>At present there are two ways to own flats: freehold, which comes close to absolute ownership, and leasehold, which confers ownership for a specified period. </p> <p>Under leasehold rules, people typically buy a property with a lease of up to 125 years, but as this period reduces, the property's value can depreciate. The law allows freeholds to be purchased only with the backing of two thirds of the leaseholders in a block. The process can be expensive, complicated and time consuming for solicitors to unravel. </p> <p>The draft bill provides an alternative to leasehold, giving people an optional freehold interest in their property, or \"unit\". </p> <p>It also gives the 2m leaseholders in England and Wales, typically flat owners, a combination of the security of freehold ownership and a voluntary \"right to manage\" a property. </p> <p>Unit holders will be able to form a private limited company, or commonhold association, if there is consent among all the leaseholders to surrender their leases. </p> <p>The association's membership will be restricted to the unit holders within the development and will be registered at Companies House and the land registry. The association will work under guidelines prescribed by the lord chancellor. </p> <p>The draft bill gives leaseholders of local authorities and registered social landlords greater rights to be consulted over improvements to their property and to object to the amount their landlord charges for such work. </p> <p>Flat owners and MPs have waged a long campaign for reform of the leasehold system because of abuses by unscrupulous landlords. </p> <p>But Archie Norman, shadow environment secretary, accused the government of dragging its feet over the reform. Critics also said it failed to scrap a legal concept called marriage value, which allows landlords to charge leaseholders wildly inflated prices to buy their freeholds. </p> <p>Despite a variety of reforms over the past 30 years, the system is widely perceived as unfair to leaseholders who have paid freehold prices for their flats. There is also evidence of widespread exploitation by rogue landlords. </p> <p>Last night Richard Williams, vice chairman of the Federation of Private Residents Associations, said: \"One big disappointment with the bill is the extreme difficulty it poses for converting existing long leaseholds into commonhold. </p> <p>\"The government has said you will have to get 100% consent from the leaseholders in the property. In many cases of larger blocks of flats this will be practically impossible to achieve.\" </p> <p>His organisation was also anxious to ensure that the reforms did not make the existing residents' owned and managed leaseholds unmanageable, with groups being able to mount coups within blocks. </p> <p>The government has allowed two months of consultation on the draft bill. It is hoped that the bill itself will reach the House of Lords before the end of the year and become law by next spring. </p> <p><a href=\"http://www.housing.detr.gov.uk/information/consult/cm4843/index.htm\" target=\"_NEW\">Commonhold and leasehold reform draft bill and consultation paper</a> <br><a href=\"http://www.leaseholders.co.uk/\" target=\"_NEW\">Leaseholders Action Group</a></p>",
  "It has taken almost a year, involved thousands of hopeful children, and proved so contentious that a director and casting agent are alleged to have pulled out in protest during the multimillion-pound selection process. <p>But, yesterday, the tale of Warner Bros and the Search for Harry Potter was finally completed with the announcement that a relatively unknown British boy had been chosen ahead of a raft of Hollywood veterans to star in the much-hyped film about the best-selling boy wizard. </p> <p>Daniel Radcliffe, an 11-year-old whose childhood will change irreparably once the film is released a year next November, is already an actor, but has so far only appeared in last year's acclaimed BBC adaptation of David Copperfield. In it he played an almost-unbearably cute young David whose \"sensitive saucer eyes\" made an impact on at least one critic. </p> <p>An only child, he has wanted to act since the age of five. But his parents, a casting director and an agent, appear to have been reluctant to foist the kind of fame upon their son which has proved so detrimental to a catalogue of child stars, from Mark Lester to Macaulay Culkin, Tatum O'Neal to Drew Barrymore. Speaking at the time David Copperfield was launched, Daniel confided they had prevented him auditioning for ITV's Oliver Twist. </p> <p>\"My mum and dad never thought it was a very good idea,\" he said, adding that his mother had only eventually sent a Polaroid of him to the BBC \"because I've always acted since I was five\". </p> <p>Their decision to let him fulfill his early ambition will now see his adolescence dominated by Harry Potter. Although Warner Bros has just the first of JK Rowling's children's books, Harry Potter and the Sorcerer's Stone, in the pipeline, it has the rights to all four published so far. Rowling, a one-time teacher whose books have sold more than 35m copies and who last year earned £14.5m on the back of them, has said she plans to write seven novels about Harry and his chums at Hogwarts School of Witchcraft and Wizardry. </p> <p><b> Adult cast</b><br> </p> <p> Maggie Smith, Robbie Coltrane and Alan Rickman are all said to have been signed up for the blockbuster adaptation, which will be partly filmed in Gloucester Cathedral. </p> <p>The role of Harry was more sought-after among Hollywood's child actors than even that of Anakin Skywalker in last year's Star Wars movie, The Phantom Menace. Those rumoured to have been lined up include Jake Lloyd, the nine-year-old who played Anakin; Liam Aiken, who played Susan Sarandon's son in Stepmom; and Haley Joel Osment, the Oscar-nominated 11-year-old star of The Sixth Sense who said recently: \"I'd love to play Harry. You can put the word out and I'll be working on my accent.\" </p> <p>The casting process - which looked at 40,000 applications after a single BBC Newsround appeal - was so lengthy, it apparently led the casting director, Susie Figgis, to pull out in frustration. The director Steven Spielberg reportedly withdrew after Rowling vetoed his plan to cast Haley Joel on the grounds that Harry should be British. </p> <p>Last night the film's director, Christopher Columbus, admitted: \"We saw so many enormously talented kids in the search for Harry. The process was intense and there were times when we felt we would never find an individual who embodied the complex spirit and depth of Harry Potter. Then, Dan walked into the room and we all knew we had found Harry.\" </p> <p><b> Unknowns</b><br> </p> <p> Columbus was equally effusive about Emma Watson, 10, and Rupert Grint, 11, the unknowns who have only appeared in school plays and were picked to play Harry's sidekicks, Hermione Granger and Ron Weasley. \"[They] are perfect for the roles of Hermione and Ron,\" he said. \"I couldn't be happier to begin work with such talented, inspiring young actors.\" </p> <p>Rowling - believed to have had strong control over the casting - also gave Harry her approval. \"Having seen Dan Radcliffe screen test,\" she said, \"I don't think Chris Columbus could have found a better Harry.\" </p> <p>But while the relief and excitement was palpable yesterday, there was strong awareness of the need to protect the children. Warner - which reportedly threatened to sack anyone who divulged Harry's identity before the announcement - delayed a press conference to unveil its proteges until tomorrow, and was last night refusing to reveal more information than was on its website. </p> <p>The industry is all too aware of the pressures of fame, which have seen so many child actors succumb to addictions of one kind or another. Last night one former child star, Jack Wild, who played the Artful Dodger in Oliver!, warned Daniel would need to \"not take anything seriously\" to avoid being drawn in by adulation. </p> <p>\"It's very difficult,\" he said. \"I was just a working class boy but I was a millionaire before I was 17. You begin to realise you're responsible for everyone's jobs around you, and you think you have power and control, which is very corrupting. You crave fame - but it comes at a very great price.\" </p> <p>But there was a less gloomy prognosis for Daniel's future from the director John Boorman, who recently directed him in the upcoming film of John Le Carre's novel The Tailor of Panama, in which he plays the son of the tailor alongside Geoffrey Rush and Jamie Lee Curtis. </p> <p>Describing him as \"a lovely kid\" he said: \"The most important thing when you're casting children is to make sure you cast the parents, and his parents are excellent people. They're aware of the pressures but they're also very protective, without being pushy. I like them very much.\" </p> <p> <b>Coping with fame, fortune and failure</b><br></p> <p> <b> Jack Wild</b> </p> <p>As the Artful Dodger in the 1968 film of Lionel Bart's musical Oliver!, Wild won fame at the age of 15 - and by 17 had a couple of million-dollar contracts and his own US TV show. But he also had the start of a drink probem that dogged him until his mid-30s. \"I was never really sober. I just topped myself up every day,\" he explained recently. \"There have been some low points, certainly.\" </p> <p>These included the breakdown of his marriage to his Welsh wife, Gaynor, and the decline in his career, which largely centres on pantos. After a period living at home with his father, Wild, 47, now lives with his actress girlfriend whom he met four years ago in Jack and the Beanstalk at Worthing. </p> <p><b> Drew Barrymore</b> </p> <p>Barrymore, now 25, was the epitome of cuteness when she starred at the age of six in Steven Spielberg's ET. But at seven she began pouring Baileys on her ice cream, by 10 she was partying on wine, beer and dope, and at 12 she was snorting six lines of cocaine a day. By 14, she had come out as an alcoholic, gone through rehab and attempted suicide; at 15, she had filed for \"legal emancipation\" from her mother; at 17, she had posed naked; and at 19 she married a Welsh bar owner. It lasted six weeks. </p> <p>Hers, however, is ultimately a success story, for in an astonishing turnaround she has become a darling of Hollywood once more. As she recently said: \"I didn't think I'd live past 25, but I've slowed down.\" </p> <p>Having reinvented herself as a winsome girl-next-door, she now commands $2.5m a movie following hits such as The Wedding Singer, Batman Forever and Scream. She also runs her own production company, Flower Films, and is filming the remake of Charlie's Angels with Cameron Diaz and Lucy Liu. </p> <p><b> Mark Lester</b> </p> <p>Now 41, the star of the film Oliver! won fame at the age of 10. By 14, was earning £100,000 a year as he starred in an average of two films a year. </p> <p>But, as puberty beckoned, the roles dried up. There seemed little to do but spend his newly released money: on his 18th birthday he was handed £70,000 and went wild. \"I bought myself a Ferrari and it was party, party, party,\" he has said. \"It was terrific fun at first. I tried everything that was going, drink, dope, acid - whatever was on offer. For a teenage boy, it was like a dream come true.\" </p> <p>But it soon turned sour: the £70,000 took just two years to get through, and his three-year relationship disintegrated when his girlfriend tired of his dissolute lifestyle. </p> <p>It was a wake-up call. He ended up in rehab, began to keep fit, and, at 28, went back to school to gain the A levels required to study osteopathy. Now married with young children, he runs a successful osteopathy and acupuncture clinic in Cheltenham. </p> <p><b> Macaulay Culkin</b> </p> <p>At the age of nine, the star of Home Alone became the most successful child actor since Shirley Temple, garnering an estimated $40m (£25m) fortune. </p> <p>But at 13, after a series of flops and his parents' custody battle, he refused to act again, instead dyeing his hair blue, spraying graffiti on his parents' apartment walls and playing truant. </p> <p>At 16, he took his parents - whom Hollywood insiders claim were living out their dreams through him - to court and wrested control of his fortune from them. </p> <p>At 17, he was married to fellow former child star Rachel Miner in what appeared to be a further fit of rebellion. It emerged last month that the couple have separated. </p> <p>He has hardly worked for the past six years. But he recently made a tentative move towards a badly needed comeback by auditioning to appear in a play in London's West End. </p> <p><b> Jodie Foster</b> </p> <p>Foster appears to be the exception that proves the rule. From the age of three she was starring in commercials and soon became the family's breadwinner. She has appeared in 33 films. Yet she insists that regular work, her education and her mother's constant support, protected her. \"It's not as if I was a child star,\" she has said. \"I was a child actress, which is something completely different.\" </p> <p>Now 37, and a single mother with a baby son, she has become the highest-paid actress in Hollywood, earning a reputed £10m per movie and winning Oscars for The Accused and Silence of the Lambs. She is also a director but suggests motherhood is her greatest achievement. </p> <p> <b>Useful links: </b><br><a href=\"http://www.bloomsbury.com/harrypotter/\" target=\"_new\">Harry Potter (Bloomsbury - UK)</a> <br><a href=\" http://harrypotter.warnerbros.com/cmp/main-fr.html\" target=\"_NEW\"> Harry Potter and the Sorcerer's Stone (Warner Bros)</a></p>",
  "<p>No sooner had Amores Perros won a prize at the Cannes film festival than the RSPCA rushed to attack its bloody scenes of dogfighting. Arguing that \"context is no defence\", the society declared: \"Anything which involves goading or cruelty to animals is unacceptable.\" </p> <p>That debate could now become more than academic. Following its British premiere at Edinburgh, Amores Perros (Love's a Bitch) is about to be picked up by a major UK distributor for release later this year. </p> <p>The film's director, Alejandro Gonzalez Inarritu, insists he was scrupulous about not harming any animals during filming. Despite realistic-looking scenes in which dogs leap at each other, fangs apparently primed to bite, a lot was done in the shooting and editing - \"the same way I'd avoid hurting somebody in a car accident\". </p> <p>The dogs were wearing plastic muzzles - apparently clearly visible if you freeze-frame the film on video - while the ones that appear dead and bloodied were made up and drugged for 20 minutes at a time. The film's animal trainer is very respected in animal welfare circles, Gonzalez Inarritu says - \"and he used his own dogs, so he cared about them\". </p> <p>In Mexico, where the film has been a big hit, the press hardly commented on the animal cruelty question. There will certainly be more of a problem here. The British Board of Film Classification is rigorous about films that show or even suggest animal violence, saying: \"Baiting animals is a no-no as far as we are concerned, no matter how good the film is.\" </p> <p>While the subject matter could be a serious obstacle to British distribution, Gonzalez Inarritu is open to suggestions about cuts. \"If it was just frames, maybe. But if they wanted me to take out the dogfights, that would be impossible. They are part of the motion of the story and the characters.\" </p> <p>The movie is an intricately plotted portmanteau of three stories, linked by a car crash and told at car-crash speed. The first story has a group of poverty-level kids getting involved in the illicit and extremely violent dog-fighting scene; the second is a macabre Tale of the Unexpected about a supermodel, a luxury apartment and an ill-fated lapdog; and the third features an itinerant hitman who moves through different levels of city society, bringing all the strands together. </p> <p>Gonzalez Inarritu insists that context is very much a mitigating factor, and that the dogfighting theme is part of an overall panorama of life in his home town. \"I wanted to make a film about Mexico City, where there are millions of dogs. The dogfight is a cruel reality. But more than the fights, we were interested in the relations between dogs and people.\" </p> <p>He and his screenwriter, novelist Guillermo Arriaga Jordan, took on the city with Balzacian ambition, tackling it on various levels, from low-life to penthouse. \"Many Mexican directors,\" he says, \"are scared to shoot in Mexico City, which is why there are many stories in Mexican cinema about little rural towns, or set a hundred years ago. It's difficult to shoot there, not just technically but because it's such a complex mix. All the city's frontiers are falling - now you see rich districts where there are a lot of poor people.\" </p> <p>The three stories in Amores Perros are more or less true. The character El Chivo (The Goat) was based on a story that Arriaga had heard about a teacher who disappeared to join a guerrilla cell and was never seen again (in the film, he becomes a hitman). The story in which a model's lapdog is lost under her floorboards is also based on fact. \"But in real life it ended when they noticed a bad smell from under the floor.\" </p> <p>The film's intricately twisted structure has a ring of Pulp Fiction, but Gonzalez Inarritu isn't a big fan of Tarantino. \"I like the way he plays with structure - but I don't know why he gets the credit. It's really William Faulkner; it's a literary structure that has existed for a long time.\" And Gonzalez Inarritu insists he takes his violence very seriously. \"When you live in a city, as I do, where violence is really in the streets and people die every day, there's nothing funny about it. We try to show that violence has a consequence - when you create violence, it turns against you.\" </p> <p>Although Gonzalez Inarritu only attended two fights himself, he insists that his lurid vision of the dogfighting underworld is \"very, very accurate. Thirty per cent of the people in the movie are real people from the dogfighting world, and we used some real fighting dogs. It's shown the way they do it, in empty swimming pools and backlots. The people can be dangerous - there are drunk people, druggie people, violent people, and some of them take their children of four, five years old. But I don't judge them. For them it's like bullfighting or going fishing - for them it's natural, something you do on a Saturday.\" </p> <p>Gonzalez Inarritu admits he was afraid to handle the animals himself: \"These dogs are real motherfuckers.\" One animal used in the film was a security dog, trained to leap at a person's chest, and able to break ribs in the process. </p> <p>Gonzalez Inarritu came to film after a career as a radio DJ on Mexico's WFM rock station, where he had a daily show, \"telling stories to people, trying to keep them entertained for three hours. That was my training as a storyteller. You create stories with music, you create soundtracks for the lives of the people in the city - four million listeners every day.\" And four million stories in the naked city, no doubt. So far Gonzalez Inarritu has managed to tell three of them in one blast. Let's hope there are more to come. </p> <p>Amores Perros will be screened today at 8pm at Cameo 1, Edinburgh (0131-228 4141).</p>",
  "<p>A man in a white cowboy hat strides out of the heat haze on an empty desert road. Slow maraca heartbeat and the sound of cicadas. A bloated yellow snake slides across the screen as another cowboy in a black hat approaches. We've been here before. </p> <p>The stereotypes keep on coming: flouncing saloon girls and whisky-drunk hitchhikers; solitary gunplay in a motel room; the old Travis Bickle routine from Scorsese's Taxi Driver, itself a replay from all those gunslinger B-movies. \"You lookin' at me? Are you lookin' at me?\" The man with the gun knows the lines as well as we do. </p> <p>This is not a cowboy movie. This is not a road movie, despite the locale and the clothes and the soundtrack, with its cowpoke yodelling and Tex-Mex songs. \"We're not always undone by stereotypes - in some way they sustain us,\" Isaac Julien, director of The Long Road to Mazatlan, has remarked. This work, part of the exhibition Cinerama at Manchester's Cornerhouse Gallery, takes its title from a line in Tennessee Williams's Night of the Iguana, although Julien's film does no more than nod at Williams. </p> <p>It takes its cues more from Warhol's Lonesome Cowboys, ironic macho cowboy drag, and the male bodies swooning and plunging in David Hockney's painted pools. It is impossible to look at The Long Road to Mazatlan without recalling dozens of movies, dozens of novels. I think of the Border Trilogy of novels by Cormac McCarthy; Bob Hope and Bing Crosby on the road to nowhere; a whole jukebox full of familiar tunes. </p> <p>Julien is the writer and director of Young Soul Rebels (a tale of gay punks set in the Queen's jubilee year), Looking for Langston (about the 1920s Harlem Renaissance poet Langston Hughes) and Franz Fanon: Black Skin, White Mask (about the black psychiatrist and revolutionary). He has always been difficult to place. He is a film-maker, an artist, a theorist, a black Londoner who teaches at Harvard. His themes are black identity, history and culture, queer aesthetics and desire. His films and DVD installations are multi-layered, rich, poeticised, witty and sexy. He's an expert at the erotics of vision (in this case, the homoerotics). </p> <p>The Long Road to Mazatlan is a collaboration between 40-year-old Julien and Venezuelan-born choreographer and dancer Javier de Frutos. De Frutos also plays one of the work's two protagonists. The two men (for the first time in Julien's work, both the leading players are white) have an edgy attraction to one another, but the nearest we get to a coupling is a beautifully set mise-en-scène in a garden swimming pool, and a moment or two in a motel room. The story, like their attraction, is never consummated. Which, it appears, is the whole point. The entire work is a kind of long deferral, a crossing and recrossing of roads and glances. </p> <p>This is clearly not a commercial movie or a straight story in any sense, much less a mere homage to Hollywood. Even so, it is haunted by the question of narrative and narrative conclusions, like many film and video works presented as art installations. Those artists who most successfully apply narrative structure - Iranian Shirin Neshat (currently at the Serpentine, and Fruitmarket, Edinburgh) and Finnish artist Eija-Liisa Ahtila - do so in the realisation that narrative thrust and drive are inevitably frustrated in the gallery, where the audience wanders in and out at will. We almost always enter at the wrong time, or feel that we do, and that the trajectory of whatever narrative there might be is always ahead of us, always somehow out of reach. Art film and video are almost inevitably forced to take a position close to the fractured approach of 20th-century avant- garde literature. They shuffle the pages, and present us with returns and reversals, repetitions, inversions, and breaks in the storyline. </p> <p>Julien has said of video art, disparagingly, that \"something had to replace painting\". And, like history and allegorical paintings, his films are reference-laden, spectacular presentations. They are screens on which things happen, places where the world is refracted and represented to us, foreshortened, condensed, cut down to size, yearned for and parodied. A place, then, where the fictional and the real meet. </p> <p>Vagabondia, Julien's second work here at the Cornerhouse (also made with De Frutos, who choreographed the dance sequences), turns film into a kind of place, and then invades it. A black female conservator, played by Cleo Sylvestre (who had a similar role in two previous Julien films, The Attendant and Three) wanders through London's Sir John Soane Museum, along with Soane himself, a second black woman in 18th-century garb, and a startling interloper, a lurching, dancing, crazed young man (the dancer Ben Ash), who might have stumbled in, gibbering and yelling, from William Beckford's gothic novel Vathek. </p> <p>Vagabondia seems to be all about the summoning of ghosts and the breaking of the obsessive, ultimately repressive order of Soane's maniacal collection. Julien uses a split screen, which doubles and reverses most of the action in a series of vertiginous reflections (an arresting technical effect, though sometimes a bit mechanical and wearisome). At some points we can no longer tell which is the true image, and what is apparition and reflection. </p> <p>Soane's house and the landscape of The Long Road to Mazatlan are both places of the imagination as much as they are exotic locations, caught in a kind of cinematic aspic. Julien is really good at pace, atmosphere, the conjunction of image and sound, the piquant shot. He knows how to grab us and keep us there, to keep us looking. His works have a kind of density and compaction and, in a sense, don't need storylines except as a way of keeping us looking. Almost every shot is entire, almost a novel in itself. </p> <p>Julien keeps us, as it were, suspended between beginnings and endings in a kind of perpetual present. Keeping us looking, and making us want to look again and again, concentrating and lapsing in and out of reverie as we do so, is a kind of erotic act, a seduction. But having seduced the viewer, he interrupts us, and turns the stereotypes on their head, swerves the story into a lesson about power and history and sex. That's why these are more than movies; that's where their art is. </p> <p>Isaac Julien and Javier de Frutos: Cinerama is at the Cornerhouse Gallery, Manchester (0161-200 1500), till September 17, and the South London Gallery (020-7703 6120) from September 22 to October 22.</p>",
  "<b>Why have people started to attack each other again in Northern Ireland?</b> <br> A turf war has flared up between rival paramilitary groups fighting for control of the strongholds of the loyalist community in Northern Ireland. This mainly involves the UDA and the UVF. Northern Ireland secretary Peter Mandelson has described it as \"nothing more or less than squalid, murderous gang warfare\". <p><b>Who are the UDA? </b><br> The Ulster Defence Association is the largest loyalist paramilitary group founded in 1971. It has links to the Ulster Democratic Party, led by Gary McMichael and John White. Its most notorious attacks include the shooting dead of six Catholics and a Protestant at The Rising Sun in Greystell, Co Londonderry, in 1993.</p> <p><b>Who belongs to the UDA? </b><br> It has 600 members with an estimated 300 involved in terrorism. The most notorious UDA heroes are two former prisoners released from the Maze under the Good Friday agreement - Johnny Adair and Michael Stone. \"Mad Dog\" Adair is now the UDA commander thought to be orchestrating the current turf war and further sectarian attacks designed to goad the IRA into breaking their ceasefire. Michael Stone is known for his grenade attack that killed three people at an IRA funeral in 1988.</p> <p><b>Who are the UVF? </b><br> The modern Ulster Volunteer Force was founded in 1966 taking its name from Carson's army established in 1912 to fend off Irish independence. Its most notorious attacks include the killing of six Catholics as they watched a World Cup football match in O'Toole's Bar in Loughinisland, Co Down, in 1994.</p> <p><b>Who belongs to the UVF? </b><br> Between 300 and 600 members. Its figurehead is Gusty Spence who founded the modern-day UVF and was instrumental in brokering the 1994 loyalist cease-fire. The group has links with the Progressive Unionist Party.</p> <p><b>What are they fighting over? </b><br> It is thought that Johnny Adair has instigated the escalation in violence in an attempt to reassert his control over loyalist areas of west and north Belfast which fell from his control when he was jailed in the mid 1990s. The UDA stronghold today is in the lower Shankill Road, west Belfast. UVF power bases include the upper Shankill Road in west Belfast, Shore Road in the north of the city, and east Belfast. The groups are also said to be fighting for control of the lucrative drugs trade in Belfast.</p> <p><b>How will the nationalist paramilitaries react to this violence? </b><br> Adair's unit was thought to be behind sectarian attacks on the Catholic homes in the Cliftonville area of north Belfast in recent weeks but there are no signs yet that he is to be a target of a revenge attack. The IRA tried to murder him in a disastrous attack on a Shankill Road fish shop in 1993 that killed nine innocent Protestants. However, the Irish National Liberation Army recently staged a series of armed foot patrols in the Ardoyne area of north Belfast.</p> <p><b>What measures have been taken to stop the violence? </b><br> One hundred soldiers from the Royal Green Jackets started round-the-clock patrols of the Shankill area on Monday night in an attempt to stamp out the feud. These are the first regular patrols in Belfast since September 1998. Security sources are reported to have said the operation was a \"surgical deployment \"to frighten off rival loyalist gangs who have terrorised the Shankill area. \"This is the sort of operation the army is good at - go in, transform the atmosphere and get out,\" one source is reported to have said.</p> <p><b>Useful links</b><br> <a href=\"http://wwwvms.utexas.edu/~jdana/history/ni.html\" target=\"_new\">History of Northern Ireland</a><br> <a href=\"http://cain.ulst.ac.uk/events/peace/peace.htm\" target=\"_new\"> An ongoing history of the troubles in Northern Ireland</a><br><a href=\"http://www.pup.org/\" target=\"_new\">The Progressive Unionist Party</a><br><a href=\"http://www.udp.org/\" target=\"_new\">The Ulster Democratic Party </a></p>",
  "An uneasy peace was being maintained on Belfast's Shankill Road today after troops were deployed back on to the streets for the first time in two years. <p>They were sent to the loyalist area after the murders of two men in an escalating loyalist feud. The killings of Jackie Coulter and Bobby Mahood, who died when a gunman fired into their car, was blamed on the Ulster Volunteer Force. Northern Ireland secretary Peter Mandelson condemned the murders as nothing more than a part of a squalid gang turf war. </p> <p>While the Shankill remained calm there were gun attacks on homes in a number of areas across the province which are believed to be linked to the feud between the UDA and UVF. </p> <p>A man escaped injury when a number of shots were fired through the windows of a house at Greystone Crescent in Dervock, Co Antrim. </p> <p>At Portballintray, Co Antrim a seven-year-old boy and five-year-old girl escaped injury, but a man suffered shock when shots were fired through the living room window of a house at Causeway View. </p> <p>A car was also damaged outside a house in an attack in Coleraine, Co Londonderry. Shots were also fired into an unoccupied house at Lincoln Court in the Waterside area of Londonderry. </p> <p>The Progressive Unionist Party which speaks for the UVF said the homes all belonged to members of the party. There was also a gun attack on a house at Uniondale Street in east Belfast. No one was inside and police said they were investigating the motive. </p> <p>Mr Mandelson was urged today to return to prison leading loyalists given early release under the Good Friday Agreement but seen parading with paramilitary organisations in recent days. </p> <p>Conservative party chairman Michael Ancram said: \"We have been saying for some time that if you release squalid murderous gangsters back onto the streets this type of thing was likely to happen.\" He added that people had been freed after committing the most terrible crimes. </p> <p>\"Johnny Adair and Michael Stone, as we know, were sentenced to long terms of imprisonment. \"They have now been released out on to the streets, we see them parading with their organisations, and we have been saying for some time that they should not have been released and should now have their licences revoked.\" </p> <p>Mr Mandelson gave a warning last night that if any prisoner released under the Good Friday agreement was found to be involved in violence he would not hesitate to return him to jail.</p>",
  "<p>The International Olympic Committee (IOC) has announced that it is to prosecute nearly 2,000 unauthorised Olympic websites and scour the internet for further sites said to be infringing its \"property rights\" during the Sydney Games. </p> <p>The IOC yesterday confirmed that it had filed a lawsuit in the US federal court against more than 1,800 registered internet domain names, but denied the crackdown was motivated by a desire to protect its lucrative TV contract with official US broadcaster NBC. </p> <p>\"The lawsuit is not necessarily linked to the Sydney Games,\" said an IOC spokeswoman. \"We are not trying to punish internet users. But we want to take the names back. The name 'Olympic' should only be used by the IOC.\" NBC paid $4bn (£2.5bn) for the exclusive rights to televise the Games in the US from 1998 until 2008. </p> <p>Because of the time difference between Sydney and the US, the NBC coverage will be taped. Prime-time American audiences will watch the Olympics as if live several hours later. </p> <p>NBC's official website, <a href=\"http://www.NBCOlympics.com\" target=\"_NEW\">www.NBCOlympics.com</a>, will also stream footage from the competition with a time delay. Access to its site is restricted to the 4m Americans who have high-speed internet access. </p> <p>Renegade internet sites broadcasting pirate coverage of the Games could undermine this deal. Mainstream internet broadcasters outside the US, such as the BBC, will be precluded from showing competition footage on their sites because of the IOC-NBC arrangement. </p> <p>Backed by the United States Olympic Committee (USOC), and the Salt Lake Organising Committee for the Olympic Winter Games of 2002 (SLOC), the IOC said it was pursuing its joint action through the US courts to \"take advantage\" of US law, where the Anti-cybersquatting Consumer Protection Act (ACPA) was brought in last year. </p> <p>Sites using the words \"Olympic\" or \"Olympiad\" - and foreign equivalents of such names - will be instructed to shut down. Of the 1,800 unauthorised domains named in the IOC's suit, 168 are said to falsely represent an association with the 2000, 2002, 2004 and 2006 Olympic Games, 69 claim to sell tickets or other Games-related services for profit, 43 relate to gambling, and 15 are associated with pornographic material or services. </p> <p>Richard Pound, IOC's first vice-president and chairman of the IOC marketing commission, said: \"These cybersquatters are out there using Olympic properties for their own benefit with no return to the Olympic movement and are damaging the value of those properties. Before the ACPA, we, like so many other organisations, had little recourse.\" </p> <p>The move to sue sites registered by individuals who reside in countries outside the US echoes the ongoing attempt by French activists to prosecute Yahoo! for allowing the sale of Nazi memorabilia on its site in France. In both cases prosecutors in one country are attempting to control content held on websites registered in another. </p> <p>The IOC has hired a special team of \"software developers\" to search the internet for sites containing content that is infringing what they claim is their \"property rights\". Once found, the manager of the site will be told to shut the site down. </p> <p>Amateur athletic enthusiasts and anti-Olympic protest groups could also be targeted under the IOC's action. </p> <p>People who attend an Olympic event, take an amateur photograph, and upload it to their personal web page could technically face prosecution. However, sources close to the anti-Olympic protest movement - who believe they are threatened by the lawsuit - suggest that the IOC's proposals might be technically unworkable. </p> <p>It is relatively easy to search for text on the internet using computer software, called \"spiders\", that is programmed to hunt for key words. But searching for moving images is a different matter. One activist, calling themselves \"Predator\" and claiming to represent the Sydney Independent Media Centre - who plan to show footage of the planned anti-Olympic protests - said: \"The Corporate Games is certainly not about sharing the spirit, it's about getting paid, moving units, market share. </p> <p>\"What they'll do is target their efforts on 'likely competitors' - independent media centres and dot.orgs like it. I will be surprised if people can't block them [IOC]. We see regular search engine spiders in the logs all the time.\" Nevertheless, sites backing the anti-Olympic protests will be taking few chances. Sources close to the Sydney Independent Media Centre claim that their site is hosted outside Australia and can be moved around the globe at regular intervals. </p> <p> <strong>Useful links: </strong><br></p> <p><a href=\"http://www.olympics.com/eng/\">Official Sydney Olympics website</a></p>",
  "<p><strong> House prices falling</strong><br> </p> <p> House prices fell in the three months to the end of July and are expected to fall again in the next three months, according to the Royal Institution of Chartered Surveyors. </p> <p>The fall is the first recorded by the RICS since the 1998 economic crisis in the far east, with London and the south-east the worst hit. Steep falls in the south were offset by continued rises in Wales and the north of England. </p> <p><strong> Botts steps up Wolves battle</strong><br> </p> <p>Botts &amp; Co, the private equity firm, is likely to issue a direct appeal today, asking shareholders in Wolverhampton &amp; Dudley Breweries to force management to consider a £470m takeover proposal. </p> <p>Hopes that Wolves would reconsider the 500p-a-share proposal were dashed following a meeting of the regional beer company's senior executives yesterday. </p> <p><strong> Investors sue banks</strong><br> </p> <p>German law firm Rotter-Rechtsanwaelte said yesterday that it had filed a lawsuit on behalf of investors seeking damages from Credit Suisse First Boston and Dresdner Bank over two defaulted bond issues they managed. The bond lead-managed by Dresdner was called Synthetic Ecuador Bond, while Credit Suisse managed the Ecuador Synthetic Sovereign Investments Bond. They were issued in 1996 and 1997 by investment vehicles in Jersey and went into default in autumn 1999, the firm said. </p> <p>The investors want the DM272,000 (£84,375) they invested plus annual interest of 8.25%; their lawyers said the total issue volume of the bonds was DM375m (£117m). </p> <p><strong> Funds on the rebound</strong><br> </p> <p>Gross sales of British investment funds rose in July to their highest level since April and were well ahead of levels a year earlier, according to data from Autif, the Association of Unit Trusts and Investment Funds, which showed investment funds under management edging up to a record £265.3bn in July. </p> <p>Gross sales of funds rose to £4.48bn in July from £4.27bn in June - well below March's £7.57bn in March, the best month for sales in the past year, but ahead of the £3.71bn achieved in July 1999. </p> <p><strong> Swissair denies plans for BA</strong><br> </p> <p>Swissair's parent, SAirGroup, yesterday denied it had done a study on the benefits of a tie-up with British Airways, itself now in talks with KLM, and said it had no plans for partnerships with either airline. </p> <p>SAirGroup spokesman Hans Klaus said a report in the Mail on Sunday suggesting a study had been done was wrong. He said SAirGroup's main priority for its airlines business was to build up the Qualiflyer group of airlines. </p> <p><strong> Ebner dumps Roche stake</strong><br> </p> <p>Pharma Vision, the pharmaceutical investment company owned by Swiss banker Martin Ebner, said it sold its entire stake in Roche Holding, or 21.6% of its portfolio. In May Roche's board rejected a request by Mr Ebner to become a board member.</p>",
  "Ten days of drama in the Arctic reached a grim climax last night when all 118 Russian crew who went down with the Kursk nuclear submarine in the Barents Sea on August 12 were declared dead in the country's worst naval disaster. <p>Norwegian rescue divers who opened two escape hatches on the stern of the 500ft vessel found the rear section of the submarine flooded and the first of the dozens of dead sailors. </p> <p>In a terse statement last night, Russia's northern fleet offered condolences to the families of the 118 men as the defence minister, Igor Sergeyev, went on national television to declare that the crew was lost and to defend the top brass against public charges of incompetence and callousness. </p> <p>All national television programmes broadcast sombre obituaries for the crewmen, screening a roll call of the names and ranks of the dead mariners against a backdrop of stormy sea. Scores of grieving relatives continued to arrive in Murmansk. </p> <p>\"There's no doubt the crew has perished,\" the chief of staff of the northern fleet, vice-admiral Mikhail Motsak, pronounced on television. </p> <p>Last night the rescue attempt gave way to recovery and recrimination - the attempt to recover the corpses, grief at a tragedy that has struck a chord throughout Russia and anger at the authorities who displayed contempt in crisis, misinforming the public, delaying and bungling the rescue effort and agreeing to accept foreign help only when it was too late. </p> <p>For days, the Russians tried and failed to open the escape hatch at the rear of the vessel, reporting that it was severely damaged by the unexplained explosion that caused the sinking. On Sunday, the Russians said the Norwegian divers would also be unable to open the hatch. That was promptly rejected by the Norwegians and within 24 hours they had opened the upper and lower hatches on the 9th section, the focus of hopes of finding any survivors. </p> <p>\"We found that the whole submarine is full of water,\" said Norway's armed forces spokesman, Lt Col John Espen Lien. \"We believe there is no chance of finding any survivors in the submarine.\" </p> <p>Following consultations between senior Russian and Norwegian navy officers on board the cruiser, Peter the Great, at the disaster site, the rescue mission was called off. </p> <p>The British LR5 mini-submarine, taken by plane and boat from Glasgow to the Barents Sea to attempt its first deep-sea crew rescue set off for Norway last night without ever taking to the water. </p> <p>Moscow asked the Norwegian experts to continue helping in the hazardous operation to bring out the dead. Vice-admiral Motsak said the two governments had reached agreement on the participation of the Norwegian divers in the corpse recovery effort. But the divers have not yet entered what is now a huge steel tomb on the seabed and are believed to be against the idea. </p> <p>Last night remote video equipment was being lowered into the submarine to survey the interior of section nine and remote control manipulators were to be used to try to retrieve the sole unidentified corpse discovered. </p> <p>Given the perils for divers trying to enter the stricken submarine, the recovery effort is expected to focus on raising the vessel, a daunting challenge since the flooded weight of the Kursk is estimated at 25,000 tonnes. </p> <p>Despite government claims last week that only the Russians and the Americans have the technical wherewithal to mount such an undertaking, the Russians do not have the money, the expertise, or the equipment to raise the Kursk and any such attempt will take months. </p> <p>\"There isn't a single country that can handle such an operation on its own,\" said Ilya Klebanov, the deputy prime minister who heads the government inquiry into the disaster. He said Moscow was launching an international appeal to raise funds for the effort. </p> <p>The cause of the explosions which wrecked the bow of the submarine, precipitating the sinking and the total flooding, remain unclear. </p> <p>Captain Vladimir Navrotsky, spokesman for the northern fleet, stressed yesterday that the initial explanation offered by the admirals - a collision with another, probably foreign, vessel - was gaining credibility. </p> <p>In the latest of several leaks to the Russian media, unnamed military sources said fragments of a foreign submarine, probably British, were found 1,000 feet from the Kursk. Captain Navrotsky denied any such fragments had been found, as did the Ministry of Defence in London.</p>",
  "In returning to Britain yesterday, David Shayler may have inadvertently struck the greatest blow for openness by a member of the secret services since James Bond drove Q's jetboat through the windows of MI6's Thames-side headquarters. That may not be much comfort to him as he waits on bail poring over the two charges made against him yesterday. His main concern now will be whether or not those charges will ever be heard in a courtroom, or whether they - and he - will be quietly forgotten. <p>It is easy to see why some reformers might hope that the action against Mr Shayler is dropped: after all, that would surely be the kindest fate for a man who has already spent three years on the run, away from friends and family - including more than three months in a Paris prison cell. For all that, there is still a good - even liberal - case for prosecuting David Shayler. </p> <p>In the first place, he does not deny breaking the law; he merely claims that a bad law forced him into illegality in the public interest. If this is true, it may be best to demonstrate that fact in court, against the test of the Human Rights Act and its right to freedom of expression. Secondly, there is the fate of the Official Secrets Act itself. Some campaigners believe that a do-nothing approach by the authorities would confirm that the act is effectively a dead letter. But what better way to drive a stake through its heart than to crush it in a courtroom, where its archaic and absurd nature might be exposed for all to see. </p> <p>Furthermore, a fudge that lets Mr Shayler escape prosecution would leave untested his most serious claim, which he is bound to raise in court even though it is not on the charge-sheet. For Mr Shayler says that in 1995 two MI6 officers (known as PT16B and PT16) handed over £100,000 to a group of Libyan plotters who intended to kill Muammar Gadafy but ended up killing several innocent Libyans instead. No one doubts that an attack took place, but it is unclear if talk of British involvement, rather than knowledge, is, as the foreign secretary has said, \"pure fantasy\". Is Mr Shayler's claim credible? This, too, might best be discovered in court. </p> <p>So where does the government stand? Mr Shayler's arrest and subsequent release on bail yesterday suggests it has not yet made up its mind. The decision may depend on the outcome of a separate action against Nigel Wylde, a former army officer who appears at the Old Bailey in November charged with passing information on surveillance systems to a journalist. Unlike with Mr Shayler, there is no question that Col Wylde was motivated by a belief that the public ought to know how they were being spied upon, but if the case against him falls apart, as looks likely, so may that against Mr Shayler. </p> <p>The outcome of that would be to question the entire, clubby basis on which the security services operate. What should come in its place is a distinction between operational decisions, for which there is a justified case for limited secrecy, and institutional practice - the who, where, why and how much - for which the case for secrecy hardly holds. </p> <p>Yesterday the former foreign secretary, Sir Malcolm Rifkind, said: \"You cannot have a secret service, even in a democratic country, unless it is secret.\" This is outdated, and the Shayler and Wylde cases seem to make it impossible, too. The British public knows too little about their spies, not too much. Intelligence bosses would command more respect in their attempts to guard legitimate secrets if the water in which they swam was a good deal more transparent. </p> <p><b>Useful Links</b><br> <a href=\"http://www.mi5.gov.uk/\" target=\"_new\">MI5</a> <br><a href=\"http://www.publications.parliament.uk/pa/cm199900/cmbills/005/2000005.htm\" target=\"_new\">Freedom of information bill</a></p>",
  "Troops were ordered back onto the streets of Belfast last night after a loyalist feud erupted into full-scale violence when a gunman from the Ulster Volunteer Force shot dead two men, one of whom was linked to the rival Ulster Defence Association. <p>Amid fears that the six-year-old loyalist ceasefire could unravel, up to 100 soldiers from the Royal Green Jackets started round-the-clock patrols of the Shankill area of the city in an attempt to stamp out the feud between Northern Ireland's two main loyalist paramilitary groups. Peter Mandelson, the Northern Ireland secretary, denounced the violence as \"nothing more or less than squalid, murderous gang warfare\". </p> <p>Security sources described the operation as a \"surgical deployment\" to frighten off rival loyalist gangs who have terrorised the Shankill area of the city over the past few days. \"This is the sort of operation the army is good at - go in, transform the atmosphere and get out,\" one source said. </p> <p>Troops, which have not mounted regular patrols in Belfast since September 1998, were ordered out of their base after the UVF gunman struck on the Crumlin Road shortly after midday. </p> <p>Jackie Coulter, a UDA welfare worker, and Bobby Mahood, whose brother has survived a number of assassination attempts, were hit by the gunman as they sat in their Range Rover after leaving a bookmaker's. The gunman fired eight shots through a passenger side window, killing Mr Coulter instantly and critically wounding Mr Mahood in the stomach. He died a few hours later in the nearby Mater hospital, bringing to eight the number of murders in Northern Ireland this year linked to paramilitary violence. </p> <p>Within minutes of the shooting, the UDA retaliated. Supporters charged up the nearby Shankill Road and set fire to the offices of the Progressive Unionist Party, the UVF's political wing. As armed men roamed the Shankill area looking for revenge, a house was attacked and a car parked outside attacked. </p> <p>RUC officers fired two shots during the disturbances. Two men were later arrested and a number of weapons were seized. Last night a police spotter helicopter buzzed overhead as cars going in and out of the Shankill estate were searched by RUC officers who had regained control of the area. </p> <p>Mr Mandelson last night demanded an immediate halt to the feud and said he would be having early discussions with the political representatives of the loyalist groups. </p> <p>\"This violence has got to end and end now,\" he said on his return to Belfast from his holiday. \"We have got to restore sanity to this situation.\" </p> <p>Mr Mandelson held intensive talks throughout the day with his security advisers, which led to the RUC's \"reluctant\" request to the army to resume its patrols. </p> <p>Assistant chief constable Bill Stewart said last night: \"This is planned as a short-term measure and is an indication of the determination of the police to pursue vigorously the criminals who are preying on local communities.\" </p> <p>The deployment of troops underlined the concern among ministers and the RUC that the loyalist feud is in danger of spiralling out of control. The convicted terrorist, Johnny \"Mad Dog\" Adair, is being blamed for whipping up the feud as he attempts to reassert control over the UDA in Belfast after his recent early release under the terms of the Good Friday agreement. </p> <p>Adair, who has been goading republicans over recent weeks, stoked tensions at the week end when he organised a \"cultural festival\" at which UDA gunmen brandished weapons. When members of the UVF tried to seize flags, Adair's supporters struck back and attacked the Rex bar on the Shankill Road, which is popular among UVF supporters. Gunmen fired into the bar, injuring three people. The home of Gusty Spence, the founder of the modern UVF in the 1960s, was also attacked.</p>",
  "Linford Christie, the 1992 Olympic 100 metres champion and arguably Britain's greatest ever athlete, was yesterday dropped from the BBC team covering next month's Olympic Games after the sport's governing body upheld his ban for doping offences. <p>The International Amateur Athletic Federation's arbitration panel of the world governing body announced that Christie, the European 200m champion Dougie Walker and Britain's former No 1 400m hurdler, Gary Cadogan, were all guilty of using the banned anabolic steroid nandrolone, and have had two-year bans imposed. </p> <p>Even though he is now retired, Christie has fought an 18-month battle to clear his name after testing positive at an indoor meeting in Dortmund last year. He was backed by the British federation UK Athletics following research by Aberdeen University. </p> <p>\"The arbitration panel believes that UK Athletics misdirected itself and reached an erroneous conclusion when clearing these athletes,\" an IAAF statement said yesterday. </p> <p>The decision casts a long shadow over everything he has achieved during a brilliantly successful career which saw him win a record 31 international championship and cup gold medals, including the 1993 world title. </p> <p>Yesterday he remained defiant: \"I am very disappointed the tribunal did not feel able to accept the new scientific evidence presented to them. I have never intentionally taken any banned substance. </p> <p>\"I have always made it clear that I have no confidence in the IAAF's arbitration process, and this simply reaffirms this.\" </p> <p>Within hours of the verdict, BBC Television announced that Christie had been dropped from its team of commentators for Sydney next month. </p> <p>A BBC Sport spokesman said: \"Last year when the accusations were laid, Linford withdrew himself because he thought it inappropriate he should be working as an athletics pundit. The BBC feels with today's announcement that the whole controversy surrounding nandrolone persists and it would be inappropriate for him to comment on the performance of other athletes.\" </p> <p>However, Christie will continue working as presenter of the BBC show, Linford's Record Breakers. </p> <p>The 40-year-old Christie, who now coaches some of Britain's biggest medal hopes in Sydney, including the 400m runner Katharine Merry, could now also find himself banned from the Olympic stadium. </p> <p>The British Olympic Association has a rule which states that any person who has failed a drugs test is not eligible for accreditation, while the New South Wales government has a similar law preventing athletes who are serving drugs bans from using its facilities. </p> <p>Yesterday's decision also casts serious doubt over the participation of Mark Richardson in the Sydney Games. The Windsor runner was cleared of taking nandrolone by UK Athletics in July, thanks to the Aberdeen study. But the IAAF announced yesterday that it was also sending his case to its arbitration panel. It hopes to reach a decision on September 15, the day of the Olympic opening ceremony.</p>",
  "<p>The pay of Britain's top bosses rose by 16.5% last year, four times the average wage increase, according to a survey by pay consultants Inbucon for the Guardian. </p> <p>More than 110 senior executives received £1m or more last year, the survey found, highlighting the wealth being created for directors in the boardrooms of the country's 100 largest companies. Only one woman, Marjorie Scardino, the chief executive of Pearson, appears in the league table.</p> <p>Three top executives achieved millionaire status on basic salary alone. The remaining members of the \"millionaire's club\", the full list of which will be published tomorrow, were able to boost their compensation through gains on share options and other long-term incentive plans, intended to link pay with performance.</p> <p>The survey highlights the changing nature of Britain's boardrooms - with executives from the United States dominating the top rungs of this year's league. Two Americans of Asian descent, little known in the UK and both employed by Vodafone during the 1999 financial year, top the table. Arun Sarin cashed in options and other share-based awards to take home £21m, while Mohan Gyani, who as a result of £14m on gains over options, achieved £16m.</p> <p>The options over shares awarded to executives which are yet to be cashed in are not included in the survey, a factor which would propel another American, Paul Chisholm, the outgoing chief executive of Colt Telecom, higher up the table. He is sitting on options worth £113m, in addition to the gains of £14.7m he made on his options this year.</p> <p>Nine senior executives received payoffs of more than £1m last year, the survey found, including Bob Ayling, the ousted chief executive of British Airways, who ranks among the top earners because of the £1.9m retirement package he was awarded on his departure this year. The largest \"golden goodbye\" - worth nearly £5m - went to Steven Kotler, an investment banker who ran the US operations of Schroders.</p> <p>The 16.5% year-on-year rise in directors' pay is based on their total base salaries during the last financial year and takes no account of gains made on options or other performance-related pay deals. While directors' enjoyed large rises, the average wage in the country rose, according to government figures, by 4.1%.</p> <p>The survey is published as big investor groups step up pressure on boardrooms to curb excesses, following the decision by National Association of Pensions Funds, whose members control a quarter of the stock market, to issue recommendations on how to vote at crucial annual meetings.</p> <p>In an early example of its new activism, the association expressed dismay at this year's annual general meeting of Vodafone, after the company awarded a £10m bonus to Chris Gent, the chief executive. The payment falls outside of the scope of this year's survey.</p>",
  "The government yesterday vowed to fight attempts by country landowners to sabotage the commitment to enshrine the right to roam in law across thousands of acres of wild mountain moorland and heath. <p>Paddy Tipping, the deputy leader of the Commons, met ramblers and wildlife groups on Bodmin Moor, Cornwall, where he pledged that ministers were determined to get the controversial countryside and rights of way bill on to the statute book by the end of the year. </p> <p>His claim that landowning interests would not be allowed to wreck the bill which is due to be debated in the Lords in the autumn followed speculation that ministers were considering dropping it to make way for the passage of five items of legislation before the end of this parliamentary session in November. </p> <p>Mr Tipping, who is also vice-president of the Ramblers' Association, said the countryside bill had the personal support of the prime minister. \"It will be a tough fight but this bill has gone through the democratically elected Commons and has the support of people who care for the countryside.\" </p> <p>More than 300 amendments have already been tabled for debate when peers return from the summer recess on September 27. </p> <p>It is understood that Damien Green, a Tory environment spokesman, has written to Michael Meacher, the environment minister, asking the government to drop the access provisions in return for Conservative support for the rest of the bill. Mr Meacher is understood to have rejected the deal. </p> <p>Nicky Warden of the Ramblers' Association said: \"This bill has the support of the vast majority of the British population, and it would have been a tremendous disappointment for millions of people to see it fall by the wayside.\" </p> <p>A recent NOP poll commissioned by the Ramblers' Association found that eight out of 10 people wanted the bill to become law as soon as possible.</p>",
  "At the height of the troubles, the police and army in Northern Ireland used to sit back during paramilitary feuds and watch with glee as rival gangs blew each other to pieces. <p>A decade later, however, security sources are deeply concerned that the present feud between the two main loyalist paramilitary groups could destabilise the entire province. </p> <p>The double murder yesterday by the Ulster Volunteer Force of two men, one of whom was linked to the Ulster Defence Association presents the gravest challenge to the loyalist ceasefire since it was declared six years ago. The shootings, which were immediately followed by retaliatory attacks by the UDA on groups linked to the UVF, brought back memories of the worst days of the troubles, when parts of Northern Ireland were ungovernable. </p> <p>On a political level, the sight of UDA members brandishing their weapons during a loyalist \"cultural festival\" at the weekend will undermine confidence among the wider public in the peace process. The Tories wasted no time yesterday in pointing out that Johnny Adair, the UDA commander who is orchestrating the present feud, is only on the streets because he was released early from prison under the Good Friday agreement. </p> <p>Both sides blamed each other yesterday for starting the feud. There is little doubt, however, that \"Mad Dog\" Adair provoked the violence in a crude attempt to reassert his authority over loyalist areas of west and north Belfast which fell from his control when he was jailed in the mid 1990s. </p> <p>Adair, who became Northern Ireland's most feared loyalist terrorist when he orchestrated a series of sectarian attacks on Catholics in the early 90s, has three aims. He wants to undermine loyalist support for the peace process, goad republicans into renewed sectarian violence and gain control of the lucrative drugs trade in loyalist areas. </p> <p>It was no mistake over the weekend when his supporters attacked the home of Gusty Spence, the founder of the modern-day UVF, who was instrumental in brokering the loyalist ceasefire. </p> <p>It was Mr Spence, who is highly respected in loyalist circles, who read out the ceasefire statement by the Combined Loyalist Military Command in 1994 in which the paramilitaries expressed their \"abject remorse\" for the violence they had inflicted on their opponents. </p> <p>Adair's strategy - to provoke violence by attacking such a respected UVF figure - paid off yesterday when his opponents struck at the UDA. </p> <p>A Presbyterian minister who had helped to broker the loyalist ceasefire after winning the respect of both the UDA and the UVF, underlined the severity of the violence when he said that the present feud was \"tearing\" his community apart. \"It is tragic that the violence has reached this pitch,\" the Rev Roy Magee said. \"I call on the leadership of all organisations to step back, because we are tearing our community apart.\" </p> <p>Republicans, who will be monitoring the loyalist feud, will hardly mourn yesterday's murder of two loyalists. But Adair also hopes to goad them into violence. His gang has been blamed for a series of sectarian attacks on Catholic homes in the Cliftonville area of north Belfast in recent weeks, which has engendered panic among nationalists. </p> <p>The heavily tatooed and muscular figure of Adair intimidates Catholics by cruising through their areas, in the way that he used to drive through Catholic areas of Belfast when he was responsible for a series of sectarian attacks in the early 1990s. </p> <p>There is no sign yet that republicans are preparing to target Adair. The IRA tried to murder him in a disastrous attack on a Shankill Road fish shop in 1993 which killed nine innocent Protestants. However, the Irish National Liberation Army recently staged a series of armed foot patrols in the Ardoyne area of north Belfast. </p> <p>The third pillar of Adair's strategy is to grab his share of the drugs trade in loyalist areas. Control of the supply of drugs has been traditionally used by loyalist paramilitaries to line their own pockets and to assert their authority over deeply deprived areas of Belfast. </p> <p>When the Northern Ireland secretary, Peter Mandelson, returned to the province from his holiday last night he might have been forgiven for wondering whether it was on the verge of slipping back to its old ways. </p> <p>Amid the gloom, however, there are a few signs that the peace process may again be able to withstand the challenge. Within hours of yesterday's shootings, Rev Magee offered to mediate between the rival loyalist groups. His quiet diplomacy, which played such a crucial role in persuading hardline loyalists to sign up to the original ceasefire, may again prove decisive in preserving the ceasefire. </p> <p>Security sources also pointed out that the feud was concentrated in a relatively small area, with little sign of violence spreading across Northern Ireland. </p> <p>\"This is, of course, serious and cannot be tolerated,\" one source said. \"But this is a fight between two sets of gangsters and we are a long way from the ceasefire being breached.\"</p>",
  "The British government will formally break ranks with the US on Friday by supporting the creation of an international criminal court to prosecute those responsible for genocide and other crimes against humanity. <p>Downing Street confirmed yesterday that the foreign secretary, Robin Cook, is to publish a consultation paper and a draft bill paving the way for British participation in the court. Britain would become a founder member. </p> <p>The aim is to push the bill speedily through the next session of parliament in preparation for the setting up of the court in 2002. Opposition parties have been asked to cooperate in this. </p> <p>The US is one of seven countries - including China, Saudi Arabia and Libya - opposed to the court. Washington claims that it cannot allow its soldiers or politicians to fall under the jurisdiction of an international court over which it might have little or no control. </p> <p>Supporters of the court counter that most US international military intervention has been done under the banner of international law, whether the UN or Nato, and those involved in it could not be held accountable. </p> <p>They hope it will prevent abuses of human rights on the scale of Rwanda, the Balkans and East Timor. It will be a permanent body, unlike the Hague tribunal trying Balkan war criminals. </p> <p>Francis Maude, the shadow foreign affairs spokesman, signalled yesterday that the Conservatives will avoid delaying the bill. \"In principle we are in favour. We are ready to co-operate,\" he said. </p> <p>The impetus to establish the court came after the Balkan atrocities of the early 1990s. The UN security council asked an international law commission to draft a plan, which was agreed at an international conference in Rome in 1998. </p> <p>The court will not be able to act retrospectively. Incidents in Chechnya, East Timor or elsewhere before 2002 will not fall within its remit. </p> <p>Britain usually acts in tandem with US in foreign policy, but in the case of the court it has opted for solidarity with the rest of the EU, all of whose members support the idea.</p>",
  "A surgeon who was forbidden by an NHS hospital to amputate the healthy limbs of patients with a rare psychological condition has applied for permission to carry out the procedure at a private hospital. <p>Robert Smith, an orthopaedic surgeon, attracted controversy internationally in February when it emerged that he had cut off the healthy limbs of two men - one from England and one from Germany - at Falkirk and district royal infirmary. </p> <p>The men were suffering from an extremely rare form of body dysmorphic disorder known as apotemenophilia. Those suffering from the disease have an obsessive belief that their body is \"incomplete\" with four limbs and will only be complete after they have had one or more arms or legs removed. </p> <p>Surgeons across Europe had turned down the men before Mr Smith agreed to treat them as private patients. However the board of the NHS trust which runs the hospital had no idea that Mr Smith was carrying out the procedures. When the news broke they banned him from doing any more amputations. </p> <p>At the time, Mr Smith said he had six more patients waiting to be considered for amputation, two of whom had been fully assessed by psychiatrists as suitable candidates. </p> <p>Yesterday it emerged that Mr Smith, who previously waived his fee for the operation, had applied to carry out the procedures at the Abbey King's Park hospital, near Stirling, where he carries out routine surgery. </p> <p>Beth Martin, matron manager of the hospital, said: \"I can confirm he has applied for permission to our medical advisory committee. It has to go before the committee. It will be treated on its own merits.\" </p> <p>The medical world is split over the efficacy and morality of Mr Smith's actions. Although the surgeon insists there is no alternative for a small number of people but to amputate, Katharine Phillips, director of the body dysmorphic disorder programme at Butler hospital, Rhode Island, in the United States, says surgery is almost never helpful. </p> <p>Mr Smith yesterday said the attitude of the medical world must change since those suffering from apotemenophilia were resorting to extreme measures - including shooting off their limbs and lying on railway tracks. </p> <p>\"We are talking abut absolutely desperate people, who feel incomplete with what most people might regard as a normal body, but complete once they are amputees. Because the medical community will generally not offer them the surgery they require, these people are resorting to desperate measures to achieve amputation. Many have died in the process,\" he said. </p> <p>Only a handful of surgeons in the world - in Russia, Canada and Austria - are prepared to amputate on apotemenophiliacs, and sufferers generally hear of these surgeons via the internet. Both of Mr Smith's previous patients had below-the-knee amputations and are said to be living normal lives after the operation. </p> <p>Mr Smith had a previous application to carry out the procedure at the private hospital turned down. But Ms Martin said that would not affect the new application, which is due to be considered when the hospital advisory committee next meets. </p> <p>There is nothing illegal in the UK about the amputation of healthy limbs in these types of cases, and medical ethicists say it can be considered as akin to gender reassignment. But no guidelines exist on how to treat the condition. Ian Medley, of the Royal College of Psychiatrists, said amputation was generally discouraged.</p>",
  "Four members of a Channel 4 independent production company who have been detained in Liberia were last night charged with espionage, their lawyer said. They were moved to the main prison in the capital Monrovia. <p>Legal sources in the west African country said they faced up to 10 years in prison if found guilty. </p> <p>The team from Insight News, comprising two Britons, a Sierra Leonean and a South African, arrived on August 1 to shoot a documentary about Liberia. A British director, David Barrie, a Zimbabwean-born cameraman, Timothy Lambon, a South African cameraman, Gugulakhe Radebe, and a Sierra Leonean filmmaker, Samoura Sorious, have been under arrest since last Friday. </p> <p>Channel 4 insists that the crew were in Liberia on legitimate journalistic business. A spokesman said the documentary was about Liberia's recovery from years of civil war, and denied that it was intended as an attack on the government. </p> <p>There have been repeated allegations that Liberia is prolonging the war in Sierra Leone by arming rebels there. Both Britain and the US have linked Liberia's president, Charles Taylor, to illegal sales of diamonds from rebel-controlled mines. </p> <p>Liberia's deputy information minister, Milton Teahjay, told BBC Radio on Sunday that according to documents found in the TV crew's hotel, they were using \"prepackaged\" information to build a case against Liberia. </p> <p>\"Prearranged information had been packaged to implicate the Liberian government in the issue of diamond smuggling and gun running... allegations that we have continually denied,\" he said. </p> <p>\"They affirmed these claims in their scripts, saying that they have spoken to the president and other officials of the government, when in fact they have not had any official contact with any of these officials. This is technical espionage.\" </p> <p>\"The validity of the evidence will be determined by the courts, but what we have in our possession constitutes a threat to our national security.\" Mr Teahjay said that the men had been accredited as journalists in Liberia, but had started filming without permission. </p> <p>In the indictment read to the four men yesterday, the sheriff defined espionage as revealing \"national defence installations to a foreign power with the purpose of injuring Liberia, or of benefiting a foreign power in the event of military and diplomatic confrontation with Liberia\". </p> <p>A Liberian solicitor retained by Channel 4 to represent the men saw them in custody yesterday and said they were well. </p> <p>President Bill Clinton's special envoy to Africa Jesse Jackson, has made a personal plea to Mr Taylor for their immediate release. </p> <p>A Channel 4 spokesman, Matt Baker, added yesterday that the men were making a three-part documentary series looking at African issues through the eyes of African journalists. </p> <p>\"They went to Liberia to look at how the country was recovering and trying to re-establish stability after a period of civil war,\" he said. \"They did not go into Liberia with any intention or prefabricated evidence to specifically look at the issues of diamond-smuggling in relation to Sierra Leone.\" </p> <p>The British honorary consul in Monrovia is monitoring the case. Channel 4 is also preparing to fly a British lawyer to Monrovia to assist in their defence.</p>",
  "What has the fate of the Russian submariners to do with the Siberian tiger? Mr Putin's powerlessness in the face of the trapped submariners is a symptom of a much more widespread weakness. Russia's crumbling state could do nothing to save the Kursk, and not much to prevent still worse catastrophes from happening in the future. <p>It is not only the country's nuclear facilities that are rusting away - at fearful risk to Russia and the world, as Gwyn Prins wrote last week. An enfeebled state cannot stop the plundering of Russia's natural resources. Illegal logging is destroying its forests. Deeply scarred by 70 years of Soviet central planning, Russia's environment is now at grave risk from the decay of the Russian state. </p> <p>Mr Putin's efforts to strengthen the authority of government have been lauded in the west. Yet his policies do not bode well for the protection of nature in Russia. He is credited with seeking to rein in the mafias that are thriving in the wake of the country's failed transition to a western-style market economy. But he has chosen to abolish two of its principal environmental agencies - the State Committee for Environmental Protection and the Federal Forestry Service - that have curbed poaching in the past. As a result, the wild Siberian tiger - already reduced to a few hundred in numbers - faces extinction in the near future. </p> <p>At the same time, Russia's human population has gone into free fall. Over the past decade it has dropped by around 6m. On present trends it will shrink by nearly 40m more over the next quarter-century. Poor nutrition, alcohol abuse and, to an increasing but not precisely measurable extent, intravenous drug use have produced a drastic reduction in life expectancy. Over half the teenage boys living in Russia today will not reach 60. A parallel drop in birth rates has come about owing to a ruined healthcare system, large numbers of infant deaths and the widespread use of abortion as a means of contraception. Russia is facing a population collapse unprecedented in any peacetime country. </p> <p>Russia's desperate plight is unique in modern history and calls for explanation. Curiously, western governments are silent as to its causes. It is as if the conditions that prevail in Russia had nothing whatever to do with them. Rightly, the west is giving economic and humanitarian aid, but no one accepts any responsibility for the conditions that have made it necessary. None of the transnational agencies which shaped Russia's economic policies at the behest of western governments has admitted any role in bringing the country to its present pass. Nor, so far as I know, has any of the army of western advisers who trooped in and out of the country touting the virtues of the free market. </p> <p>In fact, not a single person accepts responsibility for urging on Russia economic policies utterly unsuited to its history and circumstances. Apparently, no one told Russia's economic reformers to scrap price controls - a move that was bound to trigger inflation, given the strength of monopolies in the economy. Equally, it seems, no one recommended the reckless privatisations that left much of the country's resources in the hands of a few oligarchs. Presumably it is Russia's rulers who must shoulder all the blame - the west's hands are clean. </p> <p>The Russian government should not be exempt from criticism. As its wooden response to the tragedy of the Kursk has shown, Soviet habits die hard. Even so, the desperate straits in which the region finds itself today are as much an indictment of the west as they are of Russia's rulers. </p> <p>The country's misfortune is that the collapse of communism coincided with market triumphalism in the west. The crackpot policies that were foisted on it had little to do with the country's needs and everything to do with the neo-liberal hubris that had gripped western governments. It was clear from the start that the country's uniquely daunting problems required pragmatic solutions, not ideologically-driven programmes. It never made any sense to imagine that the Russian economy - largely a military-industrial rustbelt - could be made over into an Anglo-Saxon free market. </p> <p>Predictably, the results of attempting this impossible task have been ruinous. The upshot of a decade of western-inspired reforms in Russia is that anti-western feeling is stronger than it has been for generations. Xenophobia and anti-semitism are rife. Fervently pro-western 10 years ago, Russia has now reverted to all the troubled ambiguities of its historic relationship with the west. </p> <p>The credit for this remarkable turn-about must go chiefly to western policy-makers. Russia has wasted a decade following worthless western advice. As a consequence, today it has few options open to it, none of them attractive. </p> <p>Before it can have a modern economy Russia must have a modern state. That is what Mr Putin seems to be trying to build up from the privatised fragments of the totalitarian apparatus he has inherited. It is too early to know whether the Russian leader's policies are the beginnings of a reassertion of government, or merely another episode in internecine conflict within the oligarchy. An authoritarian state might be an acceptable outcome if it really meant - as Mr Putin has claimed - \"the dictatorship of law\". If it turns out to mean the rule of the oligarchs by other means, the future is dark. Anarchy may be staved off, but at the price of despotism. </p> <p>The entombed submariners and the vanishing Siberian tiger may seem worlds apart, but they are casualties in the same ongoing catastrophe. It would be pleasant to think that the loss of the Kursk might stir some new thinking on western policy towards Russia. The dismal record of the past decade suggests we should not be holding our breath. </p> <p>\u0095 John Gray is professor of European thought at the LSE </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>In Edinburgh's Stand comedy club, one of the true giants of football is holding forth magnificently - if a little unsteadily - upon the game. </p> <p>\"There's too much money in football,\" he splurts, struggling not to spill his Smirnoff. \"In my day we were on 2s 6d a week, but we had enough for a pint of beer, 20 fags, a night with a prostitute and still buy Stirling Albion.\" He details his inglorious career, playing for \"Tottenham, and Spurs\" and his panic at being told \"Wolves\" were after him (\"I started howling\"). Then there were his six disastrous marriages, one to Petula Clark (\"sadly dead now\"), another to Sir Cliff Richard (\"sadly dead at the time\"). </p> <p>This is Bob \"the Gob\" Doolally, spoof football pundit par excellence. The character - just as well-observed as Al Murray's the Pub Landlord, last year's Perrier winner - is attracting capacity audiences night after night at the Stand. You do not have to know football to appreciate the Gob. Football is simply his excuse for needle-sharp observations on the British psyche. </p> <p>Doolally is the creation of 43- year-old Scotsman Paul Sneddon, whose background in theatre informs his alter ego's occasionally almost Shakespearean bearing. After three fruitless years doing stand up on the fringe, Sneddon decided to reinvent himself. He considered doing a show called 101 Great Moments in Scottish Sport (\"a joke in itself\") and out of this came Bob. He toured with Al Murray; a bigger influence was a Sean Cullen character called Dame Sybil, an ageing actress. </p> <p>One of the reasons that Doolally is such a success is that he is only a mild exaggeration of real life. He is a \"rabid mongrel\", says Sneddon, of managers such as Bill Shankly, Tommy Docherty, Brian Clough and \"a recognisable Scottish archetype, the old geezer in a pub\". </p> <p>Sneddon has honed the character with remarkable attention to detail. He remembers a TV programme where the likes of Docherty and Denis Law always referred to their own teams as \"Manchester United football claaaab\" but others as simply \"Huddersfield\", or whatever. This became a catchphrase along with \"sadly dead now\", \"great plarrrrrr\" and \"close paahsonal friend of mine\". </p> <p>Most of Doolally's preposterous spoofs are rooted in the nostalgia-obsessed, name-dropping after- dinner-speech circuit (\"I get invited to speak myself now. Isn't that bizarre?\") but his more dangerous flights of fancy expose the underbelly of professional football. Even in interview, he casually recounts mind-boggling, slanderous tales about a former English manager who apparently encouraged his team to drink before matches and had a fondness for transvestite prostitutes. George Best's latest alcohol-induced health scare gave him acres of material. He could do an entire show on \"Bestie\". </p> <p>There are tentative plans for a TV series; Sneddon is in negotiations with BBC Scotland. But he seems genuinely unaware of the potentially money-spinning phenomenon he has on his hands, a cult anti-hero who could easily become bigger than Murray. \"It's out of my control,\" he says, before lapsing back into character to tell an outrageous joke involving Stanley Matthews's preparation for matches. The only thing that can stop him, it seems, is a Football Association inquiry. \"FA?\" slurps the Gob. \"F-all! Freeloading blazered idiot bastid gits who know nothing about the game. Of course,\" he says, composing himself, \"they are all close paahsonal friends of mine.\" </p> <p>Bob Doolally: A Life In Football is at The Stand comedy club (0131-558 7272) till Sunday.</p>",
  "The last few days of violent feuding in Belfast between the two main loyalist groupings, the Ulster Defence Association and the Ulster Volunteer Force, has been depressing. It culminated yesterday in a double shooting outside a betting shop that left two dead. The UDA blamed the UVF. <p>Such in-fighting is alarming, raising doubts about whether the loyalist ceasefire will hold; at the same time, troops are returning to the streets of Belfast. To the naked eye these developments look like the early signs of a return to the Troubles - as if the achievements of the peace process are beginning to unravel. But such panic may be premature. For the latest violence comes with a context. </p> <p>The current hostilities are within communities, not between them. That is little comfort for those grieving their dead, but it means there is not the same threat to Northern Ireland that would exist if loyalists and republicans were murdering each other. Of course, that could change if loyalist infighting began to spill over into attacks on the Catholic population. But there is nothing so far to suggest that is about to happen. </p> <p>The Northern Ireland secretary, Peter Mandelson, is justified in asking the Royal Ulster Constabulary for a report on the weekend's events. While it is difficult for the RUC to deal with isolated gunmen, it is reasonable to ask why it was unable to tackle what was essentially a mob running amok in Belfast's Shankill Road on Saturday. </p> <p>It was politically mischievous, as well as dangerous, for the Conservative spokesman on Northern Ireland, Andrew Mackay, to suggest yesterday that events justified his party's opposition to prisoner release and decommissioning. He has been holidaying abroad during key events in Northern Ireland over the past few years and he again demonstrated his lack of feel for the province yesterday. Early releases were a bitter pill to swallow, as was the lack of immediate decommissioning: but both were necessary for the wider peace process. </p> <p>Of course, some of those involved in the current violence are only free because of those releases. But Mr Mackay should not be so quick to link to the peace process what is, essentially, a turf war between rival, criminal gangs. As such it is ugly and it is brutal - but it is does not have to be a mortal threat to the Good Friday agreement nor to the peace which that accord continues to promise.</p>",
  "Today it is the turn of King Abdullah of Jordan to meet Yasser Arafat. Yesterday it was President Mubarak of Egypt's. In the seemingly endless round of meetings, the only thing everyone agrees on is that Jerusalem has become the main stumbling block in the Middle East peace process. <p>Jerusalem is a mediator's nightmare and, at first sight, totally intractable. The Israelis claim it as their \"eternal, undivided capital\". The Palestinians regard it as their capital too and claim sovereignty over the eastern part which Israel took by force in 1967. </p> <p>Both sides have nailed their colours so firmly to the mast that to accept anything less would be courting political disaster. </p> <p>Given these mutually incompatible demands, it is surprising how many people now believe that the city's future can be settled peacefully by negotiation. Following the collapse of the Camp David talks last month, efforts to find a solution, far from fizzling out, have intensified. </p> <p>Sovereignty is the problem, and may also be the key to a solution. Sovereignty brings ultimate ownership. Nobody doubts its psychological importance, but sovereignty is rarely absolute: in an inter-dependent world sovereign states are not totally free to behave as they wish within their own borders. </p> <p>This is the area of manoeuvre that negotiators have been trying to exploit. President Bill Clinton's plan at Camp David attempted to satisfy Israeli demands for an undivided capital by giving sovereignty to Israel, while allowing the Palestinians \"control\" or \"autonomy\" in some areas. </p> <p>It envisaged full Israeli sovereignty over West Jerusalem, while East Jerusalem, occupied by the Israelis since 1967, would be divided into autonomous boroughs but still under Israeli sovereignty. </p> <p>The boundaries of Jerusalem would also be redrawn. The effect of this would be to give the Palestinians sovereignty over some parts of East Jerusalem - Shu'afat, Beit Hanina and part of Qalandia camp - by transferring them from the city to the West Bank, where they would be incorporated in a Palestinian state. </p> <p>At the same time, some Israeli West Bank settlements, such as Givat Ze'ev and Ma'ale Adumim, would be incorporated into Jerusalem. </p> <p>The demand of both sides to have Jerusalem as their capital was addressed by proposing to establish a Palestinian capital outside, but close to, the city boundary, probably at Abu Dis. This would be known as \"al-Quds\" - the Arabic name for Jerusalem. </p> <p>The plan also envisaged a special regime for the walled Old City, occupied by the Israelis in 1967. It would be under overall Israeli sovereignty but with Palestinian control over the Muslim and Christian quarters, with Israel having control over the Jewish and Armenian quarters (much to the Armenians' annoyance). </p> <p>Within the Old City, Palestinians would have unrestricted access to the area known to Jews as the Temple Mount and to Muslims as al-Haram al-Sharif, and a bridge or tunnel might be constructed for this purpose. Jews would also be allowed the right to pray on the Temple Mount, possibly in a designated section. </p> <p>Although this was presented as Clinton's bridging proposal at Camp David, there was nothing particularly new or American about it. Most of the ideas had been around since at least 1995, and the plan was very similar to one proposed by the Israelis in Stockholm last May. </p> <p>The plan was clearly intended to help Ehud Barak through his domestic political difficulties and it is easy to see how he might have sold the package to the Israeli public: Israeli sovereignty would keep the city undivided; the boundary changes would tilt the demographic balance heavily in Israel's favour by introducing more Jews and excluding many Palestinians; religious Jews would get the right to pray on the site of the Temple. </p> <p>On the other hand, it is difficult to see how Mr Arafat could have persuaded the Palestinians, or the Arab-Islamic world in general, that it was anything less than capitulation. </p> <p>Describing the plan as \"virtual sovereignty\" and allowing Palestinian flags to fly in symbolic places could not disguise the fact that Israel would have ultimate authority. </p> <p>In relation to East Jerusalem, the Old City (where less than 10% of the inhabitants are Jewish) and particularly the Haram (the third holiest site in Islam), the vast majority of Arabs regard Israeli sovereignty as unjustified. </p> <p>The degree of the control to be conceded by Israel has aroused suspicion. During the Stockholm talks, the plan for Arab boroughs granted most aspects of civil control to the Palestinians but excluded planning and housing - an area where Israelis have acted aggressively in the past to create facts on the ground. </p> <p>The proposal to allow Jews to pray in the Haram/Temple Mount area also caused alarm. The ancient Temple is believed to lie beneath the Islamic shrines but, up to now, the Israeli authorities have forbidden Jews to pray there, for fear that clashes would break out or that Jewish extremists might try to blow up the mosque or turn it into a synagogue. </p> <p>Although, in the eyes of Arabs, the Camp David plan was heavily weighted in Israel's favour, it did illustrate the scope for creative approaches. </p> <p>Since Camp David, attention has focused on the Old City, which covers an area of less than one square mile but carries the emotional burden of three turbulent millennia. </p> <p>Unlike the rest of the city, its future is not primarily an Israeli-Palestinian issue. There are wider Jewish, Muslim, and Christian interests at stake. Under the 1994 Jordanian-Israeli peace treaty, King Abdullah also has a legal role in looking after the Muslim shrines. </p> <p>Jordan and Egypt - the two Arab countries which have formally made peace with Israel - are playing a central role in the ongoing discussions. </p> <p>Last week King Abdullah told Mr Barak of his \"rejection of Israeli sovereignty over holy shrines in Jerusalem, which is considered as part of Arab lands occupied [in 1967]\". Egyptian officials take a similar firm line over the Haram/Temple Mount area, saying there is \"no way sovereignty over this area could be a joint one\". </p> <p>However, both countries have avoided committing themselves to an alternative solution, in order to facilitate discussions. </p> <p>One proposal is to internationalise the Old City - something originally mooted by the 1947 UN partition plan. President Abdurrahman Wahid of Indonesia urged this on Mr Arafat last week, suggesting that sovereignty be put in the hands of six neighbouring countries (including Israel and Palestine), together with the UN. But there seems to be little enthusiasm for the idea. </p> <p>Another proposal, from the Roman Catholic Patriarch, Michel Sabbah, is to hand over sovereignty to God. Although this initially caused some amusement, it has the advantage that religious elements on both sides find it difficult to reject, while secular elements see it as a possible way to sidestep the rival political claims. </p> <p>Jordan has not publicly endorsed the idea but some senior officials are enthusiastic about its possibilities. An Egyptian diplomat also said that it might be worth exploring. The Egyptians are working with the Palestinians on a draft proposal which is said to include a concept called \"spiritual sovereignty\". </p> <p>So far, nobody is sure how this would operate in practice, or who would represent God on earth. But a Jordanian official was confident that a way could be found if people wanted to make it work. </p> <p> Additional reporting by Khaled Dawoud in Cairo</p>",
  "Turkey's president, Ahmet Necdet Sezer, was on a collision course with his government last night after he vetoed for the second time a controversial decree which would allow the dismissal of civil servants suspected of sympathising with radical Islamist or Kurdish groups. <p>The prime minister, Bulent Ecevit, said the president had \"no right\" to use his veto, and accused him of hindering Turkey's fight against radical Islam.</p> <p>President Sezer insists he is not opposed to the aim of the decree, but he is convinced that it is unconstitutional. A former judge, who took office in May, he argues that the proposed change in the law has to be legislated in parliament, not by cabinet decree.</p> <p>The cabinet had already warned that if the president refused to sign the decree again, it could trigger a constitutional crisis. Pro-establishment media have speculated that there could even be a move to impeach Mr Sezer.</p> <p>President Sezer is known for his advocacy of democratic reform in Turkey, and for urging parliament to rewrite the constitution which was introduced after a military coup in 1980.</p> <p>Many observers believe the three-party coalition could struggle to win a parliamentary majority for the measure which has been criticised as undemocratic by opposition politicians and trade unions.</p> <p>The decree aims to set up a system in which any civil servant - including police officers, judges, or Islamic preachers - could be fired if at least two inspectors accuse them of supporting radical groups. Union leaders say it would herald a witch-hunt.</p> <p>However, Turkey's influential generals are thought to be pushing hard for the decree to be adopted as soon as possible.</p> <p>They see themselves as the guardians of the secular state, and they have been the driving force behind a three-year campaign against Islamic activism.</p> <p>Many observers in Turkey see the current political conflict as part of the wider debate about the type of reforms which should be implemented as the country prepares for future negotiations with the EU.</p>",
  "Britain's top boardrooms are beginning to look like the Premiership in English football: escalating salaries irrespective of performance, a disregard for public opinion, an increasing number of foreign players and no women. <p>Our latest survey shows that basic boardroom salaries - excluding stock options - rose by 16% last year, or three and a half times the rate of growth of average earnings. This is not a one-off correction of an anomaly. It has been going on for years. Nor is it a reward for exceptional individual performance, since the vast majority of board members share in the annual harvest. There are no women in the top 20 (though Marjorie Scardino, chief executive of Pearson, has this year managed to creep into the top 30 at 26th). Four of the top six highest earning directors are from overseas. </p> <p>It is right and proper that managers with outstanding talent should be properly rewarded. What is unacceptable is the way that top executive remuneration has become a self-perpetuating gravy train. Committees of non-executive directors (themselves the future beneficiaries of the climate they help to nourish) recommend increases linked to a going rate in the outside world. It is a recipe for a rising spiral of inflation that would never be tolerated by the same directors when they fix their employees' pay. </p> <p>Directors are supposed to lead from the front. It is time they took the lead on pay - or else the divide between the highest and the lowest paid in the country will widen to socially unacceptable proportions. If they don't do it, then shareholders, who are starting to understand the untapped power they possess as owners of companies, must take the lead instead. And what about the government? Last year ministers promised to change legislation to make it easier for shareholders to act on unacceptable increases. We are still waiting for a statement. Meanwhile, the gravy train is one of the few that doesn't run late.</p>",
  "<p><strong> The Siege</strong> </p> <p>(Edward Zwick, 1998) </p> <p>8pm, Sky Premier </p> <p>Terrorists are bombing New York to a standstill and the forces of law and order are trying to catch them. It may sound like crass action-movie guff, but Zwick, director of Glory and Courage Under Fire, extends the drama into more interesting areas. The goodies are Denzel Washington's FBI man, Annette Bening's cunning National Security operative and Bruce Willis's gung-ho army general, and their confrontations over issues of civil liberty and the limits of security measures are as gripping as the explosive stuff. </p> <p><strong> Ma Vie En Rose</strong> </p> <p>(Alain Berliner, 1997) </p> <p>8.15pm, FilmFour </p> <p>The charming tale of sweet Ludovic (Georges Du Fresne), a boy who is really a girl inside. He plays with dolls, puts on dresses and wants to marry the boy next door, which is all very disturbing for his family, who are trying to settle into their new suburban idyll. This isn't quite real life: Ludovic's fantasies are brightly coloured confections, shot like sweet ads, and the parents' suffering is swiftly cured. But it's an engaging modern-day fable of family relationships, with Du Fresne an adorable elfin hero. </p> <p><strong> Barton Fink </strong></p> <p>(Joel Coen, 1991) </p> <p>10pm, FilmFour </p> <p>Surreal story of New York playwright Fink (John Turturro), holed up in a weird LA hotel to write a movie about wrestling for studio mogul Michael Lerner. An understandable attack of writer's block leads him into the arms of Judy Davis's Audrey and, more worryingly, to his psychotic neighbour, the jovial-satanic Charlie Meadows (John Goodman). </p> <p><strong> Greetings</strong> </p> <p>(Brian de Palma, 1968) </p> <p>11pm, Carlton Cinema </p> <p>Free-spirited hippie era comedy which gives an early indication of de Palma's talent for feeding off others' films - Blow-Up, Godard - as well as his obsession with ways of seeing in general. It's a long way from Mission: Impossible, with a youthful Robert De Niro leading a trio of young bucks through a series of chaotic sketches as they attempt to dodge the draft, explain the Kennedy assassination and get girls.</p>",
  "<b> Week 38 </b> <p>When childcare gurus talk about \"learning from our grandmothers\", they don't usually mean mine. She wasn't a Chinese matriarch with the secret of balancing the Yin and the Yang, or an Iroquois with a deft way of swaddling. She was one of the very first hospital-trained maternity nurses, schooled in New Zealand by none other than the notorious Dr Truby King. </p> <p>Truby King is the Aunt Sally for almost all postwar child-rearing books. He invented modern baby formula and advocated feeding this to infants on a rigid, four-hour schedule. As the baby grew, the timetable also included strictly monitored naps and vigorous airings in the perambulator, all undertaken on the dot, regardless of how much the child wailed. His doctrines were adopted across the western world and he has been blamed for everything from the steep postwar decline in breastfeeding - almost certainly true - to autism, which is certainly false. </p> <p>My grandmother, though, believed in him to the end of her life. She also acted as maternity nurse for all her grandchildren, took care us of extensively during our childhoods and lives in our memories as a most-loved, central person, someone with whom there was never conflict, just order, safety, games of spillikins on the carpet and multi-choice mini cereal packs for breakfast. </p> <p>Nor, extraordinarily enough, were there conflicts with her daughters-in-law. My mother was a fully paid-up member of most 60s radical movements and made Glasgow's first muesli from ingredients then more usually found in pet shops. She is even pictured in an early Hugh Jolly childcare book - but it was my grandmother who taught her to breastfeed. </p> <p>My grandmother also taught her to be confident in her ability to hold and bath her baby, to put him down to sleep and not to be afraid of his cries, to insist that they both rest. The only anxiety my mother remembers was about what on earth she would do when Granny left. </p> <p>But my mother also remembers telling Granny fibs. I ate and slept regularly, but never on a Truby King routine (I wonder if anyone was) and so my mother was always telling her we were just in the process of shifting from one routine to the next. Granny knew better than to question her. She never questioned anyone, come to think of it, especially little children. Nor, apart from those cereal packets, did she offer choices. You simply put your arms up to have the garment she had selected (and had probably made) slipped over your head and went on with the next activity she had decided on - a nap, perhaps, or a visit to the ducks. </p> <p>If it were possible for me to have my Grandmother with me in a couple of weeks' time, when I come home with a tiny baby, then I would, Truby King or no Truby King. I am not scared of the birth, as many of the women she worked with must have been, because modern medicine, modern information and modern choices have made me feel in charge of it. I'm much more frightened of the process I've seen happen to so many women after the birth: the exhaustion and anaemia that overtake women who are not given a chance to recuperate; the illness and depression suffered by women still breastfeeding a five-month-old baby every hour because that is what they think \"demand-feeding\" means; the sense of failure experienced by women who give up breastfeeding (a staggering 33% do so in the first six weeks) because the once-an-hour business defeated them; the wan, depleted faces of parents whose five, or six, or 15-month-old won't sleep through the night; the ugly hatred and rage that can flare up in a mother tyrannised by her child's cries. My Grandmother, I think, could help me learn to say no to some of this. </p> <p>I want to try to avoid some of this pain for myself by moving my baby gently on to a regular sleeping and eating routine, though hardly a Truby King one. It's not that I think this will be a superior way of bringing up Baby, it's that I think it will be easier for me. </p> <p>As this is now as unorthodox as my mother's breastfeeding in 1963, I expect I'll end up making all sorts of compromises and telling various fibs to the disapproving, just as my mother did. But I expect Chinese women lied to the matriarch about their consumption of ginger and Iroquois women fibbed about hours spent on the swaddling board. I suspect that fudging and fibbing and seeing how it all works out is what \"learning from your grandmother\" really means.</p>",
  "<p>Marion Jones wants to be the Mark Spitz of the 21st century. The 24-year-old track and field star plans to win five gold medals at the Olympics next month, setting a new record in athletics the way Spitz, with seven in 1972, set it in swimming. It may well happen, for Jones, currently the fastest female in the world, clearly has the talent. But she also has a confidence, many say arrogance, that is pushing people's buttons in a way unseen before. </p> <p>From the beginning, Jones did not dare to suggest, wish, or hope she might win five medals. She declared it a certainty. Even to a public shed of many sexist attitudes about women being non-starters in sports - witness the hysteria following the US women's football team winning the World Cup, the Spice Girls-like adulation for the Williams sisters at Wimbledon - Jones is too much. She is too boastful, too assertive, too cocksure she will bring home the gold. In short, she is displaying character traits Americans ascribe to male athletes. But in men the chest-thumping is admired. In women, it is shocking, and has led to Jones being called arrogant, pretentious, and a certain word that rhymes with rich. </p> <p>But Jones won't apologise for her bravado, and nor should she, suggests Colette Dowling, author of an audacious new book about women and sports, The Frailty Myth. Though not published until September, it has already sparked a heated debate in the athletic world. </p> <p>Dowling, a writer and lecturer whose first book, You Mean I Don't Have To Feel This Way, became the bible for women suffering depression, has for the past two decades carved out a respected niche writing about the psychosocial issues of American women. Her 1981 book The Cinderella Complex, castigating females who live in the expectation that men will rescue them, has never gone out of print. </p> <p>In her new book Dowling pulls together research from physiology, biology and psychology to suggest that not only are women as capable as men of excelling in sports, it is their natural inclination to do so. </p> <p>The reason there aren't more Marion Joneses, she says, is not because women can't or won't compete. Rather, she paints women as victims of a vast conspiracy to keep them off the playing field. To blame are a culture of misogyny, parents and teachers who pander to gender stereotypes, and a media that rewards women for looking weak and feminine, and excoriates them when they display strength. \"Women have been excluded from so much in life because of the frailty myth,\" she writes. \"First we believed we were weak. Then we began to suspect that we weren't but kept getting told that we were. Then we began proving that we weren't and were mocked as men because we were strong. </p> <p>\"Women have thrown themselves over hurdle after hurdle during the course of the past century, demonstrating extraordinary physical powers and skills, and still we're being kept back for no reason other than we're female.\" </p> <p>The book is a powerful clarion call to both sexes, demanding they abandon the old saw that women are the weaker sex. She argues that the belief female-equals-frail has done untold damage to women's health, self-esteem, and social status. Physical equality, she warns complacent feminists, is the real final frontier of women's liberation. </p> <p>To make her argument stick, Dowling draws on research in exercise physiology, which proves there are no biological reasons for women to stay off the sporting field. She slaps the wrists of 19th century doctors who insisted \"weakness\" in women was a natural condition, and that exercise was a danger that might dislodge the uterus. </p> <p>Instead Dowling explains that before puberty, boys are neither taller nor heavier than girls. And whereas it was long thought that only boys experienced a muscle-building surge of testosterone during puberty, girls do too. Modern medicine knows this, so why, she asks, given their ability to develop athletically, did women never venture beyond sewing, cooking and Barbies? </p> <p>Dowling says the answer is cultural, and continues to be. Frailty has long been sold to women as feminine. \"Strength has a withering effect on male identity. To salvage men's failing sense of dominance (post industrial revolution) women were encouraged to scale back their own physical development.\" She believes that men's psyches have taken a beating, first with machines displacing them, and, more recently, with the influx of women into the workforce. She contends that sport is the last place that men, no longer supremely dominant, can assert their body strength and masculinity. </p> <p>That is why, she argues, the frailty myth endures, despite the leaps women have taken in professional sport in the past decade. Men need to keep women weak, off the football field and out of the boxing ring, so they can continue to feel strong. They do this by criticising muscular women, announcing they are unfeminine, whispering that they are probably lesbians. </p> <p>Teenage girls in particular, living in a culture that glorifies whippet-thin models as the benchmark in femininity, sexiness and glamour, quickly get the message that boys don't like muscles and strength. \"Girls who display strength, power or physicality while interacting with boys run the risks of being marginalised.\" Dowling says that girls learn this long before they start reading Vogue. Fathers, she says, still teach their sons to play catch, but not their daughters, who they put in the \"doll corner\". But, she claims, when they do teach their girls to throw, they learn just as competently as boys. \"Boys throw better simply because they are trained to from childhood.\" </p> <p>Stacy Dragila, who is competing for the United States in the pole vault in Sydney, recounted recently that when she asked a man if she could vault, he looked at her as if she was from Mars. \"I asked him if I could try it one day at practice. He just looked at me and said: 'Women can't do that. They just don't have the upper body strength. They are not made to do it.'\" </p> <p>But Dowling insists they are, if only the culture would read the biological data, rid themselves of gender stereotypes, and see the benefits. Sport, she says, stimulates motor development in the brain. It has also been shown to build self-esteem and curb self-destructive behaviour in young girls such as smoking and drinking. </p> <p>In The Frailty Myth, Dowling pleads a passionate and well-argued case to let women play ball, except in two instances, when her reasoning is more about sexual politics than logic. Yes, science has shown women have innate athletic abilities. Yes, feminists and behavioural psychologists will confirm that women are held back, and hold themselves back, to conform to male notions of femininity. </p> <p>But to suggest that if men suddenly declared big muscles sexy, women would storm the football field is plainly untrue. As the noted American anthropologist Helen Fisher argues in her book The First Sex - The Natural Talents of Women and How They are Changing the World, girls will never be as obsessed with sports as boys, because evolution wires women to be co-operators, not competitors. </p> <p>\"Nobody pushes girls into the doll corner - they go there naturally,\" she says. \"Throughout their lifecycle, girls show more tendency toward nurturing activities, and we believe this is linked to the production of oestrogen. It's amazing how many people have to try to prove that everything is all socialisation, whereas biology and culture go hand in hand.\" </p> <p>Fisher applauds Dowling's call to get women playing at elite levels like men, but does not accept the notion that women hunger to play sports in massive numbers. \"There are more women who will play sports when the culture makes it acceptable to be athletic, which we see is now happening. But girls will always go to the doll corner. Women are drawn to activities that involve nurturing and co-operation, and men competition, and that is pure biology. You can't discount it.\" </p> <p>Dowling's other argument raising eyebrows is her call to reassess the performance of women in competition. She won't accept that men are better athletes because they can jump higher and run faster. To really compare the sexes, she wants women's performance relative to men's adjusted to take into account their smaller size. </p> <p>\"That just doesn't add up,\" says Richard Cotton, exercise physiologist and spokesman for ACE, the American Council on Exercise. \"You can't adjust performance to size to determine which athlete is superior. It would be a huge leap to say that Flo-Jo, [sprinter Florence Griffith-Joyner], at her peak, was faster than Michael Johnson at his, simply because you divide her size and speed and average out the maths. </p> <p>\"In terms of physiology, men are genetically predisposed to have more strength than women. Venus Williams is a big girl, but she still couldn't take on Pete Sampras, due to genetics. I would venture to say she wouldn't even make the men's tour.\" </p> <p>But Cotton says Dowling is correct in that biology doesn't prevent women pole vaulting or boxing. \"Women can definitely build strength, and they have excellent athletic ability when trained. But we do encourage girls to stay indoors because as a culture we don't like muscular women. Yet I think that stereotype is breaking down.\" </p> <p>This Dowling concedes too. She waxes lyrical over the strides American women have made in sports since 1972, when Title IX, an amendment to the Civil Rights Act guaranteeing equal funding for girls and boys sports, went into law. (Then 300,000 girls were in team sports. Today there are 3.2m.) </p> <p>Throw in society's attitudes breaking down about women athletes and television networks smelling profits in women's games, and Dowling admits these seem like glory days for women athletes. So why isn't she doing a victory lap? Simply because she doesn't see the battle won. Remember, women still play three sets of tennis while men play five, because the myth that women are too \"frail\" to play long games persists. </p> <p>Dowling does applaud the increased participation and acceptance of women in sports, but cautions against celebrating. In the year 2000, female athletes are still encouraged to feature in nude team calendars to prove they are feminine. The fashion/MTV culture, she contends, tells girls to rein in their athleticism. </p> <p>She also fears a new kind of male backlash as more women, inspired by Marion Jones and that strip-to-her-bra soccer player Brandi Chastain, buck the \"weak girl\" stereotype, get onto the field, and then, shock, horror, take it over. </p> <p>But Dowling urges women to ignore the sneers, lace up their trainers and tackle the sexism head on. \"As different beliefs supporting the frailty myth shatter, one after another, the change will not be trifling. It will alter the way women walk the earth.\"</p>",
  "<p><strong> Knees up Mother Brown... </strong> He's relaxed after the honeymoon, shimmering with the radiance of a man who has just traipsed down the aisle, and now it is your chance to party with Brad Pitt (pictured). Mr Aniston will be dancing Wednesday night away at Home, Leicester Square, London, following the premiere of Snatch, the latest outbreak of geezerdom from the crown prince of mockney, Guy Ritchie. Now, seeing as both Guy and his star hate the paparazzi more than anything else, perhaps the photographers will oblige them and impose a voluntary moratorium on all pictures of the Snatch bash. That would suit Guy and Brad, wouldn't it? Wouldn't it? </p> <p><strong> Standing on the shoulder pads of giants...</strong> You know how some people seem to belong so precisely to a certain time and place that they seem almost unnatural in another setting? Even more so than Bret or Jay, it wouldn't have been surprising if Tama Janowitz had somehow vanished when the first morning of the 1990s broke over Manhattan. But no, one half of the female wing of the literary Brat Pack is alive, well and in Edinburgh. Ms Janowitz will be appearing at Charlotte Square Gardens this Thursday, doing a reading from her new book - A Certain Age. And with the Bush clan making a comeback, people will be dancing in suits before you know it... </p> <p><strong> Hey, good looking...</strong> His grandaddy was one of the ruling geniuses of 20th-century music. His daddy was not. You got to have some kind of sympathy for Hank Williams III, although he could've always called himself something else to ease the pressure. Young young Hank is undecided about exactly where he stands musically, going for half proper country and half crashing hard rock. Those with an interest in genetic predetermination can catch him at the Garage on Wednesday. And that's your lot...</p>",
  "The most intractable of the issues preventing a settlement between Israel and the Palestinians is the future of Jerusalem. It was this that provoked the breakdown of the negotiations at Camp David last month. Now the question is whether another round of discussions can offer any better prospect of success. Both sides have adopted such entrenched positions that is difficult to see how either could contemplate a compromise solution. Yet some form of compromise there must be if there is ever to be real peace between them. And since the rivalry over the city is the main obstacle that must be overcome, it is important to be clear about the arguments. <p>The Israeli government insists that Jerusalem is the \"eternal and undivided capital\" of the Jewish state. Ehud Barak, like his predecessor as prime minister, Binyamin Netanyahu, repeats this slogan at every opportunity, so that most Israelis have come to believe it (though the outside world has not) as though it were a judgment handed down from on high. But it remains no more than a slogan and a moment's reflection is enough to remind us that it embodies a claim without substance, whether in terms of international law or as a simple matter of fact. The Israelis occupied East Jerusalem, with its wholly Arab population, by force of arms in 1967, and have remained there as an occupying power ever since. Acting unilaterally and in defiance of a series of UN resolutions, the Israeli government has annexed the Arab sector and established there a number of racially exclusive settlements - all of this against the strongly expressed wishes of the indigenous population. </p> <p>It would be difficult to imagine a more openly illegal position than that of the Israeli government in Jerusalem. Everything about it is contrary to international law. Soon after the occupation began, the UN security council adopted the famous resolution 242, whose opening clause confirmed the basic principle that \"the acquisition of territory by war is inadmissible\". As regards Jerusalem, the security council ruled unanimously (resolution 267) that any attempt by the Israeli government to alter the status of Jerusalem would be invalid. In other words, the prolonged occupation of East Jerusalem and its annexation, together with all the changes the Israelis imposed on the city, including especially the settlements they built and the colonies of Jewish settlers they planted on Arab land - all these constitute defiance of specific rulings by the body that expresses at the highest level the will of the international community. </p> <p>And there is another weakness in the Israeli case over Jerusalem. The suggestion that the city is the \"undivided\" capital of Israel is easily disproved. Take a taxi in West Jerusalem and ask the Jewish driver to take you to an address in East Jerusalem and he will refuse, even if he knows the address, which is unlikely. Apart from a small number of open-minded Israelis, the Jewish population of West Jerusalem do not visit East Jerusalem or have anything to do with it. Whether the Israeli government likes to admit it or not, Jerusalem is divided - and no amount of rhetoric can disguise the fact. So the Israeli desire to retain control of East Jerusalem has nothing to do with justice or the wishes of its citizens. It is an expression of what we used to call imperialism, the desire of one people to lord it over another - which is supposed to have gone out of the window long ago. </p> <p>What then of the Palestinian side of the argument? Why do the Palestinians believe they have the right to exercise sovereignty over East Jerusalem? If you were to ask those of them who live there, they would answer \"because it is our home\"; and if you went on to ask Palestinians who live in Israel and the occupied territories or in refugee camps in the countries round about, they would say \"because Jerusalem has been the focal point of our homeland for a thousand years\". And that, in simple human terms, ought surely to be enough. </p> <p>But besides this natural and easily understood feeling, the Palestinians have on their side two supporting arguments. First, they ask only for what is theirs. They make no claim on territory inhabited by others - even though what is now Jewish West Jerusalem consists largely of property seized in 1948 from its Arab owners. Second, they have the backing of international law, as expressed in those UN resolutions and in the various conventions designed to govern relations between peoples and to protect the rights of the weak against the powerful. </p> <p>So what conclusion can one suggest to a dispute where the balance of power is so uneven? Thirty years ago, wrestling with the same problem, I wrote in the Guardian that if the Israelis insisted on keeping control of the Old City of Jerusalem, peace would be out of anyone's reach. The same is true today. </p> <p>But I added then (and this is also true today) that there was \"an alternative which the Israelis might be wise to consider before it is too late. This is not withdrawal, which would divide the city once again; not internationalisation, which has little appeal for either side; but a condominium, which would be the starting point for a wider experiment in coexistence and which would preserve the unity of the city, but with no victors and no vanquished, no masters and no second class citizens, no angry clash of eager but ill-condered ambitions. And that might indeed be the New Jerusalem.\" </p> <p> Michael Adams is a research fellow in the politics department of Exeter University and a former Middle East correspondent of the Guardian </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "On September 18 1997, the CIA celebrated its 50th anniversary with a discreet ceremony at its headquarters at Langley, Virginia. Director George Tenet awarded special medallions to 50 past and present staff for their outstanding contributions to postwar American intelligence. High up the list was David Blee, who has died aged 83, although his predictably obscure citation praised him simply for \"creating a professional counterintelligence discipline\". <p>But this bland phrasing masked Blee's extraordinary achievement in unscrambling the ghastly mess that James Angleton, one of the most famous names in the espionage world - and for 21 years the CIA's all-powerful head of counter-intelligence - had created before the agency finally dispensed with his services in 1974. </p> <p>For two of the most hostile decades of the cold war, Angleton's job to was detect double agents. He began to run off the rails in 1963 after Kim Philby, once one of MI6's most senior officers, fled to Moscow. The two spies had become close friends when Philby was serving in Washington, and Angleton feared that some of the secrets might have come from his own indiscreet exchanges with Philby during their bouts of heavy drinking. He never got over this personal and professional betrayal. </p> <p>Unfortunately for the CIA, this drama hit Angleton just as he began debriefing a low-level KGB defector named Anatoly Golitsyn. Golitsyn actually knew very little of any value, but had a powerful manner - one CIA official said he was \"like a Prussian warrant officer\" - and a vivid imagination. He managed to convince Angleton, who now saw traitors round every corner, that any future Soviet defectors would almost certainly be KGB plants. (Later, a CIA psychological assessment classified Golitsyn as a paranoid). </p> <p>Within months, and in breach of all regulations, Angleton was trying to detect Soviet moles by passing highly classified intelligence files to Golitsyn, not only from the CIA's archives but also from those of the FBI. Golitsyn simply recycled this mine of information to sustain his own credibility. Angleton also began to treat anyone doubting Golitsyn's credibility as a probable KGB agent - and several American officers' careers were seriously blighted as a result. </p> <p>Under Golitsyn's influence, Angleton categorised even such high-level defectors as Oleg Penkovsky, who gave America 10,000 pages of invaluable Soviet military information, as KGB plants. Eventually, in an almost insane fever of suspicion, Angleton established a special investigation group to probe into such suspected Soviet agents as Harold Wilson, Willy Brandt, Olaf Palme, Lester Pearson, Averell Harriman and Henry Kissinger. </p> <p>The farcical denouement of this growing madness came when Ed Petty, a member of the special group, produced a report citing 25 examples of suspicious behaviour by Angleton himself, arguing that his disastrous impact on the CIA's Soviet division demonstrated that he was under Kremlin control. Petty took his report to David Blee, then a senior operations officer, who immediately ordered a full investigation. This cleared Angleton, but at last drew attention to the appalling effect his unwavering acceptance of Golitsyn's ludicrous pronouncements had had. </p> <p>In the course of the previous decade, the false accusations from the counter-intelligence division had not only created disastrous rifts with the CIA's overseas allies, but had stripped the agency of almost all its Soviet informants, who were repeatedly denounced as double agents. One of the most dramatic consequences was the CIA's failure to predict the Soviet invasion of Czechoslovakia in 1968. </p> <p> Ironically, the end of this calamity came through Angleton's inability to keep his nose out of America's internal security, where it was specifically prohibited by law. In the aftermath of the Watergate scandal, he was revealed as the instigator of Operation Chaos, the CIA's unauthorised interception of domestic mail. He was summarily dismissed, and Blee embarked on the painstaking job of rebuilding the Soviet division. </p> <p>Born in San Francisco, Blee graduated from Stanford University in 1938, studied at Harvard Law School and served with the Office of Strategic Services in the Pacific during the second world war. He joined the CIA in 1947, when it replaced the OSS. One of his most notable coups came in 1965, when he managed to spirit Stalin's daughter, Svetlana, out of India after she had sought political asylum. </p> <p>In the aftermath of the six-day war in 1967, Blee took charge of CIA activities in the middle east. One of his major responsibilities was tracking the emergence of Palestinian guerrilla groups, in the hope of anticipating their increasingly violent actions against western targets. In 1971, he returned to Washington to take over the Soviet division. </p> <p> His record there, of course, is locked in Langley's deepest vaults, but the outside world caught a brief glimpse of his successes in 1994, when the US senate intelligence committee published its damning study of the Aldrich Ames espionage case. Moscow had paid Ames, a CIA employee with a serious drink problem, nearly $2m to hand over details of the Soviet division's operations. The official assessment, after Ames was sentenced to life imprisonment, showed how deeply Blee's recruits had managed to penetrate. </p> <p>\"After his arrest,\" the report noted, \"Ames acknowledged that he informed the Soviets about approximately 10 top-level cases as part of the information he passed on June 13 1985. Overall, Ames has acknowledged providing the Soviets with information on over a hundred Soviet and east European cases during his espionage. In addition, Ames had access to several hundred other Soviet and east European operational endeavours that he may have passed to the Soviets, but he says he is unable to remember specifics.\" </p> <p>Blee retired in 1985, unaware that his carefully crafted networks were, by then, being unravelled by yet another runaway drunk. </p> <p>He is survived by his wife, Margaret, and their four sons. </p> <p>\u0095 David Henry Blee, intelligence agent, born November 20 1916; died August 6 2000</p>"
]