[
  "<p>Glasgow's Friday night pubbers and clubbers probably had little clue that, inside an old church on Bath Street, they were missing the first UK concert by the latest, and unlikeliest, European club sensation. Implausible though it may seem, the musical duo that has topped various European charts and represents the ultimate chill-out music for thousands of frazzled dancers at raves across France, are an exiled Bhutanese Buddhist monk, Lama Gyurme, and a blind, French classical pianist, Jean-Philippe Rykiel. </p> <p>In Glasgow as part of Billy Kelly's fifth far-reaching Big Big World festival, Lama Gyurme (officially a Tibetan master of music in Bhutan) sits in the lotus position, resplendent in saffron robes, near the altar of the spartan church that now forms part of a multi-purpose venue/cafe/ guesthouse. Eyes closed, he expels unfeasibly extended notes of Tibetan prayer song, with Rykiel adding the ambient synth wash and keyboard chimes that have propelled European post-ravers into a relaxed Nirvana and the duo's album, Rain of Blessings: Vajra Chants, into the charts. </p> <p>Gyurme's voice produces a kind of sonic hypnosis: his low-level growl, akin to the amazing Tuvan throatsingers, ricochets off the church walls in a continuous undulating wave. Only an off-microphone cough between 10-minute incantations indicates that Gyurme has had to breathe at all. Rykiel, who met Gyurme in his French monastery-in-exile after composing and arranging for Youssou N'Dour and Papa Wemba, injects sometimes superfluous aural garlands of birdsong and bell samples along with pattering keyboard trills. The overall sound veers dangerously close to Enya's elevator-ambient territory, until Rykiel unexpectedly breaks into sprightly semi-jazz breaks reminiscent of Herbie Hancock in electronic mode. </p> <p>But this was a quintessential Big Big World event, introducing genuinely inspirational artists to a surprisingly packed Glaswegian venue. Gyurme's low, resonant song chants were a wonder of control, waves of earthy yet spiritual sound, and one of the last songs, or mantras, sounded curiously like an ancient Scottish lament coming from somewhere we have never encountered yet recognisable as a universal music from the soul. Like the motionless Gyurme himself, as majestic and calming as a still loch.</p>",
  "<p>She stands on one leg, perched on a brick like a contorted heron. Two bricks balance on her back and there's another rammed between her legs. Dancer Davina Givan stoically bears the burdens of abused womanhood in She Is as He Eats, a surreal but strong look at relationships from Belgian choreographer Jan De Schynkel. No Highland Flings here. Instead this sharp young company offer a selection of inventive, beautifully danced works with a European feel. </p> <p>De Schynkel used to be with Nederlands Dans Theater 2 and it shows. His work has that visually compelling NDT feel and here he puts couples under the microscope with strange images and bizarre actions that trigger strong messages. The dancers appear on white cloth, stretched across the stage as if bungee-jumping horizontally. Givan dangles at the end of her tether while another couple entwine in bliss, hands hovering all over their bodies. The six are bound by the constraints of modern togetherness, but some eventually break free. </p> <p>An imposing figure with elegant control, Errol White places bricks in neat lines. Are they the building blocks or stumbling blocks of life? Givan, browbeaten by her partner, seemingly gives birth to a brood of bricks. She builds up her family, only to see the foundations destroyed. In a poignant display she protects them like vulnerable infants. </p> <p>Very different, Yael Flexer's new piece, Undone, is a quirky, engaging mix of martial arts and playground games. The five dancers stand in the corners of the stage with fixed grins as if embarrassed to step out, eventually breaking into uneasy action. Half the cast trained at the Northern School of Contemporary Dance in Leeds and graduate Givan makes a good advert, dancing with great expression. She ventures into the square archly, eyes wide with amazement, and ends her off-kilter solo thrusting her pelvis out over the edge of the stage. </p> <p>The piece teems with action and duels burst out as the performers try to outdo each other with slicing legs mirroring bouts of Tae Kwon Do. Danced in silence, until Nye Parry's score gradually kicks in, the choreography is full of whiplash moves. With their cropped heads and baggy grey garb the men look like Buddhist monks. They lift each other in spectacular fashion and suddenly the game's over. What's been done is undone.</p>",
  "<p>This is 95 minutes that will leave you speechless. Not quite in the same way as poor Philomela, her voice silenced by the brother-in-law who rapes her and rips out her tongue so that she cannot tell of his crimes. No: what renders you silent in Joanna Laurens's impressive debut is the audacity of the language, the way she says the unsayable about men and women, love and lust, the pain of being an outsider; the way she tells the tale to its wretched, vengeful, beautiful end without flinching. Afterwards, words have been quite choked out of you. </p> <p>Laurens's play makes Ted Hughes's Tales From Ovid look whimsical and the Royal Shakespeare Company's recent attempt to stage the story seem hopelessly prissy. She takes her cue from Sophocles's lost play, and makes some adjustments to more familiar versions of the story. Tereus's rape and mutilation of Philomela springs not just from tyranny and lust but from the incoherence of love. He has been made, by the clumsy machinations of Philomela and Procne's father exerting his own warped power, to marry the wrong sister. </p> <p>\"What's in a name?\" asks Juliet in Shakespeare's play about love. Tereus - older, wiser - knows that there is much. \"Procne. A clumsyknock name to my Philomela. Procne. Your name limps,\" he says on learning that he must wed and bed her. Laurens offers no excuses here, but in every distorting word she charts the psychological malformations of Tereus's mind. There are other wonderful touches: the intimacy of the sisters is depicted by a shared language that is delicate, joyous, and so private it is almost autistic. When Procne finds herself alone and unloved in Thrace she sounds foreign. Her young son Itys never gets the chance to speak. The weakest is always sacrificed. </p> <p>Laurens writes with such murderous beauty that you are put in mind of the work of the late Sarah Kane. Here she matches story and language so that the mutations and mutilations of one are always reflected in the other. </p> <p>There is a stark beauty in Rebecca Gatward's delicately judged production, which transforms the Gate into a tiny amphitheatre. The chorus perch on shelves like an inquisitive flock of birds, beadily watching the story as it rushes towards catastrophe. This is a quiet, emotionally branding piece of theatre, made all the more devastating by amazing performances from Alex McSweeny as Tereus, whose life and line is gutted, and Sharlene Whyte and Syan Blake as the sisters, whose story takes wing and soars. </p> <p> Until November 4. Box office: 020-7229 0706.</p>",
  "<p>Nineteen months after losing control of a successful Under-21 team Peter Taylor will pick the England side to play Italy in a friendly in Turin three weeks from now. The 47-year-old Leicester City manager agreed to take on the task last night in the chaos left by Kevin Keegan's sudden resignation following the World Cup defeat by Germany at Wembley a fortnight ago. </p> <p>Originally the Football Association's plan was to have Taylor and Steve McClaren, Sir Alex Ferguson's assistant at Manchester United, working under Bobby Robson for as long as it took to find Keegan's full-time successor, but that idea was scuppered on Saturday evening when Newcastle United refused to allow Robson to be approached. </p> <p>Instead Taylor and the 39-year-old McClaren will take a break from their clubs to look after the Italian job with Brian Kidd, now in charge of youth development at Leeds, running the Under-21s. \"Leicester are very happy for me to take charge of England for this one match,\" Taylor explained, \"and it will not affect my work at Filbert Street.\" </p> <p>More significantly, in terms of rebuilding England over the next five to 10 years, the FA has already reduced the list of candidates for the job to three and will begin to sound out the choices this week. </p> <p>Arsenal's Arsène Wenger remains the prime target with Lazio's Swedish coach, Sven Goran Eriksson, not far behind him. The third man could be Roy Hodgson, the Londoner who took Switzerland to the 1994 World Cup, or even Ferguson. The 67-year-old Robson is not being considered. </p> <p>Adam Crozier, the FA's chief executive, yesterday made it clear that Taylor's caretakership would provide the time necessary to find the right man and it is still the intention to have a new coach signed up by Christmas. Certainly the FA will be disappointed if England find themselves approaching the next game after Italy, a friendly against Spain at Villa Park on February 27, still with nobody in charge on a long-term basis. </p> <p>\"We don't want to have to leave things until the last moment,\" Crozier stressed. He refused to rule the popular choice, Terry Venables, in or out at this stage but did point out that media hype would play no part in the FA's thinking. \"I always go on personal conversations and what people say to you in private,\" Crozier said. \"That is the proper way to do this, not through opinion polls.' </p> <p>For the moment, then, the task of halting an England decline which began with the failure of Keegan's side in this summer's European Championship and continued with the 1-0 defeat by Germany and soulless, scoreless draw with Finland under the FA's technical director Howard Wilkinson has fallen to two likeable and able coaches whose experience of handling teams at full international level is nil. </p> <p>To be sure Taylor's three years with the Under-21s, where he learned much from Glenn Hoddle, and McClaren's time with Ferguson at Old Trafford, where he has worked with a number of leading England players, will stand the pair in good stead. Yet the latest appointment is still a matter of make do and mend. </p> <p><strong> Technical turbulence</strong><br> </p> <p> To avoid embarrassing speculation both Crozier and Taylor went out of their way to explain that the position of Wilkinson would not be affected by the appointment of the man from whom he took over the Under-21 squad. </p> <p>\"My relationship with Howard is very good,\" Taylor insisted. \"When Glenn left it was natural that the technical director would want to be running the most senior team for which he was responsible, which was the Under-21s. Had I been technical director I would have done the same.\" </p> <p>\"The position of Howard Wilkinson is unchanged,\" said Crozier. \"He has been fully involved in these appointments and has always believed that the best future for England lies in long-term planning.\" </p> <p>Nobody could argue with that but, if the FA cannot get a coach in place before the end of the year, the problem of who is to pick the team not only for the Spain game but the World Cup qualifiers against Finland and Albania in late March will loom large. Last night Taylor and McClaren made the right noises about their future availability but at that time of the season United and Leicester might be less ready to let them go. </p> <p>If Taylor appeared a little bemused by his sudden promotion it was understandable. Originally a Southend United player, he won four England caps as a Crystal Palace winger, later moving to Tottenham and Leyton Orient. </p> <p>As a manager he began at Dover and enjoyed a humdrum period at Southend before Hoddle called him up to take over the England Under-21 squad. It was his success with the juniors which brought him national recognition as an accomplished coach and on returning to management with Gillingham and now Leicester he has continued to thrive. </p> <p>One effect of having Taylor in charge could see England reverting to a 5-3-2/3-5-2 formation in Turin. \"I like 5-3-2, but I also like a back four,\" Taylor said last night. </p> <p>But first he will have to see who turns up. At least with a United man as his assistant Taylor will receive first-hand information about aches and strains at Old Trafford. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>For the time being Arsenal will be content to stalk Manchester United with the dedication of gumshoes. What remains to be seen, when the pace hots up after Christmas, is whether Arséne Wenger's latest pursuit of the Premiership title is maintained in the spirit of Maigret or Clouseau. </p> <p>Already Arsenal are demonstrating that when it comes to winning matches with an economy of labour they are not far behind United. On Saturday morning, Sir Alex Ferguson saw off Leeds without using Ryan Giggs or Andy Cole. In the afternoon, Wenger won at Upton Park with Thierry Henry and Nwankwo Kanu employed only as late substitutes and even Ray Parlour, an important piston in the machine, left on the bench at the start. </p> <p>Wenger had less reason than Ferguson to save his players' legs since, unlike Manchester United, Arsenal are already through to the next phase of the Champions League and can use their remaining two first-round matches as practice games. Dennis Bergkamp's fear of flying, moreover, will ensure that the Dutchman, free of wearisome midweek trips, remains fresh for the weekend. </p> <p>Arsenal will be fortunate, however, if they continue to find opponents quite so obliging as West Ham were on Saturday. For most of the first half West Ham's defence, missing the injured Igor Stimac, did not exist as a recognisable entity. A slipshod error by Trevor Sinclair allowed Robert Pires to score after 12 minutes and an own goal by Rio Ferdinand increased Arsenal's lead after 21. </p> <p>The rest was a familiar story of West Ham recovering their faculties sufficiently to get back into the contest after half-time and perform with enough vigour to convince themselves, their supporters and their manager that they deserved a point, even though the opposition had enough chances on the break to double their score. </p> <p>After the game Harry Redknapp made his usual speech, the one which starts with condemnation of the defence - \"You cannot give goals away like that at this level\" - but ends with a ringing assertion that things will get better - \"I'm still convinced that we'll finish in the top half of the table, nothing has changed my mind.\" </p> <p>Admirable though the West Ham manager's faith in his team may be, Redknapp is starting to sound like the three-wheeled waggoner who believes that around the next bend is a hidden cave where he can watch those Cherokees go galloping by. In fact his defenders rather pre-empted him on Saturday as they stood and watched while Silvinho, Pires, Sylvain Wiltord and Fredrik Ljungberg galloped by, spurred on by Bergkamp's arrows. </p> <p>When Frank Lampard and John Moncur eventually man aged to establish a base in midfield to back the skills of Joe Cole, whose qualities shone through West Ham's football like a search-light, some sort of parity was restored. Yet the omnipotence of Patrick Vieira - \"a giant from the first to last minute,\" according to Wenger - was not seriously challenged, while alongside him Gilles Grimandi again showed that he is more effective for Arsenal in midfield than ever he was at centre-back. </p> <p>Until a low free-kick from Stuart Pearce, struck left-footed from just beyond the right-hand corner of the penalty area, beat David Seaman through a crowd of players early in the second half, Upton Park had been resigned to blowing raspberries rather than bubbles. West Ham, after all, have still to win a league fixture at home this season and the natives are getting restless. </p> <p>Pearce's goal, however, roused West Ham to something approaching fervour and had Davor Suker, recently recovered from injury, been at his sharpest he might have brought the scores level 12 minutes from the end when a nod-down from Sinclair put the ball on to his favourite left foot. Instead he sliced his shot. </p> <p>It had been a sliced clearance by Sinclair as he attempted to cut out a cross from Bergkamp that led to Pires putting Arsenal in front. Then Ferdinand, lunging back to prevent a centre from Silvinho reaching Bergkamp, diverted the ball past Shaka Hislop. </p> <p>In between times saves by Hislop had twice thwarted Wiltord and later on, with West Ham pressing forward, Henry and Parlour both missed chances to increase Arsenal's lead. Pires, meanwhile, had a goal disallowed because Bergkamp was offside. </p> <p>At the final whistle Martin Keown indulged in a maniacal one-man celebration for the Arsenal fans which might have been better saved for the winning of the Premiership or the Champions League. At present, beating West Ham is worth about half a whoopee. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>In a ragged classic, St Johnstone produced a result that almost suspends the laws of Scottish football's universe. Rangers now lie fourth in the Premier League and are 12 points behind the leaders, Celtic. Martin O'Neill, though he would never admit it, must have the scent of the title in his nostrils. </p> <p>The game teemed with incident at either end and was graced with the presence of the remarkable Mohammed Sylla. The Guinea international, plucked from the French club Le Mans by the Saints' manager Sandy Clark in the summer, waltzed through the match conferring both guile and mayhem. </p> <p>A law unto himself, he fittingly scored St Johnstone's momentous winner - a hammered shot from 20 yards into Mark Brown's top corner, after he had sprinted the length of the field. </p> <p>Unsurprisingly, the Rangers manager Dick Advocaat was livid. His side's behaviour is increasingly erratic and they must now visit Sturm Graz in the Champions League on Wednesday stalked by their domestic struggles. Still, whatever the Dutch instinct is for not mincing one's words, Advocaat possesses it. </p> <p>\"My team are big heads,\" he spat afterwards. \"They always think they are better than they are. I have Scottish internationals and Dutch internationals but they have no idea about football. </p> <p>\"It was a hopeless performance and I am sick of it. With no disrespect to St Johnstone, we should be better than them. But they were up for this game while my players were not.\" </p> <p>Early on in the match Advocaat fell into a strop, as only Advocaat can, over the decision that provided St Johnstone's opening goal - yet it would be hard to find a more glaring penalty. </p> <p>Keigan Parker, at 18 years old a lithe and slippery striker, took on the creaking Italian Sergio Porrini inside the Rangers box and turned him outside in. When the defender finally resorted to tugging and wrestling with the youngster, the referee, Alan Freeland, quite rightly blew for a penalty. </p> <p>Advocaat was out of his dugout as if one of the world's great injustices had just been witnessed. Parker dusted himself down and slammed home the spot-kick. \"He's growing in stature,\" Clark said calmly of his prodigy later. </p> <p>Amid the general subjugation of Scottish football by the Old Firm, you occasionally glimpse these traces of rebellion. St Johnstone should have gone two up when Sean Evers' beautifully-paced pass released Paddy Connolly, whose finish proved weak. Such a lead would not have flattered the home side. Their technique was inferior but their old-fashioned exploitation of the flanks was enticing. </p> <p>Miller's equaliser after 55 minutes arrived with startling suddenness. The young striker has hardly been seen since his £2m arrival from Hibernian but in an instant here he leapt back into the spotlight. From 22 yards Miller rifled a low drive with venomous pace past Alan Main. </p> <p>This looked like being the goal of the game. It was for 11 minutes before Sylla's advance from defence brought the house down, producing sounds rarely heard in a ground dubbed Sleepy Hollow. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>As those who have delighted in dragging down successive England managers may shortly come to appreciate, Peter Taylor is not a man easily ruffled. </p> <p>The smart, authoritative football that Taylor has drawn from his Leicester City charges since stepping snugly into Martin O'Neill's shoes may have been noticeably absent here but the man who might just be king was ready for any would-be detractors. As Glenn Hoddle, Kevin Keegan et al will tell you, when you are sitting at the big boys' table, forewarned is forearmed. </p> <p>Before being asked whether he was ready to do the decent thing and gallop, white knight-like, to his country's rescue, the theory was put to Taylor that, after such a spirited start to the season, Leicester's bubble had burst. </p> <p>\"We have lost two games in a row to Manchester United and Liverpool,\" he replied. \"That's the sort of thing that would test Real Madrid, never mind Leicester City.\" Touché. </p> <p>Midway through the second half of a game that always drifted enticingly between the sublime and the breathless, Leicester's defender Callum Davidson hoisted the ball skywards with the speed of a bullet. </p> <p>It fell into Anfield's main stand, straight into the lap of Michael Owen to be precise. Inactive because of a head wound sustained the previous weekend at Derby, the young striker collected, controlled and dispatched with customary efficiency, bowling the ball down towards the touchline. </p> <p>Although not exactly well-placed, given that the profligacy of those called upon to fill the void created by his absence had been so pronounced, Owen must have been tempted to shoot. </p> <p>The Liverpool manager Gérard Houllier's assertion that his team had created a shed-load of chances brooked no argument. Neither did his claim that Leicester only really threatened to steal something late in the afternoon when, perplexingly, Liverpool's refreshing sense of adventure had been eroded by the Chinese whisper-style transference of the belief that if something can go wrong, then it will. They call it Roy Evans' law on Merseyside. </p> <p>This was a hard-won if deserved win, for as Liverpool began to fall back and protect their slender advantage, Taylor's boys sensed their lack of ambition would, after all, have tangible reward. Indeed, but for Markus Babbel's marvellous tackle on Paul Gilchrist just minutes before the final whistle, logic would have been turned squarely on its head. </p> <p>Much of Liverpool's football, particularly in the first half, was mesmerising and Houllier would have required an abacus to tot up the number of chances his players missed. </p> <p>Indeed Emile Heskey, the man whose goal finally divided two teams of quite differing merit, should have claimed a second consecutive hat-trick. He did not because, as his manager pointed out, he still lacks composure in front of goal. </p> <p>Twice after scoring, Heskey scampered clear of his old team-mates only to fire tamely into the legs of the outstanding Tim Flowers, who combined impeccable timing and beguiling athleticism. </p> <p>But it would be churlish to criticise Heskey; he was a delight on Saturday, striking the decisive blow on 69 minutes after Matt Elliott hopelessly misjudged both the flight and strength of Babbel's cross from the right flank.</p>",
  "<p>Geoffrey Richmond asked last week that Bradford be judged after the Ipswich game. He sounded like a chairman who fancied his chances. Sadly his team made few and took none. Even Benito Carbone, clear 15 yards out, snatched wide when he would naturally have hit the target. It reflected the whole team's loss of confidence. </p> <p>Much, such as magic goals out of nothing, was expected of the Italian. He is, indeed, joint top scorer. But his only goal came nine matches ago, against Chelsea, when team morale soared with a 2-0 win. They have scored only two since and Carbone, suspecting his locks and Alice band were making him too easy to spot and mark, has shaved his head in the hope of getting lost among the broad beans. </p> <p>Saturday was more mangelwurzels. Dean Saunders, who came on for his first 16 minutes of the season, believes some of the newcoming old-stagers, astutely picked up by Chris Hutchings in the summer, think \"we're going to play teams off the pitch, which is not realistic. We must go back to making it hard for teams to play.\" </p> <p>This will come hard to Hutchings. If the team has delusions of grandeur, he has commendable delusions of style. He has blind optimism too. \"The situation is nothing a couple of wins can't put right.\" But wins mean goals. Last week he abandoned extra shooting at training, saying \"you can practise things too much\". </p> <p>Certainly over-concentration can breed anxiety and banish instinct. These players need to regroup first in shape and spirit. Otherwise Bradford will find they are building a stadium fit for the Premiership that sees first service in the Nationwide - delusion indeed. </p> <p>Typically on Saturday fortune favoured the fortunate. Everything is going enviably right for Ipswich since their promotion. This was their fifth successive game unbeaten, their third successive away win and thoroughly deserved. But they went ahead through a grotesque lunge of luck as Dan Petrescu put through his own goal. And the second was rough justice for Matt Clarke who had just made a stunning save from David Johnson, tipping a point-blank header on to a post. Two minutes later Jamie Clapham scored with a free-kick which, being generous to the wall, went over it. </p> <p>George Burley was generous to Bradford, though it may not have encouraged them to hear that \"our passing was poor by our standards\". It was, too. Instead of their recent copperplate script, it was as if they were writing on blotting paper. It was fuzzy at the edges. There was less bright movement but the confidence was undimmed. </p> <p>The force is with them, many of them unremarkable players playing above themselves with faith in the system and the club. Two who are special, Matt Holland and Titus Bramble (again rested), signed extended contracts last week; John McGreal and Mark Venus were outstanding in defence; Marcus Stewart's angled runs were constantly deceptive. \"We set our standards, thinking we would have to improve by 10% this season to survive,\" said Burley. \"Now we have no fears about playing the best.\" </p> <p>Finding himself in sixth place Burley added: \"I was brought up with Ipswich in the 70s and 80s in Europe. That's where I want to take the club back.\" His manager was Bobby Robson. If Bradford's manager can see how simply it is done, the cry could one day be heard, \"Hutchings for England.\" </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "Someone, day after day, is killing the children. We see them die, amid blood and grief. Yet in part, as we watch, we are killing them, too. That is the damnable thing about Ramallah and Nablus and Gaza. <p>Consider our children, the children of Britain. They come wrapped, by public consent, in special status: they are minors, kids who aren't responsible and thus the ultimate responsibility of society itself. When their parents abuse or neglect them, they are taken away to a place of protection. The law adopts exceptional measures to hide their identities if they are involved - directly or indirectly - in crime. Schoolteachers can't raise a hand to them on pain of dismissal. Children come first. </p> <p>Press and television, in their own codes of conduct, echo that concern. No identification under the age of 18; no photographs or interviews without parental approval; no invasions of privacy. And not just for Euan Blair or Prince Harry Windsor. If children perish, as they perished at Dunblane, we do not want to see the bodies in the playground nor the parents, engulfed in emotion, talking unwillingly to a prying camera. These children are our children; and their tragedy is our tragedy. Children, in the purest sense, are innocents. Children come first. </p> <p>But on the West Bank or Gaza, children come first in a different way. They are the first to die - from the 12-year-old who died in his father's arms almost three weeks ago to 13-year-old Mohammed al-Najjar, shot in the head this weekend. Try to compute the victims of this latest uprising, this supposed war, and most of the 130 or so dead already are Palestinians - and, overwhelmingly, most of them are kids, teenage lads well short of their legal majority. </p> <p>Thus mothers sob and fathers choke before our eyes. Schoolteachers talk sadly about empty desks. Women pallbearers at the endless funerals chant that \"Israeli peace means killing the children\". Mourning crowds take up the refrain to these teenage \"martyrs\". \"Oh Arabs, pay attention - the Palestinians are getting killed.\" </p> <p>And here is the damnable thing. None of this is an accident, a happenstance, a contrivance of fate. The children are first in the firing line by design. They have become cannon and media fodder. </p> <p>Dr Stephen Males, a former assistant chief constable with a commission from Amnesty International, reported directly the other day on the course of the carnage. \"The key point is that Israel is using military tactics and not establishing policing practices.\" This means that the army - and, yes, thousands of young conscripts - is bent on winning a conflict of retribution and domination the way armies do. \"They are simply trying to wipe out or dominate the enemy\" - while police officers, who know all about crowd control, stand idly by. </p> <p>An appalling verdict, compendiously documented. Israel indicted. And the charge is not just sickening brutality, but imbecile strategy as well. For this, if it is war at all, has turned into a war for hearts and minds. \"One side waits for violence; the other side obligingly shoots them.\" </p> <p>The Palestinians, in turn, actively invite casualties. There's a \"ritual pattern\" to their demonstrations. Their police are not on hand to protect life or defuse tension. \"They make no attempt to stop children and youngsters let out of school for the day from running alongside,\" Males told Michael Binyon of the Times. \"There is a cynical allowance of the enormous risk to their lives.\" </p> <p> Why, you ask, such callous cynicism? Oh Arabs, pay attention. The Palestinians can't \"defeat\" the Israelis (if such a concept has any meaning) by throwing sticks or stones. They have no army worth the name. They cannot wage conventional warfare. What they can do, and are doing, is foment world repugnance. Sit down, in your comfortable western homes: turn on CNN or ITN or the BBC or any of the swelling range of cable channels - and be sickened. </p> <p>More specifically, fill the cable and satellite TV channels of the Middle East - like MBC or ANN - with this everlasting horror, and the leaders of Damascus or Cairo or Riyadh will feel the heat. The boys on their streets see the pictures; they know which side they are on. Can they exert pressure for actual war on their fragile regimes? Will they, in turn, become the radicalised standard bearers of upheaval? </p> <p>We've lost touch in Britain with the march of cable news, which still attracts only fragments of audience here. It isn't like that in the third world of ferment. When I was in Pakistan this year I found a satellite dish in every flyblown village. It cost two or three pounds a month, shared among the villagers, and it was their window on the world, reaching more than 50% of the entire population. Through that window, now, they will be seeing Jews kill Arab children round the clock, white-faced western reporters, rivers of blood flowing far into the future. </p> <p>There is, if we are honest, a terrible - and new - dilemma here for journalists, and for those who buy their wares. We're hot on our dignity about spin doctoring. We quiver with rage whenever Mr Campbell peddles his tales. But what is this, on a more awful stage, than the work of the spinners of despair? </p> <p>The parents of the West Bank could guard their children. The schools could stay open. The police could control the demonstrations and the age of the demonstrators. Yasser Arafat and Marwan Barghouti, the leader on the streets, could unite to keep the kids away. No more 12 or 13-year-old \"martyrs\". But none of that happens. The spectacle - the spectacle we watch and, in the watching, in the viewing figures, perpetuate - continues. </p> <p>As miserably usual with moral dilemmas, there is no pat solution. Shutting out the cameras and the reporters (as the Israelis would like) isn't an answer: darkness didn't stop the bloodshed in the first intifada, darkness cloaks a multitude of other sins. The sense of a watching world - from Belgrade to Maputo - is a powerful force for good. It may even, here, drive Jerusalem to see what havoc it is making for itself. </p> <p>But if we're going to choose truth above silence, then let it be the truth. And the truth here is not merely that the young men of Israel are shooting the young boys of Palestine, but that we, the reporters on the spot, the cameras, the editors at home and you in your living rooms, are a vital factors in this vile equation. </p> <p>If we understand that, we begin to understand what's going on, and to be able to make judgments of our own as instinctively as we would make them for our own children, the special kids who come first. Without that, there is only one damnable thing after another. </p> <p><a href=\"mailto:peter.preston@theguardian.com\">peter.preston@theguardian.com</a> </p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\">Israeli government</a> <br><a <br> </a><a href=\"http://www.moledet.org.il/moleng.htm\" target=\"_new\">Moledet - Land of Israel Loyalty Party (Torah-based religious party)<br> </a><a href=\"http://www.iris.org.il/\" target=\"_new\">Iris - Information Regarding Israel's Security (promoting Israeli security)</a><br> <a href=\"http://www.geocities.com/CapitolHill/3188/\" target=\"_new\">Zo Artzeinu (Israeli settlers' group)</a><br><a href=\"http://www.virtual.co.il/orgs/orgs/ichud/irindex.htm\" target=\"_new\">Organization of Rabbis for the People of Israel</a><br><a href=\"http://www.pna.org\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "With the front pages still full of fire and fury, there is a rising swell of commentary and analysis in the regional media. Unfortunately, the analysts are almost as bitterly divided as the young men risking their lives on the battered streets. <p>Hanan Ashrawi, the redoubtable former chief Palestinian negotiator, has a hard hitting piece on the <a href=\"http://www.amin.org\" target=\"_new\">Arab Media Internet Network</a> website, in which she bitterly accuses Israel of institutionalised racism: \"The most basic form of deception is in fabricating a false symmetry between occupier and occupied, between oppressor and victim. The 'violence' of the powerful Israeli occupation army using live ammunition, tanks and helicopter gun ships is (at best) equated with the 'violence' of Palestinian civilians protesting their victimization and continued loss of rights, lands, and lives.\" </p> <p>Another website, <a href=\"http://www.arabia.com/\" target=\"_new\">Arabia.com</a>, carries a long and thoughtful piece by US commentator Danny Schechter on media perceptions - and distortions - of the conflict: \"If you read or watch American media, you'd think that the conflict between the Israelis and the Palestinians is a battle between opposing armies, ordered by Yasser Arafat to scuttle the peace process. And once again the issue has been framed as Arab versus Jew, with the substantial and vocal peace movement in Israel overlooked and Palestinians referred to as rock throwers and fanatics.\" </p> <p>The <a href=\"http://www.khaleejtimes.com/\" target=\"_new\">Khaleej Times</a> in the United Arab Emirates welcomes the final statement from the weekend Arab summit in Cairo: \"The final communique of the Arab League summit in Cairo is proof, if any further was needed, that the Palestinian people are not alone at this critical moment in their struggle for self-determination. The statement is at once a tribute to the sacrifices of the Palestinian Arab martyrs and a warning to Israel that the cost of its heavy-handed policy will not be inconsiderable. Already Arab states that had established nominal links with Israel in the wake of the Oslo accord have moved to downgrade their diplomatic and commercial relations.\" </p> <p>Going back to the other end of the regional telescope, the <a href=\"http://www.jpost.com\" target=\"_new\">Jerusalem Post</a> ridicules the Arab summit: \"It must be great to be an Arab leader. With straight faces, Arab heads of state gathered in Cairo to label Israeli actions as 'barbaric,' when Israel acted with more restraint than most democracies would have, let alone how most of them have acted against lesser threats to their security. At the same time, being against launching an all-out war against Israel is enough to qualify an Arab leader with full membership in the 'moderate' camp.\" </p> <p>The less strident <a href=\"http://www.haaretzdaily.com\" target=\"_new\">Ha'aretz</a> is calling for a thorough independent inquiry into the killing by security forces of 10 Israeli Arabs (they call themselves Palestinians who live in Israel) during the first waves of disturbances. It notes that the government may prefer a low-key inquiry, but says that only a high-level, legally-empowered commission of inquiry would have the full investigative powers necessary, as well as prestige for, and public confidence in, its work and its conclusions. However, the paper does not suggest any investigation of the 100-plus Palestinian deaths so far.</p>",
  "Israeli prime minister Ehud Barak's plans for a unity coalition faltered today, as talks with the leader of the hawkish opposition, Ariel Sharon, on the terms for joining his tottering government broke down. <p>Further talks are expected, according to an official of the opposition Likud party. </p> <p>\"The paper (Barak presented) was unacceptable, but we are going to hold another meeting in 30 hours,\" Silvan Shalom announced, as clashes continued in the crisis-riven area.</p> <p>Mr Shalom said that Likud wanted Mr Barak's agreement to give it \"real influence\" in the \"diplomatic process\" - which is understood to mean having substantial involvement in any future peace dealings with the Palestinians.</p> <p>If talks are successful and a coalition is formed, it could freeze Middle East peace negotiations for many months. </p> <p>The start of the formal coalition contacts came a day after the prime minister announced that Israel was taking \"time out\" from peace talks, to the chagrin of US President Bill Clinton and dovish members of Mr Barak's centre-left government. </p> <p>Palestinian leader Yasser Arafat riposted by saying Barak could \"go to hell\". </p> <p>In the West Bank town of Nablus, two Palestinian teenagers, aged 15 and 17, died today after being shot in the head during earlier clashes with Israeli troops. The deaths brought to 123 the number of people killed in 26 days of fighting. All but eight of those killed have been Arabs. </p> <p>Israeli troops and Palestinian militants traded gunfire in the main street of Hebron, an almost daily event. Palestinian stone throwers also clashed with Israeli soldiers at two trouble spots in the Gaza strip, with 36 Palestinians wounded overall, according to hospital doctors. </p> <p>In the West Bank town of Bethlehem, protesters spray-painted a donkey to resemble the Israeli flag, and tied up the animal in the street where rock throwers and soldiers clashed. The protesters also painted the names of Mr Barak and Egyptian President Hosni Mubarak on the donkey. </p> <p>With no letup in the confrontations, the Israelis clamped down on several Palestinian areas. </p> <p>The Israelis again closed the Palestinian airport in Gaza City, further restricting Palestinian travel. \"We consider this as another step in the hard siege on the Palestinian people,\" said Salman Abu Halib, general director of Palestinian Airlines. </p> <p>Separately, the Israeli army imposed a blockade on Beit Jalla, a Palestinian town from which Palestinian gunmen have been shooting at the Jewish district of Gilo on the southern outskirts of Jerusalem. </p> <p>Last night, Israel responded to the shooting with missiles and tank-mounted machine-gun fire. Beit Jalla and nearby Bethlehem were plunged in darkness, a Beit Jalla factory was destroyed and several homes damaged. </p> <p>One rocket hit a children's bedroom in the home of the Nazal family in Beit Jalla. Sohana Nazal said moments earlier she had moved her children, George, 3, and Ghada, 2, from the room because it faces Israeli tanks on a nearby hill. </p> <p>\"We heard a loud crash. We thought it [the rocket] had landed on the street. Only when we opened the door to their room and saw all the smoke did we realise what had happened,\" Mrs Nazal said. </p> <p>Hundreds of civilians have fled Beit Jalla and the nearby Aida refugee camp. </p> <p>The Israeli army chief of staff, Lt Gen Shaul Mofaz, said life for the residents of Beit Jalla could only return to normal if the shooting from the Palestinian side stopped. \"If they make it impossible to conduct a normal life on the Israeli side, I do not think we can tolerate such a situation,\" Mr Mofaz told Israel radio. </p> <p>Mr Barak today launched formal talks to broaden his coalition, which at present controls only 30 seats in the 120-member legislature. Parliament returns from summer recess on Sunday. If Mr Barak fails to bring opposition leader Ariel Sharon and his Likud party into the government, early elections appear inevitable. </p> <p>Mr Barak and his negotiators were to meet separately today with Mr Sharon as well as representatives from the ultra-Orthodox Shas party and the dovish Meretz factions, both former coalition members. </p> <p>Mr Sharon has said he would not join the government unless Mr Barak distanced himself from concessions he offered the Palestinians during the Middle East summit at Camp David in the US in July. </p> <p>At the time, Mr Barak was ready to give the Palestinians more than 90% of the West Bank, as well as control over parts of traditionally Arab east Jerusalem. </p> <p>Critics said Mr Sharon's presence in the government would dim hopes for peace. </p> <p>\"I think a national unity government...would make the prospect of peace more distant and undermine the belief in the world that we really do want to make peace,\" said Justice Minister Yossi Beilin of Mr Barak's One Israel alignment. </p> <p>\"If Sharon has the right to veto peace negotiations, I will not be able to sit in it [the government],\" said Mr Beilin, a key player in previous interim accords. </p>",
  "<p><strong>THE QUIET MAN</strong></p> <p>When Kelvin Koogan was given the England manager's job and immediately began to babble incoherently like a four-year-old full of cheap undiluted orange squash, the Fiver knew nothing good would come of the appointment. So you can imagine our relief when Peter Taylor opened his mouth after being put in charge of England for the upcoming friendly with Italy. There was no wide-eyed over-excitement, not a word of heart-on-sleeve jingoism, and as for cheesy self-deprecation spewing through a gormless grin ... well, you can forget it.</p> <p>\"The FA have given me the task of picking the team and I am happy with that responsibility,\" a level-headed and businesslike Taylor quietly announced. \"Leicester are very happy for me to take charge of England for this one match and it will not affect my work at Filbert Street,\" he continued, before serenely floating back up the M1 to the midlands.</p> <p>Not that Taylor is any less ambitious than his idiotic predecessor, mind you. \"I will be looking to do my best and give the FA food for thought,\" he admitted to the London Evening Standard. \"It is for one match only at this stage and after that, we will see what happens. My philosophy has to be to make the most of my opportunity. It has come very quickly but I am relishing the chance to work with the country's best players.\" So if things go well, the FA could decide to make their caretaker permanent - after all, there's a precedent. But if that's going to happen, please God don't let Paul Scholes put three past Francesco Toldo.</p> <p><strong>AXE MARKS THE SPOT</strong></p> <p>Bradford chairman Geoffrey \"Zippy\" Richmond may sound like a character from kids TV show Rainbow, but there was nothing remotely cuddly about his warning to manager Chris Hutchings today. \"Clearly if results don't improve then appropriate action will be taken,\" said Richmond, sharpening a Dean Windass-sized axe. And just in case there was anyone out there wondering whether \"appropriate action\" might mean sending Benito Carbone and Dan Petrescu to a motivational seminar, they were soon set straight.</p> <p>\"We are having a bad time at the moment on the pitch,\" explained Richmond. \"We find ourselves 19th in the table and have only scored four league goals this season. Yesterday I had a two-hour meeting with Chris Hutchings to discuss the situation. I made it clear that we need an improvement with immediate effect. I also made it clear that time was not on his side.\" Oo-er. Yet Richmond is clearly a benevolent man, asking the fans who booed Hutchings on Saturday to \"trust my judgment whilst Chris is given the opportunity to put things right\". </p> <p>In fact, Richmond's harshest words were reserved for the supporters themselves. \"It is perhaps worth reminding our new supporters that in 1994 we were mid-table in the Second Division, with an average attendance of 5,000,\" he thundered. \"Indeed, I can remember my first home game, which was against Hartlepool.\" And if the memory of playing the monkey-hangers wasn't enough to shame Bradford fans to their senses, Richmond then offered anyone who has a ticket for next Sunday's game against Leeds their money back if they feel that they cannot support the team. \"I believe that many of you should take a reality check,\" he ranted at the doubters, with - let's be honest - some justification.</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"If you stand still eventually you will end up going backwards\" - Homespun philosophy from WBA manager Gary Megson, who is trying to persuade his chairman to give him some of the £3m windfall he received from Ugo Ehiogu's move to Middlesbrough.</p> <p><strong>RUTH(LESS) ELLIS</strong></p> <p>Say what you like about Aston Villa chairman Doug Ellis - actually, this country has libel laws, so forget that - but he knows his football. Only 24 hours after John Gregory's entertainers scraped and hoofed their way to a coma-inducing 0-0 draw at home to Sunderland, knowledgeable Doug has come to the conclusion that his club need to sign a new player. A striker, in fact.</p> <p>\"People don't have to tell me that we need someone that can knock a ball in the net consistently,\" said the man who brought the glory days to Villa Park in the early Eighties (by leaving). \"No one needs to point that out to me. I don't want to complain about the existing players, and I won't. But John Gregory and his scouts are scouring many countries to find a new striker.\"</p> <p>But before Villa fans get too excited, they should be aware that their Uberchairman is unwilling to write out a cheque the size of his ego. \"I wouldn't say things are close to being sorted out,\" he explained as he sorted nothing out, \"but I would say things are happening.\"</p> <p>Whether a striker will turn up before the European Union decides whether to scrap transfer fees or not is another matter - Ellis refuses to spend \"stupid\" money before everything is resolved - but when he does, supporters can be assured of quality. \"I am very much involved in what's happening in working with the manager in signing a striker,\" Ellis promised. Let's hope he's as good as Stan Collymore and Tony Cascarino, then, eh?</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Chelsea are set to sign Ajax winger Jesper Gronkjaer for £7.8m, reports Planet Football. The move should enable Gabriele Ambrosetti to seal his proposed transfer to Fiorentina.</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Espanyol striker Raul Tamudo has demanded an apology from Rangers after he failed a medical at Ibrox last week. \"I am going to go through the same medical examination here,\" he said. \"And if there is nothing wrong, and Rangers still want me, they will first have to say they are sorry.\"</p> <p>Henrik Larsson has been named the Bank of Scotland player of the month for September.</p> <p>Nottingham Forest striker Dougie Freedman has completed a £600,000 return to his former club Crystal Palace.</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>Sky Sports 1: Live Monday Night Football: Southampton v Manchester City (7pm)<br> Surely nothing can be as bad as Aston Villa v Sunderland?</p> <p>You're on Sky Sports (10.30pm)<br> Sorry, we spoke too soon ...</p> <p>Sky Sports 2: Football League Review (11.30pm)<br> And we bet Ballooning on British Eurosport (1.10am) will also run it close.</p> <p>Sky Sports 3: Brian Moore Interviews (11pm)<br> The Sun in truth shocker! \"Brian chats with Blackpool legend Bill Perry,\" say their TV pages. And for once they're right. Pass us the smelling salts!</p> <p>ITV: Uefa Big Cup Weekly (11.30pm)<br> No, Steven Collins, the Fiver didn't happen to stumble upon the \"bawdy British sex comedy\" Rosie Dixon - Night Nurse on Channel 5 recently.</p> <p>Football Extra (12.30am)<br> Shame really, because we would have seen a certain C Ellison sporting a \"coiffeured haircut and navy blazer\" and speaking in the \"worst Welsh accent you've ever heard\".</p>",
  "<p>Sky Digital's interactive TV service, Open, has launched its own department store called Open Extra to plug gaps in its retailer-branded offering. </p> <p>The launch aims to add a layer of flexibility to the Open platform, enabling smaller and more specialist retailers to have a presence on the service for the first time. </p> <p>Open Extra has already signed up around 35 goods providers, including Dorling Kindersley, Alton Towers, ThinkNatural.com, Ann Summers, the Jewellery Store and Ministry of Sound. In keeping with a department store philosophy, the store will be structured by sector, the first being 300 products aimed at women and their families.</p> <p>Open Extra has signed up Prism Data Management to handle all deliveries, returns and customer services, with a price tag of £2.95 for post and packing. Details about how much it costs to sell products through Open Extra were not disclosed.</p> <p>Ricardo Tejada, head of corporate communications at Open, said: \"It's a major move for us and adds a new dimension to the service. Having complete editorial control over the service allows us to change things very quickly.\" He added that Open Extra allowed Open to be more flexible and tie in more promotions to Sky. </p> <p>Open, which claims more than 1.1m homes use the service per week, is now 80.1% owned by BSkyB and the rest by BT.</p>",
  "<p>While the launch of News at Ten marks Greg Dyke's biggest impact on the BBC so far, changes are under way in that trickiest of areas, light entertainment. Next Tuesday, The Weakest Link, the quiz show hosted by Anne Robinson, moves from BBC2 daytime to a prime mid-evening BBC1 slot. </p> <p>Hailed by Peter Bazalgette as a \"breakthrough\" quiz version of his show Big Brother (contestants vote to throw a panellist off after each round), though it also owes something to Channel 4's Fifteen to One, its significance is that this is the first mainstream hit to come out of BBC light entertainment for some years. </p> <p>Under John Birt, light entertainment was seen as a disaster area, and the in-house team was nicknamed Noel's House Party Productions. To some extent it is still iffy, the home of tacky stars - Jim Davidson - flashy sets, end of the pier variety ... and the Lottery. Eighteen months ago, in desperation and with the cupboard bare, the BBC hired a young turk working for Bazalgette, doubled his salary, installed him in Television Centre, and gave him the freedom to operate and be rewarded like a top independent producer. </p> <p>David Young, at 32, is rebuilding the BBC's output. His clarion calls include: \"Forget about the 11 O'Clock Show, think mainstream\" and \"don't be snooty about daytime\". And instead of giving holidays as prizes, he's won the battle to offer big cash prizes on BBC1. </p> <p>A fluent talker clad in a black Joseph suit, Young happily agrees he lacked experience when he came on board. He was hired because he had so many ideas in development and had this unstoppable entrepreneurial energy. Now he's got hits. </p> <p>The BBC is, naturally, milking every drop from the novel experience of owning the rights to a show so hot it is moving to BBC1 (the champions from the BBC2 series will compete against each other). Kevin Lygo, Channel 4's head of entertainment, says: \"It is strange and encouraging that the BBC can move so fast.\" The show is also being sold abroad (Germany and the US) along with another Young department hit format, Friends Like These (Holland, Belgium) in which teams of teenagers compete. </p> <p>When the Weakest Link hits BBC1, the prize money is going up to £20,000, the highest ever offered by the channel - doubling the show's BBC2 limit. This reverses the policy contained in the BBC producers' guidelines, reissued by Dyke only last year, which encapsulate \"BBC values and standards\". Page 197 says: \"Cash prizes should be avoided ... It is inappropriate to spend licence fee money on prizes of excessive value.\" </p> <p>Young is endearingly frank: \"We're always being told 'you can't do big money'. The Gen [Generation] Game gives away holidays, how much do they think they cost?\" He shrugs: \"Most producers' guidelines are so ambiguous - it's the controllers who say what you can do.\" </p> <p>He's right, the guidelines also say: \"Any proposal to offer a cash prize must be referred to the head of output and the controller must be informed.\" </p> <p>Bazalgette, a former BBC producer, comments: \"That's radical. A big story. This is prize money not funded by phone calls [as in Millionaire]. In my view, it's wholly admirable. Greg has thrown open the curtains at the BBC. Light entertainment was so bad, stale, turgid, it had to get better.\" </p> <p>Lygo is doubtful though: \"Is it right that the equivalent of all the licence fees from a small Oxford village should go to fund that? It's a bit off for the BBC. They have managed for years without big prizes.\" </p> <p>Young has brought to the BBC a razor-sharp commercial edge, honed by nine years at Hat Trick, then Bazal. Poacher turned gamekeeper, he now aims to push back the independents who supply everything from Have I Got News For You to Star For a Night and Robot Wars. </p> <p>He hails from Woking in Surrey, went to a comprehensive school and is the son of a gas engineer and social worker. At Bristol University (\"the nice thing about it, it was very non-public school\") he studied drama. He always wanted to work in television, and wangled his way into Hat Trick as runner while still a student. He almost didn't finish his degree, returning late with a month's sick note (faked asthma attack), only to have his tutor see his name on the credits of Clive Anderson Talks Back. </p> <p>Denise O'Donoghue, the joint managing director of Hat Trick who hired him, says: \"Age doesn't matter. We knew very early on that David was very creative, he had talent, flair, energy, imagination and determination. At the BBC he's built something from nothing, got them hit shows.\" Young had a big falling out with Hat Trick in 1997 over Whatever You Want, a show he devised. But because he had a share of the format potential, it gave him some breathing space. </p> <p>Young eventually rang Peter Bazalgette (\"I regard him as the guv'nor of ideas\"), and went to see him: \"He was the rudest person I'd ever been interviewed by, so cutting, he didn't really want me. He thought, 'He's only done one thing'.\" Young asked for a sizeable salary and shares in his productions because \"I've always believed format creators should be rewarded. If you'd given away Millionaire it's like not signing the Beatles\". When Paul Jackson (who said of him: \"He has more ideas than my entire department\"), outgoing BBC controller of entertainment, came calling to poach him from Bazal, Young was surprised but couldn't resist. </p> <p>At the BBC, Young has introduced a permanent development team of six: \"I've created a mini-Bazal. Imported his system. We pay them to sit and think up ideas. They're a fantastic team.\" He describes organised brainstorming session where nothing is unacceptable (\"You don't criticise someone's ideas unless it's constructive\"). </p> <p>\"I believe there are lots of people who can execute programmes, but very few who can create them,\" he says. \"When you find creative people, you need to pluck them out of production, pay them decently, and persuade them to sit in a development office and work on ideas.\" His head of development, Andy Culpin, who suggested Anne Robinson for The Weakest Link, came from Bazal (\"Baz was furious\") where he'd been a £300-a-week trainee. </p> <p>\"The agreement was I could come in, bring in a team. I didn't have to work with anyone here unless I wanted to. I found a complete and utter lack of ideas. Shocking. The wrong people were doing development, being paid thousands of pounds.\" One of his ideas team was leasing photocopiers when Young hired him; within six months he'd won a commission from BBC Choice for Simply Complicated - a competition to invent daft machines (for example, to spread jam on bread). It's coming to BBC1. </p> <p>\"As a viewer of the BBC I'd get quite angry, I like to see good ideas. It was all star vehicles. It was Jim [Davidson] does this, so-and-so does that.\" He applied exactly what he'd learned: \"The idea is the star. Out of great formats like Have I Got News For You, Hat Trick have created huge TV stars, but the format comes first.\" </p> <p>Young launches into a tragi-comic account of one star vehicle he gleefully junked. Called Thank You, it used the stars to go around ... thanking people! \"But if you get the idea right the talent will come and more importantly they will stay. Agents are saying to me 'Show me the idea'. Look at Lulu and [the Saturday-night flop] Red Alert. You realise how damaging that can be for an artist's career if they front the wrong show.\" </p> <p>In an analogy that's pure Bazalgette, he compares his team to \"an ad agency - the channel controllers are the clients, we have to solve their problems\". This was how The Weakest Link was devised. One of the team's trainees brought him the title after looking at hundreds of letters. Two outsiders, Dr Finton Coyle and Cathy Dunning, wrote in (and now gain fees for the concept). </p> <p>His team \"just batted it around\" for months and months, arguing, testing it. \"When we pitched it to [BBC daytime head] Jane Lush, it was flawed, we planned originally to run it over five days, with only a resolution at the end of that time - bad. The rounds were too long, 20 minutes at one point; now they're two and-a-half minutes and get 10 seconds less with each round,\" as nine contestants are whittled down to two. \"Every show I do always has some reference to the penalty shoot out, the greatest ever endgame. You're gripped.\" Young flourishes a list of 23 pilots for new shows: \"Trial and error, that's what I like at the BBC: just have a go.\" </p> <p>He's hatched a deal with BBC Worldwide and they pay £50,000 towards the £200,000 cost of each new pilot. But the BBC will now co-produce new formats abroad, with an executive producer in control - so \"we make more money\" says Colin Jarvis, director of programming at BBC Worldwide. Young also pitches new pilots to channel controllers this way: \"Buy four, get one free!\" Key production creatives gain bonuses from sales. </p> <p>Not all of them work: Stars Sing the Beatles flopped (\"won't be doing any more of those,\" he chuckles). But Dog Eat Dog, a game of one-upmanship, is one to watch, as is Playing for Time. The department now has £25m in fresh commissions including new Lottery shows, Jet Set and Lucky Sevens, the slot snatched back from Bazal. He recalls how at Bazal the team pinched the Lottery show from the BBC department he now heads: \"When we knew we were competing with in-house, we were like lions to their wildebeest.\" </p> <p>\"I'd never worked for BBC, never wanted to work for the BBC, but I loved the BBC as a viewer.\" So he pitched up there, and is having a ball. At the end of the interview he chuckles about yet another innovation, a Christmas special of the Weakest Link's Bad Losers. It's only afterwards that I realise he's not mentioned the phrase \"public service broadcasting\" once.</p>",
  "<p>On the night we launched Business a.m., a Scotsman journalist tried to woo her way into our printing plant by pretending to be an advertiser anxious to check her ad. At least she didn't rake through our dustbins. </p> <p>I used to work for the Scotsman. Many of my colleagues at Business a.m. did. We were, and are, proud of having worked for a paper with a fantastic tradition. However, the tactics employed on our launch night, and the recent rantings of Andrew Neil, smack more of the tabloid end of the market towards which the Scotsman seems to be plunging. </p> <p>That's their problem. We have ignored most of their criticism, but when downright falsehoods are employed in an effort to damage us, we have to respond. </p> <p>Neil has now resorted to dressing up comment as fact, claiming that \"industry sources\" predict that we will face a crisis by Christmas, a phrase he himself used in the Guardian recently, and as \"evidence\", he revealed just part of our circulation figures. </p> <p>Let's explain something. As has been widely reported, we are a subscription newspaper. Business a.m. was never conceived as being a mass-circulation title dependent on heavy retail sales. </p> <p>Right from the beginning Business a.m. had a clear objective; to reach Scotland's business decision-makers. Subscription allows us to better serve and understand our target audience. Our independent research showed there was a clear and unsatisfied demand for news and opinion of high importance to this particular group of people, with more than seven out of 10 people believing there was room for a business title. </p> <p>That perhaps explains why 55% of working ABs in Scotland do not currently read a broadsheet newspaper. Two-thirds of the Herald and Scotsman readers have no interest in business news. That's why there is a demand for Business a.m. </p> <p>To underpin all of this, the formula for Business a.m. is one which our parent company, the Bonnier Group of Sweden, has repeated successfully in nine other countries across northern Europe. </p> <p>So how have we done in our first month? Editorially, we have focused on the business, financial and political news of importance to our audience. In our launch issue, we revealed that Govan had lost a major shipyard contract, a story the rest of the Scottish press caught up with this week, and since then we have exposed the Scottish Executive's U-turn to build the vital M74 motorway linking Glasgow to the south, reported on a £170m drop in Scottish venture-capital deals, a major extension of public/private deals by the Scottish Executive and we launched ScottTECH, our own unique index designed to track Scotland's fast-growing technology, media and telecoms companies. </p> <p>Scotland's journalist of the year, Ian Bell, has shown why he remains one of our country's most gifted writers. We have a 16-page Investor section which has won enormous praise, and an absolute gem in our p.m. features pages, which no one expected from a business paper but which everyone has praised. While Neil prefers to hide behind \"industry sources\", I prefer to quote someone real - former Scotsman editor and current Times columnist Magnus Linklater, who described Business a.m. as a \"serious and professional paper\". The FT, while acknowledging that Business a.m. was a rival publication in the Scottish market, printed a favourable analysis of \"the UK's first dedicated tabloid business newspaper\". Advertising sales are considerably ahead of schedule, with business from Scottish agencies standing at 75% of our target for the remainder of the year. There has also been a strong response from London agencies. </p> <p>The truth is that with just one month under our belts, our circulation is well ahead of where our management expected us to be. In two or three weeks, we anticipate that we will be able to publish audited figures which show that Business a.m.'s circulation is in excess of 10,000 copies a day. </p> <p>And today, Business a.m. goes on sale in London for the first time. Judge us on our content, not on the misconceptions of others. </p> <p>\u0095 John Penman is editor of Business a.m.</p>",
  "<p><strong> Newspapers: </strong> I read the Guardian. I'll buy the Times most days but especially on Saturdays and Sundays, and the Observer. I don't like the Daily Mail. </p> <p> <strong> Magazines: </strong> I'll read anything with an exclamation mark: Hello!, OK!, Now!, I love it when they have 15 pictures all the same just enlarged slightly. If I'm going on a train I might buy Marie Claire, but I'd rather have a Private Eye. </p> <p> <strong> Books: </strong> I'm reading the Blind Assassin by Margaret Atwood. I've also just finished a proof copy of a book by Lavinia Greenlaw called Mary George of Allnorthover. It's coming out next year and it's very interesting. I'm also going back to Martin Amis's Experience. I finished that about two months ago but there are bits that really make me laugh. </p> <p> <strong> Film: </strong> The last film I saw was High Fidelity which was quite good, except it was more like Low Fidelity in our cinema because it was difficult to hear. I have two favourite films: Now, Voyager, a fantastic black and white film where Bette Davis wears wonderful dresses. And a film called Random Harvest which is the same sort of genre - a black and white weepie. </p> <p> <strong> Television: </strong> I'm very keen on Black Books [C4]. I caught the first one and thought it was fantastic. And I love The Royle Family [BBC1]. University Challenge [BBC2] is always good for a laugh. I'll watch anything except for darts, really. </p> <p> <strong> Radio: </strong> I listen to Radio 2 in the mornings. Sarah Kennedy is a scream. Then it's Radio 4 for the rest of the day. I like having the people talking in the background when I'm having a break from writing. </p> <p> <strong> Ads: </strong> I can't think of any I like particularly. That Budweiser one annoys me. It's just gone on too long. </p> <p> <strong> Multimedia: </strong> I'm a big fan of the internet. I like all the news sites and there's a site called eyestorm which is great. It's like walking into a cool art gallery where people sneer at you but it's a beautiful site.</p> <p>\u0095 Trezza Azzopardi's novel, The Hiding Place (Picador), has been shortlisted for the Booker Prize and longlisted for the Guardian First Book Prize.</p>",
  "<p>Giuliano Amato's biggest mistake was to resemble a rodent. Possessing a toothy grin, protuberant ears and slender frame, he is called Topolino, Italy's version of Mickey Mouse. Rivals cannot touch him for intellectual or strategic finesse but he is soon to lose his job. A prime minister is no longer allowed to look like a mouse, no matter how mighty. </p> <p>Welcome to Italy's election campaign, where the path to power is via permanent tans, Hollywood smiles and glossy hair. Keep your eyes peeled for policies, they don't show up so brightly on television. Victory belongs to whichever side masters image, for this is a campaign fought almost exclusively through the media. Never have soundbites, photo opportunities and spin mattered so much. </p> <p>Silvio Berlusconi, the conservative opposition leader and media magnate, is firing up his newspapers and television stations for a US presidential-style campaign. Opinion polls put him on course for a spectacular come-back, seven years after he tumbled from the premiership in disgrace. </p> <p>The centre-left government, shaky after four troubled years in power, reckoned its best chance was to chew up its third leader and come up with one even silkier than Berlusconi. The signal for Amato, 61, to walk the plank. He will step down before the election, a decision he announced on a chat show, Porta a Porta. </p> <p>Enter Francesco Rutelli, 46, the mayor of Rome and arguably Italy's best-looking politician. A clean cut, relaxed style has invited comparisons to Tony Blair. Others call him Cicciobello, after a plastic doll. He is not well known and his policies, if he has any, remain a mystery. But that will change from today when he launches his campaign in Milan. Few are better at kissing babies, shaking hands or working crowds. </p> <p>The veteran commentator Indro Montanelli despaired that Italy was choosing leaders based on looks. The newspaper La Repubblica was kinder. \"Rutelli is the novelty, the generational turn, the spirit of competition, the challenge on Berlusconi's grounds of modernisation, newness and image.\" Either way, the scene is set for a campaign which is likely to turn dirty. </p> <p>Too much is at stake, and too many voters floating, to be otherwise. The election is not due until April 2001 but the battle is already turning hot. Rutelli has enlisted Stan Greenberg, the American campaign guru who advised Bill Clinton, Tony Blair and Gerhard Schröder and was the alleged mastermind of Al Gore's uxorious kiss at the Democratic convention. \"We will have a few surprises for Mr Berlusconi,\" smiled the mayor. </p> <p>The Queen became a pawn last week. After being greeted by Rutelli in Rome it was vital to the opposition for their man to get a chance to bask in regal glory, which he did in Milan. The jostling for front row seats in St Peter's square will be intense next month when Pope John Paul II proclaims Sir Thomas More the patron saint of politicians. Recent photo opportunities have shown both candidates replicating famous Benito Mussolini images of harvesting crops and embracing children. Commentators are divided over whether the echoes were intentional. </p> <p>Berlusconi, 64, who has a tight rein on his coalition, has successfully presented the myriad corruption allegations against him as judicial witch-hunts. He launched his campaign this month with a billboard blitz which has papered Italy blue. \"More pensions for everybody,\" says the caption, beneath a tanned, beaming visage which appears to be from 15 years ago. \"More hair for everybody,\" sniggers the government. </p> <p>Estimated to be worth $13bn, the owner of AC Milan football club returned from his Bermuda holiday home with 25 \"recipes\" for a better future involving jobs, tax breaks and crackdowns on illegal immigration. Cheered on by his three TV stations and publishing empire, he has brushed aside criticisms that such power will present conflict of interest issues if he is elected. The man who brought soap operas and show girls to Italian TV always appears sunny. He stops smiling only when denouncing his opponents as \"child-eating communists\". </p> <p> Family and yacht complete the image. His 34-year-old daughter Marina, vice-president of his holding company Fininvest, posed in a black bikini for the lifestyle magazine Oggi while the accompanying text praised her physique and brains. Kristen Pazik, the girlfriend of Berlusconi's son Pier Silvio, 31, posed nude for an eight-page spread in Italy's GQ magazine. Her potential father-in-law was the most fascinating man in the world, she revealed. Flaunting wealth is a calculated gamble to appeal to Italian aspirations. </p> <p>The man the media call the Cavalier intends to replicate the tactics which won him last April's regional election. A 37,000-tonne cruiser ship, renamed the Ship of Freedom, was backed up with a fleet of planes and vehicles. Berlusconi instructed canvassers to carry sweets to ward off bad breath, a handkerchief to dry their hands and to always clean public lavatories after use in case voters thought they had dirtied them. \"Make sincere compliments to people. Tell the ladies, 'what a lovely smile, what elegance'.\" </p> <p>He is competing with Rutelli for floating centrist Catholics. \"Anti-communism is a moral duty,\" he has repeatedly said. \"We have two candidates fighting a presidential-style campaign, just like Blair and Hague, but without a cohesive two-party system behind them. They do not have fully developed manifestos on which people can judge them, so image becomes more important,\" says James Walston, of the American University of Rome. </p> <p>Flashes of dirty tricks are a taste of what is likely to come, says Prof Walston. Branded an abortionist and derided by Berlusconi allies for adopting an Ecuadorean child, Rutelli has reminded voters that the Cavalier has been married twice. Oblique references to sexuality have been made. </p> <p>Today's press conference in Milan, his opponent's heartland, is a typically bold move but Rutelli has a mountain to climb. Fractious and unwieldy, the ruling coalition surprised itself by managing to agree on a new name: \"The Olive Tree Together for Italy\". Not quite as snazzy as Berlusconi's House of Liberty. But it's Rutelli's job to make up for that. He will spend the next few months traversing Italy in a bus trying to build momentum. Sitting in his office in Rome, he looks sad for a moment. \"We don't have a boat.\"</p>",
  "<p>The striking actors who have caused Elizabeth Hurley so much embarrassment over the past week have reached a tentative agreement to end their six-month strike.</p> <p>According to press reports, the US entertainment industry's two biggest unions last night reached an agreement with the advertising industry to end the ban on shooting commercials in the US. An announcement is expected later today. </p> <p>Ms Hurley became a high-profile target for the actors' unions after they discovered she had performed in a non-union shoot for an Estee Lauder perfume ad. </p> <p>Striking actors last week achieved a PR coup when they picketed the Los Angeles premiere of Ms Hurley's new film, Bedazzled, carrying banners branding her a \"scab\". The images appeared in newspapers around the world.</p> <p>The agreement represents a victory for the actors' unions, who are understood to have secured improved cable television fees for their members. However, the unions failed to win one of their main demands, for a pay-per-play formula that would force advertisers to pay actors every time a commercial aired on TV. Instead actors will be paid a single upfront fee.</p> <p>A number of celebrity actors added their support for the strike, boosting its profile and putting additional pressure on the ad industry. George Clooney, Tom Hanks, Paul Newman and Susan Sarandon all gave their support, either financially or by giving speeches.</p>",
  "<p>What is it that gets a film-maker accepted as an international exemplar of hipness? It may be something as simple as the habit of wearing sunglasses morning, noon and night (at least, when the press is present), though I suspect the quietly-spoken Wong Kar-Wai just likes something to hide behind. The Hong Kong director's hipster reputation really derives from his mid-90s films Chungking Express and Fallen Angels - fast-moving, fragmented stories about moody hitmen, zany gamines and mystery vamps, shot on the hoof in neon-steeped urban locations and imbued with a flavour of lovelorn melancholy. </p> <p>But if the exuberance of those films could be misread as surface stylishness, his latest film moves into what you might call deep style. In the Mood for Love is indeed moody and amorous, and takes the art of mise en scène to rich new levels: you could swoon just at the heat of the wallpaper colours. Wong has previously claimed that his life is too boring for any of his films to be autobiographical. But this 1960s-set love story has more of himself than usual. Its setting is the Hong Kong of Wong's childhood; his family moved there from Shanghai in 1963, when he was five, and lived in the cosmopolitan district of Tsimshatsui, where his father ran a nightclub. \"This film is more personal to me,\" he says. \"It's about a certain period in our life, a certain lifestyle or manner that is lost already.\" </p> <p>In the Mood for Love is also about history: starting in 1962, it ends with a newsreel of General de Gaulle in Cambodia four years later. What seems to be a sultry romantic vignette gestures at a wider picture. \"We ended in 1966. That was a critical moment in Hong Kong history. There was the Cultural Revolution in China, and in Hong Kong we had the anti-colonial riots. Those people who had moved from China to Hong Kong since 1949 had to realise that the place is easily influenced by the changes in China.\" </p> <p>Much of the work was a matter of historical reconstruction: shooting partly in Hong Kong, partly in Bangkok, Wong and his regular designer William Chang used real buildings, but made the interiors look like highly stylised sets. \"The hotel is actually a British army hospital - you know, in the good old days,\" says Wong, and you can't quite gauge how much nostalgia or irony there is in that phrase. \"I liked that hotel: architecturally it was wonderful. But it's gone now.\" </p> <p>Wong's new film may come as a shock to fans of his jazzier style, but then his work has always switched from mood to mood. A former genre screenwriter, Wong got into directing in 1988 with As Tears Go By, a straight cop story with MTV flourishes. But his follow-up, Days of Being Wild, established him as a master of mood: it was an almost dream-like study, with a dense atmosphere of rain, mildew and melancholy. </p> <p>Wong Kar-Wai is renowned for filming as circumstances allow - Chungking Express, his next film, was famously shot in 1994 around Hong Kong with hand-held cameras. His methods, especially his aversion to fixed scripts, bring their own problems: \"It's not easy. We can only work with people who know us very well and understand us.\" </p> <p>\"Us\" includes his collaborators, regular designer William Chang and mercurial cameraman Chris Doyle. Wong has described their collaboration as being like a jazz band jamming, and he makes it sound remarkably easy: \"I tell William, 'She's working in a shipping office,' and he'll do it. We don't have to discuss it; he doesn't have to show me a draft or anything. Then Chris will walk in, I'll say it's a day scene, and he'll light the set. Then I'll come in and see how it looks, we make some adjustments, and that's it.\" </p> <p>People, he believes, misunderstand his methods: \"Sometimes they think the way we work is very stylish and romantic, but actually it's the way we can survive and make the films. We can work with the things that we get, but not the things we wish we had. A lot of young film-makers say, 'OK, we'll make a film the Wong Kar-Wai way.' They think this is the way to make films, but I tell them that we work very hard - it's not a party.\" </p> <p>Despite offers from Hollywood, Wong is sticking with his Asian stories. He is currently working on a film called 2046, the title referring to the 50th year after the handover of Hong Kong. \"We want to explore how many things will be unchanged in our life. It is not so much science fiction - don't expect something like The Matrix. I think it will be more like an opera. We started with three stories, and I'm very curious about how many stories will be left in there at the end of the film.\"Elsewhere, Wong has intimated that 2046 and In the Mood for Love are, in some sense, both parts of the same film. And the latter, he admits, might not have been quite the same film had he not already been working on 2046. </p> <p>Wong's projects have a habit of losing branches: a whole segment of his last film, Happy Together, about a nightclub singer, was lost in cutting, while a projected continuation of Days of Being Wild exists only in palimpsest, in the otherwise inexplicable appearance of a new character at the end of the film. Equally, new projects sprout fully-formed out of old ones. In the Mood for Love started as a 30-minute episode of an intended portmanteau film, which itself was a rethink of something else. Wong had planned a feature called Summer in Beijing, to be shot in mainland China, but the Chinese government refused a permit. \"I still wanted to make a film called Summer in Beijing, but in Macao, in a restaurant called Beijing. We called the project Three Stories About Food. And one of the stories became In the Mood for Love.\" </p> <p>There is often a sense that Wong's films refer to each other, subliminally or otherwise: the heroine of In the Mood for Love, Wong says, both is and isn't an older version of the ingenue soda-pop vendor played by the same actress, Maggie Cheung, in Days of Being Wild. \"I wanted to give Maggie some references about Hong Kong in the old days. The only reference she had in her mind was her mother. One day I told her, 'OK, don't let the dresses or the look or the behaviour make you uneasy. You didn't have any problems in Days of Being Wild [set in 1960].' She said, 'No, because I think that girl is me.' I said, 'OK, why don't we consider this character as the same girl? Ten years later you marry somebody and you find your husband is cheating on you. Can you consider this as Days of Being Wild Part 2? It's a sequel.' Somehow it worked.\" </p> <p>\"The way we make films is very organic - it's not a product. It's not like saying, 'OK, we've finished a film and a film should be like this for ever.' I think some day we can go back and we can grow something out of it.\" Projects cross-pollinate and, like collapsed trees in a forest feeding new growth, one film seems to fall through just so that others can sprout off it. Judging from In the Mood for Love, Wong Kar-Wai's garden of forking paths may become even richer and denser. </p> <p>\u0095 In the Mood for Love is released on October 27.</p>",
  "Ministers will this week admit for the first time a government obligation to compensate families whose lives have been devastated by the human form of BSE. <p>A trust to administer \"no fault\" payments to relatives of the victims - 84 so far - is expected to be announced on Thursday, while a nationally-funded care package to help patients in the desperate last few months of their lives is also under consideration.</p> <p>The cost could run into millions of pounds, but Tony Blair has accepted the government has a moral responsibility to the victims of variant CJD, linked for the past four years to BSE, the cattle disease that has already cost British and EU taxpayers £3.5bn in compensation and subsidies to farmers and the meat industry.</p> <p>In addition, health secretary Alan Milburn will announce plans to \"fast track\" diagnosis following complaints at the length of time it takes for cases to be referred from GPs to consultants and the CJD surveillance unit at Edinburgh. This should allow medical and social services to swing into action more quickly.</p> <p>Victims' families are preparing to launch court cases following this Thursday's publication of the long-awaited report of the inquiry into the BSE disaster, but ministers hope their gesture will limit political fall-out hitting the present administration. The Treasury had previously been reluctant to support compensation because of the precedent it might set for liability. The Major government refused to countenance any compensation when it learned of a probable link between vCJD and BSE in March 1996.</p> <p>Estimates of the final death toll from the incurable condition that can take decades to develop range from the low hundreds to 136,000, but the number of cases has accelerated in recent months.</p> <p>A health department source said: \"There is a sense among families that not enough is being done for them. We want to make sure that families get the support.'' </p> <p>Another government source said: \"The government believes that if we can compensate farmers for cattle, then we should compensate these people. There is a moral obligation because something went wrong in government.\"</p> <p>David Body, the lawyer representing most vCJD families, said: \"A care package is what our clients and ourselves have lobbied for during the past two years so the families of future victims receive better care than experienced by victims and families in the past. Previously families whose loved ones have contracted vCJD have received often poor and inconsistent standards of care. It has been something of a postcode lottery because of a lack of central funds.\"</p> <p>Mr Body has estimated a central care package might cost nearly £50,000 per victim on average. The Department of Health believes that so far between £6,000 and £60,000 has been spent by local health authorities and social services on individual patients. The length of care needed between symptoms first becoming evident and death has varied from a few months to more than three years. </p> <p>The health department recently issued new guidance, from spotting early signs of the disease, which has often at first been mistaken for depression, to funeral arrangements. </p> <p>Early symptoms include mood swings and problems with balance. Patients fairly rapidly deteriorate, having problems with swallowing and continence before lapsing into coma before death. </p> <p>Relatives, many of whom have given up work or cut back on hours to nurse relatives at home, have been divided over the extent of compensation but nearly all have been furious that they have never been offered personal apologies for the epidemic that is thought to have killed 78 people and left six others fatally ill.</p> <p>David Churchill, whose son Stephen was the first known victim in May 1995, has suggested individuals who are criticised in the report covering the first 10 years of the crisis to 1996 should have their pensions stopped as punishment. </p> <p>The inquiry team, headed by Lord Phillips of Worth Matravers, is expected to criticise both individual ministers and civil servants, and institutional failures within government, for failure to recognise the extent of the risk to humans from BSE and check that measures to combat such an eventuality were policed properly.</p> <p>The prime suspect for causing the human epidemic is BSE-infected meat, but the use of vaccines made from infected cows is among other possibilities. An 11-year failure even to check those properly was revealed last week when the government had to recall stocks of a polio vaccine because it used bovine material from British herds against the spirit of guidelines dating from 1989.</p>",
  "<p><em>Roy McLaren, 59, has been head groundsman at Worcestershire for 18 years</em></p> <p>\"We have a lot of work to do at the end of the season. We have to scarify the pitch - which means get all the rubbish out of the top of the square before we put new grass seed in. Then we have to spike it. We use a hydrocorer - which drives spikes in about four inches - to aerate it and get water and air down to the roots. And then we top-dress it, that is put new soil on top. We have used Surrey loam since 1991. </p> <p>\"I wasn't particularly pleased with the square this year. We had real problems with the weather. New Road is on a flood plain and every time the river floods the water just percolates across the ground. The ground underneath the square is the wettest in the country by quite a long way. We managed to get the pitches quite firm but we never got them dry. We're looking at putting a ring drain round the square to try and control the water table. </p> <p>\"It's a little bit more relaxed in the winter than during the summer when we're hitting deadlines all the time: 11am, 1.15, tea, and so on. We try to keep the ground open all year as a tourist attraction. We leave all the gates open and the seats out until the first flood. We get people from all over the world coming over - especially Australia, New Zealand and South Africa. People used to buy memorial benches for relatives (though they don't so much now because of the cost), and they are always coming up and saying that their Uncle Fred died in 1973, could I show them where his bench is. About 95% of the benches are in the Ladies Pavilion so I can usually push people in roughly the right direction. </p> <p>\"Because there is more cricket played during the season we do more maintenance work during the winter. The team consists of myself, three assistant groundsmen and two juniors. We are working 8-4.30 at the moment though in the summer it can be half-six to half-ten - the floodlit games make for a very, very long day. </p> <p>\"At the moment I've got one young man taking branches off to be burnt, two lads trimming the big willow hedges that surround the ground, another putting the grass seed in, and I'm repairing the flagpole. But we are always within shouting distance of each other. In the summer you always get members chatting to you, asking you what you are doing and trying to ensure that you don't alter anything.</p> <p>\"You've got to be a cricket fan to do this job - if you weren't you'd go spare. My wife didn't like it much when I played, though as soon as our son started she became a very big fan. I've been a groundsman since I was 15. I left school to become a cricketer, but there were two other quick bowlers at Edgbaston. They shot up to six foot three, while I just shot out to 18 stone. Then I worked in Birmingham at the Lucas's car factory ground until the depression came in the car business. They used to employ 38,000 people there. Now it's probably about 2000. After they made me redundant I managed to get a job here. </p> <p>\"I like making videos with my camcorder if I have a bit of spare time. I've made a couple to help the ECB with their courses which they run in conjunction with the institute of groundsmanship. I teach a bit as well. </p> <p>\"I also enjoy reading, especially Alistair McLean, Clive Cussler and Dick Francis. Also the odd cricket book like Ian Botham's, Basil D'Oliveira's or Dickie Bird's. I'm not into a lot of analysis of the game though. </p> <p>\"My favourite current Worcester player is Graeme Hick. I saw him as a 16-year-old and to watch him get his 100th 100 here while Vikram Solanki got his first 100 at the other end was fantastic. Tom Graveney walked out with a glass of champagne when he did it, and it was a beautiful day. Worcester have won Championships and Sunday Leagues but that was my favourite moment. It was just so essentially Worcestershire. The word went around the town that Graeme was going to do it and people just kept coming in until, by four o'clock, it was practically full. It was just one of those things which will always stay with me. </p> <p>\"I'm having a week off this week - I'm going on a fly-cruise to Jersey with my wife Diane. We last went to the Channel Islands just after we got married in 1963, so it will be lovely.\"</p> <p><em>Roy McLaren was talking to Tanya Aldred</em></p> <p><strong>Previous My Winters</strong></p> <p><a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,383272,00.html\"><strong>James Kirtley</strong></a>, the Sussex seamer who's waiting for the call-up<br><a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,379626,00.html\"><strong> Peter Such</strong></a>, the Essex and England offspinner who is preparing for his benefit year<br> <a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,376261,00.html\"> <strong>Mark Wagh</strong></a>, the Warwickshire batsman who went to Venice<br><a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,373110,00.html\"> <strong>Reg May</strong></a>, the ex-meteorologist who now scores for Cambridge</p>",
  "<p>\"Here's a tenner for your expenses and a ticket to Belfast,\" growled Eddie the news editor. The year was 1970. I was a trainee reporter on the Cambridge Evening News and about to set off on my first \"foreign\". </p> <p>\"Any advice, boss?\" I asked. </p> <p>\"Yes. Sharpen your pencil, take an extra notebook and make sure you've got some change for the 'phone. Now get out of here before I change my mind!\" It was sophisticated stuff in those days. </p> <p>Ten years on I was a television correspondent with BBC TV News, heading for South and Central America with Foreign Secretary Lord Carrington. Among my travelling companions was ITN correspondent Trevor Macdonald. </p> <p>In those days Trevor and I shot our rival reports on film and recorded voice tracks on tape. The film cans were bundled into a well marked 'onion bag' and dispatched on the next flight to London: there was a fair chance they would arrive in time to appear on the following evening's news. Exhausted correspondents and camera crews then retired to a nearby beach or bar to consider the next story. </p> <p>My crew and I were diverted to the Texas coast to cover Hurricane Allen. But before we could broadcast the amazing footage, we had to fly the length of the US to the BBC New York Bureau, the nearest place we could process and edit the film. </p> <p>By 1990 I was with ITN reporting on the Gulf War. Mobile satellite dishes were now starting to transform the world of the television journalist. \"Fly-away\" dishes weren't quite the fairy-winged technological marvels they sounded, as many a TV engineer with back problems will testify, but at least they were portable (just). With up-links in Baghdad and the Saudi Arabian city of Dhahran, we found ourselves \"going live\" more than ever before. News picture-gathering was also more immediate with the advent of video cameras. Now tapes could be edited without delay - or put straight to air. The television correspondent was under increasing pressure to go live at a moment's notice. </p> <p>As we moved over the border into Kuwait with the liberation forces, we had a sight of things to come. The first and only satellite link out of Kuwait City in those early hours was a cunning contrivance devised by a CBS camera crew. They had strapped and roped a dish on to an old flatbed truck and driven it across the desert from Saudi. Peter Sharp and I gratefully used it to broadcast the first live picture reports on ITN. What viewers didn't see was the CBS rag-and-bone-man's jalopy that was to fire the imagination of television engineers. </p> <p>Nearly a decade later I was to see the benefits first-hand. Now a Sky News correspondent, I was waiting on the Macedonian border as the first Nato troops rolled into Kosovo - a province cut off from the world's view for many months. Within 15 minutes I was broadcasting live from inside Kosovo. The Yugoslav forces had left only moments before; KLA soldiers emerged from the hills to claim the villages; Gurkha infantrymen patrolled the streets searching out booby-traps; and British tanks trundled noisily by. I found bloodstains barely dry, hastily discarded family photographs, the wreckage of homes and lives - all live. By now we were armed with custom-made satellite trucks. Sky News boss Nick Pollard, had sent out four. So, I and my fellow correspondents - Keith Graves, David Chater and Andrew Wilson - were able to report the progress of the Nato peace-keeping force live all the way to Pristina while, from another satellite dish in the Kosovan capital, Tim Marshall charted the Yugoslav retreat as we headed towards him. </p> <p>The speed, the flexibility and the immediacy of the coverage were at a level we had not been technically capable of producing before. </p> <p>If you're wondering what's next, I'm worryingly reminded of a spoof I taped a few years back to mark Pollard's departure as executive editor of News at Ten. I was wandering round South Africa looking like a techno one-man-band with a digicam on one shoulder, a microphone strapped to my chest, an edit pack in hand and a dustbin lid - loosely representing a mini-dish - taped to my back. \"The TV Correspondent of the Future\" was the title. It's frighteningly close to coming true. </p> <p>As the digital technology improves, so too does the TV news broadcaster's mobility and ability to reach the stories once deemed off the beaten track. On 24-hour rolling news channels live, breaking stories are the priority. Get there first, tell the story live, stay with the drama. </p> <p>Mobile satellite trucks have enabled us to do that in Britain. But as the technology brings compression and condensing, it may soon be possible, thanks to mini satellite dishes, minicams and mini-edit packs, for a two-person team - a correspondent and camera operator/editor/engineer - to operate from the remotest corners of the globe. </p> <p>The pros and cons of the broadcast news revolution? On the whole I think they are mainly pluses. On rolling news channels, a TV correspondent can tell his or her story as never before. The equipment allows them to go live from almost anywhere. They can move as and when the focus of the story shifts, updating it whenever there's something to add and turning round video pictures without delay. </p> <p>But the immediacy also puts today's correspondent under a range of new pressures. There's precious little time to stop, think and prepare. At last week's Hatfield rail crash, some of my colleagues admitted they were often wired up at a live position doing two-way reports with the studio hour after hour. This left them little time to go news and picture gathering. </p> <p>It's a familiar story across the industry. Field producers with each mobile team now play an important role as fact finders for on-air correspondents. Without good back-up there's always the danger of speaking out of necessity rather than from authority. </p> <p>What this means is that there's a greater premium than ever on good journalism - the simple, basic tools of the trade. The TV news craftsmen and women who shine today are those who can not only deliver crisp and lucid live reports, but also put breaking stories into context, painting in the background. The TV hack who gives it to you fast and fair will never go out of fashion. </p> <p>\u0095 Emmy Award winner Jeremy Thompson has been BBC television's North of England Correspondent; ITN's Chief Sports Correspondent, Asia Correspondent; Africa Correspondent and Sky's senior US Correspondent. He is now presenter of Sky's Live at Five and Sky's 9 O'clock News</p>",
  "<p>After a week of fraught budget negotiations, Michael Mann's Muhammad Ali biopic, starring Will Smith, has been given the go-ahead.</p> <p>Studio executives at Columbia are said to have accepted new proposals satisfying them that the movie can be made within its estimated $105m (£70m) budget. Filming is set to begin in January. </p> <p>The movie was almost abandoned after director Michael Mann told studio executives he <a href=\"http://www.filmunlimited.co.uk/News_Story/Exclusive/0,4029,384449,00.html\">couldn't guarantee</a> the project would be delivered at the previously agreed cost.</p> <p>It's understood that both star and director have taken reduced fees to get the movie made within its budget. In addition, Mann has elected to cut several days of New York location shooting.</p> <p>A studio spokeswoman confirmed that the picture was back on track, saying: \"We are pleased that we could work with all involved... to reach an understanding that will allow a great actor and a talented director to team up and tell the story of one of the best known men in the world.\"</p>",
  "<p><strong>THE GUARDIAN </strong></p> <p>The chairman of the Broadcasting Standards Commission, Lord Holme of Cheltenham, has resigned after admitting a three-year extra-marital affair. (p2)<br> The BBC could risk contravening its own guidelines by doubling the top prize in hit BBC2 quiz show The Weakest Link to £20,000 when it moves to BBC1 peak time next week. (p5)<br> Guardian political editor Michael White comments on Lord Holme's resignation. He says the hypocrites in the story of Lord Holme's adultery are the News of the World and its proprietor. (p20)<br> Conrad Black's Telegraph group has confirmed it is considering joining the auction for the Express Newspapers. (p24)<br></p> <p>MEDIA GUARDIAN<br> Maggie Brown interviews BBC head of light entertainment David Young, the man behind hit quiz show The Weakest Link. (p2)<br> Chris Powell, chairman of BMP DDB and mastermind of Labour's 1997 election campaign advertising, bemoans the lack of good politcial advertising on both sides of the Atlantic. (p4)<br> Roy Greenslade on the Express Newspapers auction. (p4)<br> Business a.m. editor Jonn Penman responds to Andrew Neil's earlier attack on his paper. (p6)<br> Maggie Brown looks at the plight of BBC2, which is losing several top-rating shows to BBC1 as part of the main channel's ratings drive. (p7)<br> Channel 4 News journalist Justin Rowlatt on how surviving the Hatfield rail crash turned him from a reporter to a victim. (p8)<br> Rory Carroll reports on Italian media baron Silvio Berlusconi's campaign to return to government in the country's forthcoming general election. (p8)<br> Jonathan Steele on a new documentary that claims Serb TV bosses knew their station was about to be attacked by Nato in last year's bombing campaign, but failed to evacuate the building. (p9)<br> NEW MEDIA <br> Jane Martinson reports from the US on the dwindling of dot.com advertising.(p54)<br> Stephen Armstrong on Switch2, the entertainment website run by former Loaded editor Tim Southwell. (p54)<br> Matt Haig offers some golden rules for internet PR. (p56)<br></p> <p><strong> FINANCIAL TIMES </strong></p> <p>The BBC is to open some of its buildings to the public as part of the £500m revamp of its property portfolio. (p5)<br> Internet companies that pull together information from other sites without authorisation \"may find themselves being sued\" according to law firm SJ Berwin, following the settlement of the first test case over the issue. (p18)<br> Richard Tomkins analyses the accelerating shake-out among internet companies. (p24)<br> Telewest has formed a joint venture called Smashed Atom with Atomic Tangerine, a subsidiary of the Stanford Research Institute, to develop interactive TV services. (p28)<br> The Einstein Channel will today announce a satellite distribution deal via S4C2. (p28)<br> Conrad Black is looking at a bid for Express Newspapers. (p30)<br> Last week's attempt to rekindle interest in internet investment funds got a resounding thumbs down. (p31)<br> Deutsche Telekom is considering splitting the German and international operations of its internet subsidiary, T-Online. (p34)<br></p> <p><strong> THE TIMES </strong></p> <p>The Times has BSC chairman Lord Holme's resignation on its front page, and then devotes a whole inside page and an editorial to his departure, which was prompted by revelations of extra-marital affairs in Murdoch-owned sister paper News of the World. (p1, p4, p18)<br> A new BSC report has found that growing numbers of viewers are expressing concern about explicit violence and sex on TV. (p4)<br> The paper previews today's third quarter results from advertising giant WPP on its business pages. (p24)<br> A merger between Telewest and ONdigital has been mooted. (p24)<br> Britain is lagging behind the rest of Europe in embracing e-commerce, according to a new survey. (p25)<br> The Times also reports Conrad Black's interest in the Express titles. (p26)<br></p> <p><strong> THE DAILY TELEGRAPH </strong></p> <p> The Telegraph reports on Lord Holme's resignation. (p3)<br> A pilot lost £250,000 on Saturday night after wrongly answering a question about Amy Johnson's solo flight to Australia on Who Wants To Be A Millionaire?. (p3)<br> The Television Corporation has sold £30,000 worth of toys based on hit BBC2 show Robot Wars in a fortnight. (p26)<br></p> <p><strong> THE WALL STREET JOURNAL EUROPE </strong></p> <p> America Online and the Universal Music Group are developing online music subscription services. (p4)<br> Realnetworks plans to announce new audio technology today as a part of a deal with Sony. (p9)<br> In a comment piece, George Gilder argues that US Democrat presidential candidate Al Gore could impose an energy, tax and regulatory garrotte on the internet if his proposed policies are implemented. (p10)<br> The BBC has shortlisted two groups, 2020 Insight and the Foresite Consortium, to help it revamp its £500m property portfolio. (p28)<br> The WSJ Europe also carries an e-commerce report, produced jointly with WSJ.com.</p> <p><strong> THE SUN </strong></p> <p> BBC newsmen are reported to be \"fuming\" after rival broadcaster Sir Trevor McDonald was described as \"Britain's best-loved newscaster\" by BBC1 chat show host Michael Parkinson. (p3)<br></p> <p><strong> THE MIRROR </strong></p> <p> The Mirror carries an exclusive interview with TV gardener Charlie Dimmock's ex, in which he reveals the couple didn't even own a television until Ground Force began. (p8)<br> Viewers' concerns about sex and violence on television have rocketed in the past two years, according to a report by the Broadcasting Standards Commission. (p15)<br> The Mirror also reveals that the makers of Coronation Street are planning a special Christmas edition that will show Vera Duckworth fighting for her life. (p17)<br></p> <p>AND FINALLY...</p> <p><strong>THE STAR</strong><br> Stars of the comedy hit Goodness Gracious Me are jetting off to India to film a special \"back to where they came from\" edition. The fictional Indian family will arrive in their homeland after a series of holiday mishaps. (p3)<br></p> <p><strong>Other useful sites:</strong><br><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.the-times.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.the-sun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://express.lineone.net\">http://express.lineone.net</a><br><a href=\"http://www.megastar.co.uk/site/today/index.html\">http://www.megastar.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a> </p>",
  "Railtrack is to be policed by a special team of investigators to make sure it carries out its commitment to the government to invest in the industry, it will be announced today. <p>The team of consultants, to be announced by the rail regulator, Tom Winsor, will act as reporters to the regulator, although they will be paid for from Railtrack funds. They will make sure that the £5bn of taxpayers' money which Railtrack is likely to get over the next five years goes directly towards enhancing the railway.</p> <p>Railtrack will today welcome the new money from the government, although it forms part of the £30bn package of improvements for rail announced by the chancellor in July.</p> <p>John Prescott, the deputy prime minister, yesterday signalled major investment in railway maintenance in the wake of the Hatfield tragedy. Pledging that safety was his \"top priority\" on the railways, Mr Prescott indicated that Railtrack is to be given extra leeway to finance increased investment in track maintenance and renewal.</p> <p>Mr Prescott said Railtrack had an obligation under its operating licence to maintain a safe railway system - and that licence could be taken away if it failed to do so. </p> <p>Mr Winsor is expected to set tough conditions on Railtrack, including a demand that by next April the company sets up a computer database of all its activities. At the moment Railtrack is unaware of the state of its assets, which are filed on pieces of paper in different offices. This means that in some parts of the country Railtrack is still uncertain what improvements are necessary to bring it up to date four years after privatisation.</p> <p>Mr Winsor delayed his periodic review, the first since Railtrack was set up. It was due to have been published last week the day after the Hatfield rail crash, but the regulator did not think it was appropriate to proceed with it so soon after the tragic event.</p> <p>Senior Railtrack executives were last night getting ready to welcome the review and the extra guaranteed cash from the government. With so much money committed from the public purse the Railtrack board is likely to feel emboldened to go out to the market and raise more capital with another share issue.</p> <p>The burden of funding the improvements is likely to be split between the government and train operating companies. </p> <p>Various agencies, such as the health and safety executive, advise Mr Prescott on whether Railtrack is meeting its safety obligations, he pointed out on BBC1's Breakfast with Frost. </p> <p>\"If they are not doing that, they [the agencies] make a recommendation to me, and I have the authority to take the licence away from Railtrack.\" </p> <p>Mr Prescott said he had asked the HSE to report to him on Tuesday with an assessment of whether the best possible safety procedures were being operated. </p> <p>On the structure of the industry, he said it was possible that the number of train operating companies could be reduced from the current 25. </p> <p>He also discussed a likely strengthening of the law on corporate manslaughter. </p> <p>The Tory transport spokesman Bernard Jenkin said the investment in maintenance was not new money. \"The money Mr Prescott is promising in tomorrow's announcement by the regulator is reannouncing money allocated in the spending review and the 10-year transport plan,\" he said.</p>",
  "At the start of their shifts the police officers insert their Walther P990 pistols into the holsters on their hips and, always operating in pairs with armed back-up vehicles close at hand, begin to patrol the two trouble-hit estates. <p>It is the sort of scene made familiar by films and television shows portraying the fictional lives of police on the mean streets of America. But yesterday it emerged that routine armed foot patrols are now being operated in Nottingham - the first time this has happened on the streets of mainland Britain. </p> <p>The initiative, after a spate of shootings in the city, is seen by many as a worrying move which could spell the beginning of the end for the traditional notion of a bobby on patrol armed only with a truncheon and a pair of handcuffs, and as a further sign of a growing gun culture. </p> <p>Some experts believe that within 10 years the police could be routinely armed, and warn that this in turn will encourage a greater proliferation of weapons among criminals. A senior officer said: \"Arming officers could lead to a dangerous spiral of violence. If the police arm themselves, the criminals will stay a step ahead by obtaining bigger and better weapons. We could be heading for the sort of problems they have in America.\" </p> <p>The Nottinghamshire force decided to set up its so-called \"operation real estate\" earlier this year after a boom in gun related crime on the St Ann's and Meadows estates in Nottingham. </p> <p>In one of the most serious of the 14 shootings this year, a 23-year-old was shot at point-blank range when he answered his front door in St Ann's to five masked gunmen. The bullet smashed into his arm, breaking a bone and leaving him scarred for life. The motive for the attack remains unclear. </p> <p>In other incidents a shotgun was fired into a house as a family, including an eight-year-old girl, slept upstairs and half a dozen rounds were shot through the window of a terraced house in the early hours. </p> <p><b> Deterrent</b><br> </p> <p>In February the police force said that armed response vehicles would begin patrolling St Ann's, the Meadows and the city centre, so police marksmen would quickly be on the scene if there were further incidents. It then went a step further and introduced armed foot patrols. </p> <p>Now at least six officers, operating in pairs, patrol the estates and the city centre from dusk to midnight. They are backed up by two armed response vehicles in which Heckler and Koch MP5 rifles are kept. The officers deliberately do not conceal their guns, a tactic intended to instill confidence in the public and act as a visible deterrent to criminals. </p> <p>The estates have a history of drug-related crime; in a recent survey 63% of the 9,200 residents on the Meadows said they were worried about drugs. But police play down the idea that the shootings are part of a turf war between rival gangs of dealers. They believe the shootings are more haphazard - all the more worrying for those who believe that the gun culture is out of control. </p> <p>Since the operation began there have been 150 arrests and 15 firearms recovered. Assistant chief constable Sean Price, who chairs meetings of the strategic command team which reviews the operation weekly, said: \"This is the largest and most sustained police operation we have ever carried out. The shootings are not acceptable and we will not allow a gun culture to develop in Nottingham.\" </p> <p>The Nottinghamshire force was yesterday swift to point out that the patrols have been set up as part of a \"specific operation\", but accepts that it is not wrong to call them routine. </p> <p>Until now on mainland Britain, armed officers have been deployed only for diplomatic duties, to tackle specific incidents such as sieges and armed robberies, or in the light of a particular terrorist threat. Armed officers are routinely to be seen at airports. </p> <p>It is up to chief constables to decide if, and how, they wish to deploy armed officers. They do not have to seek clearance from the government. Indeed, the home officer minister, Charles Clarke, was only told of the move in Nottingham last week, but has now asked for a full briefing. </p> <p>The former deputy constable of Greater Manchester, John Stalker, said that thousands of police officers would be aghast at what was happening in Nottingham. </p> <p>He said: \"I see this as another step along the road to routinely arming police. We are moving towards what is happening in places like America and South Africa and away from our concept of an unarmed police force. For a new breed of senior officer, it's no big deal for police to be armed. It is very worrying indeed.\" </p> <p>Ann Widdecombe, the shadow home secretary, said: \"We have now reached a situation where police officers need to carry guns just to do their job. The decision to issue guns is, of course, a matter for the chief constable, but I am confident the decision was only taken in the face of extreme circumstances.\" </p> <p><b> Crime rise</b><br> </p> <p>Other forces are watching developments in Nottingham with great interest. Some have dabbled with the idea of routine patrols in the past. After a spate of shootings in north-west London three years ago, the Metropolitan police launched 24-hour armed vehicle patrols. </p> <p>There is no doubt that gun-related crime is on the increase. Last December it emerged that armed crime was up by 10%, with 13,671 armed offences in the year. Government research has found that one in three criminals under 25 has access to a firearm, and there are thought to be more than 3m firearms illegally in circulation, double the number 10 years ago. </p> <p>Manchester has long had a notorious reputation for gun-related crime. There have been 40 shootings this year alone in the south of the city. Inter-gang violence is one of the main causes. Last month seven people were shot in a three-week period, among them a 16-year-old who was killed when he was gunned down at close range as he rode his mountain bike through a park. </p> <p>Police suspect his murder was in retaliation for the death of a 21-year-old, believed to be a member of a rival gang, who was shot as he rode his bicycle through an alley 10 days before. The gangs allegedly involved, the Pit Bulls and the Longsight Crew, are involved in a turf war. </p> <p>Detective superintendent Tony Porter, head of CID for south Manchester, said: \"They are rivals who are young men who wear their firearms as fashion accessories. Some of them seem to think they are achieving kudos and credibility.\" </p> <p>Drugs underpin all the gangland activity, but Mr Porter said that drugs were not the prime motive for the shootings. </p> <p>Police and community leaders agree that guns are becoming all too common on the streets of Manchester. One youth worker, who asked not be named, said: \"People are not shocked by the shootings any more. They just shrug their shoulders as if they are not bothered by it.\" </p> <p>For now the sight of armed police on the beat in Nottingham is an exciting novelty for the estate's children. Soon, however, it too might be mundane.</p>",
  "<p>The recent, and much-discussed, report by the Runnymede Trust on the future of multi-ethnic Britain rightly asked why so few black or Asian workers make it into senior positions in the workplace. So when it emerged last week that only one black person had worked on the report, and in a junior position - Helen Francis, an administrative assistant, who left the commission not long after the inquiry started - charges of hypocrisy were levelled. Robin Richardson, who edited the report, conceded: \"I am embarrassed. I agree with you that it doesn't look good.\" </p> <p>A response involving glass houses and stones is tantalisingly easy to trot out; investigating the central tenet of the report on equal opportunities in the workplace, however, is a modern day Gordian Knot. With Ireland's \"anti-racist workplace week\" coming up at the start of November, what is the real state of race equality in employment as we near the end of the first year of the new millennium? </p> <p>\"We have commissioned four reports over the last year which have revealed worryingly disproportionate levels of unemployment amongst black and Asian workers despite their degree level qualifications,\" says a spokesperson for the TUC. Set against statistics gleaned from the Labour Force Survey commissioned by the Department for Education and Employment, which show that 21% of black and Asian people obtain degrees, compared with 16% of their white counterparts, the question of why they are still far less likely to make it to a senior role in the workplace is a pertinent one. </p> <p>\"The TUC set up a Rooting Out Racism hotline in June of this year and within five days we had received 450 calls, all recounting harrowing tales of workplace harassment and consistent examples of people being overlooked for promotion,\" adds the spokesperson. \"There are many recommendations in the Future of Multi-Ethnic Britain report that need to be focused on by employers, not simply the one aspect [that of the contentious meanings of the word 'British'] that was highlighted by most of the press.\" </p> <p>The commission's 417-page report contained recommendations aimed at ensuring that more black and Asian people are employed in senior roles. But how easy is to enforce these policies? Alarmingly, it seems that the culture in many offices discriminates against people of ethnic minority origin often without companies and staff being aware of it. </p> <p>According to the commission for racial equality, companies can discriminate indirectly by not advertising vacancies in certain areas of the press to attract applicants from a diverse background, thus ruling out a whole section of the population. Another example is word of mouth recruitment which often favours the well-connected and privileged in society - the very antithesis of equal opportunities for all. Similarly, enforcing rules which make all employees work on particular days of the year despite their religious beliefs can amount to indirect discrimination. So how should companies go about resolving anomalies in the recruitment process? Dianah Worman of the chartered institute of personnel &amp; development emphasises the need for \"education and awareness-raising exercises in the workplace. </p> <p>\"Promoting race equality is all about valuing differences. It's in the interests of all businesses to communicate and deliver customer and client needs. Where are companies advertising? If this isn't pulling a diverse pool of applicants, where else could an organisation advertise?\" </p> <p>The economic aspect of this conundrum makes for fascinating reading. The Business Benefits of Race Equality at Work report is just one of those commissioned by the Department of Education and Employment for its Race Research for the Future series. It shows that an ethnically diverse workforce certainly pays: bottom line savings of up to £250,000 were made by one of the companies interviewed. Companies selected for their efforts in increasing race equality demonstrated increased staff retention, reduced recruitment shortages, improved employee relations, better customer service, increased sales and improved marketing. </p> <p>While research tends to focus on senior positions, there is also concern about the state of equality within the support staff industry, particularly in the light of the Helen Francis incident. A study by the institute for employment studies (IES), for example, looked into the effects of internal job advertising: in theory, it's fair, makes good use of available talent and shares opportunities around. </p> <p>However, another report published in July reveals what really happens. As co-author Wendy Hirsh explains, \"Managers are used to choosing people and putting them where they want, based on who they know and what they know about them. Putting jobs on noticeboards and intranets won't stop managers bucking the system, especially if the system seems bureaucratic and slow.\" </p> <p>The IES has identified that what employees dislike most are managers who advertise a vacancy but have already really decided who they are going to appoint. This may mean strong candidates do not get looked at seriously. Particular members of the workforce may be more vulnerable to this discrimination as they possess fewer connections in the first place. </p> <p> Listen to most support staff for any length of time and it soon becomes apparent that secretaries and administrators have a pretty hard time in terms of promotion prospects and increasing their areas of responsibility. The day-to-day experience of the average worker from an ethnic minority shows that these problems can be worse. </p> <p>Elizabeth Johnson is black and has worked as a PA and team secretary for nearly nine years, in companies as diverse as a top public sector union and a merchant bank. \"At the start of the recruitment process, I find that some consultancies want photographs to accompany your CV and it's at this point that my heart sinks. Too many times, I have nearly got the job but then a spurious reason for the vacancy no longer being available is given by the consultant, once the photos have been sent out.\" </p> <p>Once in a role, progression through the ranks is not always purely on merit. \"I seem to get along fine in team positions, but have found it harder to progress to senior roles such as a director's PA or an administrative manager,\" says Johnson. \"I don't think I'm paranoid as nearly ten years of experience and a business administration degree from a red-brick university have still not enabled me to progress beyond team secretarial roles. Meanwhile, many of my contemporaries are now office managers and senior executive PAs earning well in the region of £30k.\" </p> <p>Ultimately, there are no clear cut solutions. One way to level out the playing field is to make sure someone with no axe to grind - a manager from another area or someone from personnel, say - acts as a quality control in the recruitment process to ensure fair play. </p> <p>It is clear that discrimination by employers is one reason for ethnic minorities failing to get access to jobs and promotions despite often having the necessary qualifications. However, serious attempts to redress imbalances are now in place and with the economic benefits of equality self-evident, more and more organisations will find exclusion a high price to pay. </p> <p>\u0095 The Equality Authority in Ireland has nominated November 6-10 as Anti-Racist Workplace Week. </p> <p>\u0095 Free, Fair and Efficient? Open internal job advertising, Hirsh W, Pollard E, Tamkin P. IES Report 371, July 2000. ISBN 1-85184-301-9. £19.95. </p> <p><strong>Useful Links:</strong> <br> <a href=\"http://www.runnymedetrust.org\">The Runnymede Trust</a></p>",
  "<p>\u0095 Well, there was us thinking that the boss's little failings - the chronic untidiness, the incompetence when trying to construct a cup of coffee, the inability to remember without constant prompting the extension number of his or her own phone - were just a trying but necessary component of the PA's role. When, in fact, all along these \"eccentricities\" have been deliberately cultivated as part of a management technique which aims to make them better leaders by appearing less perfect in the eyes of their staff. Of course. </p> <p>A piece in the most recent Harvard Business Review by Robert Goffee and Gareth Jones puts forward the theory that managers ought to decide upon a character flaw to display when in the office. This, they say, has two advantages: it makes the boss seem more human and thus more approachable (true - WPM has always found jolly nice people ever so difficult to talk to); and it also serves the purpose of masking even more unsavoury character traits (a hint: it doesn't. We know them all). WPM can only wonder how bosses decide on the one fault they are prepared to reveal. \"Shall I assemble all the paperclips in the office into a long chain? Hm, might not mask the fact that I'm a crashing bore. Set my computer to ping loudly when email arrives? No, need to be more human. Empty the photocopier of paper? A spot of vandalism in the staff toilets?\" </p> <p>\u0095 Dithering bosses would be advised not to follow the example of the City worker who admitted in a recent survey by onvocation.com that the most outrageous thing he had ever done in the office was \"playing Status Quo at full volume on my computer\". </p> <p>\u0095 There's no advice on how to deal with a pub rock-loving colleague on <a href=\"http://www.secretary1.com\">www.secretary1.com</a>, but there is plenty of stuff about improving your shorthand, finding companies to make conference badges and hiring a massage therapist to come to your office, and so it is website of the week. Although WPM, whose desk is currently carpeted in sticky memo notes of every hue, is disconcerted to learn from the site that this method of information gathering could give the impression that WPM is disorganised ... </p> <p>*WPM can often be heard moaning about it, but workplace stress can have more serious effects on staff than the now-universal hunched shoulders and hollow eyes. Stressed Out, part of Channel 4's Stop, Go Home series, goes out on Sunday and concentrates on the chaotic working environment of a council One-Stop centre in Leeds. Professional stress consultants step in to help, but don't expect feng shui and back rubs: the experts here say that they expect to find 3% of any workforce exhibiting a degree of mental disturbance that would qualify them as psychiatric outpatients. </p> <p>*From tomorrow, as Office Hours reported last month, employers have the right to monitor your emails and phone calls without your consent. Patricia Hewitt, the minister for e-commerce, has insisted that such \"routine access\" is necessary to ensure that employees are complying with company rules. Make sure you know why they can do this, and what your rights are today.<br>Check out <a href=\"http://www.guardianunlimited.co.uk/netprivacy\" target=\"_NEW\">www.guardianunlimited.co.uk/netprivacy</a>.</p> <p>\u0095 More effective rules against discrimination in the workplace should be put in place following a European Union directive passed last week that requires the government to introduce new penalties for companies that discriminate against workers because of their religion, sexual orientation, age or disability - which could go some way to resolving the problem of staff being forced to work on religious holidays. The regulations must be in place by 2003; those targeting age and disability discrimination by 2006. </p> <p>\u0095 Just when WPM thought companies were becoming more people-friendly (they don't have to wait until 2006, do they?) comes news that only 50% of workers think that their managers take the idea of employee satisfaction seriously, according to recent research into workplace attitudes by Investors in People. It seems, however, that the other 50% may have been so content in their working lives that they allowed their bosses rather too much of the credit. In the same survey, just 8% of female managers and 4% of male managers agreed that employee satisfaction was \"an important business objective\". It seems those annoying little character flaws can hide more sinister failings after all ...</p>",
  "<p>It is the morning after the Hatfield rail crash. A poster on East Croydon station catches the eye of a Guardian reader. \"Will it happen on the next train?\" say the white letters on a black background. \"Will it happen today?\" </p> <p>Intrigued, he takes a closer look. Perhaps this is the industry trying to reassure passengers after another crash in which lives have been lost. Perhaps an explanation for why speed restrictions are being imposed on 81 stretches of line in a textbook case of stable door bolting. No. The pay-off line from Connex South Central is: \"With more people checking than ever before, fare evaders will be caught.\" </p> <p>Apart from its grotesque insensitivity, this warning tells us much about the modern railway industry. The name of the game is profit maximisation and for the train operating companies that means cramming more passengers on to the finite number of trains and making sure that fewer of them bilk the system. Increasing the network's capacity is the job of Railtrack, which has no economic incentive to spend money increasing the number of lines or the size of stations to accommodate longer trains. </p> <p>It is obvious that the privatisation of the railways has been a failure. As Gerald Corbett, Railtrack's chief executive, said candidly last week: \"The railway was ripped apart at privatisation and the structure that was put in place was a structure designed, if we are honest, to maximise the proceeds to the Treasury. It was not a structure designed to optimise safety, optimise investment or, indeed, cope with the huge increase in the number of passengers the railway has seen.\" </p> <p>Quite. Railtrack was told about the faults on the track at Hatfield last year but nothing was done because it became embroiled in an argument with Balfour Beatty, the company responsible for maintenance of the line, about who should pay for the repair work. </p> <p>The idea behind privatisation - a crackpot idea from the management consultancy industry - was that the discipline of the market would make the railways more efficient and modern. Instead, the crashes, the skimping on safety, the belated recognition that something has to be done are testament to market failure on a quite staggering scale. </p> <p>Under privatisation, the strong chain of command and responsibility which made safety the prime consideration was broken, with Railtrack paying the price for the job cuts and the haggling over contracts that helped boost its profitability. That is not to say that the railways were wonderful under state ownership. They were not. But the problem was not the structure of the industry but the lack of money. </p> <p>However, there seems a strange reluctance now to state the blindingly obvious. Let us stop messing around and restore Railtrack to public ownership. The idea that Labour should do what it said it would do in opposition does not appear on the agenda. </p> <p>Indeed, it is as though the very mention of the words \"public ownership\" is a faux pas. It would be the simplest thing in the world for Labour to blame privatisation for Southall, Paddington and Hatfield, but it shows not the slightest desire to do so for fear that it might then come under pressure to reassert state control over the railways. </p> <p>There can really only be three explanations for the government's refusal to countenance renationalisation. The first is that it has an ideological objection, sharing the Conservative belief that the private sector is innately superior. The second is that it would like to renationalise the railways but has not got the money. The third is it fears renationalisation would be unpopular with the voters. </p> <p>It only takes a moment to realise that none of these possible explanations holds water. If Labour really has a doctrinal problem with state ownership, then logically this must extend to those parts of the economy which are still in public hands, up to and including the national health service. Yet ministers see it as their duty - their destiny, even - to prevent Nye Bevan's creation falling into the hands of the privatisers. Labour had no qualms about rolling back Conservative reforms in health, but has been reluctant to do the same with the railways. This is intellectually incoherent. </p> <p>It may be that, despite its massive majority, the government lacks the confidence to say that privatisation of the railways was a mistake and should be reversed. </p> <p>One of Tony Blair's proudest boasts is that his government eschews dogma and instead makes decisions on the basis of what works best. That is certainly not the case with the railways, where we now have a system of Byzantine complexity, with shadow strategic rail authorities and rail regulators rather than a cleaner, simpler alternative. But to change this would mean that Labour would have to make the case for public ownership, something it seems incapable of doing. </p> <p>Instead of explaining why state control of the railways makes sense, the government has continually fallen back on the argument that, while it might in theory like to consider renationalisation, sadly the state of the public finances makes it impossible. As Robert Barrie shows elsewhere on this page, this argument is now threadbare. The healthy state of the economy means that there will be a budget surplus of around £20bn this year, and that does not take into account the £22.5bn garnered from the sale of mobile phone licences. </p> <p>Money has been a real problem for the railways in the past, for when times have been tough governments of both right and left have found it easier politically to shelve spending on the infrastructure than on front-line services. The result has been a network starved of investment. But money is no longer a problem. Gordon Brown has more money than he knows what to do with. If he chose, he could use the mobile phone licence cash to invest in a long-term plan for the railways rather than to pay down the national debt. </p> <p>Buying up every share in Railtrack would cost the government around £5bn at the company's current market capitalisation, but the government would only need a 51% stake to have overall control. This would cost £2.5bn, less than the cost of reducing the basic rate of income tax by 1p in the pound or, to put it another way, the equivalent of three millennium domes. This would be £2.5bn well spent, ensuring that the government once again had strategic control of the railways. It could end the ridiculous division with the maintenance companies, expedite repairs and make the funds available for expansion of the network rather than expansion of fast food outlets on station forecourts. </p> <p>At present, the taxpayer is getting the rawest of raw deals, with £30bn of state cash being pumped into infrastructure improvements over the next five years, the government underwriting the Channel tunnel rail link to the tune of another £3bn and hefty subsidies still being paid to keep services running on unprofitable lines, but only an indirect and ineffective mechanism for the state to hold the privatised industry to account. </p> <p>As for the idea that this would be unpopular with voters - particularly swing voters in Middle Britain - ministers should get out a bit more and try travelling on a commuter train. You do not need to convene a focus group to know that the travelling public loathes privatised railways and would see renationalisation not as the recrudescence of old Labour but as the common sense solution to an experiment that has gone badly wrong. This does not have to mean the resurrection of BR: it could involve a new mutual organisation, a Post Office-style corporation with commercial freedom or some other structure. </p> <p>But, not for the first time, voters are ahead of their political masters. With even Mr Corbett calling for a public-private partnership, the government has the money and it has the public support. It would be pushing at an open door. </p> <p><a href=\"mailto:larry.elliott@theguardian.com\">larry.elliott@theguardian.com</a></p>",
  "For days, Israel's prime minister, Ehud Barak, complained that Yasser Arafat was no fit partner for peace. Yesterday, he made it clear who he wants by his side for that dance into the great unknown: the hawkish Likud party leader, Ariel Sharon. <p>Mr Barak's announcement yesterday that he was suspending the peace process had been anticipated in the Israeli press, which has charted the former army chief's journey from warrior to peacemaker to social reformer and now, perhaps, back to warrior. </p> <p>After dithering for days, he is believed to have taken the fateful decision on the basis of reports from Israel's intelligence community and the CIA that Mr Arafat may be preparing to declare a Palestinian state without first gaining Israel's assent. The angry denunciation of the Arab summit's rather restrained declaration yesterday was a handy pretext. </p> <p>\"Barak's announcement has one central meaning. It opens the door for Sharon to join a national emergency government,\" said Simon Shiffer, a commentator in Israel's biggest-selling newspaper, Yediot Ahronot. For the Palestinians, and for Washington, there could hardly be a more depressing decision from the man who only short months ago went farther than any other Israeli leader in the search for peace. </p> <p>Last May, a defiant Mr Barak ordered Israel to retreat from south Lebanon, despite fears that a unilateral withdrawal would leave northern villages dangerously vulnerable to Lebanese-based Hizbullah guerrillas. </p> <p>At the Camp David summit last July, Mr Barak shattered powerful taboos by offering Mr Arafat control over far-flung suburbs of Arab East Jerusalem, occupied by Israel since 1967. </p> <p>The offer fell far short of what Mr Arafat could accept, and the last weeks have written in blood the Palestinian attachment to the holy places of Jerusalem. </p> <p>While the peace process faltered, Mr Barak plodded ahead, promising: \"I will leave no stone unturned for peace.\" But the collapse of his coalition, and the failure of two US-mediated ceasefires to end the violence, finally led Mr Barak to the man seen by Palestinians as the most fearsome opponent of peace. </p> <p>Reviled throughout the Arab world for his role in the massacre of Palestinian refugees in Lebanon nearly two decades ago, Mr Sharon is seen as a symbol of opposition to the principle Mr Barak pursued of trading land for peace. </p> <p>It was Mr Sharon's provocative visit to the Haram al-Sharif on September 28 that ignited weeks of bloody mayhem that have left 120 dead. </p> <p>Still, Mr Barak has been wooing Mr Sharon to join a national emergency government. The Likud leader admitted yesterday that he would enlist if Mr Barak abandoned seven years of peacemaking. </p> <p>Instead of a settlement with the Palestinians that would lead to a state, Mr Sharon told Israel Radio he supported talks towards \"a long-term interim agreement that will keep strategic points in our hands\". That is a rejection of the concessions Mr Barak offered at Camp David. </p> <p>Mr Barak's change of heart is the product of hard logic. With his popular support sinking to an all-time low, and rumbles of rebellion against his leadership within the Labour party, the prime minister has few remaining options.</p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\">Israeli government</a> <br><a href=\"http://www.pna.org\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "MPs return from their summer break today to elect a new Speaker for the Commons. But what exactly are they returning to? The Commons is closer to a museum than a serious, topical debating chamber in which the government comes under proper scrutiny. So much so that the most contentious division in the campaign for Speaker was whether he or she should wear a wig. <p>The selection of the Speaker is indicative of the wider problem facing parliament. Media interest has not focused on the relative merits of the candidates to succeed Betty Boothroyd or the importance of the job itself, but the absurdity of the election process. Parliament has a curiosity value, but little else. It is governed by arcane procedures which few understand and, for most people, it neither looks nor sounds relevant. The half-hearted attempts to recall parliament during the fuel crisis merely highlighted the fact that the chamber is no longer the principal forum for political debate, no longer the \"cockpit of the nation\". </p> <p>If parliament is to restore its relevance, it must change. And it is the Commons' chamber - the public face of the house - that is in most need of overhaul. </p> <p>The fundamental problem is that the chamber meets too often for too long. Whereas a hundred years ago all of parliament's work revolved around the chamber, there are now numerous other outlets for MP activity. MPs are expected be in the standing committees examining legislation, the select committees which do the detailed work of scrutinising government departments or pursuing constituents' concerns. Yet the chamber continues to meet in almost permanent plenary. The resulting low attendance means rows of empty green benches for most debates, which simply emphasises their unimportance. </p> <p>The chamber should meet less frequently, perhaps one less day each week, which would be set aside for committee work. Opposition parties may object that reducing time in the chamber would limit their already meagre opportunities to scrutinise government activity. However, this assumes that effective scrutiny requires long hours. Patently it does not. </p> <p>There is no other profession where one would discuss something for six hours and expect the issues to be clearer at the end of that debate than they were at the beginning. Yet this is the principal means the opposition has for holding government to account. Unsurprisingly, the results of such debates are often inconclusive, even for the few who bother to attend, and they very rarely succeed in reaching an audience beyond the walls of Westminster. </p> <p>Far better surely to have a series of shorter, sharper sessions with ministers. The opposition could trade some debating time for the opportunity to call a minister before the house to answer questions on a topical issue of their choice. These short question and answer sessions would do far more to achieve accountability than the current procession of 20-minute speeches to an empty chamber. </p> <p>It would mean that more MPs got the chance to quiz ministers and make a meaningful contribution to parliamentary scrutiny. And, at a basic level, the attraction for many MPs would be the promise of a wider audience - a fuller chamber in parliament and greater likelihood of media coverage outside. </p> <p>It would also make the Commons look more responsive to public concerns. Too much time is spent debating issues of little importance, while the bigger issues are often missed. At the beginning of this year, the two hottest issues were the extradition of General Pinochet and the admission of Mike Tyson - both Home Office matters. Yet the existing notice period for questions meant that neither was tabled for Jack Straw's appearance before the House in January. Similarly, last year's problems at the Passport Agency were raised as early as February, but parliament did not properly debate them until the end of June, by which time the situation had reached crisis point. </p> <p>With that sort of reaction time it is not surprising that parliament rarely sets the day's news agenda or leads the evening television bulletins. Even where there are important and topical matters being discussed, parliament's sitting hours actively work against media coverage. Evening debates not only miss broadcast deadlines, but often the next day's papers. This is a problem for parliament, not the media. Politicians now simply announce initiatives outside parliament, communicating more directly to a bigger audience. </p> <p>The chamber needs new hours, starting in the morning and finishing early in the evening, with the most important statements at 10.30am. This would not stop ministers trailing their policies on the Today programme, but it would make parliament the focus for the debate. Reforms designed to improve the public perception of the house are pointless if no one outside is watching. </p> <p>In her parting comments, Betty Boothroyd lamented the low public opinion of parliament, but described the chamber as \"the chief forum of the nation - today, tomorrow and, I hope, for ever\". If those wishes are to be met, her successor must preside over a period of radical reform. </p> <p>\u0095 Greg Power is secretary to the Hansard Society Commission on Parliamentary Scrutiny. He is the author of Creating a Working Parliament, published today by the Hansard Society </p> <p><a href=\"mailto:G.Power@hansard.lse.ac.uk\">G.Power@hansard.lse.ac.uk</a></p>",
  "Here is a political mystery worthy of Sherlock Holmes at his best. Why was Al Gore found in the library on Saturday with a dagger in his back? <p>An average of four polls taken after Tuesday's debate showed him a possibly mortal four points behind Bush. But pretty well everybody, including the Bushites, agrees that in the crucial debate in the \"show-me\" state of Missouri, Gore did a much better job on the issues than Bush. Gore showed that he had mastered the details of his budget - and also that he had a better grasp of the cost of Bush's proposals than Bush himself. Bush explained to Reuters his idea of what budgeting is all about: \"It's clearly a budget,\" he said, \"it's got a lot of numbers in it.\" </p> <p>A debate question that should have been a home run for Bush, every bit as decisive as David Justice the same evening hitting a home run for the Yankees, was from a 30ish woman who wanted to know how the rival tax policies would affect her. Bush told her we needed a stronger military. Come again? Well, somewhere in an irrelevant rambling answer there was a vague reference to his plan to cut taxes across the board, but the bewilderment of the woman was shared by everyone. A little later he stumbled into the realisation that his partial privatisation of social security would take $1 trillion from future retirees, a key voting constituency. </p> <p>The spear carriers in the press for Bush agree that he does not have the right answers, but now say that doesn't matter. The play is that Bush is really that older governor from California and people love him for his cozy woolliness just as they loved Reagan. It's a switch sale. It is true Bush still scores higher on likeability, but that is not enough to explain the contradiction between voting intentions and judgments on brainpower and policies. American voters may not be the most attentive in the world, but they also kick the tyres when offered a \"great deal\" at the used car lot. </p> <p>So why did Gallup/CNN/USA Today, for instance, give Bush a 10-point lead in voting intention, but report that most of these same people scored Gore 6% ahead of Bush on policies and nine points ahead on clarity of expression? The clue to the mystery, as in the Hound of the Baskervilles, is the dog we don't hear barking. Nobody at the national level has an ear to something that is happening in millions of homes across this vast country. It's this: when families sit down in front of the television, they are assailed and wooed night after night, hour after hour, by the most momentous political advertising campaign in history. So far Bush has spent $120m and Gore only $60m. \"Only!\" </p> <p>This advertising blitz, from the richer party, with more support from business, makes a farce of elective democracy, but it is only a Republican revenge for what the Democrats did to them in 1996 when Bill Clinton routed Bob Dole to win a second term. Nobody noticed in the early summer of 1996 that the Democrats were spending advertising millions unconventionally early. The Clinton campaign kept the scale of their spending secret. They concentrated the investment outside the media capitals of New York and Los Angeles. Neither the press or the Republican party caught on until it was too late. </p> <p>The scale of the Bush advertising campaign is one thing. The other is the cleverness of its disinformation. Ordinary people watching may well believe that the Gore they saw is really \"Gore-gantuan\" who secretly has plans to raise federal spending more than any president since Johnson's Great Society. They are being misled. As a percentage of national income, the only meaningful standard, Gore promises to reduce federal spending. Another scare ad says he will spend three times as much as Clinton envisaged in 1992. Again, it is not true. </p> <p>The most outrageous telly-con of all is the one that states Gore's prescription drug plan will subjugate senior citizens to the dreaded health management organisations which may overrule doctors. In fact, Gore relies on the government's respected fee-for-service Medicare programme. It is Bush who intends to create pressure on older folk to join managed care plans. But who will brief the couch potatoes? </p> <p>What is really at stake in this election is not so much this or that social security plan. It is the future of American democracy. All the barriers to control the insidious influence of money are down. If Gore wins, there will be reform. He has said he will make the McCain-Feingold campaign finance bill his first priority. Bush refuses to commit. Why should he? Money is working for him. He has made his position perfectly clear - in Bush-speak: \"I do not agree with this notion that somehow if I go to try to attract votes and to lead people toward a better tomorrow somehow I get subscribed to some - some doctrine gets subscribed to me.\" Work that one out, my dear Watson. </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p><strong> Sunday Times</strong><br> </p> <p> Talks have begun between <strong> British Airways</strong>, Air France and Delta Airlines to form a new alliance, which could result in the break-up of BA's existing Oneworld partnership. BA may switch allegiance from American Airlines, with which it started Oneworld, to Air France and Delta's Skyteam collaboration. </p> <p>Private equity groups<strong> Cinven</strong> and <strong> BC Partners</strong> are frontrunners to buy <strong> Burmah Castrol</strong>'s chemicals businesses from BP Amoco for up to £800m. BP paid £3bn for Burmah earlier this year for its lubricants division, and put the rest up for sale. </p> <p>South African group <strong> Logical Holdings</strong> has pulled its proposed £1.5bn London listing just weeks before it was due to float. It blames volatile market conditions. </p> <p><strong> Sunday Telegraph</strong><br> </p> <p> <strong> Sir Christopher Lewinton</strong>, chairman of <strong> TI</strong>, has reportedly succumbed to shareholder pressure and agreed to halve his multi-million payoff following the group's merger with Smiths Industries. Lewinton has also ruled himself out of the running to become the next chairman of advertising group WPP, and advertising executives now say it is \"highly unlikely\" he will take up the post. </p> <p><strong> Lasmo</strong> is expected to sell North Sea assets and interests in Algeria and Venezuela, in an effort to bolster its flagging share price. The company has been under pressure from shareholders who are frustrated that the company's shares have failed to reflect the buoyant oil price. </p> <p><strong> Coral</strong> has abandoned plans for a £1bn stock market flotation for the foreseeable future. The company is said to believe its internet business needs more development, and it is concerned about the uncertain state of the stock market. </p> <p><strong> Mail on Sunday</strong><br> </p> <p> <strong> Camelot</strong> will this week announce plans for a Europe-wide lottery to strengthen its campaign to continue running Britain's national draw. </p> <p>Its plans for a European lottery were rejected by the lottery commission last month. But now Camelot has been told by lawyers there are no obstacles to the scheme under British and European law. </p> <p><strong> British Airways</strong> has held talks with Tony Blair, seeking government support to revive its plans for an alliance with American Airlines. </p> <p><strong> Sunday Express</strong><br> </p> <p> <strong> Unilever</strong> faces a battle with a 68-year-old grandmother, who claims its Bestfood business stole the name Skippy for its products from a cartoon character created by her father. </p> <p><strong> Observer</strong><br> </p> <p> <strong> Alchemy</strong>, the venture capital group which lost out in the battle to buy Rover cars, is considering a £1.5bn bid for <strong> Whitbread</strong>'s 3,000 pubs. Alchemy is keen to emulate the success in the pubs sector enjoyed by City rival Nomura. </p> <p>Last year Alchemy joined Nomura to make a last-ditch bid for Allied Domecq's pub estate, which eventually went to entrepreneur Hugh Osmond's Punch Taverns. </p> <p><strong> BT</strong> is looking at a multi-billion pound sale of its interests in Asia and the Far East as a way of raising cash to offset its debts. </p> <p><strong> Sunday Business</strong><br> </p> <p> Train companies are to be given millions of pounds of taxpayers' money to compensate for the loss of revenue during safety work. </p> <p>The payments are being discussed by deputy prime minister John Prescott, shadow strategic rail authority chairman Sir Alastair Morton and Tom Winsor, the rail regulator. </p> <p>US aerospace group <strong> BF Goodrich</strong> is considering a £1.8bn bid for <strong> TI</strong> to counter the merger of TI with Smiths Industries. KKR, the American private equity house is also eyeing the situation, according to investment bankers. </p> <p><strong> BT</strong> may sell its 25% stake in Cegetel, the French telephone company, and its 49% holding in Spanish group Airtel for close to £9bn. </p> <p><strong> IoS</strong><br> </p> <p> Stock Exchange chairman <strong> Don Cruickshank</strong> will next month face another grilling from MPs anxious for an explanation of the failed merger with <strong> Deutsche Börse</strong>, once the fate of the hostile bid from Sweden's OM Gruppen is determined. </p> <p>Five months ago Cruickshank and then chief executive Gavin Casey faced a tirade from MPs. </p> <p><strong> Reports out this week</strong><br> </p> <p><strong> Today</strong><br> </p> <p> <strong> Interims</strong> EID Parry (India), JetCam International, WPP. </p> <p><strong> Finals </strong> Netvest.com. <strong> AGMs</strong> Grosvenor Land Holdings. </p> <p><strong> EGMs</strong> Provalis. </p> <p><strong> Tuesday</strong><br> </p> <p> <strong> Interims</strong> Inter-Alliance Group, SmithKline Beecham (Q3), Westbury. <strong> Finals</strong> JazzFM. <strong> AGMs</strong> Pacific Horizon, Regent Inns. <strong> EGMs</strong> Rutland Trust. </p> <p><strong> Wednesday</strong><br> </p> <p> <strong> Interims</strong> AstraZeneca (Q3), Centex Corporation, Zen Research, JJB Sports, Ted Baker. <strong> Finals</strong> High-Point Rendel Group, Indigovision Group. <strong> AGMs</strong> Fleming Overseas, Murray Income Trust. <strong> EGMs</strong> None scheduled. </p> <p><strong> Thursday</strong><br> </p> <p> <strong> Interims</strong> Chloride Group, Pilkington. <strong> Finals</strong> Shiloh, WH Smith. </p> <p><strong> AGMs</strong> Beazer Homes. <strong> EGMs </strong> None scheduled. </p> <p><strong> Friday</strong><br> </p> <p> <strong> Interims</strong> Hitachi Credit. <strong> Finals</strong> Channelfly.com. </p> <p><strong> AGMs </strong> Galliford, Linx Printing. <strong> EGMs</strong> None scheduled. </p> <p><strong> Indicators this week</strong><br> </p> <p><strong> Today</strong><br> </p> <p> <strong> UK </strong> IRS pay settlements (Q). <strong> UK</strong> CBI pay databank survey. </p> <p><strong> Tuesday</strong><br> </p> <p> <strong> UK</strong> RICS house price survey (Sep). <strong> UK </strong> Global trade (Aug). </p> <p><strong> UK</strong> Non-EU trade (Sep). </p> <p><strong> Wednesday</strong><br> </p> <p> <strong> UK</strong> CBI industrial trends survey (Q). </p> <p><strong> Thursday</strong><br> </p> <p> <strong> UK</strong> BBA analysis of mortgage lending (Sep). </p> <p><strong> Friday</strong><br> </p> <p> <strong> UK</strong> NIESR economic review (Q).</p>",
  "<p>On first inspection, <strong> Breasts Uncupped</strong> (Sky One, Sunday) sounds like a crass Ibiza Uncovered-esque excuse for lots of girls getting their boobs out to a pumping soundtrack. On second inspection, when you realise it's presented by Kate Thornton and has many a lady celebrity issuing forth on her bosom, it sounds like Kate and her equally blonde mates 'aving a larf for want of something better to do. On third inspection - when you actually watch the programme - Breasts Uncupped turns out to be one of, if not the jolliest, most interesting and informative shows ever to be made in the UK by Sky. </p> <p>Unapologetically shouting its message - breast cancer is on the increase in women under 30 and regular checks are essential - it had All Saints' Appleton sisters, Martine McCutcheon, Davina McCall and other assorted Brit gals talking candidly about their boobs. Davina, for example, loves them for their snuggliness and sexual qualities. Holby City's Angela Griffin thinks hers are too small and wouldn't rule out a boob job. And according to Tara Newley, her mother Joan Collins thought she had done enough by passing on her big-breastedness to her daughter without taking her to buy a bra. </p> <p>Talking openly of their first bras and the trials of breastfeeding, these women revealed much more of their true selves than they might have in a hundred conventional celebrity interviews, their contributions demonstrating their eloquence, humour and ordinariness. Handling its subject matter with dignity and wit, Breasts Uncupped deserves plaudits for proving that worthy need not mean dull and accessible need not mean dumb. A follow-up focusing on testicular cancer and men's relationships with their bits is apparently in the making. If it's half as informative and slick as Breasts Uncupped, it will be quite a class act. This is the kind of health education programming that should be shown in schools, as well as primetime BBC1. </p> <p>From knockers to <strong> The Knock</strong> (ITV, Saturday), which isn't half as much fun as anything breast-related. After another makeover - which makes one more than Madonna's had in her entire life - the returning series (which isn't) began with some men standing outside a container by the docks. What could be inside, they wondered. Drugs? Guns? A Finnegan brother from Brookside? All wrong, actually, as it turned out to be a bomb. Thus began a wannabe epic with the action flitting from Docklands to Liberia, Kosovo and Bristol before a dramatic climax in a field outside London. Yes, it kind of lost it (it being coherent plot, pleasing acting and credibility) towards the end. But more ridiculous than any of the plot points were the characters. Supposedly top potatoes in Customs and Excise, the Indigo team were, in fact, as thick as mince. </p> <p>Take Jess, the glamorous surveillance expert. When a dodgy geezer put a bag in his car, got into the car and drove off, she mused \"It looks like he's going somewhere.\" Gee, you think? Later, when she hears a mysterious answering machine message - \"There's smoke on the water\" - she said \"Must be some kind of code.\" Either that or a Deep Purple fan is making crank calls. When she found a couple of minor characters who'd been shot in the head, it wouldn't have been wildly out of character for her to have said \"I think they're dead.\" According to her colleagues, Jess is a real smart cookie. Shows how stupid they are. </p> <p>Stupid like Glenn, their boss with the Birmingham-Brisbane accent. Barking orders and trying to look masterful, he's spent far too much time watching the Captain Jean-Luc Picard Guide To Good Leadership video and not nearly enough learning how not to sound like a bad Meryl Streep impersonator. No wonder Rik Mayall almost got away with smuggling guns to Liberia and drugs into Britain with all the inconspicuous mannerisms of a panto villain. It's a marvel the Indigo team manage to get dressed by themselves, never mind bring gun-runners and drug-smugglers to justice. And they don't have any guns. </p> <p>All of which leads us to a crisis in masculinity, as most things do these days. <strong> Icons of the 20th Century</strong> (Channel 5, Sunday) looked at masculinity through some photographs from the National Portrait Gallery's collection, put together to encapsulate the last century. From discussions of pictures of John Wayne to David Beckham, it was enjoyable and thought-provoking. If you can't get to the gallery, that is.</p>",
  "Things could get heated at the Law Society tonight. In the blue corner, we have Dr Adrian Rogers, former director of the Conservative Family Institute, Nicholas Coote, of the Catholic Bishops Conference, and pro-marriage columnist Melanie Phillips. And in the red, Angela Mason of the gay rights group Stonewall, and Mark Harper, from the Law Society's family law committee, which wants to see greater rights for people who live together outside marriage. <p>Jack Straw's brother, Ed, chairman of Relate, who is chairing the debate, may need all his organisation's skills with warring husbands and wives to keep the two sides apart. The subject - billed as Hitched Up or Stitched Up? - is whether the law should protect only married couples when relationships break down, and whether giving unmarried couples greater rights will undermine marriage. </p> <p>Dame Elizabeth Butler-Sloss, England's senior family judge, weighed into the fray last week when she predicted that the law would have to provide more protection for unmarried partners - both gay and heterosexual - on relationship breakdown. \"The most likely thing is that parliament will be asked to provide something short of marriage by way of provision for those who are not married,\" she told the Mothers Union. \"There is a great discussion at the moment that men and women who cohabit are done down because they do not have the same rights as married couples.\" </p> <p>The Scottish executive agrees and is proposing to introduce a bill implementing a 1992 report by the Scottish law commission, which would give one unmarried partner the right to apply to court for a lump sum from the other when the relationship ends. When cohabitees who split up in Glasgow can make financial claims on each other, why should those in Gloucester be left out in the cold? </p> <p>Next year the law commission for England and Wales is expected to produce its recommendations for new rights for property-sharers. The blueprint will include not just cohabitees of the same and opposite sexes, but friends and relatives who set up home together. The long-awaited report, which has been incubating for six years, could pave the way for the government to boost rights for unmarried couples in England without seeming at the same time to undermine the institution of marriage. </p> <p>Under the present law, wives and husbands are entitled to a share in the value of their home if they split up. It makes no difference whose name is on the deeds. A spouse who needs support can also claim regular maintenance payments from the other. But skip the ceremony and there is no right to claim maintenance, no matter how long the relationship lasts. And if the home is bought in only one partner's name, the other has no automatic entitlement to a share. Some ex-cohabitees have won a share by proving they made a contribution and by taking expensive legal proceedings. Others have tried that route and been left with nothing. </p> <p>Valerie Burns lived with Patrick Burns for 19 years. She changed her name to his and looked after the home - bought in his name - and the couple's two children, who were 17 and 18 when their parents split up. For five years before she left him in 1980 she worked and bought household equipment and furniture, though she did not contribute to the mortgage. She took her case to court but got nothing. \"Is that fair?\" asks Mark Harper, a family law partner in the London law firm Withers. </p> <p>The number of cohabiting couples has soared in the last 20 years. Social Trends for 1999 noted that one in four men and women between 16 and 49 were living together unmarried. Yet studies show that few are aware how limited their rights are. The widespread - but wrong - use of the term \"common law wife\" leads many to believe they have the same protection as husbands and wives. There is a pervasive myth that there is a fixed period of years - some guess three years, others seven or 10 - after which the law treats living together as equivalent to marriage. That means many people are in for a rude shock when their relationship ends. </p> <p>The 1989 Children Act gave a limited right where there are children for the mother to have a share of the house for the benefit of the children.But the courts have interpreted this restrictively. Harper cites a case in which a mother of five children who had lived with her partner for 15 years won the right to the sale proceeds of their home to buy a house for herself and the children. But when the youngest child is 21 the house will have to be sold and the money given back to the children's father, leaving her homeless in her mid-50s. </p> <p>Research carried out for the law commission in 1995, but still unpublished, shows that the public believes couples - at least heterosexual ones - should be treated much the same by the law, regardless of whether or not their union is sanctioned by a marriage ceremony. A sample of 2,000 people aged 16 and over were asked whether they thought, when a married couple with young children separated, that the woman should get a share of the value of the house, even though she had made no financial contribution to buying it. Some 77% thought she should be entitled to half the value, and 15% the whole value. Where the couple was unmarried, 73% thought she should have half the value of the house, and 12% the whole house. </p> <p>Where the couple's children had left home, 80% felt the woman should have half the value of the house if the couple were married, and 73% if they were unmarried. But where a cohabiting couple had no children, only 31% thought the woman should get as much as half the home's value. Respondents were less sympathetic to claims by those in same-sex relationships. Where two men separated, only 24% felt that the man who had made no financial contribution should get half the house, and 44% thought he should get nothing - much higher than the 29% who felt that a woman in a childless heterosexual relationship should be left with nothing. </p> <p>Though the public, it seems, makes little distinction between married and unmarried couples, the government is anxious to be seen to be according marriage a special status. Bruising encounters with Tory family fundamentalists, whipped up by right-wing newspapers, during the passage of what became the Family Law Act 1996, have left ministers feeling nervous about reforms in this field. Labour also wants to avoid accusations of creating a nanny state, and wants to leave people free to opt out of any new system of rights for unmarried couples if they wish. </p> <p>So the new law proposed for Scotland would not give unmarried couples the same rights as married ones, but they would have greater rights than they have now. A partner who suffered economic disadvantage - from giving up work, say, to look after children - would be able to apply to the court for a lump sum from the other after separation, although there would be no right to claim maintenance. Any legal doubts about the enforceability of cohabitation contracts would be removed, and couples would be able to use these to opt out of the rights regime if they wished. The Law Society and the Solicitors Family Law Association have recommend similar reforms for England and Wales, including a right to apply for a lump sum after a split and a right to opt out by contract. In addition, both bodies want a right to apply for short-term maintenance, for up to three or four years at most. </p> <p>What seems curious is the assumption that marriage can be either buttressed or undermined by the rights accorded to unmarried couples, given that research shows that couples tend to choose marriage or cohabitation for reasons which have nothing to do with legal rights, and indeed are largely unaware of what those rights are. If couples - or at least the richer partners - choose cohabitation to avoid the financial consequences of a possible divorce, it's at least arguable that giving married and unmarried couples the same rights would encourage more to marry, since the financial risk would be the same. </p> <p>But, as governments should know by now, changes in family law don't translate into changes in people's behaviour. (If any area of law influenced the boom in cohabitation in the 1980s, it was probably tax law. Until the loophole was closed, unmarried couples could claim twice as much tax relief on their mortgage interest as husbands and wives, who were treated as one person.) </p> <p>As Stephen Cretney of All Souls College, Oxford, one of the country's leading family law academics, told an Oxford seminar on marriage and cohabitation last April: \"Almost every piece of family legislation enacted in England and Wales in the past century has actually worked out in a way radically different from the policy presented to the legislature as justifying the legislation in question, and has often had results quite different from those which the initiators really intended.\"</p>",
  "Why do juries acquit defendants more than magistrates do, proportionately? This age-old question may finally have been answered. A fascinating piece of research by Professor Michael Zander suggests that it may all have to do with the meaning of the word \"sure\" - what juries and magistrates alike have to feel, about a defendant's guilt, before they can convict. According to the research in the latest New Law Journal, more than half the general public - potential jurors - would need to be 100% sure before convicting, whereas only 31% of magistrates felt they had to be 100% sure. <p>Clearly, if so many magistrates find defendants guilty using a lower level of certainty than juries, they will have a higher rate of conviction. QED. Unfortunately, Zander himself doesn't take that view - insufficient evidence, he says. What struck him more was that three-quarters of both samples - public and magistrates - said that they would need to be 90% sure before convicting. Yes but surely there are defendants being convicted by magistrates applying the 90% test who would be acquitted by juries insisting on the hundred. All this pre-supposes that you can assess a percentage on a feeling like \"being sure\". I'm not sure I can tell the difference between 95, 90 or 85% certainty. But I know what 100% means. </p> <p>So farewell, then, stipendiary magistrates. They've slipped away with hardly anyone noticing, after 250 years in the job. Not many people outside the law knew what stipendiary meant - it's only another word for paid, to distinguish them from the lay magistracy - but it sounded important. They started off at Bow Street in the mid-18th century and were paid because the unpaid, amateur justices of the peace of the time were only too bribable; creating a new class of professional, paid magistrates would remove the temptation to be corrupt and raise the standard of justice. </p> <p>Henry Fielding, author of Tom Jones, was among the first; he and his half-brother, the blind John Fielding, were instrumental in founding the Bow Street Runners, which was to become the Metropolitan Police, in 1829. The job of stipendiary magistrate hasn't disappeared, though, only the name. The 100 or so stipes are now formally known as district judge (magistrates' courts), confusingly shortened to DJ, which to me is either a disc jockey or a dinner jacket, depending on the context. </p> <p>\"Open government means the government publishing information largely for its own purposes, information that the government thinks we ought to know or might like to know. Freedom of information requires the government to disclose information which we decide for ourselves we want to know.\" This distinction, formulated by the constitutional expert Professor Robert Hazell, explains a lot about the disappointing freedom of information bill now wearily reaching the statute books. </p> <p>The bill, Professor Peter Hennessy argued in his James Cameron memorial lecture last week, is a misleading misnomer. It's got nothing to do with FOI. \"The prime minister does not understand the distinction, but that's not altogether surprising as he doesn't believe in open government for the cabinet, let alone the public. But the home secretary, Jack Straw, does understand the distinction. For he has admitted privately to the view that 'freedom of information is for oppositions, not for governments.' Open government is for governments.' \" </p> <p>I've spent an inordinate and unhealthy proportion of my working life fulminating against television programmes, films and books which get courtroom scenes or other legal events wrong. Mistakes such as judges wearing full-bottomed wigs in court, or the grafting of bits of American procedures on to English trials, drive me mad. The biggest culprit is the gavel, that ghastly wooden artefact that American judges keep banging. But English judges, despite what you may have seen on the screen, do not, repeat <b> not</b>, have gavels. </p> <p>Recently, I was beginning to think I was winning my war against the dreaded thing - in two successive TV programmes, judges were seen without one. Imagine my distress when idly looking into the window of the leading legal bookshop, Hammicks of Fleet Street, when there it was, in the middle of the display, grossly winking at me, sniggering with undisguised contempt. What an example for the bookshop to set for young television producers. I can just hear them: \"Oh well, it must be right if Hammicks have one. We must make sure to have a gavel in our very next production.\" And what a setback for my campaign. I considered throwing a brick at the window, but then thought that it might interfere with the bookshop's selling of that excellent yet cheap Penguin masterwork, The Law Machine, by Berlins and Dyer.</p>",
  "The decision to take out of service the entire fleet of nuclear-powered hunter-killer submarines has serious implications for the Royal Navy's operational capability, as well as the security of the Trident missile system, the Ministry of Defence admitted yesterday. <p>The submarines play a key role in protecting ships as well as those submarines armed with the Trident nuclear deterrent. They are also being armed with the navy's latest long-range weapon, the US Tomahawk cruise missile.</p> <p>Four of the fleet of 12 hunter-killers, nuclear-powered but conventionally armed, are undergoing separate refitting work. The others will now be laid up for checks that will take many months and tens of millions of pounds to put right.</p> <p>The decision to withdraw the fleet follows discovery of a fault in the reactor cooling system of HMS Tireless, which has been moored off Gibraltar since May. On opening up the reactor, engineers found a large crack which could have \"generic implications\", a navy spokesman said yesterday.</p> <p>In August the navy bowed to Gibraltar public opinion and provided the territory's government with classified information on the submarine's reactor, which was designed in the early 1970s. The navy initially described the fault on Tireless as minimal and suggested it could be repaired within weeks.</p> <p>John Large, an independent nuclear consultant advising the Gibraltar government, said yesterday the fault raised serious questions about the navy's quality control system. He described the faulty weld in the cooling system as being \"very near to the reactor itself\".</p> <p>The loss of the hunter-killer fleet is a huge embarrassment to the MoD, coming after problems with the weapons systems of the navy's Sea Harriers and serious faults in the army's standard rifle, the SA80.</p> <p>The navy has recently sold off the last of its conventionally powered submarines.</p> <p>A navy spokesman acknowledged that the decision to withdraw all other submarines except Trident would affect the \"security of Trident\".</p> <p>He declined to say what contingency measures would be taken.</p> <p>Iain Duncan Smith, shadow defence secretary, said: \"Serious questions had to be asked as to why the government has taken so long to make a decision about this when the faults were discovered in May.\"</p> <p>Menzies Campbell, the Liberal Democrat defence spokesman, said the decision raised questions of capability and credibility. It would encourage cynics in the US to think Europe got too much of its defence on the cheap.</p>",
  "The most obvious criticism of the high court decision drastically depriving Mrs Dalziel of an insurance payout following her unfaithful husband's death is its blatant unfairness toward women (Payout cut to widow of cheating husband, October 21). Implicit in the insurance company's argument, and court decision, must be that the remaining £290,000 (less discount for bringing about his own death) should go to Mr Dalziel's lover. It was surely his intention that the premiums he paid in good faith would benefit, in full, someone on his death. What does Privilege propose paying her? <p>Second, it seems Privilege's successful argument was this: a reduction in payout should be permitted for the Dalziel's likely future divorce, following the death of one party to the marriage (which triggered the payout), even though that very death deprived the other party of any chance of seeking the divorce (albeit one not wanted) which would have recouped the losses she suffered following the reduction of the insurance payout. It is insupportable that a court has accepted such a circular argument ensuring Mrs Dalziel loses out on compensation - by divorce payment or life policy payout - twice. </p> <p>Lastly, in the month when the Human Rights Act came into force, rather than protecting privacy, this court decision will set in track worrying invasions of that right by insurers anxious to reduce their payments in the event of death by yet another means.<br> <b>David Mead</b><br> Senior lecturer in law, London Guildhall University <a href=\"mailto:davidandjude@meadbissett.freeserve.co.uk\">davidandjude@meadbissett.freeserve.co.uk</a></p> <p>\u0095 As more than one in three marriages end in divorce, more than 50% of men are likely to have an affair during their marriage and the average household debt is £14,000, I presume that by the end of the weekend most men, having had chance to ruminate on Mrs Dalziel's fate, will have cancelled their insurance premiums and the UK life insurance market will have collapsed.<br> <b>Lynn Fotheringham</b><br> Carnforth, Lancs </p> <p>\u0095 It seems that the only beneficiary is the Privilege insurance company. How can a judge possibly decide whether someone would not have remained with his wife and daughter had he lived? There is good historical evidence of philanderers constantly returning home to the faithful wife. What value marriage if such judgments continue?<br> <b>Janet Nightingale</b> Rowley Regis, W Mids</p> <p>\u0095 If insurance companies want to pay out on the basis of what might happen, could I have my life insurance payout now? You never know.<br> <b>Pete Foster</b><br> Tring, Herts </p> <p>\u0095 The headline on your article reporting on the first decision of the government's genetics and insurance committee (Insurers insist on wider gene tests, October 13) is misleading. Insurers have never required, and will not require, applicants for cover to take any genetic test. What they do ask is that the results of certain tests - where they are already available - should be disclosed. These results are only asked for where they are relevant to the insurance cover being applied for and where the Association of British Insurers' independent genetics adviser is satisfied that they have been proved to be reliable. All of this is set out clearly in the association's genetics code of practice, published in 1997. </p> <p>Now that the committee is in operation, the industry is committed to abiding by its decisions on the reliability and relevance of test results, will stop using any which are not approved and will recompense anyone who has been disadvantaged by the use of such a test in the interim.<br> <b>Stephen Sklaroff</b><br> Association of British Insurers</p>",
  "Sheila Holland, or Charlotte Lamb as she was known to her millions of readers, did much to dispel the anachronistic image that the Mills &amp; Boon novel was full of alpha-male heroes - dashing, a little cruel - and heroines sweet as Snow White who only came alive with a hard, passionate kiss. <p>Holland, who has died aged 62, was at the vanguard of creating the modern romantic heroine: independent, imperfect, and able to initiate a relationship. The revolution she helped spearhead in the 1970s was that a declaration of love from the hero was not climax enough for her novels or her heroines. </p> <p>Her 115 novels for Mills &amp; Boon sold more than 100m copies, and she wrote a further 50 for other publishers, an output made all the more incredible by her circumstances. Born in Ilford, her father worked at Ford's Dagenham factory and she was educated locally at the strict Ursuline Convent. On leaving school she worked for the Bank of England, and later as a secretary for the BBC European Service. She married Robert Holland, a journalist on a local paper who subsequently became a sub-editor on the Times. </p> <p>She began writing at her husband's suggestion; until then she had been a voracious reader of romantic novels. At the time she was living in Felixstowe with three children and wrote her first book, Love in a Mist, for Robert Hale in three days. She wrote a few more for Hale (under both her married and maiden names) before her first novel as Charlotte Lamb, Follow a Stranger, was published by Mills &amp; Boon in 1973. </p> <p>She wrote swiftly, from nine o'clock in the morning in her office overlooking the woods and the sea - a minimum of 2,000 words a day. At her peak in the 1970s, she would sometimes turn out 12,000 words in a day, sitting up all night, or at the kitchen table with her children (now five with the arrival of twins) crawling around her feet. A full-length novel could be finished in four days. </p> <p>Her skill was a naturally strong literary sense with structure and plotting, and an ability to write the kind of novel that she would want to buy. She wrote about powerful and sometimes darkly intense emotions. Lamb was at the forefront of stories that went \"beyond the bedroom door\", a trend that started in a new generation of Mills &amp; Boon writers as a reflection of society's sexual explorations in the 1970s. </p> <p>Her classic was The Long Surrender (1978) which centred on a heroine who was sexually abused as a child and who was subsequently at odds with herself and her sexuality. It was a theme her novels returned to again and again: the heroine who would run away from her feelings and desires rather than confront them. It was the job of Lamb's heroes to help the heroine understand her desires. </p> <p>She was fascinated by the darker side of human nature and especially in finding the trigger that would push her characters over the edge. In her Mills &amp; Boon novels she walked a fine line, her heroes often on the verge of losing control. Her understanding for the dynamics of passion always kept them just on the right side, but they often went to limits other authors never dared approach. </p> <p>This was an area that Lamb explored more freely in her novels outside Mills &amp; Boon, most notably in A Violation (1983), the story of a woman's traumatic life after she was raped by an intruder; and her later novels, In the Still of the Night (1995), Walking in Darkness (1996), Deep and Silent Waters (1998), Treasons of the Heart (1999) and the recently published Angel of Death (2000) were classified as romantic suspense thrillers. </p> <p>In the 1980s, Lamb, now living on the Isle of Man, continued to write historical novels under the names Sheila Lancaster and Laura Hardy, and to push the boundaries of Mills &amp; Boon's quiet and critically unnoticed exploration of forbidden passions and ardour. Her \"Sins\" series examined each of the seven deadly sins in a romantic context; titles which would not have shamed pulp writer Hank Janson - The Silken Trap, Love is a Frenzy, Temptation, Compulsion, Obsession - charted the conflicts in relationships that struggled to survive against the odds. </p> <p>To a whole generation of modern readers, Lamb was a secret best-seller who proved that romance was not all cooing doves, and she was true to this to the end; her final novel, enticingly entitled The Boss's Virgin, will be published next July. </p> <p> <b> Sheila Ann Mary Holland (Charlotte Lamb), author, born December 22 1937; died October 8 2000 </b></p>",
  "Ancient Rome's first and greatest theatre, considered lost forever, has been rebuilt, albeit virtually, to reveal a wonder of the empire. <p>A British-led team of archaeologists has recreated the vast auditorium of the Pompey theatre, which stood for centuries as the prototype for all arenas. </p> <p>Special effects on a stage the size of a football pitch were paid for by emperors keen to court popularity and crowd control methods were invented to stop the 20,000 spectators turning into a mob. </p> <p>Buried beneath some of Rome's most beautiful palaces and squares, the Pompey theatre could not be excavated without destroying swathes of the city centre and generations of archaeologists were forced to abandon the site despite its fame. </p> <p>Descriptions by the ancient historian Pliny of a gigantic structure were dismissed as gross exaggerations. But a two-year study, involving aerial photography, cellar inspections, the sifting of archives, mathematical extrapolations and computers has partially vindicated Pliny. </p> <p>A team led by Richard Beacham, of the University of Warwick, and James Packer, of Northwestern University, Illinois, has built a three-dimensional model using computers. </p> <p>The British Arts and Humanities Research Board funded much of the work. </p> <p>Inaugurated in 55BC by the triumphant general Pompey, more than a century before the Colosseum, the building was Rome's first permanent and largest theatre, with an auditorium almost 152 metres in diameter, and a three-storey facade. </p> <p>The theatre, intended to revive the general's waning popularity, was an integrated leisure complex with enclosed colonnades, galleries and gardens. </p> <p>It was the first major example of the imperial style of architecture in Rome, said Prof Beacham. He added: \"It influenced many subsequent buildings, not just theatres. </p> <p>\"Throughout its history it was one of the great showplaces of the city as well as the venue for many of its most momentous events.\" </p> <p>Emperors used it to bolster their rule by staging spectacles. Seating replicated class divisions: the emperor and senators at the front, aristocrats and generals in the next 14 rows, then officials, priests, vestal virgins and citizens. </p> <p>Foreigners, slaves and women were allowed to watch from the back. </p> <p>\"It was a microcosm of Roman society. All the stratas were laid out before you,\" said Prof Beacham. </p> <p>Riot fears led to an elaborate ticketing system, believed to be the first of its kind, which allocated each person a particular tier, row, seat and exit. </p> <p>Among those who appeared on stage was Nero, playing the lead in Oedipus and the Madness of Hercules, his opera about Troy. </p> <p>By the 6th century AD, the theatre had decayed, but Cassiodorus, the Roman chancellor to King Theodoric, was still in awe: \"One would have thought it more likely for mountains to subside, than this strong building be shaken.\" </p> <p>By the 20th century, the theatre had disappeared into or beneath Rome's Campo dei Fiori, Largo Argentina and Campo Marzio. </p> <p>Prof Beacham's team now hopes to perform \"keyhole archaeology\" by digging to the foundations via a restaurant doorway.</p>",
  "<p>This should have been the busiest week of Harish Purohit's hectic year. In the run-up to Diwali this Friday, the priest and president of Britain's Hindu Federation would usually be preparing for an onrush of worshippers seeking blessings. </p> <p>But yesterday the scores of visitors calling in at the Shree Shakti Mandir temple in Leicester were there to mourn their friend and priest. Mr Purohit, a leading figure in the Hindu community and secretary of the National Association of Hindu Priests, had been murdered, in a brutal, mystifying attack. </p> <p>The 42-year-old's body was discovered by his father and younger brother at an empty house on nearby Harrison Road. He had been stabbed 10 times in the neck, legs, back and lungs. </p> <p>The house is owned by the Purohit family but is currently undergoing renovation. Mr Purohit is believed to have gone there on Thursday night, but the alarm was raised only on Friday morning when a neighbour spotted smoke seeping from the house. </p> <p>The murderer or murderers appeared to have escaped through the first-floor bathroom window, after starting a fire to conceal the crime. A half burned sofa was jammed against the front door and the gas fire was turned on, but unlit. </p> <p>The news has rocked the quiet neighbourhood of Belgrave in the north of Leicester. It's a model of multicultural Britain at its best. Hindus, Sikhs, Muslims and Christians live together happily in the neat, narrow brick terraces. The Carey Hall Baptist church and Shri Guru Ravidass Sikh temple lie within 500 metres of the Hindu temple. </p> <p>No one can understand what prompted Mr Purohit's death. His family insist he had no enemies and the police refuse to speculate as to motives. His car was found yesterday on the other side of Leicester. His mobile phone is still missing. </p> <p>Leicestershire police have not yet recovered the weapon used in the attack and have appealed to people in the area to check their gardens and bins. </p> <p>\"Diwali is just around the corner,\" said Mr Purohit's elder brother, Janardan, 46. \"It's time to get everyone together and enjoy it. But this year it will leave us empty. The link in our family is broken and it can never be mended. </p> <p>Mr Purohit's mother and father, Karunashanker, 83, and Madhukanta, 78, and his four sisters are closeted away with Mr Purohit's long-term girlfriend, a lawyer from Manchester, in the little house next to the temple. Janardan and his brother, Jai, 35, do their best to welcome mourners, but the dark shadows beneath their eyes and the endless cigarettes they light tell of their devastation. </p> <p>\"My parents feel like lightning has struck. We are all devastated. We have no idea at all what could have happened. He was such a warm, caring person. He honestly wouldn't hurt a fly. Even his tone of voice was soft. He had no aggression. </p> <p>\"That's what makes it so shocking. How could he have enemies? His popularity was so great among the community as a whole, not just the Hindus.\" </p> <p>In the past few days the Purohits have received calls from friends of Harish in Australia, east Africa, the United States and across Europe. Like his parents, these mourners cannot understand who would harm a man who had devoted his life to others. As well as being a priest, Mr Purohit worked with people with learning disabilities. </p> <p>His younger brother, Jai, said: \"He fought for equal opportunities - for people with learning disabilities and for widows, who are often left behind in the Asian community. He brought them forward, saying they have the same rights to live life to the full.\" </p> <p>Harish was born into a Brahmin family and was interested in the priesthood from childhood. His father, Karunashanker, is a priest who helped to found the Shree Shakti Mandir, one of the oldest temples in the city. </p> <p>Mr Purohit adopted a more modern style than other priests. At weddings his style was more chatty, and he would take time to explain the meaning of different parts of the ceremony to non-Hindus and Hindus with a shaky grasp of the purpose of the ceremonies of their religion. </p> <p>Keith Vaz, the MP for Leicester East, had known Mr Purohit for 15 years and had seen him last week at his constituency surgery where the priest had gone to talk about increasing the number of Hindus in the House of Lords. </p> <p>Mr Vaz said: \"He was very dynamic, not like your usual Hindu priest, with a big following, especially among young people. </p> <p>\"He was a different kind of priest, he was younger and less aloof. </p> <p>\"He had a particular following among the younger generation and his style was modern. I think he was a moderniser and tried to relate Hinduism to the needs of the community.\" </p> <p>The family, which moved to Leicester from Kenya in 1968, always believed that religious devotion should be allied to a social conscience. The Purohit parents encouraged their children to help the weak and struggling; all of them would end up working for social services. </p> <p>Even so, his brothers say that Harish took this sense of duty further than any of them. </p> <p>\"He fought for everyone who was weak and couldn't have their say,\" said Janardan. \"He used his power to help them achieve their rights. He was there for anyone who had problems, not just Hindus. He was the community in himself.\" </p> <p>Jai added: \"All we can do now is have stone hearts and pray for justice. We know his time has finished here. Probably God needs him somewhere else, to look after humans in other parts of the world.\"</p>"
]