[
  "<p>Office workers who while away their time at work trading shares, booking holidays or shopping online could cost businesses as much as $35m (£25m) a year, according to a software snooper specialist.</p> <p>The findings of a recent Surf Control survey, based on a thousand employees spending one hour online for personal use, were reiterated by the company as it reported better than expected first-quarter results for the period to the end of August this year. </p> <p>The survey found that 59% of office internet use is not work-related. Employees who traded in shares, played sport, shopped and bought holidays on the internet cost companies the most. </p> <p>Pornography, according to chief executive Steve Purdham, is still the biggest concern, but only accounts for 2%-4% of non-work-based use. SurfControl, whose software monitors the websites employees visit and allows managers to restrict access, said there was increasing demand for its products. </p> <p>The company also said it would be moving into the mobile phone market as technology developed. Mr Purdham said: \"There is an increasing awareness that the internet is a significant but highly seductive resource that needs to be proactively managed.\" </p> <p>Revenues rose to $6.7m this year from $2.3m for the year before. Internet filtering products now form the company's core business, accounting for $5.8m of total revenue. </p> <p>Mr Purdham said: \"Strong demand, expansion into new geographical markets and our good timing in taking our products to the relevant markets, have resulted in a performance that has exceeded our high expectations.\" </p> <p>First-quarter losses reached almost $20m but before interest, tax, depreciation and amortisation the figure was $3.1m. </p> <p>This sum beat Deutsche Bank's predictions of an underlying loss of $5.4m. </p> <p>SurfControl, formerly JSB Software Technology, has $26.1m in the bank, and recently acquired Cyber Patrol and CSM Security Management. </p> <p>Deutsche Bank analysts say the money should be sufficient for the everyday operations of the company. </p> <p>The share price yesterday rose 115p to 1,750p.</p>",
  "<p>Pressure on Europe's top central banker, Wim Duisenberg, after his comments caused a euro sell-off was compounded yesterday when inflation in the single currency zone hit a six-year high. </p> <p>Policymakers rallied to the defence of the president of the European Central Bank. The European commission said it had \"complete confidence\" in Mr Duisenberg, while the German finance minister, Hans Eichel, saw no reason to become involved in a public discussion about Mr Duisenberg's position. </p> <p>The ECB emphatically dismissed rumours that Mr Duisenberg had resigned. \"He has not even considered resigning. Why should he?\" a bank spokesman said. </p> <p>But with the ECB due to hold a press conference in Paris tomorrow, Mr Duisenberg will be unable to avoid a further grilling on remarks in a newspaper interview which were seen as playing down the chances of intervention to support the single currency. </p> <p>He will also have to explain the ECB's strategy for keeping inflation - its main policy focus - in check after yesterday's figures showed the annual rate rose to a six-year high of 2.8% last month, well ahead of the ECB's 2% target. </p> <p>The tensions triggered by Mr Duisenberg's comments were underlined by a split in the Italian government. Labour minister Cesare Salvi was openly critical of both the ECB and its president. \"It is unacceptable that the only body which makes decisions in Europe is the ECB, which follows an ultra-monetarist theory and acts with superficiality and improvisation. As far as superficiality is concerned, I am thinking of yesterday's [Monday's] declarations.\" </p> <p>He was slapped down by treasury minister Vincenzo Visco who said people should confine themselves to issues \"on which they are informed and competent\". </p> <p>France's finance minister, Laurent Fabius, avoided commenting on Mr Duisenberg's position. The governor of the Bank of France, Jean-Claude Trichet, would be favourite to succeed Mr Duisenberg if he stepped down. </p> <p>The euro tumbled on the foreign exchanges on Monday after Mr Duisenberg said intervention would be inappropriate in the face of currency turbulence caused by an external shock such as war in the middle east. Yesterday the euro was within half a cent of its all-time low of 84.40 cents.</p>",
  "<p><strong> Richard Hunter, 32</strong> - company director </p> <p> As a boss, away weekends and Christmas lunches are the only times you are allowed to be yourself. When I come into the office, I'm different from when I'm at home and I'd like my employees to meet the Richard-at-home every now and then. Away weekends are perfect for this, but only as long as you make sure that, come Monday, it's back to work - you have to show that you are in charge of your chameleon nature. As the boss, I'm quite happy to get squiffy with the rest of them, but I have a policy of going to bed by 2am because that's when things start to get messy. If people are rowing drunkenly while you're in bed, it is not your responsibility. My advice is always to deal with these things in the morning. </p> <p> <strong> Alison Parker, 39</strong> - chief executive </p> <p> I went on an away weekend at which an esteemed and rather drunk colleague professed undying love. I didn't see it coming, but he confessed his adoration in front of everyone, which produced much mirth. Luckily, I went on two weeks' holiday straight after, so when I got back, it had all blown over. People regress on away weekends - it's almost like being a student again, where everyone gets drunk at a party and lets themselves go. If anyone did bring the subject up, I'd defend mycolleague, blaming the whisky. Every ensuing year, when the subject of away weekends came up, I'd look across at him but get no reaction. I suspect he didn't remember a thing. </p> <p> <strong> Richard Gough, 55</strong> - financial director </p> <p> One thing I have learnt is that you cannot run an away weekend and participate in it. It's a recipe for disaster because you can't keep colleagues on the straight and narrow while throwing your views into work discussions. The only way to get round it is to employ a trained facilitator to run the thing for you. They then control the group dynamics and get people to focus on the day's objectives and enjoy it. On our last away weekend, we were looking to improve our creative thinking skills and the facilitator came up with some very good interactive schemes. He created debating points, we all sat in booths linked by email and in an hour we'd come up with 600 ideas. </p> <p> <strong> Robert Saunders, 27</strong> IT manager </p> <p> Our company organised a big powwow for the organisation's regional offices. The idea was that we got to know each other and it was all lovey-dovey as we worked together in little teams. Well, the weekend was full of good intentions but nothing came of it. We all tried to communicate with each other for the first month afterwards, but as there was no monitoring by the bosses, things just went back to normal. I think away weekends are like being at school. You've got to relax and be cool. Anyone who's too enthusiastic just gets labelled teacher's pet and people gang up against them. That's why I think they don't really work. No one wants to be seen to be putting in too much effort. </p> <p> <strong> Katie James, 42</strong> - project manager </p> <p> Away weekends are a minefield. Often you're stuck with your colleagues in some hotel in the middle of nowhere and the only recreation on offer is the bar. As a result, it can get a bit intense and people always overdo it. But I never start the evening by propping up the bar and I'm always in bed by 11.30pm. And while some people use away weekends to fuel gossip, I use them to find out about new colleagues. You can discover exactly what makes them tick when you're sober and they're telling you their life story after one too many vodkas. </p> <p>\u0095 The employment tribunal lawyer is on maternity leave.</p>",
  "<p>Paul Graham's exhibition, entitled Paintings, is a show of photographs. They are not even photographs of paintings - although a cursory glance might mislead the viewer - but close-up photographs of graffiti on lavatory walls. All male readers will be familiar with the desperately drawn bodies and genitalia, the confessions, fantasies, appointment times and implorings. I can't speak of female loos, but informants tell me that graffiti in female loos is of another genre entirely. </p> <p>Seen from a distance (something one cannot do within the confines of the toilet cubicle), cropped and beautifully mounted, some of Graham's colour photographs look like photographic reproductions of abstract paintings. With their immaculate sheen and presentation, they could almost be taken for works by Cy Twombly, or the earlier abstract impressionist paintings of Philip Guston, as inadvertant Rothkos. </p> <p>But these are smear artists, golden shower Pollocks, morbid muralists and cottage conceptualists of the smallest room. It is, ostensibly, an exhibition about painting, and in particular the work of the abstract expressionists and their allies. The catalogue even opens with a letter of intent, sent to the New York Times in 1943, signed by Barnett Newman, Adolf Gottlieb and Mark Rothko, outlining the aims of the nascent movement: \"Our work must be an insult to anyone who is spiritually attuned to interior decoration\". </p> <p>That these unknown bathroom Basquiats and tinkletown Twomblys occasionally show glimmers of humour, of wayward artistic talent, or a misguided literary bent, is unsurprising. You shouldn't be surprised to find cabinet ministers, playwrights or even art critics amongst the denizens of these gloomy confessionals. Remember Joe Orton's diary records of toilet bacchanals, or MP Tom Driberg's brushes with the law in loos near Parliament Square. </p> <p>Graham has turned himself into a bloke with a camera and a good if unlikely alibi. Explaining himself away might raise a few vice squad eyebrows, but this kind of \"research\" is meat and drink to the sophisticates of the art world who, like the cops, have seen it all. For those who prefer the reek of industrial strength disinfectant to the smell of turpentine and paint, these images undoubtedly have a certain piquancy and frisson all their own. There are, doubtless, connoisseurs of these grim walls just as there are of art. I read these traces on lavatory walls as murmurs of loneliness, as much as semi-public accounts and illustrations of extreme fantasies and acts. The trouble with toilet graffiti is that one can't help reading it, looking at it, wondering at it, on those occasions when a visit to the gents is unavoidable. </p> <p>Likening toilet graffiti to the heroics and sensitivities of a certain way of painting is to play on the meaning of the word \"expression\", and what it came to mean in art in the late modernist period. More critically, what Graham's Paintings do is to raise the question of intention, and the difference between looking at something, and reading its internal meanings and codes. </p> <p>It is a question, then, about surface and content, and about taste and abhorrence. What these works conspicuously do not do, is say anything about the authors of these texts, the fantasists, exhibitionists and cottagers themselves, and they messages they send. </p> <p> Until October 28. Details: 0207 491 0621. </p>",
  "<p>The North-East was gripped in early winter chill last night, but the swathes of Newcastle fans did not feel the icy cold as they basked in smug victory. </p> <p>Goals from Alan Shearer and Alain Goma warmed Geordie cockles before Kieron Dyer thumped home Lomana Tresor Lua-Lua's knock-down with a minute remaining. Middlesbrough, disjointed and thoroughly outclassed, gained a late consolation from Brian Deane but were left to mope from the field to a chorus of boos. </p> <p>The talk in the build-up was less of the 97th Tyne-Tees derby - handbags at 50 miles compared to the close-knit, bitter Tyne-Wear rivalry - and more of a pair of Robsons tipped to answer their country's call. </p> <p>The Newcastle manager Bobby Robson spent eight occasionally successful years in the England hot seat grooming his midfield namesake Bryan as a successor. But a decade since Gazza's tears in Turin and Captain Marvel is still refusing to fulfil his apparent destiny. </p> <p>Perhaps he wants to taste club success first. His side's wretched home record this season prior to the Toon's visit - two points from four games - has swelled the fans' discontent, not that their frenetic start suggested they have been struggling to exploit home advantage. With Newcastle players slipping and sliding on the sodden surface, Gianluca Festa forced a full-length save from Shay Given as early as the third minute. </p> <p>Bobby Robson had clearly anticipated such an early roasting and mirrored the home side's five-man midfield in an attempt to nullify their threat, with Nolberto Solano asked to operate in an unlikely wing-back role. Luckily for him, though, the home side's dominance was shortlived. After 13 minutes his team went on the attack, as Kieron Dyer dummied Solano's free-kick and Alain Goma's skimming shot was turned round the post by Mark Crossley. </p> <p>The 31-year-old goalkeeper, making his home debut after a summer move from Nottingham Forest, should have conceded his first Riverside goal 14 minutes later. Dyer slipped Didier Domi inside Curtis Fleming and the Frenchman's low cross was converted by Daniel Cordone. The Argentine striker, level with the last defender as he slid the ball home, rose to see a linesman's flag to prompt whoops of derision and no little relief from the home partisans. </p> <p>Middlesbrough unveiled an eight-foot bronze statue of their former inside forward Wilf Mannion before the game, but their current golden boy Alen Boksic was struggling to make his mark. </p> <p>Instead, the Croatian watched enviously as another striking elder statesman gave the visitors a deserved lead seven minutes before the break. Solano's high cross was headed down by Gary Speed, climbing high above Festa, and Shearer - granted the freedom of the penalty area - smashed his third goal of the season past a despairing Crossley. </p> <p>In a stadium endorsed by a mobile phone company, the lack of communication in the home defence was staggering. Boro, notably, are still awaiting their first clean sheet of the season. A half-time reshuffle had negligible effect as Newcastle continued to waltz through Boro's gaping rearguard. First Speed danced into space, then Shearer was allowed to advance unchallenged only to see his drive touched wide at Crossley's near post. </p> <p>Their luck did not hold. Cordone, given a second chance to cross, spun a wicked centre into the Boro area and Goma, springing from the melee, planted a stunning header into the far corner, his first goal for Newcastle. Chants of \"Bryan Robson on the dole\" from the visiting fans were echoed angrily among the home support. </p> <p>The Teessiders were in complete disarray and their shooting grew increasingly desperate. Dean Gordon smashed into the upper tier, while even Boksic proved wasteful, volleying over at the far post after a rare mistake from Given. </p> <p>But such incision was rare as Boro wallowed in their inadequacies. The former Real Madrid midfielder Christian Karembeu, who Bobby Robson once tried to sign for Barcelona, was eclipsed by Dyer's livewire running and retreated into defence. His supermodel girlfriend, watching from the stands, must have been longing for sun-drenched afternoons at the Bernebeu. </p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "Stevenage could not have come at a worse time for Britain's rail industry. After Southall and Paddington this is the third serious accident in just over three years, and public confidence in the industry is shattered. <p>Stevenage has come at a point when the industry at last appeared to be embarking on a recovery. The government is to invest over £30bn in the industry over the next five years, and passenger numbers, which have risen by 30 per cent since privatisation four years ago, are forecast to rise by a further 50 per cent over the next 10 years.</p> <p>But fragmentation has led to poor control. Railtrack, which operates both track and signalling, has been a law unto itself, a private monopoly which bristles at regulation; the Shadow Strategic Rail Authority (SSRA), a hybrid son of British Rail, has no strategy; the 25 rail companies are either dominantly healthy or about to call it a day.</p> <p>Southall and Paddington both highlighted dramatically the gross deficiencies in the railway. At Southall, not only did a driver pass through a red signal, but the safety devices on his train which could have prevented the accident were not working. </p> <p>Paddington exposed even more critically the limitations of the privatised railway. An ill trained driver passed through a red signal and was unfamiliar with the key section of line outside one of Britain's biggest main line stations. The track outside Paddington had been re-modelled to incorporate the new Heathrow Express train, and Railtrack and the industry did nothing to deal with expressions of concern about signal siting at Paddington and the number of signals passed at red. In other words, the new loosely knit industry messed up.</p> <p>The crashes at both Paddington and Southall have exposed the lack of investment in safety in the industry. Instead of installing the expensive but superior system recommended 11 years ago after the Clapham rail crash, the industry and the government are still tinkering with a cheaper, less reliable alternative. It costs around £400m to install and it will be another three years before it is adopted on wide sections of the railway. Relatives of those killed at Paddington have called for the adoption of automatic train protection (ATP), at a cost of between £1-2 bn. It is widely used in Europe, but the British are waiting for a more sophisticated model.</p> <p>Another important aspect of recent rail disasters is the inordinate time it takes to discover the cause of the diaster and then to aportion blame. It took two years before the final chapter was written on Southall, and while the process has been speeded up at Paddington, it will take at least 18 months before Lord Cullen's inquiry has fully reported.</p> <p>The role of the railway inspectorate has also been exposed. Pitifully undermanned, the inspectorate has belatedly been told by the government that it can double its numbers from 70 to 140 between now and 2002. But this action has been forced on ministers after the inspectors were exposed for not being able to carry out their job in the lead-up to Paddington.</p> <p> When it comes, Lord Cullen's report is bound to draw attention to the failure by the inspectorate to deal more decisively with the growing incidence of signals passed at red. Warnings were issued to Railtrack by the inspectorate but they came too late to avoid Paddington.</p> <p>Another common thread running through the sorry history of Southall, Paddington and now Stevenage, is under-investment. Parts of the railway are still worse than before privatisation, and Guardian reports over the past three years have constantly underlined how railway staff have been struggling to maintain an inadequately funded industry.</p> <p>The government must also take its share of the blame. After Paddington, the deputy prime minister John Prescott declared that money would be no object in ensuring the safety of the railway.</p> <p>What the government should have said when it took office was that it could not transform the industry overnight. Ministers misled the public into thinking that it was about to undo the evils of privatisation. But having set its face against re-nationalisation, it was in a powerless position. The rail companies have been given watertight franchises for between 7 and 15 years which cannot easily be undone, as well as continuing subsidies, allowing the better off among them to make good profits.</p> <p> Second best safety equipment, ageing rolling stock and a poorly maintained track expose the frailities of the system as a rising number of passengers use it.</p> <p>The government would dearly like a short term fix on the railway, but Sir Alastair Morton, chairman of the SSRA, says that he cannot throw money at it and expect overnight miracles. Mr Prescott would like to have seen tangible improvements on the railway before the next election, but he will not get them.</p> <p>The sad fact is that in spite of new large scale investment, it will take some years before passengers see a marked improvement in performance. The railway is going to get worse before it gets better, as official statistics from the SSRA confirm.</p> <p>The investment on such projects like the west coast main line is ring fenced, but passengers will have to wait until 2002 to see any benefit in new trains. The lesson of Paddington, Southall and Stevenage yesterday for the government is that it cannot delay much longer before taking a more interventionist approach. It is, after all, handing out taxpayer's money.</p>",
  "<p>A clear majority of British voters believe that using cannabis is no worse than smoking or drinking, according to the latest Guardian/ICM opinion poll. </p> <p>The survey also shows that the overwhelming majority also believe that smoking dope should not remain a criminal act in Britain. Some 43% even go so far as saying that its personal use should be legalised completely - a far higher proportion than previously recorded on Guardian/ICM opinion polls. </p> <p>The findings confirm the view that a change has taken place in British public opinion about the future legal status of cannabis and that Ann Widdecombe was out of tune when she proposed replacing a policy of police cautions with a mandatory £100 fixed penalty fine. Only one in five voters believes that possession of cannabis should remain a criminal offence. </p> <p>Opinion is most pro-cannabis among the 25 to 34 age group, some 50% of whom believe its personal use should be legalised. Two-thirds of this age group believe that smoking cannabis is no worse than smoking tobacco or drinking alcohol. This is higher than even the 65% of 18-24 year olds who subscribe to the same view. Indeed, the only age group to disagree with this proposition is the over 65s some 49% of whom were against. Even among these \"grey voters\" one in three agrees that cannabis is no worse than alcohol or tobacco. </p> <p>Despite the fact that politicians in recent days have contrasted the experience of middle class youngsters at university with what goes on in \"the real world\" of inner city council estates, there is little difference in view across social class about cannabis law reform. Some 45% of DE voters - the unskilled and unemployed - think it should be legalised as do 44% of AB voters - the professional classes. </p> <p>The poll does however show a clear divide between those who want to see the decriminalisation of cannabis but are not yet prepared to see it fully legalised. While 22% said they believed the personal use of cannabis should remain a criminal act, some 30% said the police should not make prosecution a priority and it should effectively be decriminalised. The issue has polarised opinion with only 4% of voters saying they had no opinion on the matter. </p> <p>The findings of this poll, combined with weekend surveys also showing large majorities for decriminalisation, will put Tony Blair and Jack Straw under further pressure to reassess the government's policy on drugs. </p> <p>The next opportunity will come when Home Office ministers give evidence to the Commons home affairs select committee on why they dismissed within hours of publication the Police Foundation report on cannabis published in March. The report, which included two chief constables among its membership, recommended that prison should no longer be used for cannabis possession. </p> <p>Some 4,500 people were imprisoned last year after being convicted of cannabis charges.</p>",
  "The Liberal Democrats were yesterday handed the prized economic development brief in a restructured Welsh cabinet, as the Labour leader, Rhodri Morgan, brought three new faces into the heart of government in Wales. <p>Despite disquiet among Labour activists about the terms of the three-year coalition deal, the Liberal Democrat leader in the national assembly, Mike German, has been confirmed as deputy first minister and will assume Mr Morgan's previous responsibility for all aspects of economic development in Wales. </p> <p>The second cabinet post promised to the Liberal Democrats in the partnership agreement has gone to Jenny Randerson, who takes on the culture and sports portfolio. </p> <p>Mr Morgan, who lost one cabinet member in protest at the pact, yesterday axed two more - the local government secretary, Peter Law, and the pre-16 education secretary, Rosemary Butler - to help make way for the changes. </p> <p>His decision to appoint the former deputy presiding officer, Jane Davidson, as minister for education means the nine-strong cabinet will again include a majority of women. </p> <p>Mr Law yesterday said he viewed his dismissal as a necessary evil.</p>",
  "<p>Harold Wilson's 'white heat of technology' has finally arrived nearly 40 years late - and it's in the classroom. Government figures published last month show some 86% of primary schools can access the web - 12,500 more than in 1998 - and 92% of secondaries are online. </p> <p> Average expenditure from central government on ICT for teaching and learning was £41,800 per school in 1999. So how is the future shaping up? Firstly, in schools that have moved ahead most in ICT, developments have been driven by empowered and connected teachers confident enough to shape ICT to meet their classroom. Secondly, the progress of ICT in whole class teaching points to the end of 'computer room mentality', and wireless communication and portable computers have played a major part here. Last month the Isle of Man bought 500 Airport wireless networking cards for the teachers' Apple laptop computers so they can move about the class with their machines and still stay connected to the internet and network printers. And in Cornwallis School, Maidstone, over 100 Acer laptop computers are now linked to a school-wide wireless network.</p> <p> Thirdly, new collaborative learning software and permanent high speed access to resources over the internet is allowing inter-school conferencing and communication to grow, using voice and image tools alongside text. In five years' time 'computer rooms' will be as old hat as separate rooms for the TV or the slate. Computers are coming to the classroom, not vice-versa.</p> <p> New types of collaborative learning software like RM's Discourse are starting to emerge. Here students and teachers can collaborate and question as they build their own bodies of knowledge over school computer networks. It gives a digital alternative to the 'hands up' method of classroom interraction with obvious benefits for those too shy or unsure to go public. Whole class teaching with ICT has taken hold in many schools thanks to a rise in quality and a drop in price of the data projector - a device that takes the computer display and projects it onto any wall or screen so that the whole class may see and share. To help teachers further, many companies provide interactive whiteboards - in effect giant touchscreens through which teachers can operate the computer. </p> <p> Joanna Felton, ICT co-ordinator at Eastwood junior school, Southend-on-Sea, enthuses about her interactive whiteboard from Time Computers. 'It gains the pupils' attention instantly and motivates the pupils wonderfully. A colleague has been using the Virtual Whiteboard tools to plan stories with the whole class who take it in turns to write on the board with the electronic pen.'</p> <p> Interactive whiteboard specialist Promethean has just announced a further level of interactivity for its ACTIVBoard whiteboards by adding an infrared tablet to the basic system. This allows students to take control of the front of class display so that they may add their comments or point out areas about which they are unsure. Schools may also buy hand-held voting pads so that every student can take part in contributing to questions - just the thing for end-of-lesson review summaries. Such systems cost around £4,000 but cheaper options are emerging. One of the most revolutionary is the Mimio, a £350 sensing device with software, which can be fixed to any ordinary whiteboard via two stout sucker pads. Sensors record any writing or drawing on the board onto the screen of a connected computer - work that can be saved as web pages for perusal later. </p> <p> This tool has amazing potential to record key lessons for later use and distribution on school networks. The Mimio can also be used with a projector to mimic the effects of a full, interactive whiteboard - although my test model did not match the accuracy or the sophistication of these devices. Even so, teachers and parents need convincing that this sort of approach is right. Last week in Hammersmith I sat a little humbled as the visiting expert at Larmenier Infant School, while the head, Sister Hannah, and parents detailed their vision of how ICT could be adapted as a whole class teaching tool with resources like interactive whiteboards for students aged 4 to 7. </p> <p> The school had not imposed an idea of the future - it was having an open debate At 9.15pm I counted 52 parents and teachers in the audience, all there to discuss, argue and cajole until they reached an understanding on how ICT could best meet the needs of their children. Some parents spoke powerfully about the danger of too much screenwork - others detailed quiet moments at home when they sat at the computer with their children. At the end of the session, though, the teachers felt they had the parents' approval to proceed with the learning aims of whole class teaching assisted by ICT. The revolution starts here when schools like Larmenier take control of developments and shape them to their ends. </p> <p><strong>Whole class 1: Whiteboard wizard</strong></p> <p> Wendy Bowe is head of ICT at North Cumbria Technology College, which is trying out a ground-breaking device</p> <p> We have been using two Mimio devices for several months now to turn two ordinary whiteboards into large touch screens. The Mimio is a sensor which fixes to the side of an ordinary whiteboard and detects the movement of a pen on the screen which it sends back to the computer. When run in mouse mode it converts any touch on the screen to a click on the computer to which it is attached.</p> <p> It's ideal for demonstrating CD-Roms or web pages. When used with a computer projector, it allows us to use resources straight from the web with whole class groups. Using projectors with computers in the past has often caused problems as it divides pupils' attention between the screen and the teacher who had to sit behind a computer. With the Mimio the teacher is at the front so the pupils are focused on them.</p> <p> At present, we are piloting some excellent online resources from the BBC. These provide much of the content for geography at KS3 and students work through them on their own computers. When new concepts emerge, however, it's essential that the whole group can be brought back together and taught as a class; with the Mimio and the projector we are able to do this. Unless we call students together to teach key points we are not making the most of the opportunity. The school is connected to the internet using a fast ISDN connection; we have also set up our own media server to store video clips and sound which staff can use in their lessons. With these approaches we can put the teachers back at the centre in the world of digital media. </p> <p> <strong>Whole class 2: Symbols at the front</strong></p> <p>Sally Adds, a mother of five, has always wanted to write software for handicapped children. She now works part-time at Woodlands Special School, Chelsmford</p> <p> My motivation comes from my daughter Helen, who can't talk or understand speech. I was determined to tap into her understanding by using photographs and video, and so I bought myself a digital video camera and an Apple Macintosh computer. Next I learned Flash animation software, with the help of Geoff Dellow, a tutor who I call on the phone for lessons. He talks me through the software, helping me to solve problems as he introduces new skills. One day I looked at some printed symbols we use all the time as a communication device and it clicked that I could improve them by making them move.</p> <p> I started to develop animated symbols so children could see more clearly what they represented from the real world. I now have a library of walking symbols showing basic skills like sitting down and eating. Working part-time at Woodlands, I help students by bringing movement to a world that has been static. The headteacher, Oliver Caviglioli, has just written a book called Mapwise which looks afresh at how learners' understanding transcends the limitations of linear text . By using his ideas and an interactive whiteboard we are now building complete maps of understanding using video and symbol animations. Teachers use these with whole class groups. Sometimes it feels as if I'm the only one out there but I know it's worth it. Helen is nearly 14 and with these tools I want her to be able to say what she needs. </p> <p><strong> Whole class 3: Networking music</strong></p> <p>Philip Wright is head of music at John Henry Newman, a large Catholic comprehensive in Stevenage</p> <p>In the summer the school was networked and connected to the internet. Each department was given two network connections and we put one in our main teaching classroom. This is proving invaluable. During a lesson with year 10 on contemporary dance music, I wanted to illustrate an earlier form. From the site <a href=\"http://www.mp3.com\"> mp3.com</a> I accessed and played a copyright-free minuet - pausing it to make my points on form. I saved it to the network so that students could access it for their coursework. The file moved from the internet onto the airwaves and it all took less than two minutes. I am now building a library of files for the choir. We regularly download midi files which students play through our keyboards and adapt. Starting with an existing melody helps them be more creative in the early stages. Next I want to use interactive whiteboards to introduce composition to whole class groups. </p> <p> <strong>Whole class 4: A test of understanding</strong><br></p> <p> Sean O'Reilly is head of ICT at Ashcroft High school, a large comprehensive in Luton, Bedfordshire. <br></p> <p>The school has been using Discourse software from RM which allows students to ask and answer questions as part of a normal lesson or an end-of-module test. I was struck by the potential of Discourse the first time I used it. Since it is based on Internet Explorer, it runs easily over the school network and staff and students feel familiar with the interface. As I am able to send messages to target and get feedback from every student it means that there is no room for students not participating.</p> <p> I am now using the software with students from year 7 to 11. A major strength is that Discourse is content-free, so suitable for any subject area. It generates open-ended questions, which means that lesson preparation time is not a concern. It's an ideal tool for testing understanding and challenging misconceptions. The software also helps to build knowledge in a structured way. Discourse is a great step forward in using ICT to help teachers by monitoring every student in their class.</p> <p> It's a superb example of extending ICT as a teaching tool. Other staff are using the software; one recently remarked that the best thing about this approach to online learning is that Discourse allows them to see which students understand and which students don't understand what the hell I'm trying to teach them. There is no hiding with Discourse. Once teachers build their confidence in using the software they are able to use a student's written answers immediately as a basis for their next question or to make a point for the whole group. </p> <p> \u0095 Classroom of the Future Report at: <a href=\"http://www.futureclass.ngfl.gov.uk\">futureclass.ngfl.gov.uk</a><br></p> <p>\u0095 Time Computers, tel: 01282 777799 <a href=\"http://www.timeeducation.com\">www.timeeducation.com</a><br></p> <p>\u0095 Promethean, 01524 298526 <a href=\"http://www.promethean.co.uk\">www.promethean.co.uk </a><br></p> <p> \u0095 RM, 0870 9086868 <a href=\"http://www.www.rm.com\">www.rm.com </a> <br></p> <p> \u0095 Mimio: <a href=\"http://www.mimio.com\">www.mimio.com</a> Virtual Ink, 0870 458 3344 </p> <p> \u0095 John Davitt is a freelance ICT in education adviser <a href=\"mailto:davitt@rmplc.co.uk\"> davitt@rmplc.co.uk</a></p>",
  "<p> As sure as January means London's BETT technology in education exhibition, November means Netdays, a chance to take a class to the internet and plug into some extraordinary teaching projects. On offer are places where pupils can discuss pollution and the environment, write an online newspaper or share views on Harry Potter books with children across the globe.</p> <p> Netdays is coordinated by the European Commission through a website. According to the government agency, Becta, which is coordinating British efforts, the event aims to showcase the opportunities created by electronic communication. This year's theme is about strengthening links between cultures in Europe and beyond. Like an online directory, you search the website for a list of projects on offer. Typing in a keyword such as 'art' generates a list of descriptions and links to the project web pages. Or you might try cultural identity; citizenship; digital literacy; and equal opportunity. Those seeking projects in art, music, ICT or other subjects are sure to find them.</p> <p> Netdays is an international 'event', so be aware that a good number of projects will run in native languages. There's Finnish and German, so language teachers will fly here. However, each project is described in English, with the prospect of fun and adventures with peers far away. And if you'd like to see what might lie beyond Netdays - to see how past projects have measured up - last year's efforts are nearby. Netdays 2000 is set to be big. 150,000 organisations from 35 countries joined in last year and the Netdays website clocked five million visits.</p> <p>\u0095 Netdays runs from 20-27 November 2000. The official European Commission Web site is at <a href=\"http://www.netdays2000.org\"> www.netdays2000.org</a> with UK detail at <a href=\"http://www.becta.org.uk/netdays\"> www.becta.org.uk/netdays</a>. Last year's event is at www.netdays1999.org while Netdays UK support desk is on 024 7684 7042. <br></p> <p><strong>Websites worth watching </strong><br></p> <p> <a href=\"http://www.mlab.uiah.fi/watchit\"> Watch it!</a><br> Check out this visual exercise in the artist-run site from Helsinki. You're asked to pass comment on some striking pictures of people, families and groups, and to contribute your thoughts. You can also read other people's comments on the site.<br></p> <p> <a href=\"http://www.timeproject.org\"> The Time Project</a><br></p> <p> This has links with the UN/UNESCO and offers projects on the themes of time and peace. Students might create a clock and share their designs; explore the internet to find out about time; or create a time line to look at measuring time. Involvement with schools far afield means a good measure of inter-cultural exchange and understanding is planned for. <br></p> <p> <a href=\"http://www.brightflight.com/friendship/f-eng0.html\"> The Friendship Tour</a><br></p> <p> Groups of schools from each of 28 countries will produce an online newspaper in collaboration with each other. They'll be able to assemble text and pictures on the project web pages and work together online. <br></p> <p> <a href=\"http://www.reseo.org\"> What about Giuseppe Verdi</a><br></p> <p> If only to show the scope of the projects happening in Netdays week, 'What about' hopes to encourage students to discover more about the composer Verdi. The plan is that pupils from various nations post in their video or audio clips. And then the internet will sing.<br></p> <p><a href=\"http://www.dreamtime.net.au/dreaming.htm\">Dreaming Online</a><br> This project for 6- to 11-year-olds aims to bring Aboriginal storytelling to life. Backed by the Commonwealth Institute, the British Council and the Australian Museum, the website carries audio and text versions of traditional Aboriginal Dreaming stories, a wide range of activities and learning resources, and invites children to send in their own pictures and stories.</p>",
  "<p> Write your own Treaty of Versailles in no more than 500 words. That is the challenge set by <a href=\"http://www.learn.co.uk\"> learn.co.uk</a> - the Guardian's new resources website for pupils, teachers and parents.</p> <p> The search is on for 100 schools to take part in a re-creation of the historic peace conference at the end of the first world war. \"Using material from the Guardian archives, we will create web pages to give a sense of the atmosphere in the run-up to the signing of the treaty on November 11 1919,\" says creator of the Versailles experience, David Gardner, a history teacher and chief examiner in the subject. \"Not only will participating schools absorb a lot of history, but the Versailles role play and online debate will give students the chance to pick up many ICT skills.\"</p> <p> \"Active citizenship is a core activity of the Versailles debate,\" says Gardner. \"It shows people how governments arrive at decisions.\" Schools can apply to register for the debate on <a href=\"http://www.learn.co.uk\"> learn.co.uk</a> until October 27. Those not selected can access all material on the site for their own role-play, and follow the debate on the internet. Each of the 100 selected schools will split students into six teams, representing each of the countries at Versailles: Great Britain, USA, France, Italy, Poland and Serbia. Before the debate proper, teams will have studied background material to the war on learn.co.uk. They will build up a negotiating position and produce an agenda to bring to the conference.</p> <p> On the 'live' online day itself, November 10, they will come out of role and post their agenda up on the website. From then on - and schools will have had to clear their timetables for this - the students will learn how to compromise, reining in their more extreme demands to achieve their aims, under the watchful, moderating eye of online experts - historians and academics. By the end of the following week, the schools will have written up their own treaty. The five best will win a copy of the Encyclopedia Britannica in either DVD or CD-Rom format, and their treaties will form part of the learn.co.uk history site - together with all the material from the Versailles Experience, which will remain on the Learn site.</p> <p> Security and safety for schools is assured through use of Pioneer software - a protected learning environment developed by a new national education body in Scotland, Learning and Teaching Scotland. By using guest passwords, schools can talk to each other and the moderators. <br></p> <p> \u0095 Versailles is not the only online educational activity organised by David Gardner, who also runs his own company, Dynamic Distance Learning. For environment issues, log on to <a href=\"http://www.ddluk.com/oilspill\"> ddluk.com/oilspill</a> - a project for 7- to 11-year-olds on the environmental effects of an imaginary oil spill, where pupils take on the roles of all those affected and debate the issues in class. The scheme, developed by the World Wildlife Fund, Learning and Teaching Scotland and DDL, brings to life sustainable development, a new addition to the national curriculum. Pupils can question online 'guest experts' and exchange ideas with other schools in an internet debate entitled 'How can we avoid oil spills in the future?' Moderators will help the debate progress by posting comments and directing pupils' questions to the relevant experts. The project touches on English, geography, science and citizenship and takes place from November 6-17 as part of Netdays 2000. <br></p> <p> \u0095 Another site that could be worth visiting is <a href=\"http://www.ddluk.com/castle\"> ddluk.com/castle</a> - a project under construction that will whisk year 6 children off to Dover Castle with King Henry VIII, who took everything with him, including the kitchen sink, wherever he travelled. Role play, debate and online experts will again be central in a project jointly supported by the National Portrait Gallery, Historic Royal Palaces and English Heritage. Meanwhile, try out the site's 360-degree 'panorama' journey exploring Henry's castle bedroom.</p> <p> <strong>Richard Doughty</strong></p>",
  "The governor for Missouri Mel Carnahan, his son and an aide were killed in a plane crash yesterday while heading to a campaign event for in the race for the US senate. <p>Mr Carnahan's twin-engined Cessna crashed in fog around 50km southwest of St Louis not long after take off. The sheriff's office in Jefferson County, where the crash occurred, said witnesses reported that the plane appeared to go into a dive and a fireball resulted.</p> <p>Also killed were the governor's son Randy, who may have been at the controls, and a campaign adviser, Chris Sifford. Mr Carnahan and his son were both pilots but only the son was rated for instrument flying and he usually piloted the plane on campaign trips, aides said. </p> <p>Lieutenant governor Roger Wilson was named acting governor. \"Mel Carnahan was a great man. He's done so many things for so many people,\" he told an emotional news conference, adding: \"I'd give anything if the confirmation (of his death) did not occur.\"</p> <p>Beyond the personal tragedy involved, Mr Carnahan's death three weeks before election day was a to the Democratic Party's bid to win back the US senate, which the Republicans control 54-46. </p> <p>Mr Carnahan, 66, had been running neck-and-neck with Republican incumbent Senator John Ashcroft, whose seat was one of a half dozen or so across the country that the Democratic party considered vulnerable. </p> <p>Despite the crash, Mr Carnahan's name will remain on the ballot because a deadline for changes had passed and ballots were already being printed, according to local reports. That could mean his successor as a candidate would have to run as write-in - a difficult task in the best of circumstances. </p> <p>Mr Ashcroft called off all campaigning and President Bill Clinton, in the middle east, called Mr Carnahan's widow to express condolences. </p> <p>Carnahan, a lawyer from Rolla, Missouri, was governor of Missouri for eight years. He had been in St. Louis for a fund-raiser on Monday and was scheduled to attend a similar event at New Madrid, Missouri that evening.</p>",
  "<b>1. Character </b> <p>George Bush has been marked as a grinning airhead with little knowledge of domestic issues and none of foreign affairs. Rumours about his behaviour at university and videos of him drunk at a wedding party have not helped his cause. However, the Yale and Harvard-educated Bush is no dimwit, even if he doesn't pretend to match Al Gore for intellect and has never written a book. On the contrary, his amiable vagueness is an attraction for many voters: it certainly didn't do Ronald Reagan any harm.</p> <p>Al Gore is leaden where Mr Bush is light, informed where Mr Bush is ignorant. His worthy plugging of the merits of big government means he scores well with the electorate on policy issues. But voters see him as excruciatingly dull: a sort of know-all teacher's pet. That is not the kind of president most Americans want and is the prime reason his campaign is in trouble. As a result, Mr Gore is trying to show the softer side to his character, kissing his wife passionately at this summer's Democratic convention and even giving an interview barefoot on a beach. Will this do the trick by polling day? If it does, the White House will almost certainly be his. </p> <p>The third man shaping the election is the sitting president, Bill Clinton, whose influence is being felt in two big ways. The Lewinsky affair and Mr Clinton's high-pressure fundraising techniques have tainted Mr Gore's reputation for moral integrity. Meanwhile, Mr Clinton's success in combining economic growth with a budget surplus has boosted the Democratic cause. Republicans have found it hard to convince voters that America has been mismanaged while Al Gore has been number two at the White House.</p> <p><b>2. Vice-presidents</b> </p> <p>The battle of character extends to the deputies. Both were chosen to make up for the weaknesses of the main candidates.</p> <p>Al Gore is running with the Connecticut senator Joseph Lieberman. As a strong moral critic of Bill Clinton's personal behaviour, he has added credibility to the Gore campaign. Not least because, as a devout Orthodox Jew, Mr Lieberman appeals to many voters doubtful about the integrity of his running mate. If Mr Gore wins, commentators will see Mr Lieberman's selection as a key factor in his success.</p> <p>Dick Cheney, George Bush's deputy, has had a lesser impact on the campaign. A prosperous oil executive from Wyoming, he has a long record of service in high office, including a spell as defence secretary to Mr Bush's father, the former president. As such, Mr Cheney has added gravitas to a lightweight campaign, but not enough to outweigh more pressing factors.</p> <p><b>3. Debates</b> </p> <p>In a close year, the series of televised debates between the presidential candidates can swing the election. </p> <p>This year, Al Gore was widely tipped to crush George Bush in each of the three 90-minute official debates and romp to power. So far, it hasn't worked out that way. Mr Gore's aggressive style in the first debate saw him beat Mr Bush on points - but polls afterwards showed that voters liked Mr Bush's gentle approach. </p> <p>Mr Gore changed his style in the second debate, only to find commentators slamming him for letting Mr Bush's assertions pass unchallenged. </p> <p>Meanwhile, the single vice-presidential debate resembled a friendly fireside chat. Overall, then, this year's debates have settled nothing. The field is still wide open.</p> <p><b>4. Texas</b> </p> <p>Al Gore is pushing the Texas factor hard, claiming that his rival's poor record on education and pollution as the governor of the state makes him unfit to run the country. But Mr Bush's campaign has been just as eager to rebut all the claims and the tit-for-tat warfare is likely to alienate voters, not energise them. </p> <p>One issue can't be hidden, though: Texas' rapid-fire use of the death penalty. Though both candidates say they support its use, many voters find the 145 executions Mr Bush has authorised as governor hard to stomach. Many others, of course, welcome the Texan's hardline stance on crime. The impact on election day is hard to predict. </p> <p><b>5. Minor candidates</b> </p> <p>The focus may be on the two-horse race, but two outsiders could influence the outcome by stealing votes from the main candidates. </p> <p>Of these, Ralph Nader, running as a Green, will have the biggest impact. Almost all his supporters are natural Democrats, whose support Al Gore will badly miss. National polls put Mr Nader on 2-5%, which is bigger than the margin of difference in many states and could hand victory to George Bush.</p> <p>Pat Buchanan, the fourth candidate, scores only around 1% in the polls - but as an ex-Republican running as a rightwing Reform candidate he will cost Mr Bush some votes. Mr Buchanan is most interesting for his running mate: against expectations he chose a black woman, Ezola Foster.</p> <p><b>6. Abortion</b> </p> <p>The United States has always been unsettled about abortion. Many voters and politicians abhor it, while others defend a woman's right to choose.</p> <p>Al Gore comes down in the latter camp; Bush, almost certainly, in the former. </p> <p>Some voters fear that Bush will appoint hardline judges to the supreme court, who will overturn the court's crucial decision in favour of abortion. That fear works in Gore's favour. </p> <p><b>7. Health Care</b> </p> <p>Al Gore promises to spend money to control the cost of prescription drugs and to ensure all Americans have access to health care, a stance popular with older voters. It may be the reason for his campaign proving unexpectedly competitive in Florida, the retirees' state.</p> <p>George W Bush says much the same, but then describes Medicare, the state safety net for the old, as \"outdated\". This kind of talk worries some voters, though it reassures others who would prefer government money to return to them in the form of tax cuts.</p> <p><b>8. Taxation</b> </p> <p>The healthy state of the US economy means that government income exceeds expenditure. The dilemma for the candidates is: what balance should they strike between tax cuts and expenditure? </p> <p>George Bush plans to devote half of the surplus \"to saving Social Security\u0085 one-quarter for pro-growth tax cuts; and the remainder to reform education, strengthen Medicare, and support other priorities\". </p> <p>Al Gore proposes a complex scheme of targeted tax relief, covering things such as health care, the environment, business growth and college education. This has appealed to voters worried that a Republican president would slash welfare programmes, but alienated others who see Gore as an outdated fan of interventionist big government.</p> <p><b>9. Education</b> </p> <p>George Bush has not made education a priority, in contrast with Al Gore, the traditional Democrat. </p> <p>Gore's plan involves greater federal supervision of the nation's schools and a sizeable increase in spending - another complex scheme which appeals to some voters and deters others. </p> <p><b>10. Foreign Policy</b> </p> <p>Foreign policy issues have not made headlines in the campaign so far, but events in Yugoslavia and the Middle East have pushed them up front in these last weeks before polling day. </p> <p>Polls show that Republicans are trusted more than Democrats when it comes to standing up for American interests around the world. That's the good news for George Bush. </p> <p>The bad is that no one doubts that it is Al Gore who has a far better understanding of world affairs. The question is whether Americans want a foreign policy expert in the White House. The two candidates' strengths and weaknesses on the issue will probably cancel each other out.</p> <p><b>11. Petrol</b> </p> <p>The rising price of oil has hit American motorists in their wallets and they are not happy. The issue carries dangers for both candidates.</p> <p>Al Gore has a reputation as an environmentalist who wants to reduce car use and regards energy taxation as a good thing. Voters who believe that he will increase petrol prices still further will be wary of electing him.</p> <p>George Bush and his running mate have both made money from oil companies, which many Americans see as one of the causes of rising gas prices. They may turn against Bush for profiting from their troubles.</p>",
  "<b>Middle East</b> <br> The question of why Russia was not invited to participate in the Sharm El-Sheikh summit is analysed. The pro-Kremlin <b>Nezavisimaya Gazeta</b> comments: \"There was no point in our going, but it is wounding not to have been asked.\" <p>Its front page report analyses what this snub says about Russia's place on the international diplomatic arena, stating that Russia \"as one of the founders of the Middle Eastern peace process would like to attend every stage of the talks - both those that look likely to succeed and those which do not\". </p> <p>The liberal daily <b>Sevodnya</b> also describes the outrage caused in Russia by the absence of an invitation to participate, but concludes: \"Latest developments have given credence to doubt about whether the Kremling has a clear-cut foreign policy strategy. The Middle East crisis situation partly resembles the Yugoslav crisis when Moscow could not make up its mind who to support - Vojislav Kostunica or Slobodan Milosevic. It does not seem to have a clear position on the Middle East\". </p> <p><b>Vremya MN</b> interprets Russia's non-attendance of the summit as a choice by Kremlin leaders, and adds: \"While Bill Clinton sat down again - with great difficulty - to the same table as Arafat and Barak, Moscow preferred to use the tactics of ancient Chinese strategicians: observing from the hills the fighting of tigers in the valley\". </p> <p><b>Tax police</b><br> The business daily <b>Kommersant</b> discusses plans to create a new powerful financial police force as part of the Russian government's ongoing fight to sort out the chronic non-payment of taxes throughout the country. In its front page splash, the paper says that the new body would be also be directed at stamping out money laundering. According to the tax ministry's plans, seen by the paper, the body would be free to operate outside the normal confines of the law in order to get on with its task. </p> <p>The paper warns: \"The new finance police would become one of Russia's security forces. Security forces always serve the authorities.The most powerful and ambitious of these bodies actually become the authorities - the classic example of this is the KGB\". </p> <p><b>Primakov interview</b><br> <b>Moskovsky Komsomolets</b> carries a rare interview with Russia's former prime minister Yevgeny Primakov, who was until the end of last year seen as a key presidential candidate. In the interview he explains how he has moved from a position of bitter rivalry with Vladimir Putin to become one of his closest advisers, offering frequent foreign policy advice. Asked if he has any regrets about the failure of his presidential ambitions, Mr Primakov responds: \"Now I can't even imagine myself being president. It would have been awful.\" </p> <p><b>Mir's future</b><br> Negotiations on the future of the Russian space station Mir are analysed in most papers. The business paper <b>Vedemosti</b>, which is partly owned by the Financial Times and the Wall Street Journal, reports that the MirCorp company (set up in the spring of 1999 to raise funds for the commercial use of Mir) has just two days to come up with the money and a plan to save Mir from a watery death - sunk from orbit into the bottom of the ocean. </p> <p>The space station, which was designed to work for three years, is already 14 years old. Geoffrey Manber, MirCorp's director, was in Moscow on Monday asking for more time to raise funds to stave off the death sentence. The paper comments that Mr Manber has been trying to persuade the Russian government to give him a few more weeks, arguing that with Mir's demise Russia's image as a key player in the international space race will be fatally damaged.</p>",
  "<p>Would you want to be vaccinated against a virus that killed 12m people worldwide in 1919 - more than died in the first world war? A virus that puts you flat on your back for at least a week, with a raging fever, sore throat, hacking cough, aching muscles and such weakness that using the TV remote control is too much effort? A virus that, if you already have a medical problem or have reached retirement age, can land you in hospital? Now is the time for influenza vaccinations, and the start of the season of flu surveillance by doctors in the northern hemisphere, who are keeping their fingers crossed against another epidemic. </p> <p>But however debilitating the illness - and once you've had it, you never again confuse it with a bad cold - there is only enough vaccine in Britain for 11m people. So while some employers offer it to their workforce to avoid the risk of everyone taking flu leave, most healthy people may find it tough to get vaccinated. The government intends the vaccination to be given free only to people aged 65 and over and those at high risk: a category including anyone with a serious medical condition, such as diabetes, chronic respiratory disease (including asthma) or kidney or heart disease, and those with impaired immunity. </p> <p>The vaccine will also be given to people in residential or nursing homes because it is in these vulnerable and enclosed communities that flu - which is spread by droplets, for example in coughing - wreaks havoc most rapidly. This is the first year that the government has lowered the minimum age for free vaccination from 75 to 65. </p> <p>\"The main reason for preventing flu is to prevent the complications of flu,\" says a spokeswoman at the Public Health Laboratory Service in London. \"The people being targeted by the Department of Health are those at high risk of bronchitis and pneumonia, which are the serious complications.\" </p> <p>A new vaccine against flu must be given each year because the flu viruses cunningly change at least annually. Each vaccine is made from killed strains of the three main flu viruses, decided upon by the World Health Organisation each February after examining several thousand influenza viruses from its laboratories in London, Atlanta and Melbourne. But there is still a slight risk of epidemics because the viruses can mutate in mid-season. </p> <p>Production of the vaccine starts in March, and GPs are encouraged to place their orders in the summer. But in an ideal world, wouldn't it be worth everyone getting vaccinated? \"It is worth having a flu jab if you are a fit, healthy adult,\" says Dr Joe Neary, a GP and chair of the clinical and special projects network for the Royal College of General Practitioners. </p> <p>Neary cites a paper in the New England Journal of Medicine in 1995 which compares the amount of sick leave taken by two groups of fit working adults (there were more than 400 in each). One group had been vaccinated, the other had not. Those given the vaccine took almost half the amount of sick leave and had a quarter of the the rate of sore throats, fevers and coughs. The economic savings of vaccination were modest (about £30 per person), but the health benefits were arguably more significant. </p> <p>\"You can look at whether you'd benefit from a flu jab in the same way as having a gamble,\" says Neary. \"The stake is the cost of the vaccine\" - around £7.50 from some chemists - \"and its side effects are a sore arm and sometimes flu-like symptoms for a few days. Only people who have a serious allergic response to eggs shouldn't have the vaccine. The odds on whether you would get flu depend on your job - there's a higher risk if you touch lots of people who might be infected. </p> <p>\"The vaccine also offers only between 80-90% protection - but if you do get flu after being vaccinated, the chances are you'd be able to struggle on with it. The payout is that you don't get what is a very incapacitating illness that can last two weeks.\" </p> <p>But Neary accepts that unless more vaccine is produced, then government priorities are right. \"You can't afford to do everything for everyone. For some people flu is an inconvenience, but for others with impaired health it is life-threatening.\" </p> <p>Neary pays for his own flu jab every year, despite being able to justify having one on the NHS because the health service virtually collapses when its staff get flu. \"It's just that when my patients who aren't eligible for a free jab ask for one, I wouldn't be able to look them in the face if I didn't pay for my own vaccination,\" he says. </p> <p>\u0095 Further information is avaiable from <a href=\"http://www.phls.co.uk/seasonal/influenza\">www.phls.co.uk/seasonal/influenza,</a> and <a href=\"http://www.nhsdirect.nhs.uk\">www.nhsdirect.nhs.uk</a>.</p>",
  "<p>It was first blood to BBC1 last night with the first episode of the final series of One Foot in the Grave beating ITV's Who Wants to be a Millionaire? in one of the fiercest ratings battle of the year.</p> <p>And the BBC triumphantly declared a victory in the TV news wars, with its first 10pm news bulletin pulling in almost six million viewers.</p> <p>BBC1 controller Lorraine Heggessey said: \"I couldn't have had a better first night\"</p> <p>But in an unsurprising war of words, ITV insisted it had won the battle with its powerful combination of Millionaire and Coronation Street guaranteeing it the higher audience share on the night. </p> <p>More than 15 million tuned into Coronation Street to catch up on the aftermath of the Freshco siege and shooting. That delivered ITV a huge 63 per cent share of the audience, boosting its overall peak time viewing share between 7pm and 10.30pm to 38%.</p> <p>The BBC, which rolled out the first episode of the last series of one Foot in the Grave and the first episode in a new series of The Royle Family, won 32.7% for peak time, according to unofficial overnights.</p> <p>Grumpy Victor Meldrew, a viewers' favourite, pulled in 10.2 million, pulling off a rare feat for a BBC1 show - beating Millionaire.</p> <p>The Chris Tarrant quiz show came a narrow second with an audience of 9.4m - share of 36 per cent share - for the half-hour it went head-to-head with One Foot in the Grave.</p> <p>In its second half, Millionaire climbed to a quarter-hour high of 11.1m and averaged 10.2m or a 39% overall share. </p> <p>That was enough to give ITV a comfortable lead over BBC1's The Royle Family, which nonetheless turned in best ever figures of 8.4m or 32% share of viewing.</p> <p>The first ever BBC1 Ten O'Clock News averaged 5.9m or 29% share. But the combination of news about Israel, floods in Italy and a special report on Aids was not enough to lift the BBC's ratings above ITV, which fought Michael Buerk's debut at 10pm with The Frank Skinner Show.</p> <p>Staff on the bulletin were happy with the performance. In its last week, the Nine O'Clock News had an average audience of 5m, almost a million below last night's figures.</p> <p>Audience levels also compared well with this year's average viewership for the Nine O'Clock news of 5.1m or 22% this year, with 5.6m/24% on Mondays. However, in the same week last year, the bulletin had 7m on Monday night. </p> <p>BBC director of television Mark Thompson said: \"Although it's very early days in a very long game, it is very encouraring to see that a significant number of viewers will turn to a Ten O'Clock News.\"</p> <p>BBC director general Greg Dyke, who persuaded the board of governors to rubber-stamp the lightning change to the TV schedules, will have been pleased with the performance of its new-look schedule.</p> <p>In the 90 minutes after 9pm, BBC1 pulled in a massive 8.2m viewers, or a 33%, share - 10 percentage points up on last Monday's audience of 5.1m. ITV was also up in that 90-minute period week-on-week with an audience of 9.2m, compared with 7.4m thanks to Millionaire and the inheritance it gave The Frank Skinner Show.</p> <p>An ITV spokesman said: \"Last night ITV remained Britain's most popular channel despite the BBC throwing their strongest programmes at us. It was the one night they thought they would win. They must be disappointed.\"</p> <p>A spokeswoman for the BBC said said: \"We did everything we set out to do, delivering a broad range of quality programmes to our viewers.\"</p>",
  "<p><strong>George Weah: Liberian girl, or badly-treated genius? </strong> </p> <p>Last night George Weah claimed that Manchester City manager Joe Royle showed him \"a lack of respect\" while he was at Maine Road. Lee Calvert, for one, is not impressed. \"Who the hell does Weah think he is?\" he says, attacking the former world, European and African footballer of the year. \"I am a life long Oldham Athletic fan and still have a very soft spot for Joe Royle, and anyone who knows anything about him knows that he is in no way \"dishonest and disrespectful\". In fact, if you ask anyone in football they will tell you he is one of the most honest and honourable men in the game.</p> <p>\"Methinks that maybe Weah expected to play all season in what he saw as a second rate side and finish his career as a hero. Unfortunately football does not quite work like that you mardy-arse! I'm sure Joe treated him no different to any other player, and they aren't moaning.\"</p> <p>Andrew Parker agrees. \"George Weah: what a moaning, spoilt, little rich boy,\" he says. \"Let's face it. He doesn't like Manchester, and who can blame him. It's grim, it rains all the time, and Alex Ferguson works there. I'd much rather be in Milan sitting in the town square somewhere drinking a cappuccino. Still, we can't have everything we want, can we now?\"</p> <p>Meanwhile Paul Act has a different suggestion. \"After reading about Mr Weah leaving Man City, I believe that he should drop down a couple of divisions and join Uncle Sam at Cardiff City! All the boyz will make him welcome and we will take him out for a couple of pints down The NIN and then for a kebab down Caroling Street, I'm sure we will make him feel at home!\" Well, down-town Cardiff could pass for war-torn Liberia on a particularly heavy Saturday night, perhaps...</p> <p><strong>Hoddle or Howard or Harry? More thoughts on the vacant England manager's job</strong></p> <p>Another day, another batch of emails about the vacant England manager's job - including one, surprisingly, from a glenn_hoddle. \"Are you interested in playing eleven a side football?\" he writes from his hotmail account. \"I'm looking for local guys to play regular eleven a side football for a team (nothing too serious). I urgently need new players as the team frankly at the moment is crap.</p> <p>\"Players get free use of the local gym, and I can get you a discounted rate at an exclusive golf course. We even have a sponsor who funds us to travel abroad to play competitive games, but frankly if we keep playing as craply as we do at the moment it'll just be embarrassing and we'll have to knock that on the head. Match fees will be paid based on ability. </p> <p>\"If you're interested come down and see me. We usually train, Thursdays 8 o clock, Wembley Stadium. Cheers Howard Wilkinson, Temporary Manager, Team England.\"</p> <p>Meanwhile Jarrod Lythgoe has a slightly less wacky idea. \"Please tell me why even though some managers names have been dropped more times than a cross by David James including such \"greats\" as Bryan Robson and Joe Royle (someone even mentioned Joe Kinnear!), no one has commented on Harry Redknapp's ability to turn a dire team great again (and then dire once more admittedly).</p> <p>\"Furthermore, due to West Ham's legally binding contract which demands their self-deposition in any cup competition longer than the third round, I'd go as far to say that old Harry could do it in his spare time. With his eyes shut.\"</p> <p>However Malcolm X (unfortunately he didn't send us his surname) offers another spin on the whole debate. \"Why all this talk about a foreign manager,\" he asks, \"when what the England team really needs is foreign players.\"</p> <p> <strong>Not good enough: your views on our First Division match reports</strong></p> <p>The Guardian's coverage of the First Division is getting some of you down. \"More 'close enough is good enough journalism' for the first division,\" sighs a disappointed Mick Delaney. \"Your match report for the Fulham v Blackburn indicates that Lee Clark was felled by Gary Flitcroft late in the first half. I wonder if your journalist was at the match as Flitcroft actually felled Luis Boa Morte.\"</p> <p>\"Anyone can make an error in identifying a player from half-way across the pitch but Lee Clarke is a short, white, Geordie. Boa Morte is tall, black and Portuguese. Was your man really there or just watching it on Sky in a pub and missed the action (and the many replays) because it was his round. Check his expenses.\"</p> <p>But at least Mick managed to read a proper report about his team. Watford fan Yaasen Dalal is extremely disappointed his side - who are, as he points out, unbeaten in the league all season - only merited a small mention in the First Division round up section. And Simon Kirby is equally incensed that the Wolves weren't mentioned at all in the Bolton - Wolves match report. \"The Observer piece was much better,\" he reckons. </p> <p>Meanwhile Steve Jackson is unhappy with this morning's Middlesbrough v Newcastle report. \"What an absolutely awful match report,\" he says. \"Get someone better to do it next time.\"</p> <p>\u0095 You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<b>What is the core issue?</b> <br> The Northern Ireland secretary, Peter Mandelson, and the former paymaster general, Geoffrey Robinson are in dispute about who made the running in the conversations that culminated in a loan of £373,000 from Mr Robinson to Mr Mandelson, allowing the latter to buy a house in London's trendy Notting Hill. <p><b>What do they agree about?</b><br> What is not contested is that the pair had dinner at Mr Robinson's penthouse flat in May 1996, and discussed Mr Mandelson's desire to find better London accommodation. Mr Mandelson denies he angled for the loan or forced Mr Robinson to give it to him. Mr Robinson wants it on the record that he was not trying push the money on the minister - arguably prime minister Tony Blair's closest confidant - in a bid to help his own political career. The affair prompted Mr Mandelson's resignation as trade and industry secretary in December 1998, shortly followed by Mr Robinson's resignation. </p> <p><b>What is Mr Robinson's version of events?</b><br> \"We met, he brought the whole matter of his house up, and the rather straitened circumstances in which he felt he lived... He said he would like to buy somewhere, he mentioned Notting Hill, it was clear that was what he was most interested in, but he didn't have anybody who would help him... I replied that I was financially well placed and might be able to help if that was what he wanted. At that point nothing further was said. I imagine he was mulling the situation over in his own mind. But the next morning at 9am, the phone rang and it was Peter saying quite openly, 'Would you really help me buy a house', to which I replied, 'Yes, if that's what you want.' \"</p> <p><b>How has Mr Mandelson responded?</b><br> He has described the suggestion that he forced Mr Robinson into giving him a loan, or went to dinner with him for this express purpose, as \"ridiculous\". Mr Mandelson says: \"As a friend of many years standing, he volunteered his financial help if needed. I later took him up on his offer and I was grateful to him... I gave a full, faithful, and factual account to the House of Commons standards committee, as did Geoffrey himself. They accepted it and I regard the matter as closed.\" </p> <p><b>What did Mr Mandelson say to the Commons standards and privileges committee on May 18 1999?</b><br> He said: \"I did not go to him [Robinson] with the intention of asking him to loan me some money. I told him I was looking for a house or a flat. He asked how I was going to pay for it. I said I was going to sell my property and my mother would help. He said, 'Well, if you need any help you know I will help'.\"</p> <p><b>Is Mr Robinson calling Mr Mandelson a liar?</b><br> Yes and no. Yes, in that he says Mr Mandelson solicited the loan, rather than simply accepted it. No, in that he agrees with Mr Mandelson that he first suggested the idea of lending the money. The Daily Mail used the word \"lied\" in one of its headlines. Mr Robinson says he does not agree with this and that he thinks Mandelson should not resign again. </p> <p><b>Why does any of this matter? </b><br> Because Mr Robinson's new version of events is, arguably, at odds with Mr Mandelson's statement to the Commons committee. This is important for two reasons, both related to the impression it gives of Mr Mandelson having lied. The first reason is that Elizabeth Filkin, the parliamentary standards commissioner, is likely to reopen her file on the affair. She may conclude that the Northern Ireland secretary acted improperly. The second reason is that Mr Mandelson's speedy rehabilitation - he returned to the cabinet just 10 months after resigning - was made possible by the fact that he appeared not to have sought the loan. Had Mr Robinson's version of events been known at the time, it would have been tricky for the prime minister to reappoint his friend. The impression of sharp practice is hard to avoid. </p> <p><b>Does the affair have any wider significance for Tony Blair? </b><br> In his memoir, An Unconventional Minister, Mr Robinson labels Mr Mandelson a \"divisive and destabilising figure\" who caused rows between Mr Blair and chancellor Gordon Brown. He says: \"It is, in my opinion, something he should control, it is something the prime minister should help him control, and I believe the administration of his government would be more effective if he was able to do so.\" Yesterday, the education secretary David Blunkett condemned Mr Robinson for \"self-indulgent\" sniping at Mr Mandelson, challenging the businessman to reveal how much he had made from the serialisation of his book, and donate it to the Labour party or a charity.</p> <p><b>How damaging is this affair to Mr Mandelson?</b><br> Mr Mandelson was politically damaged when the affair broke because he had kept the loan a secret from Mr Blair and had not been forthcoming to his building society when he applied for a further £150,000 loan. But he has since clawed his way back to one of the top jobs in the cabinet. Today, there are renewed calls for Mr Mandelson's resignation but he is nothing if not a survivor. The main charge against him is the allegation that he lied to the standards and privileges committee. The Sun, the Daily Mail, and the Daily Mirror all splashed the story on the front page. The shadow treasury minister, David Heathcoat-Amory, has called for the Commons standards and privileges committee to review the affair. But the smart money is on Mr Mandelson weathering the storm, with Downing Street sitting tight on the hope that the memoirs will be a \"one day wonder\" in the media and the resignation calls will fade. It is, however, another unwanted negative story for a government that is highly sensitive to sleaze allegations ahead of the general election.</p>",
  "Independent cinema in Britain is unthinkable without the achievements of the innovative film collective Cinema Action, which was set up in the late 1960s by Ann Guedes and crystallised around a core of three cultural dynamos: Ann Guedes herself, Gustav Lamche and Eduardo Guedes, who has died aged 59, and whose deep love of cinema energised them all. <p>Born in Lisbon, the son of a judge, Eduardo graduated brilliantly as a chemical engineer from Lisbon University in 1961, but, refusing to take part in the Portuguese colonial wars, left that year to study film-making at the International Film School in London. After graduating in 1964, he continued to work as a tutor at the school. </p> <p>In 1965, he went to Brazil. There, he made three documentaries, one of which, Rio Araguaia, was later networked by the BBC and French television. Back in London, he worked from 1968 to 1971 as a freelance film editor, collaborating with the theatre director Peter Brook, and with Jeremy Isaacs, then controller of features at Thames Television. </p> <p>In 1971, Eduardo joined Cinema Action, becoming a key contributor to its work, which embraced much more than making, distributing and exhibiting films - both their own and the work of a burgeoning community of independent film-makers the world over. This was a time of great economic upheaval and industrial conflict, captured through the beautiful grainy lens and the rich intellectual and political debate that characterised Cinema Action's work. </p> <p>The group was a key component in the organisation of the Independent Film-makers Association between 1974 and 1976, which campaigned, among other things, for airtime for independents on Channel 4, when it began transmission in 1982. The IFA helped to persuade the new channel's founding chief executive, Jeremy Isaacs, to appoint a commissioning editor for independent film. </p> <p>In 1981, closely collaborating with Ann Guedes, Eduardo shot and edited the extraordinary documentary, So That You Can Live, which she directed. It opened Channel 4's independent film slot, and told the story of three generations of a matriarchal family in a small Welsh town, as they struggled to keep control of their lives, and to understand and survive the closure of the coal mines and the decimation of their community. </p> <p>Cinema Action's first feature, Rocinante (1987), starring John Hurt and the late Ian Dury, was written and directed by Ann and Eduardo, and produced by Gustav Lamche. Rocinante showed what the aesthetics of independent film-making in Britain could look like - visually enthralling, emotionally and intellectually complex, politically astute and farsighted. Their second feature, Bearskin (1990), a fairy-tale metaphor of contemporary Britain, starred Tom Waits and Ian Dury. </p> <p>Eduardo and Ann Guedes then divided their time between London and Lisbon. They were forced to sell their next feature to Miramax, but while fighting cancer, Eduardo made two more features in Portugal: the quietly beautiful, and dryly humorous, Pax (1994), starring Amanda Plummer and Isabel Ruth, and the outstandingly successful Knives And Angels (2000). </p> <p>Supported by Ann and by her children - Cinema Action's second generation (Pascale, Tag and Burn Lamche) - Eduardo Guedes continued doing what he loved most besides fishing: making films, until his last breath. As a director, his work exudes the warmth, intellectual acuity and emotional generosity - as well as the sheer love of storytelling - that characterised him as a man. His life and work will remain an example to us for a long time to come. </p> <p>He married Ann Guedes in 1984. She survives him, as do his three stepchildren. </p> <p><b> Paul Willemen</b> </p> <p>Eduardo Luis Santos Correia Guedes, film-maker, born April 21 1941; died August 29 2000</p>",
  "<p><strong>Alan Shearer</strong> is being lined up to be <strong>England's next manager but one</strong>, reports the Mirror. The paper claims that Howard Wilkinson wants Shearer to work in harness with the next England manager so that he can take over in two seasons time.</p> <p>But who will be the actual next England manager? <strong>Sven-Goran Eriksson</strong> perhaps? Not according to the Daily Mail, who quote the Lazio manager as saying: \"I've never thought about coaching an international side because I've never had an offer. If an offer comes, I'll think about it. But I don't know what England need because I haven't looked into their problems.\"</p> <p>Meanwhile <strong>Gianluca Vialli</strong> could be set for a shock return to football - with <strong>Nottingham Forest</strong>. The Mirror reports that Vialli's close friend David Platt wants Vialli to join the backroom staff at the City Ground and also resurrect his playing career.</p> <p>Arsene Wenger has played down the rumours linking <strong>Arsenal</strong> with a £20m move for Juventus midfielder <strong>Edgar Davids</strong>. \"We have some money in the club at Arsenal, but not that much,\" said Wenger.</p> <p>But <strong>Arsenal</strong> are likely to sign the Georgian international defender <strong>Zurab Khizanishvili</strong>, according to onefootball.com. They quote the 19-year-old centre-half, who says: \"Arsenal contacted Lokomotiv last week. I heard that Arsene Wenger watched the Italy v Georgia game in Ancona and then invited me to come to England. This is a great honour for me.\"</p> <p><strong>Christian Panucci</strong> has been released by Chelsea, the Daily Mail reports. They claim the Italian international, originally signed on loan from Internazionale until the end of the season, will fly home immediately. However the Mirror reckons Panucci is keen to stay in England.</p> <p>Aston Villa have accepted <strong>Middlesbrough's</strong> £7.5m bid for <strong>Ugo Ehiogu</strong>, according to the Daily Mail. And Ehiogu could be joined by <strong>Zvonimir Boban</strong>. Planet Football suggests, however, that the 32-year-old Milan playmaker - who has already turned down a move to Chelsea - wants to return to his beloved Croatia.</p> <p>Where will Manchester City reject (and world footballer of the year) <strong>George Weah</strong> go next? The Daily Mail reckons <strong>Bologna</strong> have already shown an interest, while onefootball believe that <strong>Marseille</strong> or <strong>Major League Soccer</strong> are more likely destinations.</p> <p><strong>Crystal Palace</strong> will complete the signing of £1.5m-rated Latvian striker <strong>Andrejs Rubins</strong> later today, onefootball reports.</p> <p><strong>Newcastle</strong> are lining up a move for Barnsley's <strong>Darren Barnard</strong>. The Daily Star says that Bobby Robson was at Oakwell this weekend to check on the 28-year-old Welsh international, and left impressed.</p> <p><strong>Preston</strong> are hoping to take Liverpool reserve striker <strong>Erik Meijer</strong> on loan to ease their mounting injury problems.</p> <p>Celtic striker <strong>Mark Burchill</strong> is ready to make his loan move to <strong>Birmingham City</strong> permanent, says Teamtalk. \"More than likely, I am here to stay if the manager wants me. That is the intention,\" says Burchill.</p> <p><strong>Alan Cork</strong> has replaced Bobby Gould as manager of <strong>Cardiff</strong>. Owner Sam Hammam said: \"Alan is the Field Marshall and Bobby is the Minister for Football. Alan will be responsible for picking the first team, while Bobby will be responsible for all other aspects of the club.\"</p>",
  "<p>The atrium of this London hotel is polished and very, very smooth. It is filled with loud American accents and businessmen in suits. The packs of pinstripes part to reveal, arm in arm, a brown-haired woman with a voluminous skirt and a middle-aged man in brown cords and a tweed jacket. </p> <p>She is Clarissa Dickson Wright - surviving half of the Two Fat Ladies, rector of Aberdeen University, columnist for the Scotland on Sunday, owner of two cafes and one bookshop, former barrister, recovered alcoholic and now television champion for rural Britain. He is Sir John Scott, a hill farmer from Scotland, and her childhood friend. Angered by what she calls \"the un-believable ignorance most people in this country have about the countryside,\" they have filmed a TV series presenting their view of real rural Britain. </p> <p>\"When it comes to the countryside on television,\" says Clarissa, getting into her familiarly strident mode, \"it's all this stultifying sentiment. Those endless Pet Rescue programmes, and things like that. I know a cameraman who worked on one of those programmes and he was describing this bit when a hedgehog was being chased and they rolled the hedgehog down the slope ten times to get the shot. The hedgehog then died and they had to bring in a substitute hedgehog, and this is meant to be 'Oh isn't this sweet.'\" </p> <p>Clarissa and the Countryman is a picaresque tour of the British Isles, with Dickson Wright and Scott celebrating aspects of rural life from wildfowling in Norfolk to coursing in the Lancashire marshes. Clarissa, a self-described townie, who lives in the small Scottish town Musselborough, and Sir John (\"Johnny\" to Clarissa, she is \"Clarrie\" to him) are unequivocal about the intentions and importance of the programme. \"There has been nothing on television about the countryside since the early 70s, when media attention became entirely urban orientated,\" says Johnny. \"The gulf [between the urban and the rural] then grew and the politicians started to use it to their advantage.\" </p> <p>For too long, the British countryside has been presented either as \"full of toffs getting their rocks off\", as Clarissa puts it, or hopelessly backward - a tedious dichotomy between To the Manor Born and Cold Comfort Farm. More importantly, the difficulties facing the rural community today are very real. Scott's lambs, for example, are bought from him for £10 each, fattened up and sold for £14 a kilo in the supermarkets. Whether Dickson Wright and Scott's venture will rectify matters, though, is questionable. </p> <p>In Two Fat Ladies, Clarissa and Jennifer Paterson, who died last year, were as much an anomaly on television themselves as their creamy heavy cooking was at the end of the last decade. Their deep-fried dollop of plain-speaking common sense, harked back to a pre-low fat, pre-stylised, airheaded celebrity age - and who could resist that? More than four million people watched it in the UK, almost 70m worldwide. Understandably, the BBC has stuck to a familiar formula with Clarissa's new series: once again, we see Clarissa plus friend making unusual stops around Britain, presenting a very traditional view of the country. But she is impatient with such comparisons. </p> <p>\"Well, apart from the fact that one was going out and getting wet and wearing different clothes, this is totally different,\" she says, with a particularly stentorian intonation. \"Also, Johnny and I have real friendship.\" </p> <p>\"But weren't you friends with Jen...\" I am not even allowed to finish the question. \"No, that was invented for television. We were like the Spice Girls. It was a very amiable working partnership, but it wasn't friendship.\" </p> <p>Indeed, that pairing always seemed based on a shared body-size and mutual love of cooking. Clarissa always came across as the saner sidekick to Jennifer's verbal wanderings, full of rolling r's and sudden increases in volume (\"Pour HALF a pint of CREAM in ...\") </p> <p>Johnny and Clarissa have a very real friendship. They finish one another's anecdotes and look into each other's eyes. \"The thing about Clarrie,\" he says, looking at her across the table, \"is that she has the unique ability to squeeze every drop of pleasure out of the day, and ensures that everyone around her enjoys it as much as she does.\" She looks down at the tablecloth, smiling. Later, when the photographer asks them to pose near a large plant in the lobby, they swat each other with the leaves and make shadow animals on the wall. </p> <p>The forthrightness of Dickson Wright can be a joy. When asked which programme she enjoyed making more, her unhesitating answer is, \"This one,\" a reply devoid of any bland PR tact. She recently took Jamie Oliver to task for advertising Sainsbury's without shopping at the supermarket himself. \"We all know now he did it just for a handful of silver, don't we?\" she grins. Johnny is equally forthright. For example, what does he think of vegetarians? He smiles slyly. \"Very sad.\" They both laugh delightedly. The American businessman at the table next to us picks nervously at his melon. </p> <p>But such frankness can work against them. Few people are so vehemently pro low-fat cooking that they would be offended by Clarissa's cooking, but many have stronger views on the subject of hunting and bloodsports. She claims to be unconcerned. \"Well, if the BBC get cold feet over this, Discovery, ABC or somebody else would probably recommission it.\" </p> <p>Clarissa's pro-hunting views are well known, and have already been criticised. In their book, which accompanies the series, Johnny describes a protestor shouting at Clarissa: \"One fat lady's dead. One to go.\" So are they prepared for more inevitable criticism when the series is aired? \"I think what we're doing is too important for personal worries to intervene,\" she says with a breezy wave. \"But, yes, I am fully prepared.\" </p> <p>Clarissa and Johnny repeatedly insist that all they want is \"tolerance\", but any questioning or criticism of their views is dismissed as \"townie ignorance\". She describes how one original member of the television crew was sacked \"because she had a fixed set of ideas. They weren't exactly anti ideas but they weren't how it was, and she kept putting everybody's backs up.\" </p> <p>In reference to the government's anti-hunting leanings, they are particularly vehement. One of her favourite references, disconcertingly, is to Adolf Hitler: \"Hitler was the last man to ban fox hunting, it was the first thing he did when he came to power,\" Clarissa says, with an emphatic tap on the table. \"It was about regulating something he didn't understand. OK, his second act was a little more serious, but this government is messing with things they don't understand and don't want to because they are paid not to.\" (Clarissa and Sir John argue that the £1.1m donation from the International Fund for Animal Liberation to the Labour government is \"payment for legislation\".) </p> <p>At the end of the interview the recorder is turned off and both relax. Picking up on my accent, they talk briefly about Americans:\"We met a lot of Americans in our travels who described hunting as their idea of Heaven. Wonderful people.\" After a warm peck from Clarissa and a gentlemanly handshake from Johnny, Clarissa lowers her chin and raises her eyebrows imperiously at me. \"Be fair,\" she calls out, in a matronly tone of voice. \"That's all we ask, you know.\"</p>",
  "Six months ago, the Party of Democratic Socialism (PDS) seemed destined for the scrap heap of history. Andre Brie, one of its most influential thinkers, was close to despair. The party, he declared, was in \"deep crisis\". <p>The PDS, which emerged from the wreckage of East Germany's communist party, had just learned that the man most responsible for giving it a role in the politics of post-reunification Germany was leaving his post in disgust. Gregor Gysi, an eloquent, charismatic lawyer who led the PDS in parliament, threw in the towel last April after losing the latest in a string of bruising encounters with Marxist hardliners. </p> <p>Though not overall head of his party, Mr Gysi was its media star and seemed to represent a communism that had learned from the mistakes of the past. His departure thus not only robbed the PDS of a vote-winning personality, but also appeared to condemn it to electoral suicide. </p> <p>Mr Gysi announced he was going after trying and failing to get the party to change its policy of opposing all UN-led military missions. Soon afterwards, the PDS's leader, Lothar Bisky, let it be known that he too was stepping down. </p> <p>After a party conference in the eastern city of Cottbus last weekend, things look very different. Without the bitter struggle many had feared, the PDS has given itself a new leadership team, and one more committed to reform than anyone had grounds to expect six months ago. </p> <p>Gabrielle Zimmer, the 45-year-old former interpreter chosen to replace Mr Bisky at the top, is even on record as saying that she never considered herself a true communist. Both Ms Zimmer and Roland Claus, also 45, who had earlier been elected head of the parliamentary party, have stressed that their aim will be to draw the PDS closer to the mainstream. </p> <p>The party they lead matters for several reasons. Germany's proportional representation system gives considerable weight to smaller groups, provided they can get over the five per cent hurdle set for representation in the federal lower house. The Greens, who are the junior partners in the present federal coalition government, and the liberal Free Democrats, who were the junior partners in the last one, both fall into this category, along with the PDS which managed 5.1 per cent at the last general election in 1998. </p> <p>Moreover, Germany's highly decentralised administration means that parties with geographically concentrated support can wield great power through the country's mighty regional administrations. And since the regional administrations decide the composition of the Bundesrat, the federal upper house, regional power in Germany translates directly into national influence. </p> <p>The Christian Social Union (CSU), Bavaria's Christian Democratic movement, is a case in point. It has more than half the vote in its home region and, in the past, it has exerted a decisive influence on federal administrations led by the right. </p> <p>The PDS, which at the last general election in 1998 won the backing of one in five of the electors of eastern Germany, does not enjoy the same degree of local hegemony as the CSU. But its home ground is far more extensive. </p> <p>Big as it is, Bavaria is just one region. It accounts for only six of the 69 votes in the Bundesrat. </p> <p>But under the reunification terms of 10 years ago, eastern Germany, including Berlin, was carved up into six regions, or Läande, and together, they control no less than 23 seats in the upper house - far more than eastern Germany's population would imply. </p> <p>The point appears not to have been lost on the present Chancellor, Gerhard Schröder of the Social Democrats.</p> <p>One of his main problems has been the difficulty of getting legislation through a Bundesrat in which the right enjoys a slender majority. </p> <p>Mr Schröder spent a full two weeks in the east of the country this summer, partly in an effort to bolster his party's traditionally weak presence there. And just before the PDS's Cottbus conference, he opened up another front, inviting the outgoing Mr Bisky to dinner in Berlin. The Social Democrats have since let slip a steam of hints that they might be ready for deals with the PDS in regional government. </p> <p>There is already one so-called \"red-red\" coalition in the small Baltic region of Mecklenburg-Western Pomerania. But until now the Social Democrats have been loath to risk their moderate credentials by sewing up further deals with a party still haunted by ghosts from its authoritarian past. The choice by the PDS of a moderate, reformist leader like Ms Zimmer makes it all a lot easier. </p> <p><b>Email</b><br> <a href=\"mailto:john.hooper@theguardian.com\">john.hooper @theguardian.com</a></p> <p><b>Related special report</b><br> <a href=\"http://www.guardianunlimited.co.uk/germany\">The German corruption scandal</a></p> <p><b>Useful links </b><br> <a href=\"http://www.faz.com/IN/INtemplates/eFAZ/default.asp\" target=\"_new\">Frankfurter Allgemeine (in English)</a><br> <a href=\"http://www.sueddeutsche.de/\" target=\"_new\">Süddeutsche Zeitung</a><br> <a href=\"http://www.handelsblatt.com/hbiwwwangebot/fn/relhbi/sfn/buildhbi/index.html\" target=\"_new\">Handelsblatt</a><br> <a href=\"http://www.bundesrat.de/Englisch/index.html\" target=\"_new\">The Bundesrat website (in English)</a></p>",
  "<p>The internet software company, Surfcontrol, got the thumbs up from analysts this morning when it reported revenues well ahead of expectations.</p> <p>Surfcontrol said it was confident of a successful year, despite first quarter losses of almost £13m.</p> <p>The firm, whose filtering software helps companies block employees' access to porn, gambling and other internet distractions, reported revenues of $6.7m (£4.5m), up from $2.3m (£1.5m) last year. Pre-tax losses rose to $19.4m (£12.7m), up from $1.4m (£900,000). </p> <p>Revenues in the crucial internet access control division grew by 49% to $5.8m (£3.8m). </p> <p>The company is continuing to invest heavily in sales and distribution and product development continues across the board, particularly across new platforms such as mobile telephones, Windows 2000, Unix and Linux. </p> <p>Surfcontrol's chief executive, Steve Purdham, said: \"Strong demand, expansion into new geographical markets and our focus on taking our products to the relevant markets in a timely manner, have resulted in a performance that has exceeded our high expectations.\" </p>",
  "<p>In his prime during the 1970s, Peter Bogdanovich felt that The Godfather and Chinatown were directing assignments he could refuse, Cybill Shepherd was the lover for whom he should abandon his wife and newborn child, and only time seemed to separate him from legendary status in Hollywood. But then he fell. \"I felt that by the mid-70s I'd blown it,\" says Bogdanovich, now 61, sitting in a deserted Thai restaurant on Manhattan's Upper West Side. \"William Friedkin had blown it, Robert Altman went into eclipse, one flop after another, Coppola went crazy, even Raging Bull didn't do any business. Everybody kind of blew it in varying shapes and sizes.\" </p> <p>Since those glory days, the acclaimed director of The Last Picture Show and Paper Moon has become an outcast in the movie community, reduced to making low-brow TV movies. He has endured bankruptcy twice, the brutal murder of his lover and, after marrying her young sister, the disdain of America's perennially-affronted tabloids. </p> <p>Now, despite his tale of misery and woe, Bogdanovich is in the process of staging an ambitious, if tentative, comeback. With a recurring role in The Sopranos, the celebrated TV series about the New Jersey mafia, he has reclaimed at least part of the lustre that once made him a high-profile figure. Playing an analyst to the psychiatrist treating the drama's mafia don, he has a small but pivotal comedic role in the nonchalantly violent show that has become one of the most popular in America. Bogdanovich is pleased, if typically calm when discussing his part in the series that excitable critics have described as the most significant addition to American culture in 25 years. Not least because he is able to act again: \"After the second day of shooting, David Chase [Sopranos creator] called me and asked me if I'd acted before. No one seemed to have been aware that I had been trained as a kid by Stella Adler. I have been acting since I was 15 years old and I enjoy it now as much as I ever did.\" </p> <p>Bogdanovich removes his trademark tinted glasses, concentrating on the opinions he will share. His deliberation might be practiced, adopted after an early career faux pas when he compared his talent - rather than his sharp professional decline - to that of Orson Welles. \"I don't judge myself on the basis of my contemporaries,\" he told the New York Times. \"I judge myself against those I admire - Hawks, Hitchcock and Welles. I don't think I'm anywhere as good as they are, but I think I'm pretty good.\" </p> <p>Welles remains an enormous figure to Bogdanovich. Down on his luck in the 70s, the corpulent legend lodged with Bogdanovich for two years in a spare room at the young director's enormous Beverly Hills mansion. The two spent many hours discussing films, the movie business and how to stay at the top. Normally stoic, Bogdanovich laughs fondly when discussing his mentor, recalling how Welles's mistress would appal him with her guttural language and dirty jokes. </p> <p>After the bubble burst on his career, few of Bogdanovich's enemies in the industry mourned his demise, the same reaction many had had to Welles's decline. Ironically, directors like Welles and John Ford were friends from his early days as a film critic in New York and as a writer at Esquire magazine alongside a young Tom Wolfe. With his two Oscar nominations for The Last Picture Show and the success of Paper Moon and What's Up, Doc? those old acquaintances congratulated Bogdanovich as he and peers such as De Palma, Spielberg, Lucas and Coppola redefined Hollywood for their generation. </p> <p>But as the young directors flourished and their hedonistic appetites increased accordingly throughout the 70s, falls from grace were inevitable. Bogdanovich's particular nemesis arrived on August 14 1980. Actress and former Playboy centrefold Dorothy Stratten had her head blown off by her estranged husband Paul Snider. He then had sex with her corpse before shooting himself in the head. Stratten had been the love of Bogdanovich's life. They had become a couple less than a year earlier, after meeting in Hugh Hefner's Los Angeles mansion. He made her the star of his film, They All Laughed, and appeared to be moulding her as his protege in the same way he had with a young Cybill Shepherd. </p> <p>But her death left him a devastated wreck. Faced with the further revelation that 20th Century Fox were not keen to push hard on the film's marketing, the impassioned, still grief-stricken Bogdanovich bought the film negative from the studio and set about doing the job himself. The catastrophic box office performance of They All Laughed cost Bogdanovich $5m and ultimately sent him on his first trip to the bankruptcy court. \"It was career suicide,\" he said. </p> <p>Seeking comfort in the others who loved Stratten, he then began paying for her mother Nelly and sister Louise to make regular trips from Canada to his 19-room home in California. The nature of Bogdanovich's relationship with the teenage Louise, who was 12 when her sister died, has remained a subject of much debate and legendary gossip. Bogdanovich married her eight years later in Vancouver. They are still together and living in a small apartment just a few streets away from the childhood home he shared with his mother and painter father on Manhattan's Upper West Side. </p> <p>\"I married Dorothy's younger sister and I think there was a great deal of controversy because everybody has to talk about something. But I think what I did is not so unusual because it all boils down to the old cliche, which is to ask your lover, 'Are there any more at home who are just like you ?' As it happened there was. The whole thing was a mess and it wasn't good for anybody, but especially for Louise because she was so young. It was very ugly, especially after I criticised Hugh Hefner for his magazine's role in Dorothy's death and he came back at me about Louise. </p> <p>\"Dorothy's murder sent me reeling for a long time,\" he says. \"That event triggered a lot of reactions in me and I had to question everything in my life. I certainly didn't think I'd ever direct another picture. In fact, I eventually had to because I went bankrupt. The death is with Louise and I all the time. But that is okay. We deal with it. Now I'm steadier and taking every day as it comes.\" </p> <p>Beneath the humble exterior lurks an auteur's ego. He is still driven with the same passion as before, and plans to direct several new projects. New Hollywood has given him its stamp of approval. Just as the young pretender Bogdanovich came to the rescue of Welles when Hollywood abandoned him, he himself has been championed by Quentin Tarantino: the Pulp Fiction director offered to let Bogdanovich stay at his Los Angeles home when his financial problems overcame him, and has agreed to act in a new comedy about a film director haunted by ghosts of his past, written and directed by Bogdanovich. \"Quentin is a friend and we were ready to start shooting last year,\" says Bogdanovich. \"We had $15m in financing and were ready, but I felt the script wasn't quite right. So I've put it on hold until I've rewritten it sufficiently.\" </p> <p>The ghost project, along with The Cat's Meow (a comedy about Charlie Chaplin and William Randolph Hearst in the 1920s) and a script based on three stories by Robert Graves have buoyed Bogdanovich's confidence enough to give him real expectations for the future. \"I won't ever get back into the Hollywood loop,\" he concludes. \"But I want to be back in the position of making personal, yet not private films. I don't want to be a gun for hire. I'm just not comfortable with that.\" </p> <p>\u0095 The Sopranos, Channel 4, Thursdays, 10.30pm.</p>",
  "<p>William Hague yesterday promised to make councils take decisions in public and guaranteed a \"real\" freedom of information act if the Tories win the next election.</p> <p>Speaking to the Society of Editors' conference in Cardiff, the leader of the opposition tried to align the Conservatives as allies of the press, following the Labour government's public retrenchment from its pre-election pleges of \"open government\".</p> <p>Mr Hague attacked the Freedom of Information Act and the Local Government Act as examples of legislation that were systematically undermining press freedom. </p> <p>He told the audience he found it \"hugely ironic, though not in the least bit surprising, that a government that came to power promising a revolution in open government, and a sweeping Freedom of Information Act, has in reality succeeded in introducing new curbs on the press\".</p> <p>Mr Hague promised that under a Conservative government local councils would be allowed to choose their own structure, instead of the current \"cabinet-style\" system of government under which only \"key\" decisions had to be taken in the public eye. </p> <p>He also promised that under the Conservatives, an information commissioner and not ministers should have the final say over whether the release of a piece of information was in the public interest.</p>",
  "<p>Lord Hollick's United News &amp; Media yesterday admitted for the first time that it is in talks about the sale of its Express newspaper titles. </p> <p>The group issued a terse three-sentence statement to the Stock Exchange confirming that it had received \"a number of unsolicited offers for the Express Group\" and, as a public company, \"is obliged to consider these offers\". </p> <p>The Labour peer has previously insisted that the Daily Express, Sunday Express and Daily Star were not for sale. However, after approaches from potential suitors, it is thought he is now willing to sell the papers for £120m. </p> <p>Three approaches are known to have been made so far, with the highest bid coming from the billionaire Hinduja brothers and lower offers from the Sunday Business- owning Barclay twins and David Montgomery, former chief executive of the Mirror. </p> <p>The Hinduja brothers, Srichand and Gopichand, are understood to have made direct contact with Daily Express editor Rosie Boycott and her deputy Chris Blackhurst yesterday. </p> <p>United's admission that the papers were on the block prompted other potential bidders to emerge. Cliff Stanford, founder of Demon Internet and chairman of internet hosting firm Redbus Interhouse, said he might be interested. \"It's certainly something worth looking at,\" he said. </p> <p>Richard Desmond, whose Northern &amp; Shell group publishes OK! magazine, has been mentioned as a possible buyer of the Star. Harrods boss Mohamed Al Fayed expressed an interest in the past but is no longer thought to be interested. </p> <p>The bid by the Hindujas, who are British citizens, comes a month before the two discover whether they are to be indicted on bribery charges in India. They deny the charges. </p> <p>Yesterday they submitted an indicative offer of £100m to advisers Dresdner Kleinwort Benson. The Barclay brothers have submitted £75m. The bids have flushed out other potential buyers. Former Mirror Group boss David Montgomery is thought to have held talks with Lord Hollick about an offer backed by HSBC and venture capital group 3i. </p> <p>Last night United's shares closed up 20p at 755p. </p> <p><strong>The players </strong><br><strong> United's news brings bidders to the fore</strong><br></p> <p><strong> Who</strong> Barclay Brothers </p> <p><strong> Rich</strong> Very. Twins David and Frederick personal wealth exceeds £1bn </p> <p><strong> Newspaper experience </strong> They now own Sunday Business, the Scotsman and Scotland on Sunday </p> <p><strong> Newsworthy moment</strong> </p> <p>The Barclays paid £2.3m for the island of Brecqhou in 1993 and successfully changed the island's law to leave their £60m castle to their children </p> <p><strong> Who</strong> Cliff Stanford </p> <p><strong> Rich </strong> Worth about £40m </p> <p><strong> Newspaper experience </strong> None </p> <p><strong> Newsworthy appearance </strong> The former accountant made the headlines after creating Britain's biggest independent internet service provider, called Demon Internet - and then selling the company. He made £33m from the deal.</p> <p><strong> Who</strong> David Montgomery </p> <p><strong> Rich</strong> Walked away with £2m after being ousted from Mirror Group. Putting together backing from 3i and HSBC </p> <p><strong> Newspaper experience </strong> Lots. A former editor of News of the World, former chief executive of the Mirror Group </p> <p><strong> Newsworthy moment </strong> Caught on camera after a breakfast meeting with Mirror Group's biggest shareholder where he was forced to resign </p> <p><strong> Who</strong> Hinduja Group </p> <p><strong> Rich</strong> Brothers Srichand and Gopichand share about £2bn between them </p> <p><strong> Newspaper experience</strong> None on Fleet Steet, the two brothers own an Indian cable network business, worth about £750m </p> <p><strong> Newsworthy appearance</strong> Along with their two brothers, they are known in India as the \"fab four\". Backed the Dome to the tune of £1m</p>",
  "Are we in danger of experiencing another world oil crisis, like that of 1973 - which quadrupled the price of oil, unleashed a wave of high inflation, and turned the world upside down? The world financial markets are so far not too worried: but for anyone who studied that earlier shock closely the resemblances are still disturbing. <p>The basic cause of the shock in 1973 was a conjunction of a world oil shortage with a confrontation between Israel and the Arabs. The western nations, particularly America, were consuming cheap oil as if there were no tomorrow, becoming still more dependent on foreign producers, led by Saudi Arabia. When the Arab-Israel war broke out in 1973 the Arab producers boycotted oil to western countries - which in turn precipitated the shortage and huge price hikes. </p> <p>The crisis took the media and the governments almost totally by surprise The American government had been warned over the previous years that the Saudis would find it hard to resist a boycott, but President Nixon in the run-up to a presidential election could not risk offending Israel. Most oil companies remained complacent until the shock happened: then it created a sudden panic, generating desperate demand, queues for petrol and hectic bidding for oil which forced the price still higher. </p> <p>Does that sound familiar? Of course much has changed in 27 years. Today the Arab oil-producers are less dominating and less greedy, as they realise the danger to themselves of extorting too high a price. There is no danger of a military war against Israel comparable to the threat of Egypt and Syria when they invaded in 1973. Most of the world's oil comes from countries outside Opec, including Britain; and most countries have contingency plans against a shortage. \"The west is now much better able to withstand an oil shock,\" the Financial Times assures us. </p> <p>Yet the similarities remain. The Americans have been consuming oil as recklessly as they were in 1973: their roads are full of new gas-guzzlers, the huge \"utility vehicles\" like mini-tanks which loom above the road, intimidating the smaller cars, and consuming a gallon every 10 miles. Stretch limos, golf buggies and speedboats compete in guzzling oil with no thought of the conservation movements of the 80s. </p> <p>The American government and media have largely lost interest in understanding Arab and other third world oil-producers, which loomed so large in the 70s and early 80s. And during the presidential elections neither candidate dares either to sympathise with Arab grievances, or suggest that Americans should conserve oil, or pay more for it. </p> <p>The Europeans have been less wasteful, but still complacent. The rapid increase of the world oil price in the past two years, which should have been seen as a warning of a coming shortage, has led only to a clamour to reduce taxes and bring the price down. The British have now still fewer alternatives to the private car, with a failing railway network and decaying public transport for commuters. </p> <p>It is only high oil prices and the fear of potential shortage which compels countries to conserve fuel and press forward with other forms of energy and transport. But the British, like the Americans, are becoming still more dependent on cars and oil. </p> <p>In the meantime Asian and Latin American consumers are joining in the demand for unlimited cheap oil, without the prospect of unlimited supplies. While huge new reserves are opening up in central Asia and Africa, they all have their own political risks, in dangerous and remote parts of the world. The most accessible new oil remains in Arab countries which have their own quarrels with the west, including Iraq which now has huge new potential oil supplies. </p> <p>The key oil producer, which holds the balance, remains the most problematic of all: Saudi Arabia. While the Saudi monarchy is ostensibly pro-American, dependent on American military and security support, they are becoming more worried by their own fundamentalists and dissidents who bitterly resent their government's subservience to the Americans, all the more since they rescued them from Saddam in the Gulf war 10 years ago. </p> <p>The hijacking of a Saudi plane on Saturday by Saudi dissidents was a reminder of the vulnerability of the kingdom, where the greed and corruption of the royal family and the ignoring of human rights have caused a groundswell of resentment from fundamentalists, Shi'ites and exploited foreign workers. The demonstrations inside Saudi Arabia in support of Palestinians have been a reminder of the dangers of a pro-western policy. The lack of reliable reports in the media from inside the kingdom - there are no foreign correspondents there - is hardly reassuring: in Saudi Arabia, no news usually means bad news. </p> <p>It is true that America and Israel have an overwhelming military might in the Middle East. But terrorists and suicide-bombers can still lead to body-bags - which is what politicians in both countries dread most. The damaging of an American destroyer by a small rubber dinghy, killing 17 sailors, is a powerful reminder of the fragility of a superpower in the face of Arab anger and dedicated terrorists. </p> <p>While the Arabs are militarily weaker, the popular Arab anger appears much greater than in previous crises: not only among Palestinians, but among Arabs inside Israel who are more threatening to the Israeli population; and among the neighbouring Arab people who feel bitterly frustrated by the impotence of their governments. </p> <p>So the basic ingredients of a crisis which could extend from the Middle East to the world, remain in place as they were in 1973: a wave of Arab resentment, a hardline Israeli attitude, and American politicians preoccupied by presidential elections. They are all set against a background of a potential oil shortage which could be precipitated by a single country - whether by Iraq, Iran or eventually Saudi Arabia itself, pressed to dissociate itself from pro-western policies. </p> <p>The western countries and Israel cannot afford to be complacent on the basis of their economic strength and military superiority in the face of these political dangers. For popular anger can very quickly be translated into terrorism, and into effective pressure on governments to use their ultimate weapon of withdrawing oil supplies. </p> <p>The western complacency and public ignorance which were so dangerous in the early 70s are back with us again. And oil, which has been been left to the specialists and companies over the past 20 years, can once again become an arbiter of world power. </p> <p>\u0095 Anthony Sampson is the author of a book about the oil industry, The Seven Sisters </p> <p><a href=\"mailto:comment@theguardian.com\">comment@theguardian.com</a></p>",
  "<p>Two spacewalking astronauts working with a crewmate inside shuttle Discovery attached a new docking port to the international space station yesterday. </p> <p>The clearances were tight, and Jeff Wisoff and Michael Lopez-Alegria floated alongside the space station, calling out instructions, as Koichi Wakata gently nudged the docking port into place with the space shuttle's robot arm. </p> <p>\"Wow. This is just outstanding,\" one of the spacewalkers said when it was over. \"Definitely,\" was the reply. </p> <p>It was the second and final space station piece to be installed during the 240-mile high construction mission. An aluminum framework holding antennas and motion-control devices was attached to the station on Saturday and wired up by another pair of spacewalkers on Sunday. </p> <p>Wisoff and Lopez-Alegria encountered problems as soon as they floated out the hatch. At first, their power drills wouldn't loosen the four latches holding down the docking port in Discovery's cargo bay. </p> <p>\"Who's scripting this, anyway?; one of them asked. </p> <p>Once the latches were freed, Japanese astronaut Wakata lifted the 2,700-pound docking port on the end of Discovery's robot arm and positioned it on the space station. </p> <p>The spacewalkers, one on each side, sounded like moving men as they advised Wakata during the final 1 1/2 feet: \"Go in 3 inches, pitch up 1 degree, turn one-quarter of a degree to the left.\"</p> <p>\"OK, coming in,\" Wakata finally called out. </p> <p>The spacewalkers' eyes proved invaluable. A short circuit knocked out a camera on the end of the robot arm Saturday. </p> <p>The docking port will be used by space shuttle Endeavour when it delivers huge solar panels in December and by Atlantis when it carries up the American lab Destiny in January. </p> <p>The spacewalk ended up lasting seven hours, a half-hour longer than planned. </p> <p>\"Fantastic job today, guys,\" astronaut Leroy Chiao said from the cockpit. </p> <p>Two more spacewalks are planned, on Tuesday and Wednesday. The astronauts will depart from the space station on Friday. And if all goes well, the next crew to dock, on November 1, will be the station's first residents.</p>",
  "The dissident Real IRA yesterday vowed to avenge the assassination of its Belfast leader Joseph O'Connor amid growing fears a murderous republican terrorist feud was poised to erupt in west Belfast. <p>The Real IRA, responsible for the Omagh atrocity which killed 29 people in 1998, is blaming the mainstream Provisional IRA for his murder outside his mother's home on Friday. The Continuity IRA, the other hardline republican group dedicated to overthrowing the Good Friday agreement, agreed and said it too was on a war footing. </p> <p>The Sinn Fein, including party president Gerry Adams, insisted the Provisional IRA was not responsible, citing a dispute between the two dissident groups. The party usually asserts it is distinct from paramilitaries by insisting it cannot to speak for them. </p> <p>But Sir Ronnie Flanagan, the RUC chief constable, confirmed that police were investigating whether the Provisional IRA was involved. Two murders of Catholic drug dealers this year were linked to it. </p> <p>O'Connor, 26, who had three young sons, was shot at least five times in the head as he got into a car in Ballymurphy, heartland of the Provisional IRA. Two hooded gunman had approached the car on foot. </p> <p>Suspicions that the Provisional IRA killed O'Connor piled pressure on the first minister, David Trimble, leader of the Ulster Unionists, ahead of his crucial meeting of his party's ruling council on October 28. His critics cited it as reason to pull out of the power-sharing executive, where Sinn Fein has two of the 12 places. </p> <p>O'Connor's mother, Margaret, had no doubts the Provisional IRA was to blame. She said: \"They were seen. People saw them with their masks on and with their masks off. They are a known unit within the Ballymurphy district.\" </p> <p>Her father, Francisco Notorantonio, 66, a retired taxi-driver, was murdered in October 1987 in one of the most controversial murders of the Troubles. Army handlers of a loyalist mole are said to have ordered Mr Notorantonio's shooting to protect an IRA double agent, Steak Knife. </p> <p>O'Connor's widow, Nichola, believed that, although the Provisional IRA was involved, his murder was more down to a personal feud than a sanctioned operation. His funeral is likely to take place tomorrow, and will signal a massive intelligence-gathering operation. </p> <p>The Real IRA said it had identified Provisional IRA volunteers involved in the attack. It had so far resisted attempts to provoke it into violence, and accused mainstream republicans of colluding to maintain a British presence in Ireland. </p> <p>The Real IRA said: \"Our volunteers will be protected, and at a time and place of our choosing, those guilty of this offence will be dealt with accordingly. This is not an idle threat. Nor should it be interpreted as a signal for indiscriminate attacks on innocent republicans loyal to the provo leadership.\"</p>",
  "At least until 3pm, when the narrow lanes suddenly throng with bullish 4x4 vehicles on the school run, the streets of Great Budworth in Cheshire are almost silent. A few couples enjoy a quiet half in the pub, at the top of the village street an elderly man weeds through his flower bed, but most of the low, leaded windows on the half-timbered chocolate-box houses are dark. <p>Inside you can see televisions, videos and microwaves; no doubt there is a fair amount of jewellery tucked away in this affluent commuter village, 25 miles south of Manchester. But almost none of the cottages has a lock on its windows, and only a couple have burglar alarms. This is not a community, it seems, that lives in fear of crime. </p> <p>\"I think people feel more secure in the country,\" says Jane Perry, 32, who lives in the nearby village of Marston but has come to Budworth for a quiet drink. \"There's less opportunity to steal things.\" Her husband Danny, a builder, agrees that burglary is not much of a worry. \"We have dogs, and we do lock everything, obviously, but in 10 years we have never had a problem in our house.\" </p> <p>The villagers of Great Budworth neatly illustrate the paradox in the way rural crime is perceived. They say they are surprised to learn that burglaries are falling in rural areas, that they would have thought crime was on the up. But then, come to think of it, they can't remember having any trouble themselves. </p> <p>Sue Scott's husband's family has lived in the village for decades. \"I'm not too concerned,\" she says. \"I feel that I'm rather protected here.\" She has never felt the need for an alarm on her home - her neighbours, after all, are watching the house if she is out. \"We keep an eye on each others' homes. Everyone is close to their neighbours.\" </p> <p>But despite Great Budworth's picture-postcard appearance, all is not entirely idyllic. Break-ins may not concern the residents unduly but car crime, they agree, is more of a problem. Mrs Scott's car and that of her next-door neighbour were broken into last year. One man, sipping Guinness in the pub, admits that he came to the village partly to see if a man he suspects of breaking into his van is around. A local shopkeeper confesses to alarm about raids on his till. </p> <p>Mrs Scott's father-in-law, Alan, is tending her garden. At 80, he lives alone on a farm in nearby Frodsham, and keeps a double-barrelled shotgun in the house. \"I bought it 20 years ago thinking that there might be problems with crime. It was just to scare people.\" He has never had to use it, but says: \"It might come in handy some time, I suppose.\"</p>",
  "A clear majority of British voters believe that using cannabis is no worse than smoking or drinking, according to the latest Guardian/ICM opinion poll. <p>The survey also shows that the overwhelming majority also believe that smoking dope should not remain a criminal act in Britain. Some 43% even go so far as saying that its personal use should be legalised completely - a far higher proportion than previously recorded on Guardian/ICM opinion polls. </p> <p>The findings confirm the view that a change has taken place in British public opinion about the future legal status of cannabis and that Ann Widdecombe was out of tune when she proposed replacing a policy of police cautions with a mandatory £100 fixed penalty fine. Only one in five voters believes that possession of cannabis should remain a criminal offence. </p> <p>Opinion is most pro-cannabis among the 25 to 34 age group, some 50% of whom believe its personal use should be legalised. Two-thirds of this age group believe that smoking cannabis is no worse than smoking tobacco or drinking alcohol. This is higher than even the 65% of 18-24 year olds who subscribe to the same view. Indeed, the only age group to disagree with this proposition is the over 65s some 49% of whom were against. Even among these \"grey voters\" one in three agrees that cannabis is no worse than alcohol or tobacco. </p> <p>Despite the fact that politicians in recent days have contrasted the experience of middle class youngsters at university with what goes on in \"the real world\" of inner city council estates, there is little difference in view across social class about cannabis law reform. Some 45% of DE voters - the unskilled and unemployed - think it should be legalised as do 44% of AB voters - the professional classes. </p> <p>The poll does however show a clear divide between those who want to see the decriminalisation of cannabis but are not yet prepared to see it fully legalised. While 22% said they believed the personal use of cannabis should remain a criminal act, some 30% said the police should not make prosecution a priority and it should effectively be decriminalised. The issue has polarised opinion with only 4% of voters saying they had no opinion on the matter. </p> <p>The findings of this poll, combined with weekend surveys also showing large majorities for decriminalisation, will put Tony Blair and Jack Straw under further pressure to reassess the government's policy on drugs. </p> <p>The next opportunity will come when Home Office ministers give evidence to the Commons home affairs select committee on why they dismissed within hours of publication the Police Foundation report on cannabis published in March. The report, which included two chief constables among its membership, recommended that prison should no longer be used for cannabis possession. </p> <p>Some 4,500 people were imprisoned last year after being convicted of cannabis charges.</p>",
  "The Americans swept in like a firestorm yesterday, descending on the Egyptian resort of Sharm el-Sheikh with all the brawn of the world's last remaining superpower. <p>An occasional site for Middle East conflabs, Sharm el-sheikh is a bizarre mix of high stakes diplomacy and cheap package tourism. The two decades that have passed since Israel's withdrawal from the Sinai peninsula have brought a wholesale transformation to what was once a simple Bedouin village. </p> <p>Known for its pristine sands and crystal clear coves teeming with fluorescent tropical fish, the Sharm of today is the region's equivalent of the Costa del Sol. It is especially popular with Italian package tourists, who arrive on direct charters from Rome and Milan. </p> <p>At the Hyatt hotel the delegation bedded down in 300 rooms, including 18 for CNN and other television crews. Italian tourists were bundled out of their rooms, with their bags half-packed. The press secretary of the US embassy in Tel Aviv was also evicted at 2am yesterday morning. </p> <p>Security was tight. In the US entourage, a Clinton double rode in the black limousine. The real US president exited from a lowly jeep. </p> <p>At 4pm there was a flurry of excitement when President Clinton, accompanied by about 20 people, took a five-minute stroll around the golf course. At 100-yard intervals between the stubby palm trees were shorter stumps: motionless security men in suits. </p> <p>The Israelis arrived with their own baggage, principally the posse of spin doctors on the prime ministerial aircraft, who distributed lurid pictures from nearly three weeks of bloodshed and factsheets on the dangerous Hamas bombers freed from Palestinian jails last week. They also handed out videos of incendiary sermons from the imam of a Gaza mosque. </p> <p>An honour guard clad in white lined the route from the airport - their backs to the road and their eyes resolutely fixed on the desert horizon. </p> <p>But as the prime minister, Ehud Barak, drove to the summit centre - the Jolie Ville hotel - US and Palestinian flags were visible but not the Israeli star of David. During the last few days of tension, the Egyptian official press has returned to the language of the 1970s, before there was a peace agreement with Israel, referring to their neighbour as the \"Zionist entity\". </p> <p>During a three-way meeting with Mr Barak and the United Nations secretary general, Kofi Annan, King Abdullah of Jordan said that more than a fortnight of killing in Israeli-occupied territories had badly shaken the forces of peace. </p> <p>\"We must build the peace camp anew among all the states including mine,\" the Jordanian ruler said, according to Israeli officials. </p> <p>The isolation of the place makes it easy to forget the bombs, bullets and stones that were the official reason for calling this summit - though many Arab journalists believe the real motive was to upstage the Arab summit, due to be held in Cairo this weekend. </p> <p>Many believe that Mr Mubarak has ambitions to turn Sharm into the Middle East's own Camp David. </p> <p>Four years ago it hosted a summit attended by 29 world leaders, again in response to a wave of violence - a series of anti-Israeli suicide bombings which killed 62 people. </p> <p>In September last year, Israelis and Palestinians signed a West Bank land-for-security agreement and earlier this month the US secretary of state, Madeleine Albright, met Mr Arafat in Sharm. Mr Barak had refused her invitation. </p> <p> <b>The demands</b><br></p> <p><b> Israelis</b><br> </p> <p> <b> Short term</b> </p> <p>\u0095 Arafat to order immediate halt to violence </p> <p>\u0095 Re-arrest of Hamas militants freed from jail </p> <p>\u0095 Repair of desecrated holy sites </p> <p><b> Long term</b> </p> <p>\u0095 Secure and internationally recognised borders, including permanent control of Jordan valley </p> <p>\u0095 Demilitarisation of any independent Palestinian state. No foreign alliances to be allowed </p> <p>\u0095 Jewish settlements to be allowed to stay in West Bank including two near Jerusalem, one near Hebron </p> <p>\u0095 Jerusalem to remain Israel's united capital but symbolic Palestinian sovereignty could be granted over parts of east Jerusalem outside the Old City. </p> <p>\u0095 Binding agreement on final end to Israeli-Palestinian conflict and pledge to forgo any future claims </p> <p> </p> <p><b> Palestinians</b><br> </p> <p> <b> Short term</b> </p> <p>\u0095 International inquiry into violence </p> <p>\u0095 Israel to pull forces back from Palestinian-controlled areas </p> <p><b> Long term</b> </p> <p>\u0095 Independent sovereign state: goal of PLO since it accepted the idea of a state alongside Israel in 1974. Territorial contiguity between West Bank and Gaza, currently separated by Israeli territory. Control of own borders and air space </p> <p>\u0095 Capital in Jerusalem: seen as historic capital of Arab Palestine and site of Muslim holy places on Haram al-Sharif in Old City </p> <p>\u0095 Return of refugees. Over 3m Palestinians living in diaspora outside Israel and the occupied territories to have the right to return home or receive compensation for property lost in 1948 </p> <p>\u0095 Full control of water resources, currently exploited by Israel </p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\">Israeli government</a> <br><a href=\"http://www.pna.org\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "Stung by international criticism of its iron-fisted response to Palestinian violence, Israel is fighting back by cranking up its own propaganda machine. As the peace process hangs in the balance, battle-hardened spin doctors have been drafted in to help the Jewish state regain the initiative it lost at the start of this crisis. <p>Correspondents in Jerusalem were yesterday shown video film - first broadcast on official Palestine TV- of last Friday's sermon by Sheikh Ahmed Abu Halabiya, who called on the faithful in a Gaza mosque to \"slaughter\" Jews everywhere. </p> <p>The prime minister, Ehud Barak, took the transcript to the Sharm el-Sheikh summit to prove Israel's point that Yasser Arafat is breaching the 1993 Oslo peace agreement by encouraging hateful \"incitement\" against Israelis and Jews. Palestinian sources said, however, that the preacher was a fanatic who had been arrested after the sermon. </p> <p>Mr Barak flew to Egypt with heavyweight officials and diplomats poised to explain Israel's case to the hundreds of journalists attending the summit. Officials in Jerusalem concede that the first week of the unrest was a PR nightmare, which peaked with the televised killing of a 12-year-old Palestinian boy in the arms of his helpless father - one of more than 90 Arabs to die so far. </p> <p>To counter that, Israel is focusing on pictures from last Thursday's lynching of two soldiers who blundered into the West Bank town of Ramallah, and accuses the Palestinians of destroying most of the footage taken on the scene. \"What we lost with the picture of the boy in Gaza we regained with the lynch,\" one senior Israeli admitted. Shimon Peres, the former prime minister, put it candidly: \"When one small child is killed, you lose the war. Explanations are not important.\" </p> <p>Leading the information effort is Nahman Shai, government spokesman during the nerve-racking days of the Gulf war in 1991. Mr Shai's excellent English and deep understanding of the media are a powerful combination, though it is far from clear whether he can shift the international perception that Israel, rather than the Palestinians, is the main culprit in this crisis. Mr Shai is certainly a match for articulate, telegenic Palestinian spokespeople like Hanan Ashrawi and negotiator Saeb Erakat. But his emphasis on rebuttal may be too defensive and detailed. </p> <p>\"The problem is that today's media industry is so fast that no one in the world has the time or the interest to check out information given by the Palestinians,\" he said. Part of the new approach is to equip Israeli soldiers with video cameras so that the film can be shown to justify their reaction, which the government insists is always in response to specific threats. </p> <p>Israel says troops have had to use live fire because Palestinians have fired out of crowds and in ambushes. But even some Israeli journalists have doubts about the official version of events. </p> <p>On October 6 the Israel Defence Forces (IDF) spokesman announced that soldiers at the Netzarim junction in the Gaza Strip had fired twice at Pales tinians who had thrown a gas canister. The spokesman described this response as \"restrained.\" But four Palestinians were killed and 24 injured that day. \"Very partial reporting by the IDF is intended to create the impression that it is a matter of fighting between two more or less equally matched armies,\" said Amira Hass, the Haaretz newspaper correspondent. </p> <p>Mr Shai admitted that it was a mistake by the army to have initially denied that soldiers had shot the 12-year-old Muhammad al-Dura at Netzarim junction. \"The child's death was a horrible and tragic story,\" he said. \" In general, I believe it is better to admit a mistake and apologise for it, if necessary, than to deny something that will later damage one's credibility.\" </p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\">Israeli government</a> <br><a href=\"http://www.pna.org\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "Last week in an interview with the New Statesman, Lord Woolf, the Lord Chief Justice, made a series of comments concerning the newly in force Human Rights Act and the fate of a murderer convicted of two killings in the 1960s. Understandably, given his position within the legal establishment, his remarks were bland and noncommittal. Yet they have provoked immediate and intense public reaction. The reason for this sudden enthusiasm for the finer points of criminal sentencing practice is that the prisoner is Myra Hindley, still public enemy No 1 after all these years. <p>Last year, Hindley lost her appeal against her \"life meaning life\" sentence in the House of Lords; she is now looking to the European Court of Human Rights to overturn that ruling. The judgment of the House of Lords is an interesting example of the way the British judiciary present their deliberations as if part of some quasi-scientific process. It is salutary to see how an impressive turn of phrase can disguise the extent to which political views and entrenched social positions are liable to cloud their decisions. The proceedings rumble on towards Strasbourg but it is difficult not to feel that in many ways the strictly legal aspects of Hindley's case are now of secondary importance. </p> <p>Hindley now stands, in the worst possible way, above the law. Her case has become the focus for our moral, political and cultural anxieties. The Moors murderers are one fixed bearing in a sea of relativist notions. Everyone knows what to think about Brady and Hindley: that they are bad. We derive a moral certainty from them which time has done nothing to wear away. Successive home secretaries have used her to shore up their own authority and there is no better illustration of the extent to which we feel free to manipulate her image than the Marcus Harvey painting exhibited three years ago as part of Sensation at the Royal Academy. The infamous photograph - bouffant peroxide hair, heavy-jawed, overweight face - was reproduced in paint using the palm prints of children. Of arguable artistic merit, its deeper significance lay in the fact that it demonstrated our eagerness to accept her decades-old mug-shot as pure art, detached from the current reality of her situation. </p> <p>This institutionalisation has led to the denial of Hindley's individuality with the consequence that injustices perpetrated against her are easier to accept. The received popular wisdom is that she is irredeemably evil and no further questions need to be asked. By identifying her as a wicked witch or a cultural icon rather than as a human being, we escape from even having to consider the hard choices regarding her future that a mature society should be capable of making. Instead we commit an appalling act. We refuse to accept the possibility of change on her part and hide our collective insecurity behind tabloid-inspired petitions and mob justice. </p> <p>Hindley's difficulties have been compounded by the fact that she is inextricably entwined with her partner in crime and that over time, the perception of the roles of Brady and Hindley has undergone a reversal. Previously Hindley, though vilified, was seen as the less willing participant, the cowed girlfriend not in full control of her actions due to Brady's overbearing personality. Recently it is Brady who has become the more acceptable of the two. By bringing a judicial review against the health authority that continued to feed him against his will, by proclaiming his wish to die, he has exhibited exactly the nihilistic longing applauded by a society that refuses to recognise the potential for contrition and reform on the part of a convicted criminal. </p> <p>In no small part, our reaction to Hindley is a paradigm of the one we have to many women who commit crime. They are caught in a double bind. They fail to live up to their idealised role as maternal homemakers. At the same time, we are fascinated by their behaviour as they act out our fantasies of risqué femininity. Hindley is the focus of this conflict within us regarding women. Although her role in the commission of the offences was less, her culpability is regarded as somehow greater and it is difficult to attribute this to anything other than that we regard Brady's actions as less heinous because of his masculinity. The terrible nature of her crimes makes Hindley an important gauge not just of the criminal justice process but of our culture. Our fascination with her reveals deeply conservative attitudes rarely exposed to the light of day. </p> <p>Myra Hindley is the ultimate example of the difficulty society seems to have in treating men and women on equal terms in the criminal justice process. She is not merely a woman who has committed a crime; rather there is an element of criminality inherent in her womanhood. </p> <p>This view of women who commit crime is evident at every level in the criminal justice system, from the House of Lords to magistrates' courts. And it is not only the perpetrators of crime who suffer from this discrimination. We have an ambivalent attitude towards women victims, too. It is unpleasant to observe the ill-disguised glee a small number of recent highly publicised rape acquittals have brought in certain quarters. Not only were they asking for it, but they're liars, too, seems to be the conclusion some are too ready to reach. </p> <p>Even when they are not directly involved in a crime, women are made to accept responsibility in a way that men in the same position would not be. The Daily Mirror of May 23 1981 ran the following quote from a detective in the Yorkshire Ripper case: \"I think that when Sutcliffe attacked his twenty victims he was attacking his wife twenty times in his mind.\" The article went on to say how he worshipped her and she dominated him. This was just one of many pieces that put forward Sonia Sutcliffe's failings as a wife - her inadequacies as a sexual partner, her wish not to have children, her mental health difficulties - as the direct cause of his butchery. A woman was expected in the eyes of a prurient, disapproving public not just to stand by her serial killer man but to stand in place of him. </p> <p>Whether we like it or not, the phenomenon of Myra Hindley is no longer confined to the purely legal. The paintings, the songs, the hysteria that surrounds her crimes have made her a public force. It is currently one used to reinforce harmful stereotypes and raise politicians' approval ratings. It would be better harnessed to provide lessons in how to prevent the administration of justice being crushed by the steamroller of populist pressure. </p> <p>\u0095 John Upton is a criminal barrister.</p>",
  "Public shock, and opposition horror - crime is continuing to fall. The public don't perceive it; the opposition would want you to believe it isn't. But the figures come from the most authoritative source: the biennial British crime survey (BCS). Recorded crime provides only one quarter of the true picture (because half of all crime is never reported, and almost half of what is reported is not recorded). Yesterday's survey, based like its seven predecessors on a massive survey of the population, compiles its figures directly from victims. What more could a government ask for: stolen vehicles down 11% between 1997 and 1999; theft from vehicles down 16%; burglary down 21%; and even violence down 4%. The proportion of people falling victims was the lowest since 1983. <p>This should not be happening. Crime has risen on average by 5% per year since 1918. All the usual indicators would point to a further rise: the number of males aged 14 to 25, the most criminal age group, is rising; the stock of stealable goods is at an all time high. Yet, two successive sweeps by the BCS, spanning the last four years, show a fall. Official reported crime shows a fall over six years, but the early official figures were dis torted by police under-recording of reported crime. </p> <p>What's happening? Crime prevention messages have been getting through. More vigilance by householders and car owners has led to a dramatic drop in burglary and car theft - even though in one fifth of burglaries, entry is still gained by an unlocked door or open window. Car manufacturers have helped slash car crime. And contrary to the vocal rural lobby, rural crime is not just way below the national average, but dropping. </p> <p>Ironically, the public has still to be converted. Asked about crime in general, Joe Public believes a bad situation is getting worse. Yet asked about crime in their neighbourhood, there is much less pessimism. Our ICM poll today on law and order shows a similar confused picture, with Labour 5% ahead but 56% unable to choose between the parties. That's a pity because Labour has a much more coherent approach than the dreadful regime of Michael Howard. Crime has dropped across the western world. Some 36 countries in Europe have registered falls. Is there a global trend at work? It is too early to say. July's police stats showed a small rise, which makes next January's figures even more crucial.</p>",
  "\u0095 I am profoundly impressed by Geoffrey Robinson's book, as serialised in the Daily Mail. What a fearless character he is. When two of Mr Tony's enforcers (Fatty Falconer and Lance Price, who took the job as Alastair Campbell's deputy after I turned it down \"for personal reasons\") are sent to put the frighteners on him as the home-loan story breaks, Geoffrey doesn't much care for their tone. \"Their inquisitiveness,\" he observes, \"was bordering on rudeness ... At one point, I felt like politely asking them to leave the room.\" What a man he is. \"Ooh, I'll thank you to moderate your tone, otherwise I'll, er, I'll, um ... Charlie, a nice Eccles cake with your tea? Lance, shall I make you some toast?\" Even by the standards of the self-serving, self-pitying, pious, self-glorifying nonsense we expect from political memoirs, Geoffrey performs well. Has he lost a friend in O'Mandy, whom he so shockingly accuses of fibbing? \"I hope not,\" writes the saintly Geoffrey. \"Despite everything, I remain a great admirer of Peter.\" Yuk, yuk and thrice yuk. More tomorrow. <p>\u0095 The battle to buy the Express, the newspaper equivalent of two dogs fighting over a rancid carcass, becomes more amusing by the day. It is now reported that the billionaire Hinduja brothers, Srichand and Gopichand, have offered £100m, and threaten to best the preternaturally odd Barclay brothers. Just in case the City is looking in this direction for a steer, I must admit to favouring the Barclays. Aside from providing the hilarious spectacle of boulevardier Andrew Neil finishing the group off for good, the Barclays, as owners of the Express, would inevitably find their private lives subjected by rivals to the most intense scrutiny. They'd enjoy that. </p> <p>\u0095 Hats off to Stuart Bell, the Labour MP for Middlesbrough, who joins my sane and rational friend Paul Johnson as only the second author to have two works selected for Diary Book of the Month. The ecclesiastic commissioner was featured first for his pornographic novel Paris, 69, and returns with Tony Really Loves Me which, according to a recent round-up of self-regarding literature, includes a conversation between the author and God. </p> <p>\u0095 The Observer's Power 300 list of the country's most influential is impressive. Mr T and weirdo chancellor Gordon Brown are at one and two respectively (although judging by panel member Will Hutton's remarks, the order is far from automatic), but the list comes into its own further down. The DJ Pete Tong is at 146, sensibly placed 13 places above Telegraph Group owner Conrad Black, while it is sad to see my friend Anji Hunter, that special friend of Mr T who guards his office, down 18 places from last year at 76. She is only slightly above Gerry Adams, and two below the Queen. </p> <p>\u0095 Following exciting developments on the political stage, in which many have become aware what a waste of space certain people appear to be, Diary pundit Steptoe has been forced to review the odds on the succession to the Labour leadership. Some strange betting fluctuations have been seen (notably a flood of cash for the public health minister Yvette Cooper, the Rizla Rosie Boycott of the government), and the revised book will appear soon. </p> <p>\u0095 A contender for World's Greatest Press Release limps into view. \"Still waiting for something exciting to happen this millennium?\" Well, wait no longer: \"the Birmingham film and television festival returns for its 16th year from 15-25 November.\" Hmm. But the event also includes An Audience with Roger Law and Spitting Image. Roger (you may recall) kindly lent us his Gerald Kaufman puppet for the Diary's tour to Leeds in a Rolls-Royce Corniche (a trip that is still the subject of legal action), so the least we can do is plug his TV show for him. </p> <p><a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a></p>",
  "This has been a rocky couple of months for the public trust. Respect for our politicians took a beating during the fuel crisis and suffered again with the claim, lodged by Andrew Rawnsley in his book Servants of the People, that both Tony Blair and Gordon Brown had lied over 1997's Formula One affair. Now the well has been poisoned again, this time by one of Labour's own. The former paymaster-general, Geoffrey Robinson, has written a memoir of recent history which, like Mr Rawnsley, he has sold for a fat fee from the Daily Mail. <p>As before, the Mail has zeroed in on an allegation of dishonesty and splashed it on its front page. The charge is that Peter Mandelson lied over the £373,000 he borrowed from Mr Robinson to buy a plush home in London's Notting Hill. Deceit in our politicians is a serious charge and the Mail is not wrong to condemn it if it has happened. Following so soon after the Formula One claims, it is particularly serious that a third senior cabinet minister stands accused of lying. </p> <p>But the difference between the Robinson and Mandelson accounts hardly amounts to a lie. The Northern Ireland secretary says that he talked of his desire for a more comfy pad and the Labour millionaire promptly offered to help. Mr Robinson doesn't dispute that sequence - he simply believes that Mandy's whingeing was a heavy hint for a handout. Mr Robinson even admits his claim is merely an \"interpretation\" of that conversation. All of us can think of chats we've had where each party thought the other was making the first move: for the Mail (though not now, it seems, Mr Robinson himself) to call Mr Mandelson's version a lie is absurd. Indeed the latter's 1999 evidence to the Commons standards and privileges committee fits, albeit at a stretch, with the new Robin son account. Despite the pre-publication fears, the Unconventional Minister wields no smoking gun. </p> <p>Which is not to say that it will not cause damage. Mr Mandelson's standing suffers, if only by seeing this shabby business dredged up again. Mr Robinson risks seeming petty and piqued by harping on about it now - and could invite the standards watchdog to reopen its file on him. But there is more. By insisting that he gave money to Mr Blair's political office in opposition, he appears to contradict denials given last year by one of the fund's trustees, Margaret Jay. Did he give the money or not, and if he did how will Baroness Jay explain herself? </p> <p>The book is on firmer ground with its confirmation of the sometimes fraught relationship between the chancellor and prime minister. It rings true that Mr Mandelson is a \"destabilising influence\" on the government and that his methods tend to fuel the tensions between the Brown and Blair camps. This is a much more alarming insight than any hairsplitting about the home loan. Voters are getting sick of what William Hague calls the Downing Street soap opera - a government whose leading lights fight each other like rats in a sack. The fact that these battles appeared to rage unconnected to any ideological contest has been bad enough. But now Mr Robinson suggests there is a policy war, too. He aligns Mandy with a pro-euro, pro-PR, pro-Lib-Labbery tendency - perhaps identifying the triple faultline that separates the Blair camp from the Brown. </p> <p>As Mr Robinson notes, \"The public hates to see politicians squabbling and punishes\" divided parties accordingly. A good point, but the former minister should ponder whether his own exercise in quickie-memoir writing has helped solve that problem - or added to it.</p>",
  "There appears to be a myth that the Labour party operates democratically within its own organisation (Labour scorned for failing to select women, October 16). This is not so, as I have learned to my cost on many occasions. <p>There is no hope of selecting more women candidates into safe and marginal seats while Millbank is training professional young male politicians and while CLPs are dominated by ambitious, manipulating males who blatantly discriminate against women, particularly those who have the guts to stand up to them. </p> <p>Once I was actually accused of \"going for the job\" of a twice-failed male candidate. <br><b>Shirley Haines</b><br> Leeds <br><a href=\"mailto:shirley@rochester16.freeserve. co.uk\">shirley@rochester16.freeserve. co.uk</a> </p> <p> </p> <p>\u0095 In the 1980s and early 1990s, the Labour Women's Action Committee campaigned tirelessly within the party to increase the representation of Labour women in parliament. </p> <p>Time and again, Labour proved that it was no differ ent from the vast majority of organisations: the preference for men over women (regardless of the qualities of the latter) was demonstrated almost without fail - though it faltered in unwinnable seats, where women were allowed \"to get the practice\" that somehow the men never needed. Timid mechanisms, such as one woman on every shortlist, proved hopelessly inadequate. Even when the general secretary, Larry (now Lord) Whitty wrote to constituencies urging them voluntarily to adopt all-women shortlists prior to the 1992 general election, his words went unheeded. </p> <p>It is, therefore, unsurprising that the present system of \"equal opportunities\" in selections has reversed the effects of the highly successful policy of all-women shortlists. With a gender gap remaining in the polls, we now need to move on. Ensuring that party selections, based on all-women shortlists, are controlled by constituency parties rather than party officials would restore the confidence of activists in the most successful policy ever adopted by a political party to ensure the representation of women. <br><b> Cllr Pam Tatlow </b><br> Chair, Labour Women's Action Committee </p> <p> </p> <p>\u0095 It would be simple to get more women elected - by applying the \"pendulum principle\". Electoral law could be changed so that in any constituency where the current member is not seeking re-election only candidates of the other gender may stand. For example, the successor to Alan Clark as MP for Kensington and Chelsea would not have been Michael Portillo; it would have been a woman. </p> <p>In every constituency, the pendulum would result in a man-woman sequence of MPs over time. The same approach could be adopted for local authorities, the devolved assemblies and the European parliament. <br><b> Keith Rogers </b><br> Mancheste<br><a href=\"mailto:Klrogers@tesco.net\">Klrogers@tesco.net </a> </p> <p> </p> <p>\u0095 I fully support the drive to get more women into parliament. However, I find myself strangely unconcerned by the news that the Tory selection procedure may have \"missed many Thatchers\". If this system could be developed to miss Portillos and Tebbits too, it might contain the kernel of a good selection process. <br><b> Patrick Vallance </b><br> London<br><a href=\"mailto:rmhapav@ucl.ac.uk\">rmhapav@ucl.ac.uk</a> </p> <p> </p> <p>\u0095 You might have mentioned that the Lib Dems are the only party to have increased the number of women in the Commons since May '97, the only party to have offered a woman candidate for mayor of London, and the only party to offer a woman candidate in the West Bromwich by-election. <br><b> Earl Russell</b><br> House of Lords </p>",
  "The man standing in the aisle made a T sign with his hands. Time up for the candidate, an elderly Republican standing for the Florida state legislature who spent most of his three minutes demanding an apology from the Japanese government for wartime atrocities. <p>This is not what the audience had come to hear. Most of the voters who had turned up for a candidates' forum in the Beth El synagogue in Boca Raton were about the same age as the speaker, but their grey heads harboured more immediate concerns. </p> <p>There are more elderly voters in this grid of palm-shaded lawns and condominums than anywhere in the US. In the 22nd congressional district in Florida's south-east, consisting of a strip of beach and seafront suburbs 91 miles long and a few miles wide, nearly 40% of the electorate is over 65. </p> <p>On this occasion, they were in no mood for misty-eyed talk about the past. What was going to happen, they demanded, to the social security system and Medicare, the government-funded healthcare system for the elderly, and the price of medicine. </p> <p>\"People our age are living on social security, and most of us use prescription drugs,\" said Mimi Field, who retired to Boca Raton 14 years ago. \"That's what counts here.\" </p> <p>The grey vote will be a pivotal factor in November's US election, and nowhere more so than in Florida, the fourth biggest state in the union and the largest swing state this year, with 25 votes in the electoral college that will ultimately choose the president. </p> <p>Florida was supposed to be safe for the Republicans. The reason most of its elderly residents moved there was to escape high taxes in Democratic states in the north-east. Bill Clinton took Florida in 1996, but the Republicans saw this as an aberration. With George W Bush's brother, Jeb, installed as governor two years ago, the Republican party thought it could take Florida for granted. </p> <p>But Mr Bush has seen his lead whittled from 12 points to zero in a month, while a string of Republican seats in Congress now look vulnerable too. </p> <p>The Cuban-American vote in Miami is as solidly Republican as ever, especially after the Elian Gonzalez affair. Black Floridians back the Democrats by more than eight to one. </p> <p>The prime swing voters are the elderly, and their anxiety over Republican proposals to privatise prescription drug insurance and social security investments goes a long way towards explaining the erosion in the Republican lead, and the amount of time devoted by the presidential candidates in their recent TV debates to prescription costs and the functioning of HMOs - the health management organisations that dictate the shape of the medical system. </p> <p>The 22nd district, with its high proportion of Jewish pensioners from the north-east, has traditionally voted Democratic in presidential elections and Republican in congressional races. But even registered Republicans like Ms Field and Sid Miller, are wavering. </p> <p>Mr Miller, who arrived in Florida six years ago from Chicago, said he was worried about the Republican plan to allow some social security contributions to be diverted to individual investment portfolios on the stock exchange. </p> <p>\"What if someone puts his money into the markets and what if he loses it? What then? The government is going to have to step in,\" he said. </p> <p>The 22nd district has been represented by a Republican congressman, Clay Shaw, for 20 years. This year, he is struggling in the face of an offensive by a popular Democratic member of the Florida state legislature, Elaine Bloom, who has accused him of wanting to eviscerate the Medicare system. </p> <p>With about $2m being spent on either side, the race has turned nasty. Last week the Shaw camp launched advertisements accusing Ms Bloom of being linked to a pharmaceutical company which accepted money from a competitor to keep a cheap generic drug off the market. Ms Bloom has denied any involvement. </p> <p>Two other Florida districts, - the 8th and the 12th - are up for grabs after a long Republican ascendancy. So is one of the seats in the Senate, vacated by retiring rightwinger Connie Mack. The Republican contender, Bill McCollum, made his name as one of the prosecutors of President Clinton in the House of Representatives during the Monica Lewinsky saga. His celebrity has become an albatross in a state that disapproved of the president and his inquisitors. </p> <p>In an election where the Democrats need a swing of only six seats to gain control of the House of Representatives and five seats to win the senate, Florida has become a key battle zone in which elderly party organisers, the \"condo commandos\" and senior-citizen pressure groups like the Grey Panthers, are the shock troops.</p>",
  "The man with probably more power than anyone else in the world to wage the \"war against drugs\" has announced that he is standing down from his post in January. The news of the resignation of General Barry McCaffrey opens the way for a change in US and global drug policy. <p>Gen McCaffrey became the White House director of national drug control policy in 1996 as the youngest four-star general in the US army and a former commander-in-chief of the US armed forces' southern command, which made him effectively the senior American military figure in Central and South America. For four years he has had the ear of the Clinton administration in a controversial assault on drugs.</p> <p>He tried to translate his military training into what his critics saw as a misguided and unwinnable \"war\" by a combination of force and propaganda. He was fully behind the \"three strikes and you're out\" system of life imprisonment for people who had committed three drugs offences.</p> <p>That policy has led to a situation where there are now more than 400,000 people in jail for non-violent drug offences; in fact there are more people serving time for drug offences in the US than the entire prison population of Europe. More than 700,000 people were arrested last year in the US for marijuana offences.</p> <p>Gen McCaffrey took a tough propaganda stance on marijuana, saying that claims that the drug had medicinal value were a \"cruel hoax\". He attacked the liberal drug policy of the Netherlands by claiming that the murder rate there was double that in the US. \"That's drugs,\" he said, after announcing the figures.</p> <p>In fact, his statistics were wrong: the US had a murder rate four times higher than that of the Netherlands, but the slip was typical of Gen McCaffrey's broad-brush approach to the subject.</p> <p>The general has used his position to demonise those who advocate drug law reform. Last year he told the US government criminal justice and drug policy sub-committee in Washington that the drug reformers were \"a carefully-camouflaged, well-funded, tightly-knit core of people whose goal is to legalise drug use\".</p> <p>But in recent weeks Gen McCaffrey has been under increasing attack from different directions. The Bush campaign has attacked his war against drugs as having essentially failed. In addition, Plan Colombia, of which he has been a key supporter and which involved the sending of US troops to assist the Colombian government combat drug producers, has been criticised as ineffective.</p> <p>The Common Sense for Drug Policies group has accused Gen McCaffrey of presiding over a situation whereby marijuana use among American youth has declined but heroin and crack cocaine use has increased.</p>",
  "Six Liverpool Football Club players were yesterday being interviewed by police over a double shooting on Sunday night in a bar where they were celebrating their Premiership win over Derby. <p>Goalkeeper Sander Westerveld, defenders Sami Hyypia, Markus Babbel and Christian Ziege, striker Erik Meijer and German international midfielder Didi Hamann were celebrating at Jalon's Wine Bar in Wavertree, Liverpool, when three masked men kicked down the door and shot two customers in the knee and foot. Both victims survived but one needed surgery. </p> <p>Superintendent Greg Wood, of Merseyside police, said there was nothing to suggest that the shooting had anything to do with the footballers or Liverpool FC. </p> <p>The players were eating dinner with their wives and girlfriends while a Frank Sinatra impersonator sang at the piano when the gunmen broke in at 10:30pm and fired random shots at a low angle from the porch. There were about 100 customers in the bar and restaurant at the time. </p> <p>John Dooley, manager of the bar, said: \"Everyone dived under the tables and it was all over in about 10 seconds. I heard about six shots go off.\" </p> <p>The gunmen, in balaclavas, carried one high-velocity handgun. They fled in a silver Vauxhall car which was later found burned out. </p> <p>A waitress said the footballers were not alarmed by the shootings and carried on with their meal. \"Most of the customers were shocked and upset and some women were crying but the footballers seemed to take it in their stride.\" </p> <p>A spokeswoman for Liverpool Football Club said: \"The group were obviously shocked by events but were thankfully all unhurt.\" </p> <p>Police believe the shooting was linked to a fight outside the bar which involved several men, some armed with knives. </p> <p>The victims are believed to be innocent bystanders.</p>",
  "The playwright Ola Rotimi, who has died aged 62, was one of that remarkable group of writers, among them Wole Soyinka and Chinua Achebe, to emerge in post-independence Nigeria. Inevitably, their subject matter was political. <p>He was a complete man of the theatre - an actor, director, choreographer and designer - who created performance spaces, influenced by traditional architectural forms. In 1966, he became a research fellow, and, in 1969, a lecturer at what became Obafemi Awolowo University in Ife. </p> <p>There, the Ori Olokun acting company performed in an arts centre that Rotimi and his colleagues converted out of a disused hotel. Its open courtyard was altered to admit audiences on three sides, breaking any imported sense of a proscenium arch and allowing for a drama- turgy that utilised Nigerian performance forms, where audience and actors interact in the same space. </p> <p>Although Rotimi was trained in a western tradition of theatre, his work returned strongly to Nigerian forms. His plays involved large casts, with musicians, singers, dancers and acrobats. He drew on the performance traditions of Nigeria's ethnic communities, and a range of indigenous languages, woven in with the predominantly English text. </p> <p>The first major play Rotimi created in Ife was The Gods Are Not to Blame (1968), a reworking of Oedipus Rex. \"Nigeria was in the throes of a civil war flared by ethnic distrust, the bane of all Africa,\" Rotimi recalled. \"A shattering tragedy like Oedipus's calamity should bring out the warning against this cancerous foible, I thought.\" </p> <p>The play was a hit, a powerful tragi-comedy pointing to the country's self-inflicted wounds. The works that followed often centred on personalities or incidents of Nigerian history, but always to make contemporary points. </p> <p>Kurunmi (1969) was set in the internecine Yoruba wars of the late 19th century, but spoke to the internal feuding in Nigeria's western region that led to the breakdown of law and order that anticipated the civil war. In Ovonramwen Nogbaisi (1971), the eponymous hero is the king of Benin, against whom the British launched a punitive expedition in 1897. In it, Rotimi offers an alternative view of history to that from colonial sources. </p> <p>Hopes Of The Living Dead (1985) dramatises the struggle of its central character, the Nigerian choral composer Ikoli Harcourt Whyte, for the dignified treatment of his fellow lepers in the 1920s. Using 15 languages, the play urges unity to overcome oppression, a theme also at the heart of the 1979 play If: A Tragedy Of The Ruled. A range of other works, many performed but unpublished, pursued Rotimi's passion for a multi-ethnic Nigeria, and a world of dignity and equality. </p> <p>Rotimi was born in Sapele, in what is now Delta state. His mother was an Ijaw and his father, a radical Lagos trade-union organiser, was a Yoruba. His mixed parentage was strongly celebrated in his plays, which argued the need to forge political and cultural unity out of diversity. </p> <p>Rotimi was awarded a federal government scholarship in 1959, which took him to Boston University, where he graduated in 1963 in fine arts. In 1966, he took a master's degree - specialising in playwriting - at Yale school of drama, where his first substantial play, Our Husband Has Gone Mad Again, won the best student drama award. He returned to Ife before moving, in 1977, to the University of Port Harcourt. </p> <p>In 1991, Rotomi returned briefly to Ife, where he founded the African Cradle Theatre, before political conditions in Nigeria - and, one suspects, his personal vulnerability - led him to the Caribbean and the United States. Until recently, he was teaching at Macalester College, St Paul, Minnesota, although a few months before his death, he returned home, still full of vigour and creative plans. </p> <p>Rotimi married Hazel Mae Gaudreau, a French-Canadian, in 1965. She predeceased him by a few months. They had four children. His wife and family were active participants in his plays. </p> <p> Emmanuel Gladstone Olawale Rotimi, playwright, theatre director and teacher, born April 13 1938; died August 18 2000</p>",
  "The Moscow arm of McDonald's has been accused of breaking Russian employment law after a worker won a court case against the fast-food chain. <p>A Moscow court ruled yesterday that the latest in a series of disciplinary actions against the worker, Yevgeny Druzhinin, 25, should be revoked. </p> <p>The forklift truck operator had claimed he became the victim of management-led harassment after joining a union. </p> <p>Although the judge made no link between the disciplinary action and Mr Druzhinin's union activity, her ruling was greeted with delight by a group of McDonald's employees who have been trying for more than two years to get recognition for their union. </p> <p>In a statement during the three-day hearing, Natalya Gracheva, the union's founder, said she was convinced that disciplinary proceedings were the result of Mr Druzhinin's decision to join the workers' association. </p> <p>A parliamentary commis sion is investigating McDonald's track record on labour issues. The commission secretary, Dmitri Kupov, said McDonald's had failed to respect Russia's trade-union law. </p> <p>\"The actions of McDonald's infringe fundamental legislation guaranteeing the right of unions to be active in all businesses,\" he said. \"This legislation attempts to give the worker maximum protection from the occasionally aggressive behaviour of international companies.\" </p> <p>A McDonald's spokeswoman declined to com ment last night, saying the company had not been given the court's decision. But in a statement at the start of the case, McDonald's insisted that it had abided by Russian law and argued that Mr Druzhinin's group was not a properly constituted union. </p> <p>Mr Druzhinin said that before he joined the small workers' association early last year he was regularly praised by managers at the McComplex food preparation plant in Moscow for his speed and professionalism. </p> <p>Only days after signing up, however, he received the first warning about the quality of his work. Later accusations, which he denied, included turning up to work drunk, and breaking equipment. </p> <p>Mr Druzhinin, who was also accused of leaving his post to go to the toilet without permission, claimed he was given the worst shifts as part of what he saw as a drive to make him leave. </p> <p>Mr Kupov said the commission knew of other cases at the McComplex where union members had been forced out.</p>",
  "For the first time since Tony Blair took office a majority of voters see Britain as becoming a fairer and more equal society under New Labour, according to the Guardian/ICM state of the nation poll. <p>An overwhelming majority of voters say that under Labour their family finances and the education system have improved or stayed the same. However, the national health service remains this government's achilles heel. Only 13% of voters believe the NHS has improved since Mr Blair came to office and 34% think it has got worse. </p> <p>The poll shows that on what Downing Street spokesmen repeatedly refer to as the \"fundamentals\", Labour is perceived, with that exception of the health service, to be doing a good or adequate job, but that the Tories are rapidly closing the gap. </p> <p>For example, two years ago Labour had a nine-point lead on the question of which party would produce the most successful economic policies, with a split of 35% Labour and 26% Tory. Now that has narrowed to only one point with 32% naming Labour and 31% the Conservatives. </p> <p>But in some areas the Tories have failed to make any progress. The Conservatives were traditionally seen as the party of law and order - a reputation they lost in the mid-1990s after the crime rate had doubled. Now Labour leads on fighting crime by 22% to 17%. This is not by any means an overwhelming en dorsement of the record of the home secretary, Jack Straw, with 56% saying they do not know which party has the best anti-crime policy. But it shows that Labour has continued to neutralise the Tories on one issue where political tradition says they should be scoring highly. </p> <p>Mr Blair can also take comfort from the fact that the voters do believe that they are living in a more modern democracy and in a more equal society than before Labour came to power at the 1997 general election. Nearly two-thirds of adult voters believe that New Labour has modernised Britain's political system and for the first time more than 50% believe it is also becoming a fairer society. </p> <p>The state of the nation poll shows some notable changes in the past two years. The biggest shift in opinion has been over attitudes to food. More people now think it is becoming safer to eat, compared with two years ago when a majority felt it was getting less safe; but that was at the height of concern over BSE and a fatal E. coli outbreak in Scotland. </p> <p>In addition, fewer people are prepared to say that the government should put more emphasis on environmental policy even if it means penalising car drivers. In 1998 some 66% agreed with this statement; now the figure has fallen to 54%, although polling during the petrol crisis suggests that a different result is produced if people are asked directly about their views on petrol prices. </p> <p>Otherwise public opinion has remained relatively stable. Most people think fighting inflation is more important than reducing unemployment, the trade unions should not be given a bigger say in the running of the economy and they resist the idea that Britain should have a closer relationship with the European Union. </p> <p>\u0095 ICM interviewed a random sample of 1,001 adults aged 18 and over by telephone between October 13 - 16. Interviews were conducted across the country and the results have been weighted to the profile of all adults.</p>",
  "<p>Last night BBC1 fired off a double-barrelled blast of comedy, <strong> One Foot In The Grave</strong> and <strong> The Royle Family</strong>. </p> <p>This touching faith in laughter was instantly undermined by One Foot In The Grave, where an instructor was teaching Victor Meldrew's tormented neighbour, Patrick, how to be happy. \"Regular laughter not only lifts our spirits, it stimulates the diaphragm, assisting our breathing and so relieving our stress. So, with lots of gusto, ha, ha, ha!\" </p> <p>Cut to Victor, who is reading about a comic who killed himself. And got a bad review for it. \"Arts critic, Marjorie Quayle, is unimpressed by the comic's final caper. The sudden death of orthodontically challenged Larry Hackett by plummeting from a tall building fell as flat on its face as the man himself.\" </p> <p>(Very much the same sort of thing once happened to Ned Sherrin. On leaving the stage door, he fell headlong in the darkling street. As he lay there in the gutter thinking thoughts he could not utter, two passers-by remarked acidly, \"Well, it's funnier than anything he did in the show.\") </p> <p>As this is the last series of One Foot In The Grave and, like Larry Hackett, Victor has to die, you wonder nervously how he will shuffle off this mortal coil. Look, it won't be a boa constrictor, will it? The BBC, who are of a religious bent, say Meldrew will meet his Maker, but, surely, that would be his scriptwriter, David Renwick? This is too surreal an idea even for this highly surreal series, where last night Moira Stewart's vibrations loosened a false leg and Patrick's dachshund, which Victor once mistook for a telephone, lost its voice. </p> <p>Victor Meldrew seems to me to be made in his creator's image. Bill Cosby bought the American rights to One Foot In The Grave and changed it into just another warm-hearted Cosby show. David Renwick watched this process with, he said, \"An increasing sense of despair and grim inevitability.\" Now, I'll say \"Sense of despair and grim inevitability\" and you say the first name that comes into your head. Exactly. </p> <p>This series is the last bottle in the cellar, something to be savoured. I just wish the audience didn't laugh so loudly over the lines. As Wodehouse once said, and I hope you're not accusing him of being a grump, \"I could have endured televison with more fortitude if they had not laughed so much all the time.\" </p> <p>Nobody laughs in The Royle Family except the Royle family. This is a celebration of the mundane which every so often soars very sweetly and suddenly on the wings of popular song. There was the time when Joseph, the speechless neighbour, suddenly sang every last verse of I'll Take You Home Again, Kathleen. Or when Denise and her father, equally terrified by her labour, sat on the bathroom floor listening to a crystalline chorister singing Pie Jesu. And last night Dave, who has taken over all maternal duties except breast feeding, sang to his baby son \"You are my sunshine, my only sunshine. You make me happy when skies are grey. You'll never know, dear, how much I love you....\" </p> <p>No natural function goes unmentioned in The Royle Family, from Denise's leaking nipples to Dad's piles and then, out of this earthiness, comes the sudden song. When Dave sang \"You are my sunshine\", he was changing the baby's nappy. </p> <p>Like most families, the Royles don't exactly talk to each other. They communicate by rubbing their antennae or by telepathy. This week Darren, master of the monosyllable, turned up. \"When's your Kenny due out of nick, Darren?\" \"Don't know.\" \"Is he coming back here to live?\" \"No, he can't.\" \"Yeah, it's best not to.\" What, you wonder wildly, scrabbling for a fingerhold on the cliff face of this exchange, has Kenny done? They all know so they don't have to mention it. </p> <p>In <strong> Coronation Street</strong> (ITV) Linda's homicidal relatives, the Sykes, have surfaced like creatures from the black lagoon. By recklessly marrying Linda, Mike Baldwin has acquired a family curse of Poe proportions. His father-in-law has been in and out of gaol so often you'd think his braces were caught on the bars, and his brother-in-law is going around asking tricky questions (\"You think I'm thick don't you?\") Both have sworn to avenge young Dean (\"'e weren't a bad lad\"), who was shot while trying to rob Freshco at gunpoint. The TV Times, which hasn't been paying proper attention, describes them as humble.</p>",
  "<p>\"I'm interested in brutality and violence,\" says film-maker Dan Reed. \"And in how people who live outside cosy, genteel, 'normal' lives manage to get by without the protection that most of us are accustomed to.\" </p> <p>Reed is talking about Shooters, his new film which premieres on Thursday at the Sheffield International Documentary Film Festival, and which threatens to take audiences closer to some of the more violent parts of Britain than anybody has ever managed before. </p> <p>The project started off simply enough. \"I wanted to make a film about a 1995 gangland murder in Liverpool. But I was warned off it,\" Reed explains. </p> <p>Although this made him abandon the idea of concentrating on the murder and its aftermath, he was still keen to make a film portraying the lives of people who grew up in the area where such events happened. However, few wanted to talk on camera. \"I didn't want a procession of faceless silhouettes,\" he says. \"It wouldn't have satisfied me. I want to make films that look good.\" </p> <p>He also rejected the idea of just dramatising the world he wanted to portray. \"At the moment, television drama seems to me incredibly unimaginative, with its potted ideas, gestures and mannerisms. It's lost the connection with real life.\" So he came up with a possibly unique solution - an improvised drama, based on the stories of the people he'd been talking to - and with them playing the fictitious characters themselves. \"I wanted to tie it back to an authentic reality. It was important to me that the characters should be based on the people who were going to be in the film.\" These men knew about Liverpool's underworld, although there is no suggestion that they had been involved in serious crime, or the 1995 murder itself. </p> <p>In preparation, Reed spent a year talking to the men he wanted to involve. \"A lot of them are terribly interested in movies,\" he says. \"They re-enacted them in their real lives, or even passed off recycled film scenes as their own experience. Fortunately, though, I'd seen the films too.\" </p> <p>Once Reed had gained the men's trust and convinced them he wasn't an undercover policeman, he began to discuss how they were going to tackle the filming. \"I had to be honest. I told them I wasn't going to glamorise them - it wouldn't be a film about men with flash cars. This was a film which would depict the grim reality in which they live.\" </p> <p>Of course it wasn't just these \"people with an alternative moral code\" - as he describes them - that Reed had to keep on board. \"Channel 4 took a big leap in the dark, too. We couldn't be sure that any of the guys would even turn up on the first day of shooting.\" </p> <p>He also had to worry about possible tabloid press attention for what he was doing. \"I'm unperturbed about the News Of The World getting hold of it, because there are no skeletons in my cupboard. I told the people involved in the film that there was no money in it for them. I'm worried that someone will take a phoney story to the papers about the project - when we were in Liverpool there were rumours about huge payments I was supposed to have made.\" </p> <p>But what, does he feel, was the motivation for these men to appear on camera? \"I think they couldn't quite believe that I was there asking them to do it,\" says Reed. \"But they also felt that they belong to a part of the country that's been misrepresented by the media for too long.\" </p> <p>He is bracing himself for a strong reaction from his film-making peers when the film premiers. \"There will be a degree of bafflement,\" he admits, \"and lots of questions as to who these people are, but I hope that most people will recognise the integrity behind my desire to show the consequences of violence.\" </p> <p>He rejects any charges that he is exploiting his subjects for his own aggrandisement. \"It's nothing overtly attention-seeking,\" he argues. \"In fact it's just the opposite. The question is whether it's valuable to have films on television which engage with different ways of life. These people exist, and they're more prevalent and powerful in our society than most of us would ever imagine.\" </p> <p>Hilary Bell, the Channel 4 commissioning editor overseeing the film, is sending out a clear message about what she considers to be its prime driving motivation. \"I think it's a very moral film, with a clear documentary purpose - to examine how the surge in both cocaine and gun use has changed the business of crime in England's major cities. I'm not saying that these people are angels,\" says Bell, \"but they don't hold convictions for serious violent crime.\" </p> <p>And, like Reed, Bell doesn't seem too worried about the controversial reception that might be lying around the corner for Shooters. \"I don't have sleepless nights about it,\" she says. \"How does it go? Fasten your seatbelts - it's going to be a bumpy ride...\" </p> <p>\u0095 Shooters will be screened at the Seventh Annual Sheffield International Documentary Film Festival on Thursday at 9.30pm and Friday at 10pm. Tel 0114-275 7727 for details. It will be shown on Channel 4 next month.</p>",
  "<p><strong> Insider dealing...</strong> Get ready for a cruel exposé of Hollywood's airbrushing of real life, as Emmy-winning investigative journalist Lowell Bergman arrives in the country later this week. Immortalised by Al Pacino in corporate drama The Insider, Bergman - who, in the harsh light of reality, resembles his alter-ego about as much as you'd expect your average fiftysomething reporter to - is on his way to appear at the Sheffield International Documentary Festival, where he'll give a Channel 4 interview this Friday before returning to the States... </p> <p><strong> Calling Mr Tibbs...</strong> Meanwhile, prepare yourself for Sidney Poitier, arriving in London as of Monday to promote his autobiography The Measure Of The Man. And, in contrast to the dreary backslapping/ stabbing of most celebrity memoirs, you've got to hand it to the man in question, what with his being the first black actor to win an Oscar, and the former Bahamian ambassador to Japan. </p> <p><strong> The bald truth...</strong> Oh, and if you overhear a lilting guitar refrain straight from the South African townships in the next few days, that'll be sanctions-busting Paul Simon, girding himself for three consecutive nights at the Hammersmith Apollo, starting next Monday. Whether he'll be performing selections from his ill-fated musical The Capeman (sample review: \"like watching a mortally wounded animal\") remains, as yet, unclear. </p> <p><strong> Ol' Blue Eyes, Jr...</strong> Which just leaves time to mention Tina Sinatra, spawn - as you might expect - of the late Frank. Over on Monday to plug her book My Father's Daughter, the little minx is promising a host of \"revealing and shocking\" insights into pops, although given the kind of material that's already public knowledge, you have to wonder what she could possibly mean...</p>",
  "<p>Next week, Rachel Whiteread's Holocaust Memorial will be unveiled in Vienna's Judenplatz. The memorial is a kind of library, its proportions based on a typical room in a building facing the square. Standing on a raised concrete dais, the memorial's outer surface is covered in what appear to be thousands of books, spine inwards, so that what one sees are the edges of the covers and the closed pages. A mute memorial, in other words, for the People of the Book. The doors to this library are sealed shut. Around the dais is a frieze of names, of the camps and sites where the genocide took place. On one face is a commemoration to the 65,000 Austrian Jews who perished. The inscription is in German, Hebrew and English. </p> <p>Whiteread's memorial has been subject to the intrigues and arguments of the city's commercial, political and religious interests. It has raised criticism on all fronts - from the fact that Whiteread is neither Jewish nor Austrian, to its possible negative effect on local trade and complaints about the loss of parking spaces for the square's residents. What was once a congested thoroughfare is now a pedestrianised oasis of calm. </p> <p>\"I'm really looking forward to seeing the memorial being absorbed into the city,\" says Whiteread, \"to seeing it in guide books. I'm wondering how they'll describe it.\" </p> <p>The refurbishment of Judenplatz includes access to the underground remains of the synagogue that originally stood there, and a refurbished Judaic centre for the ultra-orthodox Misrachi community, which will contain a Holocaust museum. \"It was always clear that the archaeological remains of a former synagogue, which burned to the ground in 1421, lay under the site. Our initial proposal took it into account,\" says Whiteread. \"There were also disputes within the Jewish community about the nature of the memorial itself. But you can't make public sculpture by consensus. Nevertheless, the work is a political animal: the elections are coming up.\" </p> <p>As the far right, xenophobia and anti-semitism re-emerge in Europe - synagogues burning in Paris, the rise of the Vlaams Blok in Belgium - Whiteread's memorial is likely to become a conspicuous target. \"There's going to have to be 24-hour security of some sort. The surface has some anti-graffiti stuff on it. We've also cast extra books for the surface. If someone sprays a swastika on it we can try to scrub it off, or the books can be moved to break up the sign. A few daubed swastikas would really make people think about what is happening in their society, their culture. I certainly don't want to encourage it, but if it happens, it happens.\" The defacement would signal something, just as the graffiti on Whiteread's House, her 1993 cast of an entire Victorian house in a condemned terrace in London's east end - \"WOT FOR\", \"WHY NOT\" and \"Homes for all - black and white\" - registered the temperature of local feeling. </p> <p>Part of the inspiration for the memorial came from the second world war bunkers in Normandy. \"It is a library, but it looks like a bunker,\" Whiteread says. \"Even the excavations underneath are bunker-like. It is also very brutal. I was thinking of brutalist architecture. But essentially, I tried to make something sombre and poetic. I've since been asked to make several other memorials but I've turned them down. I'm not in the memorial business.\" </p> <p>Since being awarded this public commission in 1996, Whiteread has completed an acclaimed transparent cast of a rooftop water tower in New York, which stood on the skyline with other water towers, advertising signs, satellite dishes and aerials. \"It was about trying to make something which almost wasn't there. In certain light conditions it is almost invisible. People haven't been able to find it. I like that. It's being relocated to the roof of the Museum of Modern Art now, a very different context. </p> <p>\"There were people who wanted to buy the water tower and take it to California, but I was adamant that it should stay in New York,\" she continues. \"When I made House I had a couple of offers to chop it into sections and re-erect it somewhere else. I've got a few chunks from it, like bits of the Berlin Wall. They're meaningless. Displacing things is odd.\" </p> <p>Whiteread's sculpture for the plinth in Trafalgar Square - a translucent resin replica of the plinth itself, to be mounted, inverted, atop its granite twin - should have gone on view this month, but has been held up because of technical problems with the resin cast. She is preparing a major travelling exhibition for the Guggenheim museums in New York, Berlin and Bilbao next year, when she will also hold a retrospective exhibition at the Serpentine Gallery in London, scheduled for May. </p> <p>\"I wanted to make something architectural for the Guggenheim, to relate to Frank Gehry's building in Bilbao and to the Frank Lloyd Wright building in New York. I decided to use my own architecture. I'm casting an apartment, which was in part of the building I've just bought in the east end.\" This building was also once a synagogue, a fact that Whiteread finds oddly circular and propitious. </p> <p>She is casting a series of rooms, \"with the spaces between the walls, the plaster and lath, so one will have glimpses through the slats of the lights, the plug sockets, the switches. Everything will be there, but you won't be able to see all of it. We had to work out how to remove the cast without destroying the room. It took four months to figure out how to do it.\" The sculpture, a descendant of Ghost (1990) and House, is technically complex; it uses a plaster developed for the Disney corporation to make fake rock faces. The resin she used for Water Tower was derived from a compound used in film special effects. </p> <p>All this to make things which are, she insists, true to their original form. Forms that - from the spaces around staircases, to abandoned flats, bookcases and light fittings - have an understated resonance. Her sculptures, in other words, are as much about their anonymous past in the everyday world, and their future as loci of memory and symbolism, as they are about objects, materials, planes and masses. </p> <p>\"I've been casting floors for the Serpentine Gallery show - again from the synagogue - in metal,\" says Whiteread. \"The idea is that they'll be rusted then waxed, and you can walk on them, so the raised parts will get polished by visitors' feet. Of course it refers to Carl Andre: it's a kind of double-double memory.\" </p> <p>Whiteread's role in the production process of the work at times appears as much about management and quality control as it is the hands-on efforts of the traditional sculptor. \"It is hard to persuade the technicians not to prettify the elements. I give them something to cast that looks like a piece of crap and they try to make it look nicer. They can't believe I want it just the way it is. I'm also working with a local architectural cast iron foundry. They had no idea of what I'm doing or why. Then one day someone recognised me, and everyone turned and said: 'You're that woman who made House.' \" </p> <p>When the controversy about House was at its height, Whiteread would sit in her car at a little distance from the sculpture, looking at the crowds who came to see it through a tear in a newspaper. As with the Holocaust Memorial, she wanted to keep her distance from the brouhaha. But fame catches up with you. She's even been mistaken for Charlie Dimmock by the star-struck. We recently found ourselves in a dingy Hackney strip-tease pub (don't ask why), where girls gyrated beneath a gorgeous, but filthy, Victorian ceiling. On their way out, a group of punters yelled, \"Good on yer, Rach\", while a stripper on her break came up to ask for advice on getting into art college. </p> <p>She is rooted in London. \"We've got a place in the countryside, miles from anywhere. I toyed with casting a valley, doing this ugly cast from nature. But I'm very grounded, and so is my work. I like the grittiness of the east end. And the idea of being a social butterfly never appealed.\" </p> <p>\u0095 The Holocaust Memorial opens on October 25 in Vienna.</p>",
  "The controversial \"two strikes and you're out\" life sentence will be challenged today in the appeal court by lawyers for four lifers, who will argue that the way it operates is unlawful under the Human Rights Act. <p>The automatic life sentence for a second conviction for a serious offence was a cornerstone of the last Tory government's \"tough on crime\" criminal justice policy. The 1997 Crime (Sentences) Act lays down that judges must impose a life sentence on anyone convicted of a range of offences - including attempted murder, rape, manslaughter, wounding or causing grievous bodily harm with intent, and robbery with a real or imitation firearm - if the offender had been convicted of another offence on the list. </p> <p>Lawyers have been awaiting the implementation of the Human Rights Act on October 2 to mount a comprehensive challenge to the automatic life sentence. Judges heartily dislike it because it fetters their discretion to fit the punishment to the crime. A life sentence must be passed if the offender fits the criteria unless there are exceptional circumstances. </p> <p>Lord Woolf, the lord chief justice, will sit with two high court judges to hear the appeals, brought by Matthew Offen, convicted of robbery with a toy gun, Kristova Okwuegbunam, convicted of manslaughter, Peter McGilliard, serving life for wounding with intent, and Darren Mckeown, sentenced to life for causing grievous bodily harm with intent. </p> <p>Offen, 36, who has an immature personality and possible learning disabilities, went into a building society branch in Hove wearing carpet slippers and asked for money, brandishing a toy gun and declaring \"I'm sorry I have to do this\". He was given £800 but a woman customer chased him and took the bag containing the money. He made a full confession to police. </p> <p>He was given a life sentence on conviction in May 1999 because it appeared he had committed a similar offence in 1990. </p> <p>His solicitor, Andrew Katzen, said he believed the minimum term or \"tariff\" his client had been given - 14 months - was the shortest for any lifer. His tariff had expired but he was still in Brixton prison, south London, because of administrative problems. </p> <p>Okwuegbunam, 33, who is in Belmarsh prison, south London with a tariff of six years, struck his girlfriend during a row. She had a brain haemorrhage and died. He was sentenced to life because of an earlier conviction for rape. Neil O'May, his solicitor, said: \"There was no intention to kill or do serious bodily harm. By taking away any discretion from the judge, you take away the justice from the case.\" </p> <p>Offen and Okwuegbunam are represented by Edward Fitzgerald QC, who also acts for the Moors murderer Myra Hindley. He will argue that the automatic life sentence breaches the European convention on human rights, incorporated into English law by the Human Rights Act. </p> <p>Mr Fitzgerald is expected to say that the sentences violate article 3 of the convention - the ban on inhuman and degrading treatment, article 5 - the right to liberty and security of the person - and article 7 - the ban on making a crime retrospective. </p> <p>Lord Bingham, then lord chief justice, confirmed in a ruling last year that the court was compelled to impose an automatic life sentence for a second serious offence even when the judge felt it would be \"unjust to do so in all the circumstances\". He predicted that the courts would be asked to give an authoritative ruling on whether the sentence complied with the European convention.</p>",
  "The former partner of a popular young hospital doctor caused her to suffer the \"torments of hell\" after giving her sulphuric acid because he could not accept their relationship was over, a court heard yesterday. <p>Andrew Gardner waited more than 20 minutes before calling an ambulance while Karenina Longe, a senior house officer, screamed in agony, the jury was told. </p> <p>Dr Longe, 27, died in Birmingham's Heartlands hospital, where she worked, the day after going to see Gardner on February 5 this year. </p> <p>Birmingham crown court heard that Gardner, 41, a former laboratory technician at St Bartholomew's hospital, central London, had beaten the Nigerian-born doctor the previous week and she had ended their relationship. </p> <p>Stephen Linehan QC, prosecuting, told the court that while Dr Longe had been calm and resolved to get on with her life, Gardner was \"not willing to let her go\". </p> <p>When she arrived at the rented house they had shared in the Sheldon area of Birmingham about midday on February 5, he somehow administered the 93%-96% proof acid contained in drain cleaner. </p> <p>\"Nina Longe was murdered. She didn't die by 2.03pm but by that time Andrew Gardner had administered to her a lethal dose of acid. By 2.03pm, she was suffering the torments of hell,\" Mr Linehan said. </p> <p>\"That acid was burning its way through the walls of her stomach and burning its way into her internal organs. </p> <p>\"It is almost impossible to imagine. But if you had seen or heard her, you would not need to imagine. Andrew Gardner was there. He witnessed it and he heard the agony she was in.\" </p> <p>Mr Linehan told the jury that as Dr Longe suffered an \"agonising death\", Gardner did not telephone for an ambulance for 23 minutes and instead rang a plumber to find out the effects of swallowing acid. </p> <p>He concocted a story that the doctor, studying for the second part of her Royal College of Physicians exams, had deliberately drunk the drain cleaner to harm herself and had complained of feeling unwell as they made love. </p> <p>But before the ambulance arrived, he fled to London with her credit cards. He was arrested on February 29, when he told police Dr Longe had taken the acid. </p> <p>During Mr Linehan's opening speech, the jury of eight men and four women heard a tape of an emergency call between Gardner and an operator with Dr Longe's screams in the background. </p> <p>In a four-and-a-half-minute conversation, the jury heard Gardner tell the operator: \"My girlfriend's done something silly. She's drunk sulphuric acid.\" Operator: \"She's swallowed sulphuric acid?\" Gardner: \"Yes.\" </p> <p>Moments later, the defendant was heard to say: \"She's semi-conscious. She's moaning. She just says 'The pain, the pain'. I've just given her some milk. It's OK.\" </p> <p>Mr Linehan continued: \"What was he thinking in those 23 minutes? She was suffering in agony. Nobody, not even a stranger, would have listened to those cries and not called an ambulance. Nobody but her killer.\" </p> <p>The court heard that Dr Longe was born in Nigeria but was sent with her sister to boarding school in Britain. There, she became head girl and gained four A-levels before winning a place to train as a doctor at St Bartholomew's hospital. </p> <p>Mr Linehan said: \"She was a lovely young woman with everything to live for. Her one misfortune was to meet Andrew Gardner. It is really a grotesque understatement to call it a misfortune, as it was to lead to her death.\" </p> <p>The lawyer said Gardner used his charm to woo Dr Longe and they started a relationship. He then gave up his job to follow her to Birmingham and they moved in to rented accommodation with his teenage son John from a previous relationship. </p> <p>But the living arrangements did not work out, as he never found work and spent the time drinking, causing several rows. After he allegedly beat her, she moved back into doctors' quarters at the hospital. </p> <p>Mr Linehan told the court that it was a \"blatant lie\" that the popular and intelligent young doctor would have swallowed the acid to commit suicide and deliberately die in torment. The pain would have been immediate and she would have been in no position to invite the defendant to go upstairs and make love. </p> <p>He said it was unclear how she swallowed the cleaning fluid but it could have been a \"last toast\" offered by Gardner before they went their separate ways. </p> <p>The jury was shown photographs of the house and acid staining both on the carpet and sides of the bed in the room where Dr Longe and Gardner used to sleep as well as the plastic bag in which the bottle of cleaner had been kept. Highlighting pictures of the doctor's clothes, Mr Linehan said: \"At the time Gardner says she swallowed the acid in a deliberate suicide, she was completely undressed. </p> <p>\"When the ambulance came to collect her and when she got to the hospital, she was wearing that top, pants and these jeans.\" </p> <p>Graham denies murder. </p> <p>The case continues. </p> <p>Press Association</p>",
  "<p>Uncaring and out of touch are two of the kinder terms that have been used to describe the government in recent months. So it is refreshing to be able to report an instance of a minister listening to public opinion. </p> <p>The minister in question is John Hutton, minister of state at the Department of Health, and the legislation in question is the Children (Leaving Care) bill, which has already worked its way through the Lords, where it was initiated, and only has the report and final reading stage to go in the Commons. The bill, which makes greater provision for 16-year-olds leaving care, is, for the most part, uncontentious. There was, however, one glaring anomaly; while local authorities had a legal duty to provide accommodation during vacations for care-leavers in higher education, there was no such provision for those in full-time residential further education colleges. Instead, there was merely a moral expectation that local authorities would house further education care-leavers during the holidays. </p> <p>By any stretch of the imagination this was a blatantly discriminatory piece of legislation. Not only did it contradict the lifelong learning initiatives coming out of the DfEE by implying that the further education sector was second class, it also defied logic. In most cases, an 16-year-old with few, if any, academic qualifications at a further education college is likely to need more support than a well-qualified 18-year-old entering higher education. However, despite strong representations to the Department of Health by John Brennan, director of further education development at the AoC, Mr Hutton remained unmoved. </p> <p>\"At 18, though, these children become legally adults and we believe they should operate in the adult world,\" he wrote, before going on to reiterate that the local authority would still have discretionary powers to help with education and training which \"would be likely to extend to accommodation\". </p> <p>And, despite a comprehensive ministerial grilling at the bill's committee stage, so it remained. Until last week, when a letter turned up on John Brennan's desk in which the minister conceded that the AoC had made a powerful case and that it may not have been \"helpful for the bill to refer to vacation accommodation solely in terms of higher education\". He went on to say that the relevant amendments would be introduced to the bill. </p> <p>All of which has been greeted with a mixture of relief and gratitude at Easton College. \"We have had a care-leaver on our horticulture course for over a year now,\" says David Lawrence, principal. \"The best vacation accommodation the local authority could come up with was a hostel where there were people with drug and alcohol problems. We didn't feel this was right for him, so our staff gave up their time, unpaid, during the holidays to both supervise and find him work experience so that he could stay on here. The staff have been outstanding, but it's clearly not right that a student's wellbeing should depend on the goodwill of the college, so I'm delighted by the decision.\" </p> <p>As is David Gibson, the AoC's chief executive: \"It's great that youngsters who have had such horrible expectations in life should be given a chance,\" he says. \"I'm very grateful for what the department has done.\" A dignified end to an undignified affair.</p>",
  "<p>The annual open evening makes me nervous. It brings me out in a rash. I don't want to say where it occurs, but it always comes on at this time of year and reaches a nasty scratching peak on the evening. My wife claims that my trousers are too tight and that I should dispense with the same old suit I wear year in year out on this occasion. </p> <p>Anyway, I get nervous. I think it is something to do with meeting the parents of prospective students. Sometimes, those I take to be parents are actually the students. It can be confusing. And embarrassing. </p> <p>There are several types of parent who attend open evenings. With some I can cope with the inconvenience of a minor skin irritation, but others cause me to scratch furtively the moment I see them coming across the room. </p> <p>There are those who wade straight in with the interrogation about results. Usually, I have done my homework and have rehearsed the answer in my head. However, I am not very good at fabricating the truth. </p> <p>\"Tell them what they want to hear,\" advises my mate Colin from maths. </p> <p>\"You mean lie?\" </p> <p>I like the parents who tell me what a wonderful job I am doing, nurturing young minds, allowing them to realise their potential and that they would definitely like their son or daughter to be part of a college renowned for its academic reputation. But, actually, I have yet to meet any of this type. </p> <p>For some it seems obvious that mum and dad have put on their best clothes and persuaded teenage offspring to be seen out with them. Not only that, but they want to talk to a strange man in tight-fitting trousers and pretend that their teenager is not actually there. </p> <p>\"Do you want to ask anything now Astral?\" the mother asks. </p> <p>\"No,\" replies Astral, looking at her watch. </p> <p>\"Take this leaflet about the course,\" Astral takes it, puts it with all the others and they walk away. One quick scratch and on to the next customer. </p> <p>And then you just know that the father standing in the background works at a college. He lets his wife do all the questioning while he grunts and pulls faces. He has that look about him. How did I know? And when he walks away to find the only grammatical error on your display of work you realise that it must be his suit. </p> <p>And it is inevitable that at some point in the evening the lone parent seeks me out and enters my life for what seems like a very long time. This usually happens just as we are closing up for the night. I live in dread of the ones who come clutching a notebook and copy down everything I say. This type of person always finds everything fascinating and often says something like, \"Well I wish I could do this course.\" </p> <p>Call it tiredness or downright stupidity but I always seem to find myself laughing nervously and saying, \"Well you can, we run it as an evening class. Here take this leaflet.\" </p> <p>I can hear myself saying it. I mean, I can always hear myself saying it on the night as I am usually the last lecturer left in the room and the college has gone eerily quiet. </p> <p>Well, I can't pretend these things won't happen again this year. Maybe my wife is right about the suit, but if I keep applying the ointment I am sure I will get through another open evening.</p>",
  "<p>It's the back-to-college season, when teachers gird themselves to tackle new students, new syllabuses, new hoops to jump through. </p> <p>I'm no different. And yet I am. This autumn, I face the prospect of teaching in a wheelchair. </p> <p>In June, when I ushered my students for German AS-level into the exam room, I could still get out of a chair to write on the whiteboard. Just. I could still thread my way round students' desks, to offer individual help or paired oral work. Just. And I could still walk into reception to pick up my post. Just. </p> <p>The new German AS syllabus is providing much food for thought. Like most part-time further education tutors teaching to new specifications, I shall be feeling my way in the dark, largely without support or guidance from line managers, who have loftier considerations to juggle. But, hey, when you teach part-time in further education, you're used to going it alone. I have my syllabus always to hand. </p> <p>The trouble is, the syllabus for disablement hasn't been written yet. If it existed, believe me, I'd be following it to the letter, doing the background reading, the testing and assessment. I'd be getting outstanding results by now. </p> <p>I've been going it alone with MS for about 15 years now. It's only in the last two years that the slow fizzling out of my strength has started to impinge on my life, that people have started to look at me sympathetically or look away, and well-meaning folk have said things like, \"Well, you still have your brain.\" </p> <p>Strange, that. It's not till something denies you your legs, that you realise your brain can be paralysed without them. The battle that I've been waging, shoring up my mind, my capacity as an intellectual, against the ravages of a disease that crumbles away my body bit by bit, demands energy that is rightfully due to my children, my husband, my students. Over the past year they've got used to my tottering gait, first with one stick and then with two. They've adapted to my inability to join in all the activities we used to share. My family good- naturedly fetch and carry for me. My students look the other way when I trip up. They carry the overhead projector about for me. </p> <p>There seems to be an inordinate amount of lugging equipment around. When I look back at my comprehensive teaching days, before I had my own children, I don't remember hoicking projectors about, moving TVs from room to room, going down two flights of stairs and back up four to find a cassette recorder. Perhaps my vision of the past is clouded or I'm forgetting the further education expectation that you sort it out for yourself. Of course, I've found ways. I bring in my own cassette recorder from home. It's easier than tackling the stairs at college, and I've only broken one by falling over. I come in to college with an hour to spare before an evening class to get what I need. By the time my students come in, with the keenness that only evening class learners can manifest, I'm ready for a sit down, I can tell you. </p> <p>So. Maybe appearing in a wheelchair will be liberating. Soon, I expect I'll be rolling confidently down the zig-zag one in 12 slope provided as secondary access to the main door of college, calling breezily to other part-time colleagues whose names I don't know, getting them to open doors for me. I'll be blasé about using the lift that fits a wheelchair inside, so long as you don't need to turn and press the lift buttons, the same lift that breaks down more often than I care to think about. I'll be able to tell those full-time colleagues I hardly know, who contort their faces into masks of concern when they see me coming and ask \"How are you coping?\" where they can stuff their sympathy. </p> <p>Maybe. The odds are that it won't happen like that. I'll be making it up as I go along, taking it one step, or one wheel-revolution at a time. Much as I like syllabuses, I need to learn to learn without one. </p> <p>\u0095 Pauline Eyre teaches German to evening classes at a Yorkshire college. She was diagnosed as suffering from MS in 1986.</p>",
  "<p>Ministers are to demand substantial improvements in performance by National Training Organisations (NTOs), the bodies which identify the skill gaps in British industry and set standards of competence, in return for a sizeable increase in their funding. </p> <p>Malcolm Wicks, minister for lifelong learning, will today announce a review of the 75 organisations, which vary enormously in size, clout and the influence they wield in the sectors they cover. </p> <p>A considerable boost in the numbers of youngsters completing modern apprenticeships will be high on the government wish list in return for more cash. Currently 60% of these training programmes don't get finished. </p> <p>Every NTO will be required to produce a \"workforce development plan\" setting out the skills needs in the sector it covers. </p> <p>Some of the 75 NTOs, which vary enormously in size and clout, will be expected to do more to get themselves taken more seriously by the employers in their industries. And some will have to consider merging to survive. </p> <p>All of the organisations, whose role is to boost the skills and competitiveness of their sectors, will be required to submit to scrutiny by a government-appointed panel. </p> <p>Those which don't pass muster risk not having their three-year licence from government renewed. NTOs are the only employer bodies officially recognised by government in their assessments of training and skills needs in their sectors. </p> <p>Both the education secretary, David Blunkett, and his colleague, Malcolm Wicks, the lifelong learning minister, will have warm words for NTOs when they address the organisations' national council's annual conference in London today and tomorrow. </p> <p>They will talk up the vital role they believe the organisations have to play in bringing skill levels up to those in competitor economies. For example, if Britain could close the labour productivity gap with Germany it would boost the country's output by £50bn. </p> <p>Wicks is expected to follow the recommendation in the third report by the National Skills Task Force this summer, which urged government to review its funding to National Training Organisations to ensure they are up to the job of increasing the numbers getting training in their sectors. </p> <p>The hope among his audience is that he will announce at least a doubling of the £10m that NTOs currently receive. </p> <p>Ministers will be told of the difficulties facing some of these organisations, set up in the dying days of the last Tory government to replace the 150 Industry Training Organisations. </p> <p>Many are small - 29 have fewer than five staff - and suffer poor recognition among the sectors they cover. </p> <p>Barely one in 10 employers \"can provide an unprompted description of an NTO\", according to Garry Hawkes, chair of the national council. </p> <p>The biggest NTOs, for instance the Construction Industry Training Board which employs over 1000 staff, cover huge tranches of the national workforce. Between them, the top six account for just under a half of all employees. </p> <p>The 38 smallest, by contrast, cover a tenth of the workforce. </p> <p>One remedy for the relative lack of clout of some smaller NTOs would be merger. The Bakery NTO and the Biscuits and Cakes NTO, for instance, might be seen as obvious candidates for union. </p> <p>Labour's national policy forum document, Building a future for all, presented to its recent annual conference, says that the government will be prepared to use legislation where major skills deficits identified in the development plans are not satisfactorily plugged. Delegates at today's NTO conference will undoubtedly take the chance to ask the minister what exactly the government has in mind.</p>",
  "<p>From next year Cambridge University will cease to teach any of the central east European languages to honours degree level. Polish, Hungarian, Czech and Slovak will disappear just when these countries are poised to be incorporated in the European Union. </p> <p>Last year, after more than 30 years of continuous teaching, Czech and Slovak disappeared from the syllabus - the scholar who taught them finally retired at the age of 83. True, he was only an external lecturer who came up from London once a week, but he taught his subjects efficiently and to general satisfaction. </p> <p>When the possibility of a replacement came up, the faculty balked; technically it was possible to put Czech at the the top of the faculty posts \"requirement\" list, but the faculty board decided that there was a subject more important than this Slavonic language - Medieval Spanish. Those who want to learn Czech now have to go to London or Prague - our loss, their gain. </p> <p>Polish is to follow, for, as it was put at one of the departmental meetings, once Czech is gone, the only Slavonic language taught at Cambridge, apart from Russian, will be Polish - so why make an exception? </p> <p>Next year Hungarian will also disappear at Cambridge. This I can state with certainty, for since 1969-70 I have been teaching both Polish and Hungarian at the university. I was first employed only as lecturer in Polish, but since I am Hungarian-born and have a degree in Hungarian, the faculty had no objection against my teaching Hungarian if time permitted. I think the results justified the university's cost-free benevolence towards Hungarian. I have seen through finals a number of very talented linguists who (without any Hungarian background) managed to achieve firsts in this beautiful, but little known, language. As no post has ever been established in Hungarian, it counts as a \"new need\" and the university claims it has no funds to establish a lectureship. </p> <p>Politically, however, the looming meltdown is not just incorrect, it is disastrous. It now seems likely that by 2004 or 2005 Hungary, the Czech Republic and Poland will be accepted as new members of the European Union. That will mean a new, increased demand for qualified translators and British speakers. Also, it will mean (probably) funds from Brussels for the teaching of those languages. </p> <p>So why axe Polish and Hungarian now? It boils down to money. I must add that plans to stop teaching both languages after my retirement have been discussed for years and I have left no stone unturned in trying to secure private funds to rescue them. With no success. I have even consulted my MP, Anne Campbell, who wrote to the Secretary of Education. She had a reply which advised the university to turn to Hefce to see whether it was possible to save those languages in Cambridge. </p> <p>Here I have to mention the little-known fact that, for the past 12 years or so, Hefce has been giving regular support nationally to the teaching of \"minority\" languages. The University of Cambridge has annually received £18,000 towards the teaching of Polish and £10,000 for Hungarian. Out of this my teaching assistants were paid, but about 90% of the funds went straight into the Treasurer's coffers. Knowing this, I suggested that the university authorities should apply for slightly higher funding for both languages for the following four years, in order to establish temporary lectureships. But the general board decided that as there was no financial guarantee for continuing the teaching of those languages, it was better not even to apply to Hefce. </p> <p>It is not only that I am personally saddened by the university's decision; I am convinced that it is in the national interest not to axe all central east European Languages at Cambridge. If tradition does not matter, future needs surely call for a rethinking of the university's policies and (possibly) for government intervention in the best interest of the UK. <br></p> <p><strong>George Gömöri, Darwin College, Cambridge</strong><br></p> <p><strong>David Holton, chairman of the Faculty Board of Modern and Medieval Languages, responds:</strong><br></p> <p> It is greatly regretable to the faculty of modern and medieval languages that it has had to cease admitting students to read Czech and Slovak (in which it has never had an established post) and that it lacks resources to continue teaching Polish and Hungarian after Mr Gömöri's retirement in 2001. </p> <p>At the same time we have successfully branched out from traditional literature-based courses into new and challenging interdisciplinary areas, such as European cinema and literary theory. In some languages, notably Spanish, demand has been increasing. </p> <p>These developments have greatly increased the pressures on teaching staff, pressures which can only be alleviated by reassigning vacant posts. The reallocation of a post to medieval Spanish is to fill a yawning gap that has existed since the retirement of a professor in the 1980s. It is surely important that Cambridge should have a specialist teacher in a field which, despite its intrinsic relevance to the understanding of the Spanish cultural tradition, is taught systematically at fewer and fewer universities. </p> <p>Without additional funding, whether from public or private sources, the faculty has a choice between maintaining teaching in languages which attract relatively small numbers of students, or improving the quality and spread of teaching in more central areas. </p> <p>It is to be hoped that an increased awareness of the contraction of languages other than the \"big five\" (French, German, Italian, Russian and Spanish - though perhaps only French is immune from attrition) in the modern languages departments of UK universities will lead to serious and urgent national consideration of appropriate remedies - before it is too late. </p> <p><strong>Blind spots for the vital languages of trade</strong><br></p> <p> <strong> Scotland</strong> </p> <p>Coverage good by comparison </p> <p> <strong> North East</strong> </p> <p>No Scandinavian </p> <p>1 Italian </p> <p>1 Portuguese </p> <p> <strong> Yorkshire and Humberside</strong> </p> <p>1 Portuguese </p> <p>1 Arabic </p> <p> <strong> North West</strong> </p> <p>No Slavonic and East European </p> <p>No Scandinavian </p> <p>1 Italian </p> <p>1 Portuguese </p> <p> <strong> East Midlands</strong> </p> <p>No Chinese </p> <p>No Japanese </p> <p>No Scandinavian </p> <p>No Arabic/M Eastern </p> <p>1 Russian </p> <p>1 Portuguese </p> <p> <strong> East</strong> </p> <p>No Portuguese </p> <p>No Japanese </p> <p>No Arabic/Middle Eastern </p> <p>No Slavonic and East European </p> <p>1 Russian </p> <p> <strong> Northern Ireland</strong> </p> <p>No Italian </p> <p>No Russian </p> <p>No Portuguese </p> <p>No Chinese </p> <p>No Arabic/Middle Eastern </p> <p>No Scandinavian </p> <p>No Slavonic and East European </p> <p>1 Japanese </p> <p> <strong> West Midlands</strong> </p> <p>No Scandinavian </p> <p>No Arabic/Middle Eastern </p> <p>No Slavonic and East European </p> <p>1 Portuguese </p> <p> <strong> London</strong> </p> <p>Coverage good by comparison </p> <p> <strong> Wales</strong> </p> <p>No Chinese </p> <p>No Portuguese </p> <p>No Slavonic and East European </p> <p>No Scandinavian </p> <p>1 Arabic </p> <p>1 Russian </p> <p> <strong> South West</strong> </p> <p>No Chinese </p> <p>No Japanese </p> <p>No Slavonic and East European </p> <p>No Scandinavian </p> <p>1 Portuguese </p> <p> <strong> South East</strong> </p> <p>No Scandinavian </p> <p> <strong> Key </strong> 1(language) = 1 institution offers this language <strong> Source </strong> Ucas</p>",
  "<p>Half-term approaches and, for thousands of children, that will mean a school trip. For most parents these trips are routine. But, in the wake of last week's tragic accident in Yorkshire, parents will, yet again, be asking themselves whether their children are safe. </p> <p>Statistically the answer is a resounding yes. Accidents are mercifully rare and literally thousands of visits go ahead each year without incident. But that will be no comfort at all to the parents of Rochelle Cauvet and Hannah Black, who waved their children off on a geography field trip to the Yorkshire Dales and then, days later, had to face every parents' worst nightmare when police called to say their daughters were missing. </p> <p>For Sharon Carter, the news reawakened all too recent memories of the police call to her home last June, when she was told of the death of her 13-year-old daughter Gemma on a school trip to France. </p> <p>\"I'm absolutely horrified that it can happen again,\" she said. Gemma was a pupil at Cockburn High School in Leeds, just a few miles away from the Royds School which organised the Dales field trip. \"No lessons seem to have been learnt from Gemma's death,\" said Carter. In fact, Leeds did issue new guidelines to schools this year, but experts in outdoor education argue that the existence of detailed guidance has failed to prevent tragedy after tragedy and that it's time for some schools to face up to the fact that they do not have the expertise to lead activities in the outdoors. </p> <p>\"This all feels like déjà vu,\" says Outward Bound's Steve Howe. \"I can only hope parents aren't discouraged from allowing their children to experience adventurous outdoor activities; that was certainly the case for a period after the Lyme Bay incident.\" </p> <p>The Lyme Bay incident in 1993 was a watershed in outdoor safety. Four Dorset sixth-formers died on what should have been a simple canoeing trip. Tragedy unfolded because two young instructors had been put in a situation beyond their competence. They were not qualified to lead groups on the sea, flares were not carried, and lifejackets worn by the group were not inflated. </p> <p>Attention soon switched to the running of the St Albans centre the group had started from, and managing director Peter Kite was convicted of manslaughter. </p> <p>A public outcry ensued. Eventually the government was persuaded to bring in legislation to control the industry. </p> <p>The result was the Activity Centres (Young Persons Safety) Act, which allowed for the inspection and registration of activity centres. A new inspection authority was created, the Adventurous Activities Licensing Authority (AALA), and the scheme became operational in October 1997. </p> <p>But, from the very beginning, voices within the industry complained that the government was legislating for the wrong sector. Activity centres had a good safety record, as an inspection by the Health and Safety Executive after Lyme Bay confirmed. Accidents were far more likely to take place on amateur expeditions led by voluntary organisations - and on school trips. </p> <p>Since Lyme Bay, there have been no fatal incidents involving children at activity centres, but voluntary organisations and schools, which are not inspected, have suffered several avoidable tragedies. </p> <p>In July 1996 Caroline Dickinson was murdered on a school trip to Brittany. The hostel used by the school party did not belong to the International Federation of Youth Hostels, basic security was lax and Caroline's murderer was able to simply wander in and out of the building. </p> <p>A year later, 10-year-old Laura Zielinski died on a school trip to Wales. The talented young dancer from the Midlands was paddling in the sea on Shell Island near Harlech when waves carried her away. Teachers with the group had no lifesaving qualifications and had not sought advice about the beach before allowing children into the water. Shell Island's owners told the Guardian at the time that they would have warned against swimming at the spot where Laura drowned, and an activity centre based on the island cancelled swimming activities on the day after a safety inspection ruled that the sea was too rough. </p> <p>In 1998 three children from St James' School in Bolton died when their minibus crashed in France. The school party had left Lancashire on a coach fitted with seat belts, but on arrival in France the tour operator asked the English driver to use a left hand drive minibus with no seatbelts to take the children up into the mountains. Unused to the vehicle, the driver lost control on a steep, narrow road and the bus rolled down the hill. The inquest was told that the three would have survived had they been wearing seatbelts. </p> <p>The last 18 months have seen four further deaths, with two fatalities in Snowdonia on scout-led expeditions, the death of 15-year-old Rachel Williams from Penzance on a school skiing holiday and Gemma Carter's death in France. </p> <p>Some would argue strongly against a culture of safety and security which, they argue, is denying children opportunities for adventure and excitement. Climber Sir Chris Bonington, in an interview in the Times Educational Supplement, railed against the effects of a culture of safety at all costs. \"After every crisis,\" he said, \"there are screams to make things safer, but at what cost to education?\" </p> <p>Last year, adventurer David Templeman-Adams told the Royal Geographical Society: \"We are becoming a nation of softies ... surrounding our children in cotton wool ... they will not be able to cope with risk when they encounter it as adults.\" </p> <p>But the point being missed by these gung-ho adventurers is that deaths have occurred in circumstances which any competent leader would have avoided. Ten-year-old Johnathan Attwell died on Snowdon in circumstances that have led to charges of manslaughter against the scout leader in charge of the group, but the case has yet to be heard. </p> <p>Rachel Williams was not wearing a helmet, despite a recommendation by the US resort. She hit a tree on the slopes in exactly the same circumstances and at the same resort where singer Sonny Bono died the previous year. </p> <p>Gemma Carter's death is alleged to have happened after a group of children were allowed to leave the main party and go paddling by themselves. Sixteen months later, Sharon Carter is still awaiting the results of inquiries into the death of her daughter. </p> <p>It's too soon to speculate about the detailed causes of last week's tragedy, but the available facts point towards a failure of judgement on the part of the group leaders. </p> <p>Leeds will be holding their own inquiry into the deaths, but education director Keith Burton told reporters: \"This part of the education programme was classified as a low-risk activity; a water check and advance weather checks would not be part of such a low-risk activity. We need to ascertain exactly what has happened.\" </p> <p>Gorge walking is normally a safe, fun activity enjoyed by thousands of children every year at licensed centres all over the UK. It involves an upstream paddle over rocks and boulders. </p> <p>Instructor Andy Colau lives in Stainforth and holds an AALA licence for gorge walking in the beck where the Leeds children died. He would expect children to be kitted out with helmets and waterproofs and under normal conditions would be quite happy to take a group up the gorge. But normal conditions involve river levels of less than six inches in depth. </p> <p>\"Anything near the knees is far too deep,\" he says. \"This is swift-moving water. Knee-deep, there would be a force of half a ton for every metre width.\" </p> <p>Colau saw the school groups on the day, when they looked \"wet and bedraggled\". It had been raining \"bloody hard\" that morning and had he been aware that they planned to walk the gorge he would have warned against it. Instead, as a member of the local rescue team, he spent much of last week searching for the bodies. </p> <p>There is a lot of anger in the area about the waste of life and an equal sense of frustration amongst outdoor professionals who know that the inevitable result of the tragedy will be for parents to shy away from such trips. </p> <p>Outward Bound is particularly annoyed because several reports referred to the activity as an \"outward bound\" type adventure. The trust operates four licensed centres across the UK and is incensed that its safety record should be besmirched by association with the deaths. </p> <p>Along with other providers, the trust would like to see schools and voluntary organisations subject to the same regime of inspection that they themselves have to undergo. </p> <p>Outward Bound's Steve Howe wonders whether cost savings had any impact on schools. A week in a licensed centre starts at around £200 per pupil. Some school trips are offered for half this amount. Not surprisingly, perhaps, some schools often opt to run activities themselves rather than use a licensed centre. </p> <p>\"There is a real and obvious temptation for teachers to minimise the cost of such courses,\" Howe said. \"That has inherent dangers if it means shortcuts on safety. You can't just assume that because you are a good classroom teacher you have the skills to lead a group in the outdoors.\" </p> <p> <strong>Keep your child safe: parents' questions answered</strong><br></p> <p> Schools trips are hugely beneficial in all sorts of ways and few would want to see them banned. But how can parents be sure that the trip planned for their children is safe? </p> <p><strong> How do I find out about the details?</strong> <br></p> <p> Every school trip should involve a pre-trip meeting where parents have the opportunity to ask questions. </p> <p><strong> The school is running the trip itself. How do I know that it has the knowledge and experience to lead the activities?</strong> <br> </p> <p> Do not accept bland assurances of previous experience. Any leader should have relevant and recent qualifications in the activity planned. Ask whether the school has validated its safety systems with an independent expert. If not, why not? </p> <p><strong> The school is using a commercial provider. How do I find out more about them?</strong><br> </p> <p> Any commercial provider offering specified outdoor activities needs a licence from the Adventurous Activities Licensing Authority (AALA). Their website <a href=\"http://www.aala.org\">www.aala.org</a> gives details of all licensed centres and the activities they are accredited for. It is possible to run some activities (low-level walking, quad biking) without a licence; in those cases schools need to contact the local outdoor education adviser to check that the centre is safe. </p> <p><strong> What about going abroad?</strong> <br> </p> <p> Reputable companies that operate abroad, such as PGL, adhere to the same standards as licensed centres in the UK. Other holiday operators, running language tours, for example, do not need a licence. Here parents should ask whether teachers have detailed knowledge of the area they are planning to visit. Most operators offer free trial visits for teachers, but not all schools take up the offer. </p> <p><strong> What about the journey?</strong> <br> </p> <p> Many trips are made in the school minibus. Parents' group BUSK is concerned about school minibuses and recommends a bus that meets all the latest safety requirements. Longer coach trips are more problematic. Coaches are built for comfort rather than safety, but parents should check that safety belts will be fitted and that teachers will ensure that they are used. Journeys longer than 10 hours should involve two drivers. </p> <p><strong> How many teachers are required?</strong> <br> </p> <p> Department for Education and Employment guidance offers a general guide for the numbers of adults to children. 1:6 for years 1-3 (5- to 7-year-olds); 1:10-15 for years 4 - 6 (8- to 10-year-olds); 1:15-20 for year 7 up. But ratios also depend on the activity and the location. Abseiling would require a much lower ratio, per haps 1:8-12 for older children. </p> <p><strong> I'm a governor. What should my school be doing?</strong> <br></p> <p> Excellent guidance is contained in a DfEE booklet \"Health and Safety of Pupils on Educational Visits\". Is your school following it? Schools that think they have the expertise to offer adventurous activities should validate themselves through an expert adviser. AALA (029 20 755715) can advise on how to do this, as could the local authority's outdoor education advisor. DfEE guidance can be found at <a href=\"http://www.dfee.gov.uk/h_s_ev/index.htm\">www.dfee.gov.uk</a>.</p>",
  "<p>Last week, the Runnymede Trust-sponsored Commission into the Future of Multi-ethnic Britain launched its report. Its conclusion that the term \"British\" has racial connotations dominated the headlines. Less widely reported - perhaps because it was so depressingly familiar - were its findings on education. </p> <p>In it, the commission provided this thumbnail sketch: \"African-Caribbean children start school at five in line with the national average. By the age of 10, however, they have fallen behind . . . At the age of 16 the proportion achieving five higher grade GCSE passes (grades A*-C) is considerably less than half the national average. \" </p> <p>The report gave some pointers to why this may be: the national curriculum fails to emphasise Britain's racial and cultural diversity; teacher training often fails to cover issues of race equality; schools exclude a disproportionate number of black children. </p> <p>But what about the children behind the generalisations? How does it feel to be one of those British black children who is let down by British schools? We asked 18-year-old Aaron Dixon to tell us. This is his story. </p> <p>\"I liked nursery school. I lived alone with my mum and she taught me to read very young so I was top of the class. I liked learning, and I used to go home and tell mum all about what we'd done each day. I was active and noisy but I was popular, too, and I remember the headteacher, Miss Marsden, seemed to really like me. </p> <p>I went on to primary school in Muswell Hill, London, but I stayed less than a year because my mum changed jobs and couldn't collect me from school. I was sent to stay in Wolverhampton with my aunt. There, I went to a Catholic primary with a strict regime. The teachers were kind, they really showed you love. I remember one especially - he was safe, he would take me to play golf and was always there if I had a problem. Being taught by him was stimulating; I felt I could move forward and learn at my pace. I was always fairly high up in class. </p> <p>I only stayed at this school nine months, though, because mum wanted me back in London. So I started at a junior school in Haringey. I didn't find it easy to settle. I wanted to see my dad but he didn't take an interest in me. I became troublesome around this time. When I was nine, mum put me into foster care. She said she couldn't control me. I became disruptive at school - talking in class, mouthing back at teachers when they chastised me and playing tricks all the time. I also became the class joker making other kids laugh. </p> <p>Part of it was that my head was muddled with what was going on in my life, but also I was so bored in school. My mum had taught me a lot of stuff and I knew so much that we were being taught and I didn't want to sit through listening to it all again. But there was no scope for working separately from the others. I'd start to write an essay and lose interest and screw it up. Science was the one thing that really grabbed me - I wanted to be a rocket scientist and I was desperate for books to read on that. No one gave me any. </p> <p>My parents were from Jamaica and my mum used to give me books to read about black history - but there was nothing like that at school. It was all Columbus and stuff. I would have liked a black teacher in school teaching about black culture, - once a month, say. It would have been interesting for white kids, too. But all my schools felt like white places where there happened to be black kids who had to fit in. </p> <p>The school knew that I was fostered and that the placements kept breaking down, and the head was sympathetic. He would sit me down and talk to me and try to help, but I was too far gone at that time. They brought in psychiatrists and social workers but what I really wanted was my mum - I used to cry down the phone asking if I could come home to live but she said no. I don't really speak to her any more. </p> <p>At 11, I went to a comprehensive in Hornsey. I was happy enough for the first few months because it was a new place and a challenge to find my way in it, but then it became boring just spending all of every day in lessons where I didn't feel I was learning much. I was trouble then, I know - disruptive, loud-mouthing teachers. I was always being sent out of class - it seemed to me that more black kids than white were sent out and there was definitely a feeling in this school that black kids were the most trouble and less likely to learn. </p> <p>I met up with older boys who were out of class too, and already into crime. They took me under their wing and became like my family. They really cared for me. We would register at school in the morning and then bunk for the day and go down the West End stealing. Nobody at the school said anything even though I was not in class day after day. By the end of the year I had stopped going altogether. </p> <p>Later, I went on to White Hart Lane comprehensive but I hated that, too. I didn't feel accepted by anyone. I liked English and my English teacher used to let me write stories and give me good marks, but most of the time I just felt hated. </p> <p>Then one day I was going into the playground to meet my cousin who was coming to see me when I saw a teacher had him on his back and was saying \"call the police\". I pulled the teacher off and put him against a wall and told him to leave my cousin alone. I was suspended indefinitely for that and sent to a unit for excluded children. </p> <p>The teachers there treated you like an adult, they were on Christian-name terms and I felt I could talk to them. There were black people as well as white running it and there weren't all the petty rules and regulations like at school. I decided there I'd take the opportunity of the education they were offering. I hadn't done any work for GCSEs so they did basic maths and English with me, but also I did two days in college and I got my GNVQ in health and science. </p> <p>I had to leave when I was 16 and then I spent all my time in crime. It was soon after that I got caught for robbery and because I had convictions for other petty offences I was sentenced to 18 months at Huntercombe Young Offenders' Institution. </p> <p>It was the teachers in prison who got me back into education. They encouraged me to do two GCSEs. Jane, who took English, put a lot of time into making sure I did good. I felt she cared, and Stella who taught maths made us laugh so I looked forward to lessons. The person who was the biggest influence, though, was Steive Butler, the head of arts training. She let me spend a lot of time in the recording studio. I took my GCSEs after six months and got a B and a C. I felt really pleased. </p> <p>When I came out of prison I signed up to do a college course in music technology, web design and video camera work. I got my NVQ in that and was asked to teach other children on a weekend course. </p> <p>I've also got a job working for Eastern Electricity as a salesman. Life's all right now but I think with a better education there are a lot of things I could have done. So I feel sorry I failed at school, and I feel sorry that school failed me, too.\"</p>"
]