[
  "<p><strong> How to Read and Why</strong> <br>Harold Bloom <br>Fourth Estate, £15.99, 283pp <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502441739,00.html\">Buy it at BOL</a></p> <p>At the age of eight, Harold Bloom used to wander around chanting the verses of Blake and Housman. It's a disturbing image, particularly when you consider what the little fellow would have been singing: </p> <p> \"O rose, thou art sick! </p> <p>The invisible worm </p> <p>That flies in the night </p> <p>In the howling storm </p> <p>Has found out thy bed </p> <p>Of crimson joy, </p> <p>And his dark secret love </p> <p>Does thy life destroy.\" </p> <p>And yet these lyrics were (and are) a wonderful introduction to poetry, even for an eight-year-old. Beneath their simplicity are depths explored with extraordinary economy. But to read them is to cast aside childish things: \"the invisible worm\" has its intimations of venereal disease; \"an air that kills\", as Bloom points out, is a superb irony in that the \"breath paradoxically slays, precisely where it should enhance life\". What a precocious little horror Harold must have been. </p> <p>At the age of 70, Bloom hasn't changed much. He still chants. He's still showy and precocious. Above all, he still reads seriously and wears his learning heavily. But you can forgive him the latter because the former is so important in this age. </p> <p>Bloom's iconoclasm is great fun. He laments the death of memorised verse, since that now-dead culture of learning encouraged many people to read great poetry with the requisite attention. For heaven's sake, try harder. Learn more. Read better. Such is his bracing tone. </p> <p>Not surprisingly, Bloom loves the poetry of those 19th-century Englishmen who despaired of everything but the strong self and its powers of endurance. Bloom despairs of computers, television, and much more besides. </p> <p>His judgments seem to swoop down from Olympus. Poe is widely popular, Bloom notes, but, really, he wrote atrociously. He reproves Maupassant for wearing Schopenhauerian goggles: the result was that his short stories distorted the vagaries of human desire. </p> <p>Ultimately, though, isn't this just another of Bloom's greatest literary hits, another stroll through the texts of his western canon? Through the Victorian poetry course he taught at NYU; through his favourite American fiction (step forward, neglected Eudora Welty); another climb to the summit of literature that he wrote about so impressively in last year's Shakespeare: The Invention of the Human ? </p> <p>Well, yes, it is all that. But where The Western Canon 's taxonomy became suffocating and joyless, here Bloom's love of great literature is contagious. It sent me off anew to Proust, to Flannery O'Connor, to Italo Calvino; and for the first time to many others - to Cormac McCarthy, to Welty and (to my shame) to Robert Browning. True, sometimes Bloom's readings are too perfunctory to be useful, but all of them are buoyed up by a serious, corrective spirit in an age of too many things that don't matter. \"Information is endlessly available to us; where shall wisdom be found?\" asks Bloom rhetorically. In the books he hails, for sure. And, frequently, in this book too. </p> <p>Bloom reckons How to Read is not a polemical book, though American academics - and indeed anybody who reads him as seriously as the professor recommends - might disagree. For Bloom, US universities \"have empowered such covens as 'gender and sexuality' and 'multiculturalism' \". Bloom adds angrily: \"A university culture where the appreciation of Victorian women's underwear replaces the appreciation of Charles Dickens and Robert Browning sounds like the outrageousness of a new Nathanael West, but is merely the norm... The poems of our climate have been replaced by the body stockings of our culture.\" Covens? Body stockings? If this isn't a polemic, it certainly is name-calling.</p> <p>These broadsides are refreshing, though when some of Bloom's assertions don't much bear much reflection. \"If you wish to maintain,\" he sniffs rhetorically, \"that Shakespeare's ascendancy was a product of colonialism, then who will bother to confute you?\" But one could easily maintain this view of the ascendancy of Shakespeare without implying that the playwright's literary merit is undermined by as a result. He should read Edward Said's Culture and Imperialism: yes, some great literary works are unthinkable without a thriving empire (think of the plantations that paid for the moneyed ease of Mansfield Park). But that says nothing about their shortcomings or otherwise as works of art. </p> <p>Against the collectivist, materialist demons who have seized control of American universities, Bloom champions the solitary praxis of the individual reader, and summons Emerson, Dr Johnson and Francis Bacon in support. The best advice is from Bacon: \"Read not to contradict and confute, nor to believe and take for granted, nor to find talk and discourse, but to weigh and consider.\" </p> <p>But perhaps most suggestive is Bloom's fifth principle of reading, namely the recovery of the ironic. For poor old Bloom, surveying an aesthetic and spiritual wasteland, the loss of irony is a terrible thing, since it signifies the death of reading and of our civilisation. Hamlet, western literature's towering literary creation, is for Bloom the master of endless irony, who when he says one thing almost invariably means another. We need to learn how to read Hamlet again. </p> <p>This is hard for us to take in Britain, since here we are inveterate, nearly pathological, ironists. It is hard to imagine the lustreless literalism of many American academic institutions taking hold here. </p> <p>It is good to read Bloom in conjunction with Philip Roth's latest novel, The Human Stain. For what is Roth, especially in his Zuckerman novels, but applied Bloom? Roth's The Ghost Writer betrayed the influence of Bloom's The Anxiety of Influence. Roth's latest novel is, in part, a critique of the covens of academic materialism impugned here by Bloom. The same muscular intelligence, the same zest for an intellectual and sensual life prevails in Roth's fiction as in Bloom's new book. </p> <p>Ultimately the intellectual and the sensual are married in Bloom's notion of reading as a difficult pleasure. He calls this \"the reader's Sublime\". It is the closest to secular transcendence that we may achieve in this life - it helps us get beyond despair, loss and death. The cultivation of that difficult pleasure, finally, is why we should read.</p>",
  "<p>What has \"the sublime\" to do with us? In common parlance, \"sublime\" is one of those diminished words (like \"fantastic\" or \"terrific\") used to exclaim at anything from the delights of a certain kind of ice cream to the skills of a foreign footballer. It seems, banally, just to mean, \"much better than usual\". But if we can rescue its older, deeper meanings, \"the sublime\" catches an experience that we still recognise in a post-modern world, glimpsed in the dizzying reaches of interplanetary space or the vertiginous spirals of the human genome. </p> <p>In the past, the Alps, the Grand Canyon, Manhattan, the Book of Job, Paradise Lost, and the paintings of Turner have all been called \"sublime\". Until the 20th century, it was the accepted word for the fascination of all that dwarfs and overwhelms us. </p> <p>Mountains, for instance. Why do we love them? Because they shrink us and awe us. Stand in front of Turner's huge canvas Snow Storm: Hannibal and His Army Crossing the Alps - perhaps awed yourself by those huge crags and storm clouds looming over tiny soldiers - to get a sense of the sublime's fearful delight. TV programmes presenting cataclysmic highlights from nature (avalanches, tornadoes, cataracts and volcanic eruptions) dimly recall this thrill of the sublime. </p> <p>In the 18th century, intellectuals rediscovered the classical writer Longinus, who had been writing about the sublime in the first century AD. It seemed that this strange fascination, the delight in what we cannot master, had always existed. A new cult of the sublime was capped with Edmund Burke's Philosophical Enquiry into the Origin of our Ideas of the Sublime and Beautiful (1757). For Burke, the sublime always belongs opposite the \"beautiful\". Beauty is what we can comprehend; sublimity is what we cannot grasp. Beauty is in proportion; sublimity is in vastness. The beautiful is satisfying; the sublime is stupefying. </p> <p>Primarily, the sublime was to be found in nature (though rarely in tame English nature). Many a British mountain-seeker went on his travels with Burke in his head. But it could be found in books too. For Burke, the most sublime writer was Milton in Paradise Lost, especially in those hellish passages where \"all is dark, uncertain, confused, terrible, and sublime to the last degree\". One of literature's most sublime characters was Milton's Satan, fascinating despite one's better instincts (the frightening pleasure of sublimity being apparently amoral). </p> <p>For the Romantic poets, the sublime was an encounter with the almost infinite powers of the human imagination. In The Prelude, Wordsworth sees Mont Blanc and regrets that the real mountain has taken the place of what he more sublimely imagined. Now the sublime is not in nature, it is in faculties of the individual (or, at least, some individuals). As Coleridge puts it: \"I meet, I find the Beautiful - but I give, contribute, or rather attribute the Sublime\". </p> <p>This is also Turner's sublime - the greatest stretch and test of the figurative imagination. Ever since, even if it has faded from literature, it has stayed as an idea in art, especially in American art. 19th-century American painting was dominated by huge landscapes that attempted to catch what Walt Whitman called \"that vast Something, stretching out on its own unbounded scale, unconfined\" - in other words, America. </p> <p>This experience was also remembered in the huge abstract paintings of artists like Mark Rothko and Barnett Newman. The latter is one of the main subjects of Jeremy Gilbert-Rolfe's <strong> Beauty and the Contemporary Sublime </strong> (Allworth Press, £12), which certainly demonstrates that art theorists still hanker after sublimity. Beauty is \"frivolous\", thinks Gilbert-Rolfe: enjoyable perhaps, but easily fabricated. Beauty is what we get from fashion and design. Theorists of art need something grander: a sublime art of \"limitlessness and indeterminacy\". For Gilbert-Rolfe, this produces a kind of elevating befuddlement, obliging the earnest student of art to turn to a high priest like himself. </p> <p>Dizzy post-structuralists like this have a shrunken version of the Romantic sublime. Depressingly, the sublime for them is when our imagination is defeated. Sublimity now describes moments when we recognise that any of our ways of comprehending the world are illusions. For Slavoj Zizek, author of <strong> The Art of the Ridiculous Sublime</strong> (University of Washington Press, £9.95), this includes our conscious senses of ourselves. Zizek finds the sublime through psychoanalytic theory and the films of David Lynch, which apparently elaborate \"the Lacanian sublime\", and in which characters pursue \"impossible objects of desire\".</p> <p>For the theory men, the sublime is of human manufacture. Gilbert-Rolfe would like us to believe in a \"techno-sublime\". A geographical idea of limitlessness has given way to a technological one. This is a paradox, for the sublime is precisely what we cannot master, while technology is supposedly what allows us to control nature. </p> <p>As neither of these theoreticians of sublimity acknowledges, it has for a long time been pure science, not technology, that has given us a sense of the sublime. Now the voids into which we are invited to gaze in amazement are the unimaginably huge ones of Godless space and time. </p> <p>In some ways all this is not new. Shelley made poetry out of the temporal sublime, most famously in \"Ozymandias\", where the ancients are makers of huge abandoned ruins, mysterious markers of human smallness. If there is no providence, history can be a vast expanse that mocks our self-regard. And the Victorians were given an idea of time that was even more diminishing, even more sublime. They had geological time, in the span of which any person's life is nearly nothing. Down the tunnel of those millions of years we have since had to gaze, making a Darwinian world possible. </p> <p>Science, at least as popularised, can be beautiful as well as sublime. The beautiful is science in its shapely reductiveness; the sublime is science in its incomprehensibility. Popularisers of science sometimes seem worried about the imputation of reductiveness, and are often keen to assert that the world still inspires awe after science. Richard Dawkins's last book, Unweaving the Rainbow, was dedicated to showing us that the universe is more \"wonderful\" with science than without it. It even searched for proof that a mechanically comprehended universe can be poetically inspirational, seizing (unwisely) on James Thomson's ludicrously ecstatic poem in memory of Newton as an example. </p> <p>As Dawkins did not see, the poetical or artistic sublime is often close to the ridiculous. As the sublime was becoming fashionable, Alexander Pope produced a brilliant guide to this tendency, his \"Art of Sinking in Poetry\". It was a compendium of the failed sublimities of other poets, many of them contemporaries, and it introduced the word \"bathos\" to the English language. Those who reach for the sublime can fall on their faces.</p> <p>We see in Pope's examples, as in some of those 19th-century American landscapes, how scale can become mere bombast, significance mere self-importance. Grandiosity certainly tumbles into the ridiculous in the post-modern aesthetics of Gilbert-Rolfe and Zizek. On this evidence, we have to keep looking for better ways to recover the frightening, necessary delight of knowing our own smallness. </p> <p><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502343081,00.html\">Buy Beauty and the Contemporary Sublime at BOL</a></p> <p>\u0095 John Mullan is writing a book about anonymity for Faber.</p>",
  "<p>To get a degree or not to get a degree? That will be the question on many a young person's mind this week. Some will have got disappointing A-level results and may be unable to take up a university place unless they re-sit. </p> <p>Others may be put off by the cost of going to university, while the prospect of yet more study will discourage the exam-weary. And there are always those who, at the tender age of 18, don't know what they want to do with their lives and are putting off thoughts of higher education until they do. Similar thoughts will be running through the minds of the nation's 16-year-olds. </p> <p>Faced with the choice of staying at school and doing A-levels, leaving to do a vocational course or leaving to get a job, many will, understandably, be confused. But what does the future hold for non-graduates? The short answer is less money. </p> <p>According to the Higher Education Career's Service Unit university graduates in their early 20s can expect to earn 29% more than their non-graduate peers. As they get older, the wage differential widens. By their early 40s, male graduates will be earning 66% more than men who didn't go to university and women graduates 87% more than their female counterparts. </p> <p>To put a figure on it: graduates can expect a starting salary averaging £15,500 if they are male and £13,800 if they are female, while non-graduates will get only around £12,000 if they are male and £10,100 if female. By the time they reach their early 40s, male graduates will be taking home around £35,000 a year and female graduates around £25,000, while non-graduates of the same sex can expect salaries of around £20,000 and £14,000 respectively. </p> <p>You can prosper without a degree, of course. With A-levels in law, English and sociology, Direct Line PR executive Katharine Watson qualified for university, but the prospect did not appeal. It was only when she moved to London from Devon that she found enormous prejudice against non-graduates. </p> <p>\"Some recruitment agencies wouldn't even look at me,\" she says. \"Two and a half years' work experience did not seem to count.\" When she finally landed a job with Bell Pottinger PR 24-year-old Katharine felt the need to get some qualifications and took a Communications, Advertising and Media certificate through part-time study. </p> <p>Now \"up there with the best of them\" in salary terms, she does not regret going straight into the world of work. Her advice to other non-graduate job-seekers: \"Don't be fazed. It takes perserverance and there will be knock-backs. Be focused on the area of work you are interested in. You have got to have determination to be successful.\" Even so, university graduates are much less likely to be unemployed. Spring 2000 figures from the Department for Education and Employment (DfEE) put the unemployment rate for those with first degrees at 2.4%, roughly half the national average of 5.6%. </p> <p>On top of this, graduates seem to get more holiday time - at least in their early 20s - working around 10.2 months a year as opposed to the 11 months worked by non-graduates. But it's worth remembering that there is far more to further education than a university degree. Vocational A-levels will be launched next month, covering a wide range of subjects including art and design, engineering, information and communications technology and media, arts and entertainment. These will be available through secondary schools and colleges and will be followed by vocational GCSEs in September 2002. National Vocational Qualifications (NVQs), available through further eduction colleges, are another option, usually taken by people who already have some A-Levels. </p> <p>Offered in a wide variety of subjects, NVQs are designed to develop the knowledge, skills and understanding needed for work in a broad occupational area. They also focus on developing the all-important \"employability\" skills: the basic keyboarding, presentation and communication skills which companies say are all too lacking among today's youth. If a particular industry or sector appeals to you, an NVQ should give you enough understanding and confidence to get your foot in the door. And while apprenticeships may evoke images of the sweatshop conditions described in a Charles Dickens' novel, modern versions are available in more than 80 sectors including accountancy, air transport, electronic systems, insurance, security and the water industry. </p> <p>The government has also launched a scheme called Learndirect to promote the concept of lifelong learning. The scheme offers 300 courses on subjects as diverse as keyboarding, business and retail which can be studied over the internet or at a regional Learndirect centre. More details can be found at <a href=\"http://www.learndirect.co.uk\" target=\"_NEW\">www.learndirect.co.uk</a> or by phoning 0800-100-900. Your local library and job centre should also be able to help you with finding a course. If money is a problem, individual learning accounts (ILAs) which give you up to £150 to put towards the cost of a course should help. However, evening and part-time courses, especially those offered by local further education colleges can be very good value and it's worth shopping around not only to find the cheapest, but to find the most suitable. It's also worth remembering that many colleges let students pay in instalments, helping to spread the burden. </p>",
  "<p>Going to university ought to be about expanding the intellect while learning to be socially independent. Increasingly, it is about scraping together just enough money to live. </p> <p>For students, the economic decline has been a gradual process. In 1984 the minimum maintenance grant (then £410) was halved and student travel costs reimbursement axed. Two years later, mandatory entitlement to supplementary and unemployment benefits was withdrawn. That same month, housing benefit for those living in hall was chopped, too. </p> <p>Almost all students questioned by Barcalys Bank this month were in debt. Just 8% were not and the average debt has shot up to £4,339, a startling 25% increase on just 12 months ago. Escalating salaries for graduates in some areas mean that those debts will be paid quickly. The latest tale of super soaraway salaries has it that City law firms are paying as much as £40,000, for example. But that is of little comfort to those starting out in higher education. </p> <p>Rent accounts for half student expenditure, although this should be put in context; students spend the biggest chunk of their outgoings on going out. The nationwide average rent is £45 a week, ranging from £22 in the Fenham area of Newcastle-upon-Tyne to London where the city-wide mean is £87, according to the National Union of Students. </p> <p>Unsurprisingly, the majority of students will have to borrow money at some time during their studies. Credit Action, a charity which aims to help people manage their money, says banks and building societies are the good guys, as they charge nothing if borrowing is kept within a certain limit, even if they do try to lure new customers with fool's gold in the form of free CD vouchers. </p> <p>Next, in order of preference, are the finance houses which charge around 15% on money loaned, followed by store cards at an average of 25%, then licenced money lenders, who, it warns, can charge up to 100%. Loan sharks should be avoided at all costs. </p> <p>These days, many students find work during term time as well as the vacations. The majority of colleges now have job shops, similar to the job centre, which is separate to the careers or internship offices. </p> <p>According to Dominic Drane, manager of the student employment office at Anglia Polytechnic University, around three in four students work while they study. And Clair Rees, director of the career service at York University, says college is increasingly becoming a preparation ground for employment with today's students - unlike many of the their 80s and 90s counterparts - acquiring the work-life skills required in the \"real world\" of work. </p> <p>Oxford and Cambridge ban their students from finding jobs, but other universities recognise the need to prevent undergraduates being distracted from their studies. Dominic Drane says the average workload for students is 15 hours a week - the limit that is applied at York. The majority of these jobs are in traditional student areas such as bars and restaurants. Most will either receive the minimum wage of £3.60 a hour, or more if work is plentiful. </p> <p>Mr Drane, who is also head of the National Association of Student Employment Staff, says: \"In our area there are plenty of part-time jobs for people who want to work and the wages are accordingly slightly higher. That may not be the case in south Wales, for instance.\" Some job shops employ the students themselves, just as a recruitment agency would. Anglia's job shop pays an hourly wage of £4.30. </p> <p>Some manage to find jobs which have a passing relevance to their course or intended career. Liverpool's John Moores University, for instance, coordinates a project with local call centres allowing students to work at the weekend or in the evening so they are not obliged to cut classes. </p> <p>Virgin is dangling a slightly more attractive carrot by recruiting students as a salesforce for its mobile phones. Although this new legion of workers are dubbed brand managers, even Virgin admits that the workers will find the pay more useful than the work experience gained. The job entails researching mobile phone use among fellow students, auditing local Virgin Mobile retail outlets, liaising with local and student media and - of course - selling Virgin mobiles to fellow students. </p> <p>Paul Layte, about to enter his final year of a natural science degree at Bath University, says it was not the £150-a-term wage plus free mobile phone which prompted him to answer an advertisement for student ambassadors, but rather the chance to get involved in something different. To date he has sold two phones and organised a competition. </p> <p>\"I am doing management studies as part of my degree and I am interested in marketing; I find putting plans and proposals together comes quite easily. It is also good experience on my CV,\" he says. </p> <p>The NUS estimates that 1.5m students will work before starting their course in the autumn. One problem is that, however diligent, many are still uncertain of their tax position - unaware that they could be boosting their income by a third if they knew how to claim back tax and, more specifically, if they knew to ask employers for a P38 (S) form, so tax would not be deducted from the wage packet. </p> <p>According to Barclays Bank, the student loan is now the primary source of income for almost half of students and the number citing access funds or hardship loans as a source of income has increased fourfold since last year. More than 50% of students manage to save an average of £1,680 and parents, accordingly, are being relied on less. In fact, there has been a 22% decrease in parental funding and this year 16% of people going to college received nothing from their parents, against 9% in 1999. </p> <p> The BBC has a helpsite - <a href=\"http://www.bbc.co.uk/essentials\">www.bbc.co.uk/essentials</a> - aimed at 15- to 24-year-olds. Credit Action operates a freephone student helpline on 0800-591-084.</p>",
  "<p>The Kirov's public image is that of a company dedicated to classicism. A company whose symbolic colour is the white of exquisitely posed swan princesses or of ghostly bayaderes. But there is an alternative style of 19th- century ballet at which the Russians also excel: the colourful spectacles in which dance kicks up its legs with the boisterous traditions of the music hall. </p> <p>None of these are more boisterous than Petipa's comedy Don Quixote, performed here in Gorsky's 1902 version. The work is an unholy mix of farce, folk dance, technical tricks and limpid classicism. The Kirov's dancers breeze through the choreography's technical terrors and never patronise the material. </p> <p>On Thursday, the tone of the ballet was pitched high and fast by Diana Vishneva as Kitri and Faroukh Ruzimatov as her lover Basil. The latter is a little slow-witted and too self- absorbed to hit every note of raffish, street-smart humour, yet there is enough swagger in his dancing to generate comic energy. He is a glamorous foil to Vishneva, whose brazenly high extensions and fizzing dynamics are made lovable by her pretty arms and huge grin. </p> <p>As the story careers around its slapstick scenario (the Don is trying to prevent Kitri's father from marrying his daughter to the local fop) the stage is hardly still for a moment. The work's speed is guaranteed to keep boredom at bay, though at times it does threaten to become manic. An overpadded Sergei Konstantinov as Sancho Panza throws away his best jokes in a frenzy of mugged grimaces. Although the whole cast perform with an engaging sense of fun and unselfconscious enjoyment, they could do with an acting coach to polish up their comic timing. </p> <p>Exceptional, though, is Vladimir Ponomarev as the Don. As angular and attenuated as a Spanish saint, he staggers in hollowed-eyed pursuit after schemes and visions. Through his eyes, we are granted the most singular vision of the whole production: Natalia Sologub dancing the Queen of the Dyrads in the Don's fevered imagination. Sologub possesses an eerily perfect control over her body: the long, singing lines of her movement not only cast a brief lyric spell within the ballet but promise an extraordinary future career. </p> <p>\u0095 Ends tonight. Box office: 020-7304 4000.</p>",
  "<p>What was that about impoverished regional theatres with no money, no audiences and no sense of ambition? In the period when most provincial playhouses shut up shop for the summer to save a bit of money, the Theatre Royal has opted to splurge on a large cast, full band and big set at the service of a melodious, venerable romp that has been resting on its laurels for far too long now. </p> <p>A Funny Thing Happened on the Way to the Forum, Stephen Sondheim's first solo effort as composer and librettist, has always rather suffered by way of association. First you think of Frankie Howerd, then you think of Up Pompeii, then you think you must have seen it. True, in the course of its madcap plotting it manages to find a place for every cliche in the book, but at least Sondheim went direct to the book that they originally came from. </p> <p>What is so surprising about A Funny Thing..., apart from the insouciant sophistication of Sondheim's deceptively simple songwriting, is the stamp it bears of its primary influence: Titus Maccius Plautus, the earliest extant Latin comic dramatist. You want to know where mother-in-law jokes and that old gag with the plank came from? You need look no further than Plautus himself. </p> <p>Nor is it a one-man vehicle, as Frankie Howerd's triumph in the original West End production might have suggested. Martin Barrass is in top form in the taxing toga part of Pseudolus the Slave, and proves that there is more to the role than obsequiously following Frankie. But the real reason for the show's irrepressible buoyancy - and undoubtedly the reason it is attempted so infrequently - is that it demands a wide range of talent from a very substantial cast. </p> <p>This is not a show you can skimp on, and thankfully director Damian Cruden goes for broke. True, the lengthy cast list offers a constellation of people you probably won't have heard of, but it just shows how unrelated concepts of ability and celebrity can be. Some of the cast, particularly the posse of gymnastic courtesans, are young guns on the way up; but it is the old blokes who make off with most of the honours. </p> <p>Howard Attfield and Stuart Sherwin, as Senex and Hysterium, prove to be a hilarious pair of old pros in a show where the values of old-proism are paramount. Sherwin's biography informs us that he began his career in weekly rep. Does anyone remember what that was? They may do yet if shows like this continue to buck the trend. </p> <p>\u0095 Until September 2. Box office: 01904 623568.</p>",
  "<p>The scramble to take control of mutual insurance groups Scottish Provident and Equitable Life seems likely to escalate. </p> <p>A short list of bidders for Provident is rumoured to have been drawn up, and is thought to include Abbey National and Old Mutual, the South African insurer. </p> <p>As the candidates for Provident are whittled down advisers to Equitable Life are ready to release the official documentation to those suitors who have expressed an interest. </p> <p>Abbey National is again expected to be among the interested parties, as is Barclays - 20p stronger at £17.50 - fresh from its takeover of Woolwich. </p> <p>Equitable's advisers are expected to make it clear to potential suitors that even if they lose the bid, their names will be published in the documentation sent to the insurers' policyholders next year in their vote to end mutuality and sell the business, crippled by a court ruling over guaranteed annuities.</p>",
  "<p>When budgets are tight, spending money on possibilities rather than certainties is a difficult choice. This could be why fewer than 10% of students take out insurance against theft, fire or accidental damage to belongings. </p> <p>Insurance is hardly a sexy subject, but, according to insurers who specialise in the student market, a claim is made on around one student policy in 10, showing there is need for this kind of cover. </p> <p>Brian Wright of Saxon Insurance points out that in big cities - which tend to have the highest crime rates - students live in a few areas, making them easy targets for burglars. \"Students also have the type of equipment, such as computers and stereos, which can easily be sold on. And it is not unusual to find six students living together, so the burglar has access to all that times six.\" </p> <p>One student is burgled every four minutes, and even this, according to insurer Endsleigh, is a conservative figure. Endsleigh, set up in the early 60s in conjunction with the National Union of Students, was the first player in the student market when, according to a spokesman: \"The drugs, peace and free-love reputation of students meant they were seen as a risk by traditional insurers.\" Campus and Saxon are its only student-specialist competitors. All provide basic cover and, for higher premiums, cover for bikes and musical instruments. </p> <p>Saxon offers the only policy specifically for halls of residence. It also offers a general plan for people living out of halls. The cover is the same: £2,500 worth of goods including computer insurance up to £500, but, because of the lower risk, the halls policy is cheaper at £24 a year against £32. </p> <p>There is also an online budget version at £15, but the maximum cover is only £1,500. But these are the lowest rates, offered only in low-crime towns. Study in the most expensive cities, such as Manchester, Liverpool or Leeds, and you will pay £76 for the same cover. </p> <p>Saxon has just three bandwidths, so it may be cheaper for students living in London, as it puts the capital in the cheapest category, with cover starting from £28 a year. For this, personal possessions are covered with no maximum, although there is a limit to £250 for any single item. Computers are covered up to the value of £500. </p> <p>The Campus policies offered by insurer Student-World, can be bought for the entire three-year period. Students in the most expensive areas will pay £158 for the three years and London dwellers between £117-£122. </p> <p>Endsleigh splits the country into 10 areas for rating purposes. Most pricey areas include parts of Coventry, Birmingham, Newcastle, Sunderland, Teesside and Wolverhampton, where even the shallowest cover level of £2,000 will cost £96 a year. Students at Brighton, Loughborough and Cambridge will pay the lowest price of £32.50 for £2,500 of cover with Endsleigh. </p> <p>Before buying a policy it makes sense to check whether your university has a block policy which covers students in its halls and other forms of accommodation. Many do, but where there is no block cover it could make sense to insure your possessions even in this protected environment - two years ago the halls of residence of a major university were razed in a fire. </p> <p>You may find your parents' home and contents insurance will cover you at your term-time residence. Many policies don't - they are frequently post code specific - and even if they do, it may not be worth breaking a no-claims record. You would have to prove violent entry in the case of theft, whereas the Saxon policy pays out even in \"walk-in\" cases. </p> <p>Even parents can take out insurance. Saxon's Unishield policy covers against loss of fees paid if a student should drop out of their course, as well as accident, sickness and unemployment cover. On average, 17% of students fail to complete their studies, rising to 35% on some courses, and parents as well as students can be left with expensive liabilities to the university, banks and Student Loans Company. According to Saxon, the most common reason for early bailing out are sickness, change of mind, sports and motor accidents and pregnancy. </p> <p>The cautious parent who opts to take out fee, loan and \"parent\" (that is, accident and sickness) shields would pay from £27.91 a month. </p> <p> Saxon Insurance Services 01159-676-600; Endsleigh <a href=\"http://www.endsleigh.co.uk\">www.endsleigh.co.uk</a>; <a href=\"http://www.studentinsurance.co.uk\" target=\"_NEW\">Campus Insurance</a> or call 0845-330-1408.</p>",
  "<p>Progress is a wonderful thing. If I wanted to change channels on my television I used to have to get up and push a button. Then I got a remote control and could change channels without moving. </p> <p>Now, with a video recorder and cable television, I have three separate remote controls which sometimes all have to be used together to transmit the desired instruction, using more buttons than you'd find on the back of a Pearly King.</p> <p>So now, instead of wasting my time with television, I spend it looking down the back of the sofa for the remote that has timed itself to go missing whenever I want to watch something.</p> <p>All I can find are bits of Barbie outfits abandoned by my daughters, dozens of pens (has anyone ever seen a ballpoint pen actually run out of ink?), fossilised sweets and shoals of coins from foreign holidays.</p> <p>But to this day I've never shoved my hand down the back of our battered old armchair and pulled out £15bn. This might not entirely surprise you - but you might be interested to know that that's how much money has fallen into the financial system's equivalent of down-the-back-of-the-sofa.</p> <p>This estimate has been made by the Unclaimed Assets Register, a scheme launched last month to help people track down money to which they think they might be entitled, from pensions, insurance policies, Premium Bonds and National Savings accounts. For a charge of up to £15, you can order a search of a database of unclaimed cash - with one in eight searches reported to yield money.</p> <p>But even though the register anticipates returning £1m to its rightful owners this year, the largest single amount of unclaimed money is £5bn gathering dust in bank accounts - and this great stack of lost-property cash is not included in the register's searches.</p> <p>So, how did all this money get left behind? How does a bank account become identified as \"dormant\"? And if we think we've left a bank account behind somewhere, how would we go about reclaiming our money? Apart from that great enemy of record keeping, death, there are all kinds of disruptions that have parted people from their bank accounts - families breaking up, moving house, losing documents, long-term illness or simply forgetting. It can all mean losing track of cash.</p> <p>According to the British Bankers Association, an account usually is identified as no longer active if there have been no transactions of any kind for at least a year, after which the bank will write to the customer and then, if there is no reply, wait another couple of months and then, officially, label the account \"dormant\".</p> <p>The bank will still keep records of the account and interest will still accumulate, but once an account has been declared dormant there are no more statements or letters sent to what they assume is no longer your current address and your account will no longer be considered as \"live\".</p> <p>Even though the account is in the financial deep freezer, the money is still the property of its original owner - or whoever inherited their money where the account holder has died. But you can't walk into the bank after a 20-year absence (if you can find a branch still open) and just expect to walk away with your lost fortune.</p> <p>If you believe you have a long-lost bank account, you'll be expected to apply to the relevant bank providing proof of identity or evidence of your entitlement to funds from account holders who have died (such as a will).</p> <p>You'll also be asked to provide any documentation that can link you with the account, such as old statements or proof of a former address. There's a form available from the British Bankers Association or from the bank where you think your money is languishing.</p> <p>The bank should reply within three months confirming whether your claim to a dormant account is accepted and if there's a dispute, you can apply for an intervention from the Banking Ombudsman.</p> <p>If you're as organisationally-challenged as I am, (which means I lose every piece of documentation I'm sent) it's reassuring that there are second chances for catching up with lost accounts and insurance policies. We are not all born with filing-cabinet minds and a few changes of address can trash any chance of keeping financial records together.</p> <p>And on losing things, I'm just dreading the day when I'll have to throw away a television set because I can't remember where I've left the remote control - and if it gets stuck on Kilroy, there's no telling the emotional damage it could cause me.</p> <p>Email: <a href=\"mailto:coughlan_sean@bbc.co.uk\">coughlan_sean@bbc.co.uk</a></p>",
  "<p><strong> COUNTY CHAMPIONSHIP</strong> (Second day of four; today 11.0) <strong> FIRST DIVISION</strong><br> </p> <p><strong> Surrey v Derbyshire</strong><br> </p> <p> <strong> The Oval: </strong> Surrey (17pts) bt Derbyshire (3pts) by an innings and 45 runs. </p> <p><strong> DERBYSHIRE: </strong> First Innings 118 (Butcher 5-18). </p> <p><strong> SURREY </strong> <strong> First Innings </strong> (overnight: 161-2) </p> <p><strong> N Shahid</strong> lbw b Munton <strong> 17 </strong></p> <p><strong>I D K Salisbury</strong> b Dean <strong> 24 </strong></p> <p><strong>*A J Hollioake</strong> c Di Venuto b Dean <strong> 42 </strong></p> <p><strong>A D Brown</strong> c Stubbings b Dean <strong> 15 </strong></p> <p><strong>G P Butcher</strong> c Aldred b Dean <strong> 7 </strong></p> <p><strong>J N Batty</strong> b Dean <strong> 0</strong></p> <p><strong>M P Bicknell</strong> lbw b Munton <strong> 3 </strong></p> <p><strong>A J Tudor</strong> not out <strong> 0</strong></p> <p><strong>Mushtaq</strong> lbw b Dean <strong> 0</strong></p> <p><strong>Extras</strong> (b4, lb11, w2) <strong> 17 </strong></p> <p><strong>Total</strong> (79.3 overs) <strong> 260 </strong></p> <p><strong>Fall cont:</strong> 165, 219, 238, 255, 256, 257, 259. </p> <p><strong> Bowling:</strong> Munton 20-3-69-2; Dean 19.3-5-51-6; Aldred 21-8-68-1; Wharton 8-1-13-0; Cassar 11-2-44-1. </p> <p><strong> DERBYSHIRE </strong> <strong> Second Innings </strong></p> <p><strong>S D Stubbings</strong> c Shahid b Salisbury <strong> 41 </strong></p> <p><strong>L D Sutton</strong> c Hollioake b Mushtaq <strong> 23 </strong></p> <p><strong>M J Di Venuto</strong> c Shahid b Salisbury <strong> 0</strong></p> <p><strong>R J Bailey</strong> c Brown b Mushtaq <strong> 0</strong></p> <p><strong>M P Dowman</strong> c Batty b Mushtaq <strong> 9 </strong></p> <p><strong>M E Cassar</strong> b Mushtaq <strong> 0</strong></p> <p><strong>S J Lacey</strong> c Shahid b Mushtaq <strong> 0</strong></p> <p><strong>P Aldred</strong> st Batty b Salisbury <strong> 4 </strong></p> <p><strong>*T A Munton</strong> c and b Mushtaq <strong> 13 </strong></p> <p><strong>K J Dean</strong> lbw b Mushtaq <strong> 0</strong></p> <p><strong>L J Wharton</strong> not out <strong> 0</strong></p> <p><strong>Extras</strong> (b1, lb4, w2) <strong> 7 </strong></p> <p><strong>Total</strong> (33.3 overs) <strong> 97 </strong></p> <p><strong>Fall:</strong> 68, 68, 69, 70, 70, 70, 75, 90, 94. </p> <p><strong> Bowling:</strong> Bicknell 7-2-16-0; Tudor 5-1-27-0; G P Butcher 4-0-13-0; Mushtaq 9.3-5-11-7; Salisbury 8-1-25-3. </p> <p><strong> Umpires:</strong> R Julian and B Leadbeater. </p> <p><strong> Somerset v Durham</strong><br> </p> <p> <strong> Taunton: </strong> Somerset (3pts) trail Durham (4) by 320 runs with all their first-innings wickets intact (rain stopped play). </p> <p><strong> DURHAM </strong> <strong> First Innings </strong> (overnight: 324-6) </p> <p><strong> A Pratt</strong> b Pierson <strong> 38 </strong></p> <p><strong>J Wood</strong> lbw b Pierson <strong> 26 </strong></p> <p><strong>N C Phillips</strong> c Blackwell b Pierson <strong> 9 </strong></p> <p><strong>S J Harmison</strong> c Blackwell b Jones <strong> 15 </strong></p> <p><strong>S J E Brown</strong> not out <strong> 2 </strong></p> <p><strong>Extras</strong> (lb10, w2, nb6) <strong> 18 </strong></p> <p><strong>Total</strong> (127.1 overs) <strong> 378 </strong></p> <p><strong>Fall cont:</strong> 341, 356, 365. </p> <p><strong> Bowling:</strong> Rose 22-8-58-1; Jones 27.1-4-112-1; Burns 9-1-29-0; Grove 19-4-53-3; Parsons 8-1-25-0; Blackwell 21-7-50-1; Pierson 21-8-41-3. </p> <p><strong> SOMERSET </strong> <strong> First Innings </strong></p> <p><strong>*J Cox</strong> not out <strong> 22 </strong></p> <p><strong>M N Lathwell</strong> not out <strong> 25 </strong></p> <p><strong>Extras</strong> (b5, lb2, nb4) <strong> 11 </strong></p> <p><strong>Total</strong> (for 0, 14 overs) <strong> 58 </strong></p> <p><strong>To bat:</strong> R J Turner, P D Bowler, K A Parsons, M Burns, G D Rose, I D Blackwell, A R K Pierson, P S Jones, J O Grove. </p> <p><strong> Bowling:</strong> Brown 7-3-12-0; Harmison 5-1-27-0; Phillips 2-0-12-0. </p> <p><strong> Umpires: </strong> B Dudleston and A G T Whitehead. </p> <p><strong> Leicestershire v Yorkshire</strong><br> </p> <p> <strong> Leicester: </strong> Yorkshire (3pts) trail Leicestershire (5) by 157 runs with five first-innings wickets remaining. </p> <p><strong> LEICESTERSHIRE </strong> <strong> First Innings </strong> (overnight: 286-8) </p> <p><strong> N D Burns</strong> b Silverwood <strong> 58 </strong></p> <p><strong>C D Crowe</strong> b Silverwood <strong> 30 </strong></p> <p><strong>J Ormond</strong> not out <strong> 6 </strong></p> <p><strong>Extras</strong> (b2, lb6, w8, nb13) <strong> 29 </strong></p> <p><strong>Total</strong> (110.3 overs) <strong> 351 </strong></p> <p><strong>Fall cont:</strong> 332. </p> <p><strong> Bowling:</strong> Silverwood 25.3-4-60-4; Hamilton 24-2-82-2; Elstub 17-3-44-1; Fellows 17-5-49-1; Fisher 26-2-103-2; Lehmann 1-0-5-0. </p> <p><strong> YORKSHIRE </strong> <strong> First Innings </strong></p> <p><strong>S Widdup</strong> c Sutcliffe b Kumble <strong> 38 </strong></p> <p><strong>V J Craven</strong> c Smith b Wells <strong> 15 </strong></p> <p><strong>A McGrath</strong> c Smith b Wells <strong> 1 </strong></p> <p><strong>M J Wood</strong> lbw b Wells <strong> 0</strong></p> <p><strong>G M Fellows</strong> c Burns b Ormond <strong> 16 </strong></p> <p><strong>G M Hamilton</strong> not out <strong> 58 </strong></p> <p><strong>*D S Lehmann</strong> not out <strong> 51 </strong></p> <p><strong>Extras</strong> (b5, lb2, w2, nb6) <strong> 15 </strong></p> <p><strong>Total</strong> (for 5, 69 overs) <strong> 194 </strong></p> <p><strong>Fall:</strong> 22, 24, 24, 61, 123. </p> <p><strong> To bat:</strong> S M Guy, I D Fisher, C E W Silverwood, C J Elstub. </p> <p><strong> Bowling:</strong> Ormond 21-3-56-1; Dakin 10-1-38-0; Wells 12-5-30-3; Kumble 21-6-49-1; Crowe 5-0-14-0. </p> <p><strong> Umpires:</strong> M R Benson and M J Harris. </p> <p><strong> (First day of four; today 11.0) </strong><br> </p> <p><strong> Lancashire v Kent</strong><br> </p> <p> <strong> Old Trafford: </strong> Kent (3pts) trail Lancashire (2) by 195 runs with six first-innings wickets remaining. </p> <p><strong> LANCASHIRE </strong> <strong> First Innings </strong></p> <p><strong>M J Chilton </strong> c Smith b Masters <strong> 23 </strong></p> <p><strong>*J P Crawley </strong> c Key b Patel <strong> 42 </strong></p> <p><strong>A Flintoff </strong> c Fulton b Saggers <strong> 29 </strong></p> <p><strong>S C Ganguly </strong> c and b Patel <strong> 0</strong></p> <p><strong>N H Fairbrother </strong> c Fulton b Saggers <strong> 48 </strong></p> <p><strong>J C Scuderi </strong> c Masters b McCague <strong> 23 </strong></p> <p><strong>W K Hegg </strong> lbw b Saggers <strong> 22 </strong></p> <p><strong>C P Schofield </strong> c Fulton b McCague <strong> 16 </strong></p> <p><strong>P J Martin </strong> c Wells b Saggers <strong> 0</strong></p> <p><strong>G Keedy </strong> not out <strong> 17 </strong></p> <p><strong>M P Smethurst </strong> c and b Patel <strong> 5 </strong></p> <p><strong>Extras </strong> (lb1, w2, nb8 <strong> 11 </strong></p> <p><strong>Total </strong> (87.3 overs) <strong> 236 </strong></p> <p><strong>Fall: </strong> 59, 94, 95, 102, 141, 195, 202, 202, 231. </p> <p><strong> Bowling: </strong> Saggers 22-6-54-4; McCague 14-3-40-2; Masters 15-1-60-1; Patel 32.3-9-72-3; Dravid 4-1-9-0. </p> <p><strong> KENT </strong> <strong> First Innings </strong></p> <p><strong>D P Fulton</strong> c Flintoff b Martin <strong> 2 </strong></p> <p><strong>R W T Key</strong> lbw b Martin <strong> 6 </strong></p> <p><strong>R Dravid</strong> lbw b Smethurst <strong> 1 </strong></p> <p><strong>E T Smith</strong> c Hegg b Smethurst <strong> 0 </strong></p> <p><strong>M J Walker</strong> not out <strong> 16 </strong></p> <p><strong>*A P Wells</strong> not out <strong> 10 </strong></p> <p><strong>Extras</strong> (b4, lb2) <strong> 6 </strong></p> <p><strong>Total</strong> (for 4, 14 overs) <strong> 41 </strong></p> <p><strong>Fall:</strong> 7, 14, 14, 14. </p> <p><strong> To bat:</strong> D D Masters, P A Nixon, M J McCague, M J Saggers, M M Patel. </p> <p><strong> Bowling:</strong> Martin 7-2-22-2; Smethurst </p> <p>6-1-12-2; Keedy 1-0-1-0. </p> <p><strong> Umpires: </strong> J H Hampshire and K E Palmer. </p> <p><strong> SECOND DIVISION</strong> (Second day of four; today 11.0) <br> </p> <p><strong> Essex v Gloucestershire</strong><br> </p> <p> <strong> Colchester: </strong> Gloucestershire (6pts) lead Essex (3) by 361 runs with eight second-innings wickets remaining. </p> <p><strong> GLOUCESTERSHIRE </strong> <strong> First Innings </strong> (overnight: 278-9) </p> <p><strong> J N Snape</strong> not out <strong> 54 </strong></p> <p><strong>B W Gannon</strong> b Irani <strong> 28 </strong></p> <p><strong>Extras</strong> (b7, lb5, w8, nb18) <strong> 38 </strong></p> <p><strong>Total</strong> (121.2 overs) <strong> 324 </strong></p> <p><strong>Fall cont:</strong> 266. </p> <p><strong> Bowling:</strong> Cowan 25-5-83-2; Irani 24.2-7-56-3; D R Law 9-1-41-0; Napier 8-2-28-0; Such 32-10-60-4; Mason 11-3-27-1; Grayson 12-3-17-0. </p> <p><strong> ESSEX </strong> <strong> First Innings </strong></p> <p><strong>P J Prichard</strong> c Taylor b Gannon <strong> 0</strong></p> <p><strong>A P Grayson</strong> c Windows b Lewis <strong> 56 </strong></p> <p><strong>S G Law</strong> c Russell b Gannon <strong> 7 </strong></p> <p><strong>*R C Irani</strong> c Barnett b Hancock <strong> 21 </strong></p> <p><strong>S D Peters</strong> b Gannon <strong> 18 </strong></p> <p><strong>G R Napier</strong> c Gannon b Ball <strong> 21 </strong></p> <p><strong>B J Hyam</strong> b Alleyne <strong> 7 </strong></p> <p><strong>D R Law</strong> c and b Ball <strong> 15 </strong></p> <p><strong>T J Mason</strong> not out <strong> 24 </strong></p> <p><strong>A P Cowan</strong> c Russell b Ball <strong> 1 </strong></p> <p><strong>P M Such</strong> c Snape b Lewis <strong> 0</strong></p> <p><strong>Extras</strong> (lb2, nb2) <strong> 4 </strong></p> <p><strong>Total</strong> (67.3 overs) <strong> 174 </strong></p> <p><strong>Fall:</strong> 1, 15, 48, 75, 110, 128, 141, 155, 171. </p> <p><strong> Bowling:</strong> Lewis 16.3-7-37-2; Gannon 14-0-61-3; Hancock 10-3-18-1; Alleyne 10-3-24-1; Ball 17-4-32-3. </p> <p><strong> GLOUCESTERSHIRE </strong> <strong> Second Innings </strong></p> <p><strong>D R Hewson</strong> c S G Law b Cowan <strong> 10 </strong></p> <p><strong>T H C Hancock</strong> not out <strong> 0</strong></p> <p><strong>M G N Windows</strong> c Hyam b Irani <strong> 1 </strong></p> <p><strong>K J Barnett</strong> not out <strong> 0</strong></p> <p><strong>Extras</strong> <strong> 0</strong></p> <p><strong>Total</strong> (for 2, 6 overs) <strong> 11 </strong></p> <p><strong>Fall:</strong> 10, 11. </p> <p><strong> To bat:</strong> *M W Alleyne, C G Taylor, R C Russell, J N Snape, M C J Ball, B W Gannon, J Lewis. </p> <p><strong> Bowling:</strong> Cowan 3-0-5-1; Irani 3-1-6-1. </p> <p><strong> Umpires:</strong> G I Burgess and N G Cowley. </p> <p><strong> Sussex v Northamptonshire</strong><br> </p> <p> <strong> Eastbourne: </strong> Sussex (3pts) trail Northamptonshire (5) by 72 runs with four second-innings wickets remaining. </p> <p><strong> NORTHAMPTONSHIRE:</strong> First Innings 110 (Kirtley 6-41). </p> <p><strong> SUSSEX </strong> <strong> First Innings </strong> (overnight: 151-9) </p> <p><strong> *C J Adams</strong> lbw b Cousins <strong> 84 </strong></p> <p><strong>M A Robinson</strong> not out <strong> 0</strong></p> <p><strong>Extras</strong> (lb6, w8) <strong> 14 </strong></p> <p><strong>Total</strong> (56.3 overs) <strong> 153 </strong></p> <p><strong>Fall cont:</strong> 151. </p> <p><strong> Bowling:</strong> Cousins 14.3-2-39-3; Taylor 18-4-42-4; Penberthy 10-3-26-2; Brown 9-1-33-0; Swann 5-1-7-1. </p> <p><strong> NORTHAMPTONSHIRE </strong> <strong> Second Innings </strong></p> <p><strong>*M L Hayden</strong> c Peirce b Martin-Jenkins <strong> 21 </strong></p> <p><strong>A S Rollins</strong> c Cottey b Kirtley <strong> 15 </strong></p> <p><strong>J W Cook</strong> b Rashid <strong> 116 </strong></p> <p><strong>D J G Sales</strong> lbw b Robinson <strong> 5 </strong></p> <p><strong>R J Warren</strong> lbw b Robinson <strong> 0</strong></p> <p><strong>A L Penberthy</strong> lbw b Lewry <strong> 10 </strong></p> <p><strong>G P Swann</strong> c Peirce b Kirtley <strong> 24 </strong></p> <p><strong>D Ripley</strong> not out <strong> 39 </strong></p> <p><strong>J P Taylor</strong> c Adams b Lewry <strong> 8 </strong></p> <p><strong>D M Cousins</strong> c Adams b Lewry <strong> 2 </strong></p> <p><strong>J F Brown</strong> c Wilton b Lewry <strong> 0</strong></p> <p><strong>Extras</strong> (b14, lb10, nb6) <strong> 30 </strong></p> <p><strong>Total</strong> (85.4 overs) <strong> 270 </strong></p> <p><strong>Fall:</strong> 22, 46, 65, 65, 112, 169, 236, 264, 270. </p> <p><strong> Bowling:</strong> Lewry 19.4-4-57-4; Kirtley 17-8-52-2; Robinson 20-7-58-2; Martin-Jenkins 20-3-55-1; Rashid 9-2-24-1. </p> <p><strong> SUSSEX </strong> <strong> Second Innings </strong></p> <p><strong>R R Montgomerie</strong> lbw b Cousins <strong> 1 </strong></p> <p><strong>M T E Peirce</strong> c Swann b Cousins <strong> 0</strong></p> <p><strong>W G Khan</strong> lbw b Cousins <strong> 0</strong></p> <p><strong>*C J Adams</strong> not out <strong> 16 </strong></p> <p><strong>P A Cottey</strong> b Cousins <strong> 1 </strong></p> <p><strong>R S C Martin-Jenkins</strong> c Taylor b Taylor <strong> 5 </strong></p> <p><strong>R J Kirtley</strong> lbw b Taylor <strong> 0</strong></p> <p><strong>U B A Rashid</strong> c Ripley b Taylor <strong> 4 </strong></p> <p><strong>N J Wilton</strong> not out <strong> 14 </strong></p> <p><strong>Extras</strong> (b1, lb3) <strong> 4 </strong></p> <p><strong>Total</strong> (for 7, 18 overs) <strong> 45 </strong></p> <p><strong>Fall:</strong> 1, 1, 2, 6, 13, 13, 25. </p> <p><strong> To bat:</strong> J D Lewry, M A Robinson. </p> <p><strong> Bowling:</strong> Cousins 6-2-16-4; Taylor 8-2-21-3; Brown 3-2-3-0; Swann 1-0-1-0. </p> <p><strong> Umpires:</strong> A A Jones and T E Jesty. </p> <p><strong> Glamorgan v Nottinghamshire</strong><br> </p> <p> <strong> Cardiff: </strong> Nottinghamshire (6pts) lead Glamorgan (4) by 28 runs with four first-innings wickets remaining. </p> <p><strong> GLAMORGAN: </strong> First Innings 288 (S P James 77, M P Maynard 77; Harris 4-101, Stemp 4-67). </p> <p><strong> NOTTINGHAMSHIRE </strong> <strong> First Innings </strong> (overnight: 10-0) </p> <p><strong> D J Bicknell</strong> lbw b Croft <strong> 20 </strong></p> <p><strong>G E Welton</strong> c Wallace b Thomas <strong> 74 </strong></p> <p><strong>*J E R Gallian</strong> c Maynard b Croft <strong> 13 </strong></p> <p><strong>U Afzaal</strong> not out <strong> 100 </strong></p> <p><strong>J E Morris</strong> c Newell b Cosker <strong> 28 </strong></p> <p><strong>P Johnson</strong> b Cosker <strong> 43 </strong></p> <p><strong>C M W Read</strong> lbw b Croft <strong> 1 </strong></p> <p><strong>P J Franks</strong> not out <strong> 22 </strong></p> <p><strong>Extras</strong> (b6, lb2, nb7) <strong> 15 </strong></p> <p><strong>Total</strong> (for 6, 114 overs) <strong> 316 </strong></p> <p><strong>Fall:</strong> 55, 97, 127, 184, 279, 288. </p> <p><strong> To bat:</strong> P R Reiffel, R D Stemp, A J Harris. </p> <p><strong> Bowling:</strong> Wharf 11-3-38-0; Thomas 17-3-51-1; Croft 45-14-108-3; Cosker 36-8-96-2; Dale 5-1-15-0. </p> <p><strong> Umpires: </strong> M J Kitchen and P Willey. </p> <p><strong> (First day of four; today 11.0) </strong><br> </p> <p><strong> Warwickshire v Middlesex</strong><br> </p> <p> <strong> Edgbaston: </strong> Middlesex (2pts) lead Warwickshire (2) by 292 runs with four first-innings wickets remaining. </p> <p><strong> MIDDLESEX </strong> <strong> First Innings </strong></p> <p><strong>A J Strauss</strong> lbw b Richardson <strong> 19 </strong></p> <p><strong>M A Roseberry</strong> c Piper b Smith <strong> 62 </strong></p> <p><strong>*J L Langer</strong> c Piper b Richardson <strong> 109 </strong></p> <p><strong>M R Ramprakash</strong> not out <strong> 77 </strong></p> <p><strong>E C Joyce</strong> c Piper b Richardson <strong> 0</strong></p> <p><strong>D C Nash</strong> c Richardson b Giles <strong> 13 </strong></p> <p><strong>T F Bloomfield</strong> lbw b Richardson <strong> 0</strong></p> <p><strong>B L Hutton</strong> not out <strong> 0</strong></p> <p><strong>Extras</strong> (lb4, nb8) <strong> 12 </strong></p> <p><strong>Total</strong> (for 6, 84 overs) <strong> 292 </strong></p> <p><strong>Fall:</strong> 30, 164, 255, 257, 292, 292. </p> <p><strong> To bat:</strong> S J Cook, P C R Tufnell, R L Johnson. </p> <p><strong> Bowling:</strong> Richardson 22-8-54-4; Brown 14-2-55-0; Welch 9-1-33-0; Giles 24-3-83-1; Smith 15-0-63-1. </p> <p><strong> WARWICKSHIRE: </strong> M J Powell, M A Wagh, A Singh, D P Ostler, D L Hemp, D R Brown, A F Giles, G Welch, *N M K Smith, K J Piper, A Richardson. </p> <p><strong> Umpires: </strong> J F Steele and N A Mallender. </p> <p><strong> SECOND XI CHAMPIONSHIP</strong><br> </p> <p>(Second day of four) <strong> Leamington Spa: </strong> Surrey 238 (J J Porter 73; S Andrew 55; Altree 6-87) and 293-8 (J D Ratcliffe 77). Warwickshire 211 (K P Pietersen 92; Greenidge 6-70; Hollioake 4-69). </p> <p>(Third day of four) <strong> Bristol: </strong> Gloucester 55-1. Middlesex 370. No play; rain </p> <p><strong> Chester-le-Street: </strong> Lancashire 178 (G D Lloyd 89) and 192 (J J Haynes 63no). Durham 250 (P Mustard 50; Green 5-61) and 123-5. Durham won by five wickets. </p> <p><strong> Dunstable: </strong> Essex 271 and 217-4 dec (R J Mansfield 58; J S Foster 64no). Northants 117 (McGarry 4-54) and 39-1. </p> <p><strong> Hasting: </strong> Sussex 318 and 381-7dec (J R Carpenter 132; M H Yardey 94; Ferley 4-120). Kent 340 and 141. </p> <p><strong> Kidderminster: </strong> Somerset 237 and 383. Worcestershire 245 (W Durston 117; C A Hunkin 76no). </p> <p><strong> FIRST U-19 TEST</strong> </p> <p><strong> (Third day of four; today 11.0) </strong><br> </p> <p><strong> England v Sri Lanka </strong><br> </p> <p> <strong> Trent Bridge: </strong> England won by an innings and 22 runs. </p> <p><strong> SRI LANKA: </strong> First Innings 211 (J Mubarak 54; Murtagh 4-29). </p> <p><strong> ENGLAND </strong> <strong> First Innings </strong> (overnight: 325-5) </p> <p><strong> Kadeer Ali</strong> c Daniels b Nissanka <strong> 59 </strong></p> <p><strong>P D Trego</strong> b Dhammika <strong> 90 </strong></p> <p><strong>Kabir Ali</strong> st N R G Perera b Pushpakumara <strong> 28 </strong></p> <p><strong>C M Gazzard</strong> b Dhammika <strong> 1 </strong></p> <p><strong>T J Murtagh</strong> c Gajanayake b Pushpakumara <strong> 16 </strong></p> <p><strong>M S Panesar</strong> not out <strong> 1 </strong></p> <p><strong>Extras</strong> (b4, lb23, w7, nb8) <strong> 42 </strong></p> <p><strong>Total</strong> (132.2 overs) <strong> 417 </strong></p> <p><strong>Fall cont:</strong> 356, 391, 397, 414. </p> <p><strong> Bowling:</strong> Nissanka 20-0-75-1; Weeraratne 17-2-76-1; Dhammika 29-8-61-2; Mubarak 4-0-7-0; Pushpakumara 18.2-5-39-2; Lokuarachchi 18-4-57-0; Kandamby 26-2-75-4. </p> <p><strong> SRI LANKA </strong> <strong> Second Innings </strong></p> <p><strong>N R G Perera</strong> c Peng b Kabir <strong> 31 </strong></p> <p><strong>G I Daniels</strong> b Kabir <strong> 4 </strong></p> <p><strong>M Perera</strong> c Gazzard b Murtagh <strong> 16 </strong></p> <p><strong>S H T Kandamby</strong> c Peng b Pattison <strong> 11 </strong></p> <p><strong>J Mubarak</strong> c Bell b Panesar <strong> 44 </strong></p> <p><strong>K M Gajanayake</strong> c Gazzard b Kabir <strong> 14 </strong></p> <p><strong>M Pushpakumara</strong> c Gazzard b Panesar <strong> 14 </strong></p> <p><strong>K Weeraratne</strong> c Bell b Panesar <strong> 8 </strong></p> <p><strong>K S Lokuarachchi</strong> lbw b Kabir <strong> 9 </strong></p> <p><strong>G G R Dhammika</strong> not out <strong> 9 </strong></p> <p><strong>R A P Nissanka</strong> not out <strong> 7 </strong></p> <p><strong>Extras</strong> (b4, lb7, nb6) <strong> 17 </strong></p> <p><strong>Total</strong> (47 overs) <strong> 184 </strong></p> <p><strong>Fall:</strong> 25, 42, 62, 97, 117, 141, 141, 156, 164, 184. </p> <p><strong> Bowling: </strong> Kabir Ali 14-4-49-4; Murtagh 9-2-46-2; Panesar 13-3-53-3; Dalrymple 4-1-8-0; IPattison 7-2-17-1. </p> <p><strong> Umpires:</strong> A Clarkson and J W Lloyds. </p> <p><strong> Today</strong> <strong> SECOND ONE-DAY INTERNATIONAL</strong><br> </p> <p><strong> Melbourne: </strong> Australia v South Africa (3.30am).</p>",
  "<p>The playwright Dennis Potter once explained that he had decided to write for TV rather than the theatre because only television offered the possibility of a \"common culture\": one in which people of all classes and generations experienced the same event simultaneously and talked about it the next morning. </p> <p>No Potter of today would go into television for that reason. Technological developments in transmission - with programmes in the future to be delivered through computers and telephones - are generally expected to make viewing a fragmented and isolated experience. In this envisaged world in which viewers become their own schedulers, you will watch Friends at 3.30am on a Tuesday if you decide to. Only a dramatic news event - the sudden death of a princess, for example - will unite the audience. </p> <p>Yesterday, though, the internet - frequently predicted killer of the common culture - offered a shared viewing experience of an unusually powerful kind. In offices - or at least hi-tech, media-friendly offices - employees crouched round computer screens to watch the live web transmission from the house in East London where the surviving seven contestants in Channel 4's house-share elimination game-show Big Brother had rounded on stockbroker Nick Bateman, the series' villain, after discovering evidence of what viewers already knew: that he was breaking the game's rules by playing the contestants off against each other. </p> <p>Bateman was already established as the stand-out character of Big Brother, a series which has managed to combine compelling voyeurism with genuine psychological revelation. While the rest of the 10 seemed to have calculated that the best way to avoid being voted out of the house was to be pleasant or inoffensive on screen, Nick was duplicitous and scheming. The Sun newspaper - which, like most of the British press, runs at least one story about the programme every day - intensified anti-Nick sentiment among viewers by alleging that he had broken the game rules of total seclusion by hiding a tiny mobile phone in his sponge bag. The claim later became more lurid: the tiny receiver was strapped behind his testicles. </p> <p>During the early hours of Thursday morning, evidence of Nick's scheming - a pen and paper, which he used to pass illicit notes to housemates - was discovered by the contestants. The suspension of the supposedly 24-hour internet transmission for two hours led to rumours (denied by Channel 4) of a punch-up. But - yesterday lunchtime - Nick faced his fellow residents with a Clintonian explanation for his actions, blaming a large family and employment in the City for his competitive tendencies. Showing once again the sophisticated understanding of the modern media that has marked him out from the others, Bateman is then reported to have negotiated safe passage to a London hotel and asked for sessions with a psychiatrist. He left the house late yesterday afternoon. A show that has become a live factual version of Lord of the Flies had lost its Lord of the Lies. </p> <p>People in homes and offices unable to receive broadcasts on the internet kept up with developments in the house through email and mobile phones. Technology expected to divide and isolate was unifying people around this media phenomenon of the summer of 2000. </p> <p>As a significant moment of television, the rumbling of Nick Bateman is most remarkable for being the first of the medium's high spots not actually to have occurred on TV. It is the first television hit in which the scheduled transmission is almost incidental to the effect. Whereas other celebrated moments of shared viewing - the revelation of JR Ewing's assassin in Dallas, the major weddings and deaths in EastEnders and Coronation Street, the big-money moments on Who Wants to Be a Millionaire? - commanded audiences of around 20m, Big Brother has achieved television ratings of only 4m. </p> <p>But this small impact has thrown up a disproportionate cultural mushroom-cloud of Sun front pages, broadsheet editorial columns, websites and workplace conversations. This is partly because the series has a compelling concept, but mainly because - through the use of the live web transmission - Big Brother is the first TV show to make serious use of the new viewing possibilities. Another significance of yesterday's scenes was that viewers were for almost the first time watching genuinely unedited events: no presenter or director was mediating the coverage. By the time Nick's departure is seen in conventional form - on Friday's edition of Big Brother - it will seem second-hand to many viewers. This is a remarkable change in the nature of what it means to watch TV. </p> <p>The only drawback to this up-rooting of the couch potato is the one which has always afflicted the internet. Nick's ostracisation could have marked the coming of age of internet broadcasting, but in the event, this was not the case. Like an impotent bridegroom, the worldwide web is always let down at the potentially sweetest moments by the equipment. The infuriating message \"web congestion\" - which will be familiar to those who tried to download either the Starr report or the Louise Woodward judgment - frequently interrupted coverage as the internet again failed to meet demand. </p> <p> This provided a second irony for historians of television in yesterday's office huddles. The second most common prediction about the future of television - apart from the one that shared viewing would no longer occur - was perfection of the image. Widescreen and digital TV were expected to allow programming of absolute clarity. Indeed, I remember writing a few years ago in a television column that the future of the medium was immaculate images watched by smaller and smaller individual audiences. </p> <p>Disproving one half of this bet by becoming talking-point TV, Big Brother - in its web-cam manifestation at least - also knocks down the other half, because the pictures offered are equivalent in quality to the first ever experimental television sets. People huddled excitedly together around a tiny, unreliable image: in a quite unexpected way, the future of television has turned out to mirror its distant past. </p> <p>As for Big Brother's hold on its audience, the Nick transmissions may represent the peak. Channel 4 has consistently denied that the game is manipulated by the programme-makers in any way. But, if so, their scrupulous honesty has been rewarded by remarkable good luck. What was called for dramatically at this halfway mark of the series is something very like what happened yesterday. It is the point at which a dramatist or screenwriter would have had the group turning against one of their number. </p> <p>But anyone writing or directing the events would also understand that Nick - as the dramatic engine of the piece - needed to be around for the dénouement. It is traditional to lament the prospect of Hamlet without the prince, but Hamlet without Claudius would be equally problematic as a piece of drama. Melodrama - and Big Brother is melodramatic documentary - needs a villain. </p> <p>The shaming of Bateman wasn't remotely equivalent in cultural significance to the shooting of Kennedy or the death of Diana, but it marks a stage in the technology of television revelation. JFK died on amateur celluloid. Diana died on live 24-hour television. Nasty Nick was nixed on the net, a day before you'll see it on a set. </p> <p><strong>Must-see TV: shows that captivated the nation</strong><br> by Jemima Sissons</p> <p><strong> Fawlty Towers: The Germans</strong> </p> <p><strong> First broadcast:</strong> October 24 1975. </p> <p>A concussed Basil Fawlty had some difficulty with his German guests. <br> Fawlty: \"Is there something wrong?\" <br> Guest: \"Will you stop talking about the war.\" <br> \"Me? You started it.\" <br> \"We did not start it.\" <br> \"Yes you did - you invaded Poland.\" </p> <p><strong> Morecambe and Wise Christmas show</strong> </p> <p><strong> First broadcast:</strong> December 25 1977. <br> <strong> Viewers:</strong> More than 20m. </p> <p>The yuletide audience gasped as Angela Rippon stepped out from behind her newsdesk and engaged in spectacular high-kicks with Eric and Ernie. </p> <p><strong> Dallas: Who shot JR?</strong> </p> <p><strong> First broadcast: </strong> May 26 1980. <br> <strong> Viewers:</strong> 21.6m. </p> <p>After a summer of bumper stickers, T-shirts and news items, the nation tuned in to find that ex-lover Kristin had pulled the trigger. </p> <p><strong> Live Aid</strong> </p> <p><strong> First broadcast:</strong> July 3 1985. <br> <strong> Viewers:</strong> 1.5bn in 160 countries. </p> <p>Bob Geldof became a TV legend when he implored the audience to: \"Give us your fucking money.\" </p> <p><strong> Eastenders: The divorce papers</strong> </p> <p><strong> First Broadcast: </strong> December 25 1986. <br> <strong> Viewers:</strong> 30m. </p> <p>Christmas in the Old Vic. Den launches into Angie, who has lied about having six months to live: \"This [brandishing an envelope], my sweet, is from my solicitor telling you that your husband has filed for a divorce. It also tells you to get a solicitor pretty quick. Happy Christmas, Ange.\" </p> <p><strong> Only fools and horses: Del falls through the bar</strong> </p> <p><strong> First broadcast:</strong> January 8 1989. <br> <strong> Viewers:</strong> 24.3m. </p> <p>Slapstick perfection. Del attempts to impress the ladies by leaning casually on the bar. The waiter lifts the hatch and he falls through it. </p> <p><strong> Blackadder goes forth : Goodbyeee</strong> </p> <p><strong> First broadcast: </strong> November 2 1989. </p> <p>Baldrick offers one last gem of wisdom as to the cause of the first world war: \"Archie Duke shot an ostrich because he was hungry.\" Tears were jerked as Blackadder and Baldrick went over the top. </p> <p><strong> Brookside: The lesbian kiss</strong> </p> <p><strong> First broadcast:</strong> January 14 1994. <br> <strong> Viewers: </strong> 6m. </p> <p>Beth and Margaret raise profile, ratings and eyebrows with England's first ever lesbian screen kiss. </p> <p><strong> The Brit awards</strong> </p> <p><strong> First broadcast: </strong> February 19 1996. <br> <strong> Viewers:</strong> 11.7m. </p> <p>Pulp frontman Jarvis Cocker waggles his behind at most of underage Britain as a protest against Michael Jackson. </p> <p><strong> This life: The last episode</strong> </p> <p><strong> First broadcast:</strong> August 7 1997. <br> <strong> Viewers: </strong> More than 3.5m. </p> <p>Rachel has blown the whistle on an affair between Milly and her boss. Milly clobbers her. </p>",
  "<b>Sex, coats and charity</b> <br> It was a simple mistake, Richard Alun Roberts told a Denbigh court, that led him to break into a charity shop and engage in sexual intercourse. <p>Roberts said he entered the shop believing it was his girlfriend's flat. Only after having sex with her did he spot his surroundings, upon which he stole £18.90 from the till and two suede coats.</p> <p>The prosecution said that Roberts \"had sexual intercourse with the female, in the room, and at the conclusion realised it was St Kentigern's charity shop and not a dwelling.\"</p> <p>In mitigation, the defence said: \"The intention of the visitation was to have a bit of slap and tickle, or sexual intercourse, with the young lady.\" Alcohol had also played a part.</p> <p>Roberts - who had previously failed to attend a trial at which he was found guilty in absentia -was placed on probation for a year and ordered to pay £18.90 in compensation to St Kentigern's. <br><b>Denbighshire Free Press</b></p> <p><b>Cruellest cut for fan with Tigers in his pants</b><br> Hull City football club have issued a savage warning to errant fans by banning one of their most famous supporters from ever attending another match</p> <p>Clint Leach, a Hull bricklayer, gave a vivid demonstration of his passion for the club in front of millions of TV viewers. Appearing on Blind Date, Mr Leach dropped his trousers to show off his favourite Tigers boxer shorts. </p> <p>While the club overlooked this affront to public decency, when Mr Leach ran onto the pitch during the last game of the season, against Hartlepool, officials decided it was time to crack down and barred Mr Leach indefinitely.</p> <p>\"It has absolutely destroyed me,\" said Mr Leach. \"Watching the game on Teletext just isn't the same.\" <br><b>Hull Daily Mail</b></p> <p><b>Strip late? No Bristol flashing</b><br> Punters at a Bristol strip club were reportedly \"flabbergasted\" after dancers were banned from taking their clothes off after midnight.</p> <p>The city council ruled Club Creme could lose its public entertainment licence if full stripteases continue beyond 12 o'clock. </p> <p>Club Creme's general manager, Gordon Sneddon, said: \"At midnight the girls have to keep their tops on. The rules are the rules.\" But, he admitted, \"some people choose to leave\". </p> <p>He affirmed: \"There is nothing dirty about what we do. The club already has a strict no-touching policy.\"</p> <p>A stripper said: \"Bristol is in the dark ages.\" <br><b>Evening Post</b></p> <p><b>I take thee in the name of the law</b><br> A former Royal Marine's attempt to keep the peace on his wedding night backfired disastrously as he was hauled off to a cell in Salisbury police station.</p> <p>After enjoying their reception at Boscombe Recreation Club, Andrew Dobson took his bride Donna and friends to a nearby nightclub, where a scuffle developed between them and a group of off-duty soldiers.</p> <p>Mr Dobson said: \"Donna was then attacked from behind by another girl and part of her wedding dress was ripped off.\"</p> <p>While police broke up the fracas, Mr Dobson decided to make a citizen's arrest of his new wife's assailant. Unfortunately, the officers decided to arrest the civic-minded groom for obstruction and only released him after several hours back at the nick.</p> <p>\"I was only let out because it was my wedding night,\" said Mr Dobson. \"When I got back to Amesbury we couldn't find a key to the room, so we ended up spending three hours in the back of my car.\" <br><b>Salisbury Journal</b></p> <p> <b> Letter of the week </b><br> It would appear that if we all keep quiet and not rock the boat, we can have a new library and concert hall. But in return we have to allow the developers to concrete all over the front garden. <br>This seems to me like a not so subtle form of blackmail. It's almost a certainty that the new stadium will be built there, putting more traffic on the roads, assuming that fans will still be able to afford the price of admission. <br> By the way, what became of the millions of pounds from the sale of the town centre? <br> If there is life up there Jim, it's not as we know it. <br><b>D Parsons, </b>Malvern Road <br> <b>Swindon Evening Advertiser</b></p>",
  "Eloise Webster turned pale. The first piece of paper she spotted on opening the brown envelope showed a U. For one awful moment she thought she had failed chemistry. <p>She need not have worried. The unclassified result was an S-level paper she had sat \"just for fun\". The results that counted confirmed that she was on her way to Cambridge to study natural sciences as a prelude, she hoped, to going into medical research. </p> <p>\"Oh my goodness I got all As,\" she whispered excitedly as realisation dawned. She turned to hug boyfriend Mark Willis, who gained three As and a B, then grabbed her mobile phone to tell her family the good news. </p> <p>With top grades in biology, chemistry, maths, further maths and physics, the 18-year-old was among 30 students from Richard Huish college in Taunton, Somerset, to achieve three or more straight As. </p> <p>Twelve students each gained four As, while Eloise and Natasha Lambert, given a provisional place at Oxford, collected five apiece. </p> <p>The sixth form college, which includes England rugby coach Andy Robinson and writer Arthur C Clarke among its former pupils, has turned in results above the national average for the past five years. This year the overall pass rate at the college, which has 1,150 pupils in all, has gone up to 95%, with 42% of grades achieved at A or B. Fifteen students, seven of them girls, are on their way to Oxbridge colleges. </p> <p>Emily Bowie, from Chard wanted an A and two Bs to take up a place to read medicine at Southampton. \"It's amazing. I'm ecstatic, I didn't think I'd do it,\" she beamed, staring at the slip giving straight As in chemistry, biology, physics and maths. </p> <p>Outside the school hall, where envelopes were still being laid out alphabetically on trestle tables, Ben, her boyfriend of three years, was among those waiting anxiously. </p> <p>Abby Pow, 18, from Taunton, needed two Bs and a C to do an exercise and sports science course at Exeter University. </p> <p>Amid scenes of mutual hugging and squeals of joy and, occasionally, disappointment, she opened her envelope with some trepidation. \"Oh my God. I think that's OK. I've got to check again. An A in English, I don't know how that happened. I've done it.\" </p> <p>Not all were so fortunate. </p> <p>Before making her way into the hall Naomi Walker had doubted that she had gained the grades she needed in order to study English at Sussex . But she had hoped she had done well enough to get into her second choice university. </p> <p>Moments later there were tears as she discovered she had probably not done so. Sadly, she went in search of staff who will be on hand in the coming days to guide students like her through the clearing process. </p> <p>The college vice-principal, Tim Duffen, rejected criticism that the exams were getting easier. </p> <p>\"We don't believe standards are slipping or that things are getting easier, but rather that we are able to crank things up a bit by hard work and by the commitment of students and staff,\" he said.</p>",
  "<p><strong> Anna Melville-James and Lorrie Sheehy </strong><br> </p> <p> Anna, 27, is a journalist; her best friend, Lorrie, 34, is a dramatist. They have known each other since they studied together at Cambridge. </p> <p> <strong> Anna </strong> </p> <p> I always look at people's legs - I think I have rugby player's legs but Lorrie has dancer's legs. I know she is heavier at the moment than she wants to be but her personality is loud and exuberant, and whatever body she had would reflect that. She doesn't let her weight hamper her. Fat is not about having extra weight, anyway, it's a frame of mind. And if you're comfortable with your own body, you'll be comfortable with another woman's body by extension. </p> <p> <strong> Lorrie </strong> </p> <p> Anna always looks fantastic, like a 40s film star. She has an amazing back and great arms but we don't really discuss our bodies. If we're going out, we'll compliment each other's hair or clothes instead. I knew Anna when she was larger than she is now and she was always a very attractive personality. I'm 13 stone and to me I look fat: nothing sags yet but it's all getting wider. Even when I was a gymnast and under nine stone, I still thought I was fat. </p> <p><strong> Sarah Klugman and Anyanna Ndukwe </strong><br> </p> <p> Best friends Sarah, 29, a project development manager, and Anyanna, 36, a freelance journalist and mother of two, met as mature students. </p> <p> <strong> Sarah</strong> </p> <p> I first saw Anyanna's body properly when I stayed at her house and she was walking around in a vest. She's very muscular - she can lift a child in each hand. After two kids, she has a good tum and I think she likes her body. I've always had a love-hate relationship with mine. From when I was 18, I felt it wasn't doing what it ought to and for years I tried to control it. I need to do more exercise but avoid it because I feel I ought to be happy with my body as it is. </p> <p> <strong> Anyanna </strong> </p> <p> Sarah has a strong body with a sense of power. Her posture is good; there's a feeling of balance in her and I like her long legs. I've always been slim but I was most happy with my body when I was dancing because I was eating and exercising more. I find it odd that women put on weight when they have kids - motherhood has made me leaner because I'm so busy! But a breast uplift is something I might consider in the future because breastfeeding has taken its toll. </p> <p><strong> Jessica Shepstone and Shelley Sanger</strong><br> </p> <p> Jessica, 26, is a gossip columnist for an internet site and Shelley, 28, is an illustrator. They have been best friends for six years. </p> <p> <strong> Jessica </strong> </p> <p> I envy the fact that Shelley is smaller-boned than me because while I'm not fat, I'm voluptuous. And when Shelley diets she becomes quite skinny whereas I look just the same. I love Shelley's lips and she's got a cute little nose. I tell her if something she's wearing doesn't suit her but I'm not being nasty - I just want her to look her best. We feel comfortable with each other's bodies. We're used to being naked together, it's not a problem for us. </p> <p> <strong> Shelley </strong> </p> <p> Jessica's got a lovely body and nice pert bosoms, not droopy like mine. I was a 38B when I was a teenager because I had so much puppy fat but then it just fell off. It took me a while to realise I wasn't plump any more. Men think Jessica is quite sexy - I think that's because she's so comfortable with her body and men like that. I feel much more confident about my body now than I used to and in fact our friendship has helped that. It's quite sisterly. </p> <p><strong> Seth Greenhill and Simon Greenhill</strong><br> </p> <p> Brothers Seth, 30, a telesales consultant, and Simon, 35, a professional drummer, are the two halves of funk band the Bird Tribe. </p> <p> <strong> Seth </strong> </p> <p> We've got very similar looks and they reflect who we are as people: Simon is the taller older brother, I'm the slightly shorter younger brother. I could be a bit better built - when I was younger I had a body that could be blown away by the wind. I'd maybe consider cutting my hair but as musicians it's a powerful image to have us looking alike. It's been said we are two sides of the same coin - the same but always looking in opposite directions, which is true. </p> <p> <strong> Simon </strong> </p> <p> I like getting older, getting lines - I like the transition from a boyish face to a more masculine one. I like the way doing yoga tones my body, too. I'm the loud one with tattoos and piercings, Seth's the more down-to-earth one - sometimes I think he looks more like his day job than the person he really is. But there are enough differences in our characters and how we put ourselves across to prevent jealousy over image. The competitive stuff comes in our music.</p>",
  "<p><strong>BLACKBURN OWNER WALKER DIES</strong></p> <p>Jack Walker, the steel magnate who funded Blackburn's 1995 title-winning team, has died aged 71 after a long illness. </p> <p>Walker took control of the club in 1991, when Blackburn were struggling in the old Second Division, but within four years they were Premiership champions. During his first three years, Walker spent £25m on new players, including the £3.5m signing of Alan Shearer from Southampton. He also transformed the ageing Ewood Park ground at a cost of more than £20m.</p> <p>He was very much a hands-on chairman, regularly phoning his manager and players and travelling to every Rovers game, despite being based in Jersey. \"He knew everyone right down to the bag man,\" said former Rovers defender Tony Gale after hearing the news. \"Everyone interested him and Jack was known to everyone. He transformed the place into what it is today. The town and the club owe a great debt to him.\"</p> <p>Even when Blackburn returned to the First Division, Walker's commitment to the Rovers cause did not diminish. \"You have to get pleasure out of it,\" he said. \"It has put Blackburn back on the up and shown that if you believe in things they can be done. If they don't win then I am bloody miserable on a Sunday.\"</p> <p><strong>ADVERTISEMENT: WIN £10,000 AND A TRIP TO THE BRAZILIAN CUP FINAL IN RIO</strong></p> <p>Think you know about football? Prove it and win with Fantasy League, home of the original fantasy football game. http://www.fantasyleague.com</p> <p><strong>BORING, BORING BRADFORD</strong></p> <p>Big transfer news involving Bradford used to be different and exciting. But now they spend so much money, it's just tedious. Spend, spend, spend. That's all Chris Hutchings seems to do! Well, we're sick of it. There's absolutely no way we're going to report the fact that Ashley Ward has completed a £1.5m transfer from Blackburn. Balls to that. Instead, let's give some space to some stuff we'd normally put in the News In Brief.</p> <p>\"Ipswich have just spent £4m on Wimbledon defender Hermann Hreidarsson. The Icelandic international will go straight into the team to face Spurs tomorrow.\" Heh! Not a mention of how the 29-year-old Ward completed his medical in time before the noon registration deadline. \"Australia have confirmed that Leeds United's Harry Kewell, Mark Viduka and Danny Milosevic will be in their squad for next month's Olympic Games in Sydney.\" See? We don't care that Ward is likely to play alongside Benito Carbone against Liverpool tomorrow. At all.</p> <p>\"The Wales squad to play Belarus in Minsk on September 2 in the World Cup qualifying group five is as follows: P Jones (Southampton), Freestone (Swansea), Barnard (Barnsley), G Roberts (Tranmere), Coleman, Symons, Melville (all Fulham), Page (Watford), Delaney (Aston Villa), Speed (Newcastle), Pembridge (Everton), M Jones (Leeds), Savage (Leicester), Robinson (Charlton), Giggs (Man Utd), Blake (Blackburn), Hartson (Wimbledon), Bellamy (Coventry), Saunders (Bradford), I Roberts (Norwich).\" Did you see that? There wasn't even any room for a quote from Geoffrey Richmond. Ha! Ha! Ha!</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"If I am not given the same status Laurent Blanc has enjoyed in the national team over the last four years, by which I mean an automatic place in the side, I will retire. I am totally clear about it. There is absolutely no ambiguity\" - He's smooth, he's charming, he's Frank Leboeuf.</p> <p><strong>LOOK INTO OUR BALLS</strong></p> <p>This time last season, the Fiver looked into its crystal ball. Inside we found the usual wintertime scene, complete with life-like plastic snowflakes. This in some way explains why our resulting predictions were so far out. We forecast that Leeds would perform poorly (not quite), that Liverpool would take the Premiership by storm (well, almost) and that Dagenham Davor Suker would be chased out of the country by the tabloids (God only knows where we got that from). We also tipped Ruud Gullit to be the first manager out of a job, but that's by the by. Basically, the point is that while you can read this year's predictions, and maybe even enjoy them, it wouldn't be wise to put any money down. So here goes...</p> <p>THE FIRST MANAGER TO LOSE HIS JOB WILL BE... John Gregory. It's a shocker, we know, but there's nothing we can do about it. You see, once Villa lose their opening three games to Leicester, Chelsea and Liverpool, Gareth Southgate and Ugo Ehiogu will insist on playing crab football for the remainder of the season. Luc Nilis will retire through injury and Greg's 15 defensive midfielders will end up killing each other in a fight to make the first team. By this point Darling Doug Ellis will have no choice but wait another few months and then sack him.</p> <p>THE SURPRISE HIT OF THE YEAR WILL BE... Tottenham Hotspur. They rely too much on the performance of one man. The fans aren't totally behind the manager. The defence is almost totally populated by ex-Wimbledon players. Steffan Freund prowls the midfield. All in all, from where we're standing, it's not looking good. Fifth place, then.</p> <p>THE SURPRISE FLOP OF THE YEAR WILL BE... Manchester United. Oh go on. Please.</p> <p>THE FIRST FOREIGNER TO INCUR TABLOID WRATH (WHO IS NOT FRANK LEBOEUF) WILL BE... Linda Evangelista. This will happen the minute Fabien Barthez has a bad game, as some fat old hack plays cherchez la femme. (cf. Victoria Beckham and hubby)</p> <p>THE NEW CRAZE WILL BE... Hoping one of the minnows get relegated. Why pretend to like the small clubs? Pick one team from Ipswich, Bradford or Charlton and guffaw loudly as, during the first couple of weeks of the season, they nick a 1-0 win at Anfield or Stamford Bridge. Then get mightily irritated as the goal is repeated every single time they're featured on Football Focus. Laugh like a drain when they get relegated unluckily on the last minute of the last day of the season - you'll never have to see that shoddy goalmouth scramble again!</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Henning Berg has expressed an interest in moving to Celtic from Manchester United. \"Officially, I haven't heard of any contact by Celtic but there might have been while I've been away [with Norway on international duty],\" Berg said. \"Celtic are a massive club and I think most players would be interested.\"</p> <p>Blackburn are leading the £1m chase for Maccabi Haifa defender Arik Benado.</p> <p><strong>NEWS IN BRIEF</strong></p> <p>John Beresford, the Southampton defender, has been forced to quit the game after failing to recover from a serious knee injury. \"It's just one of those things that happen in football,\" said a philosophical Beresford. \"It's a weird feeling knowing I will never play again, but I cannot complain as I have had a good career.\"</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>Sky Sports 3: First Division Football - Live: Birmingham v Fulham (7pm)</p> <p>Grrr! We could tell you a story or two about our run-ins with Trevor Francis</p> <p>Sky Sports 1: Hold the Back Page (11.30pm)</p> <p>but leave cuddly old Woolnough alone. We're so close we even shop for hair lacquer together. </p> <p>British Eurosport: Football (1am)<br> And anyone interested in Brian's special revitalising shampoo (with a blend of luxury essential oils including maritime pine, anise, verveine and limette) can contact us at the usual address.</p>",
  "The Chinese film Devils on the Doorstep was withdrawn from the Edinburgh film festival last night amid fears of a new climate of censorship in Beijing. <p>The spectacular epic, set during the brutal Japanese occupation of northern China during the second world war, won the Grand Prix at Cannes in May. It was shown without the permission of the Chinese authorities. </p> <p>Jiang, a hugely powerful star in mainland China, was reportedly banned from making films for seven years last month but had tried to ignore the sanction, as he had a previous one for acting in Zhang Yimou's Red Sorghum. </p> <p>But with shooting due to begin on his new film, The Story of Xu San-Guan the Blood Seller, about a man who sells his blood to survive, it appears that Jiang has been forced to compromise. </p> <p>Wouter Barendrecht, his European representative, said Jiang was now cutting Devils on the Doorstep. \"He has informed us that his new version with be approximately 23 minutes shorter. Unfortunately he is behind schedule due to the sensitive nature of the discussions the producers have been having with the Chinese government.\" </p> <p>The statement, released yesterday, is in stark contrast to his defiance of the authorities during Cannes and his fighting talking only weeks ago when he said: \"The film shows that people must express their feelings frankly and openly, instead of bottling them up inside while smiling and nodding.\" </p> <p>China has been opening up its cinemas to foreign films, with Hollywood's summer blockbusters, The Patriot and The Perfect Storm, showing there this month. </p> <p>Many observers believe Jiang has been a victim of bureaucrats whose role has been diminished by the new openness. </p> <p>Their chief objections to the film are that the Japanese are shown to be too powerful and that \"turtle fucker\" - a Chinese term of abuse - is over-used. </p> <p>A spokeswoman for the Edinburgh film festival expressed disappointment at the news but was reluctant to comment fearing it would make Jiang's situation more difficult. </p> <p><b>Useful links: </b><br></p> <p> <a href=\"http://www.edfringe.com\" target=\"_NEW\">www.edfringe.com</a> Edinburgh fringe festival <a href=\"http://www.eif.co.uk\" target=\"_NEW\">www.eif.co.uk</a> Edinburgh international festival</p>",
  "The contraceptive pill, credited with sparking a sexual revolution and blamed by some for creating a more promiscuous society, was celebrating its 40th anniversary today. <p>On August 18 1960, women in the US were the first in the world to be able to take Enovid-10, the first make of oral contraception. </p> <p>The pill was not made available in the UK until the following year, but now more than 3.5m women in this country take it. </p> <p>A major scare surrounding the pill erupted in 1995, when research suggested that women taking the newest, third-generation oral contraceptives had an increased risk of developing potentially fatal blood clots. Thousands of women instantly stopped taking their pills, and the scare resulted in an extra 20,000 pregnancies and 10,000 abortions over the following nine months. </p> <p>A spokeswoman for the Family Planning Association said: \"The introduction of the pill 40 years ago was a very important step forward for women. </p> <p>\"It gave them the opportunity to control their fertility and make informed choices about their lives. </p> <p>\"Over the years there have been many developments in contraception and today there are 13 different methods available in the UK. </p> <p>\"The pill remains an extremely safe and highly effective method when appropriately prescribed and used.\"</p>",
  "<p>\"Stop it, you dirty little Arab!\" My grandmother always used to say that when I did something disgusting, like picking my nose or flicking food at my younger brother.</p> <p>It was a long time ago, of course. In those days children were taught rhymes like \"Ten Little Nigger Boys\" and recited them to admiring aunties.</p> <p>We have certainly come a long way since then. Oddly, though - and I have noticed this particularly since starting to write about the Middle East for the Guardian - there are people who seem happy to talk about Arabs in terms that they would never use when talking about black people. It doesn't occur to them that this is racist.</p> <p>Last week, Rules of Engagement, a film about a siege at the American embassy in Yemen, arrived in Britain after earning millions of dollars in the United States. It has been described as the most racist film ever made against Arabs by Hollywood. </p> <p>The Arab characters - in this case, Yemenis - are, without exception, portrayed as deceitful, bloodthirsty fanatics. The \"hero\", an American Marines colonel, massacres 83 of them, and the film suggests that this sort of thing is justified for the greater good of America.</p> <p>Interestingly, though, the heroic colonel is played by a black actor (Samuel L Jackson) who appears totally integrated into American society. Nobody mentions his colour or appears to treat him differently because of it. In that respect only, the film is less racist than many others. Since Rules of Engagement was released, several critics have observed that Arabs are the only really vicious racial stereotypes still considered acceptable in Hollywood. </p> <p>Possibly these complaints are an over-reaction to what, after all, is a film-maker's fantasy rather than the reality. But perhaps not.</p> <p>On the day that Rules of Engagement arrived in Britain, the National Transportation Safety Board in Washington issued its first report on the crash of EgyptAir flight 990 off Nantucket last October.</p> <p>What should have been a methodical, scientific, investigation has turned into a highly charged clash of cultures between Egypt and the USA.</p> <p>As the plane fell from the sky, the co-pilot repeated an Arabic phrase, \"tawakilt 'ala Allah\" (I rely on God). This phrase, picked up by the cockpit voice recorder, was leaked to the American media, who variously described it as \"a prayer\" or a \"chant\", fuelling the theory that the co-pilot was an Islamic fundamentalist who had deliberately crashed the plane.</p> <p>The Egyptians were furious and pointed out that the phrase is routinely used by Muslims, not just fundamentalists, when facing difficult situations. They accused the American investigators of making the co-pilot a scapegoat, and being reluctant to explore the possibility of a mechanical failure in the American-built Boeing 767.</p> <p>It certainly looked like an attempt to fit the co-pilot into Hollywood's current stereotype of the fanatical Arab, but it didn't wash. When the suicide theory began to look improbable, the investigators re-moulded the co-pilot to fit a much earlier Hollywood stereotype played by Rudolph Valentino in the 1920s - the over-sexed Arab.</p> <p>The FBI came up with statements from staff at the hotel used by EgyptAir crews in New York saying that the co-pilot was noted for sexually harassing chambermaids and had once exposed himself through the hotel window. Again, these allegations were leaked to the press.</p> <p>This, apparently, was meant to imply that the co-pilot had an unstable personality and should not have been allowed to fly. Questioning the relevance of the FBI statements at a Washington press conference last week, an Egyptian journalist asked whether, if that kind of behaviour made someone unfit to control a plane, it did not also make the US president Bill Clinton unfit to control nuclear weapons.</p> <p>Nobody seems quite sure why anti-Arab racism is considered acceptable when other forms of racism aren't. Some suggest that the political role played by the west in the Middle East helps to legitimise the stereotypes of popular culture, which in turn reinforce government policies.</p> <p>But I think attitudes to Islam may also be part of the problem. People in the west often assume that Arabs are Muslims (and sometimes vice versa). Hostility towards Islam - mostly based on ignorance - can mean hostility towards Arabs. So perhaps anti-Arabism is not rooted in racial prejudice but religious prejudice. Either way, it's still prejudice.</p> <p>Readers who have further explanations or suggestions on this topic are welcome to contact me by email: brian.whitaker@theguardian.com. </p> <p><strong>Related stories</strong><br><a href=\"http://www.guardianunlimited.co.uk/international/story/0,3604,355880,00.html\">The 'towel heads' take on Hollywood</a></p>",
  "<p><strong>Thirsty Barmies prepare for their first \"dry\" tour</strong></p> <p>England's visit to Pakistan this autumn won't just be their first tour of the country in 13 years. It will also be the first time the Barmy Army has travelled to Asia. England's most passionate and boisterous supporters will be visiting a country which is hardly an obvious destination for them. There will be few of the opportunities to hit the beach, hit the bottle and pair off with local women which have been a major feature of their recent excursions to cheer on England in Australia and South Africa.</p> <p>Burnham concedes that the organisation will not, this time, have the numbers to make its presence at grounds felt the way it has in Sydney, Cape Town and Barbados. But a \"hard core\" of 25-30 supporters will be there, at least for some of the three Tests, and will be running through their usual patriotic routines. And how will the Barmy Army manage without alcohol? \"I don't know,\" he replies. \"It'll probably be a very quiet tour.\"</p> <p>The Barmies, however, are trying to turn the alleged deprivations of a Pakistan tour to their advantage. They have commissioned a special T-shirt for the trip. It originally showed a small cartoon character peaking over a wall, with two bubbles. One said: \"What, no booze!\" The other asked: \"Has anyone seen my mother-in-law?\" - a reference to an infamous remark made by Ian Botham. \"Pakistan,\" he declared after returning home early from the 1983-84 tour, \"is the kind of place to send your mother-in-law for a month, all expenses paid.\" </p> <p>But the host nation had the last word. When Botham, opening for England in the 1992 World Cup final in Melbourne, was given out for nought, he departed to taunts from Pakistan fielders of: \"Why don't you send in your mother-in-law now? She couldn't do any worse!\"</p> <p>Bearing in mind the risk of such retaliation, even the Army has now thought better of the planned T-shirt. Burnham and his fellow \"generals\" have just decided to abandon the mother-in-law reference, and have the T-shirt redesigned solely around the no-booze theme. \"We thought the mother-in-law business was quite a funny joke,\" Burnham said yesterday. \"We now realise it's as sensitive an issue in Pakistan as Shakoor Rana.\"</p> <p>The U-turn is not the first sign that the Army is at last acquiring a few diplomatic skills: a reference to Rana, the former umpire whose stand-off with England captain Mike Gatting in the Faisalabad Test on the 1987-88 trip was a major reason for the 13-year hiatus, was dropped from the official kit at an early stage. But that festering wound will still be reopened during the tour. \"We'll probably have a song about him as we go along,\" said Burnham. \"We'd like to test the water.\" </p> <p> <strong>Promising young county players suffer as loan system flops </strong></p> <p>One innovation in this English season of unprecedented change can already be judged a complete flop. The new football-style system allowing counties to loan players to one another has quite failed to catch the imagination. If it had taken off, Devon Malcolm, Northamptonshire's 37-year-old former England bowler, would now be sharing the new ball with Kent's David Master. But, as Bob Carter, Northamptonshire's director of cricket, explains: \"We wanted Dev as back-up in case of injury problems.\"</p> <p>Not one of the 400-odd registered players has been borrowed by another county, and it's now too late for any such deals to be struck. \"We haven't had any takers,\" confirms the ECB. Carter is blunter: \"It hasn't worked, has it?\"</p> <p>The scheme made sense in theory. The idea was that, particularly in the last six or seven weeks of the season, promising players languishing in county second XIs would be given opportunities to sharpen their game in somebody else's first team - maybe that of a club stricken with a run of injuries. \"We were very supportive,\" says a senior official of the Professional Cricketers' Association. \"Previously, a young player could fall out of favour halfway through the season - and his season was effectively over.\"</p> <p>The new system came with appropriate strings attached: only in exceptional circumstances would players aged 25 or over be allowed to turn out for a rival county; and no player on loan would be allowed to play in the Benson &amp; Hedges Cup or NatWest Trophy if he had already represented his original county in that particular competition.</p> <p>Loans could also have provided a lifeline for some struggling senior players. Mark Lathwell's precipitous decline from England opener in 1993 to Somerset seconds might have been arrested by a spell with another county; and Lancashire's third spinner, Gary Yates, also enduring the frustration of 2nd XI cricket, might have benefited from a temporary change of county too. Lancashire might also have moved to fill gaps in its one-day seam attack, while Yorkshire might have borrowed a proper spinner.</p> <p>So what happened? Well, there were some near misses. Kent, having lost strike bowlers Dean Headley and Julian Thompson for the entire season, approached a number of other counties for replacements as far back as May. And Northamptonshire, who refused to loan them Malcolm, failed to persuade anyone to part with an allrounder to replace the injured Kevin Innes. They were also unable to place promising 2nd XI opening bat Alec Swann elsewhere, despite offering him to all first-division counties - Carter wasn't going to have Swann coming good against his own side.</p> <p>Why has the closest thing the county circuit has ever had to a transfer system been such a damp squib? Reasons given include the counties' innate resistance to change, fear of a sudden injury crisis and reluctance to hand opponents a potential matchwinner on a plate. Another factor is the unusual paucity of \"dead\" matches as the climax of the new-style season approached (loans could begin no later than July 31). One established county player produces a further explanation: \"Counties are reluctant to let go people in whom they've invested a lot of time and money. A player might do well at another club, maybe even sign for them.\" </p> <p>Paul Millman, Kent's chief executive, puts it like this: \"Conceptually, loans are a brilliant idea, and we're still very supportive. But counties have been nervous, especially in the first season of a two-division championship, about handing over talent they're not sure of, and then finding themselves in trouble. There's a fear factor: when it came to the crunch the counties we had discussions with weren't able to agree.\"</p> <p>Millman adds: \"Loans may work when people develop confidence in them. It needs someone to break the ice and demonstrate that it doesn't hurt either side.\" But even the senior PCA official concludes: \"I don't think this one's ever really going to fly.\"</p> <p><em>Charles de Lisle is the author, with Christopher Martin-Jenkins, of An Australian Summer: The Story of the 1998/9 Ashes Series (Faber). You can e-mail him at cdelisle@compuserve.com</em> </p> <p>For the mid-week Grapevine, revealing why Dominic Cork and Graham Thorpe are suffering England pay cuts, why Barry Richards has done his last Channel 4 commentary stint , and the shambolic background to West Indies' Under-15 world title, <a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,354274,00.html\"> click here </a></p>",
  "<p>People like to say the 80s are back but this is really just a euphemism. The truth is that tack is back and, good heavens, aren't we revelling in it? Big gold jewellery, cropped denim trousers, fringed vest tops: we've taken to them all like little children in Halloween costumes. </p> <p>But not all tack is created equal - 80s tack may have been big this summer but stick with it in autumn and you'll just be plain tacky rather than tacky chic. To stay ahead, check out Kate Moss with her peroxide crop, or the shift towards bleached denim. Yes, the look of the season is Essex tack, much to everyone's secret delight. At last you can break out your shoulderpads again or go for stilettos with jeans. </p> <p>But the best example of Dagenham Dave chic we've seen is this rather fab dice necklace (£9 from Octopus, mail order 020-7287 4021). Who'd have thought the Ford Escort would become a style icon, but that's just the crazy world of fashion for you. It fits in with the still popular customisation look and is a definite improvement on the currently ubiquitous name-on-a-gold-chain necklace. </p> <p>Sport this round your neck, with either a half-unbuttoned shirt or a sexy little slipdress, and people will be staring at and playing with your neckwear all evening, which is rarely a bad thing. Far from being old soap on a rope, this is a genius bit of accessorising that is guaranteed to be a conversation piece. Get it before Cat Deeley does.</p>",
  "<p>Jack Walker, the man who funded Blackburn Rovers' 1995 Premiership title-winning team, has died, aged 70. </p> <p>Walker was a co-owner of Britain's biggest independent steel manufacturers and ploughed much of the proceeds from the subsequent sale of the company to British Steel into his beloved Rovers. </p> <p>Although based in Jersey, Rovers owner Walker travelled to every game and was at Anfield on the day the Ewood Park side clinched their first league title for 80 years.</p> <p>\"He knew everyone right down to the bag man,\" said former Rovers defender Tony Gale. \"Everyone interested him and Jack was known to everyone. He transformed the place into what it is today. The town and the club owe a great debt to him.\"</p> <p>Blackburn were struggling in the old Second Division when Walker took control of the club in 1991 - but within four years they were Premiership champions. During the first three years he spent £25m on new players, including the £3.5m signing of Alan Shearer from Southampton. The ageing Ewood Park ground, which had not seen success for decades, was also transformed at a cost of more than £20m.</p> <p>Walker had amassed a personal fortune of £600m from his steel business and last year he was listed as Britain's 30th richest man. In addition to his steel business he built up Jersey European Airways to be worth an estimated £100m. </p> <p>He lived in a relatively-modest farmhouse overlooking the sea in Jersey, to where he had retreated in tax exile in 1974 with his wife Carol and two sons, and which also housed his office. </p> <p>But he prided himself on his hands-on approach and flew back to watch the club in almost every game. He was constantly on the telephone to his manager and many of the players and their families. </p> <p>Walker was born the youngest of three boys whose father was a metal worker at the Leyland motor factory. He left school at the age of 13 to work in a sheet-metal plant. The boys' father, George, founded his own steel business after being retired through ill-health from his job and when he died in 1951.</p> <p>Walker and brother Fred took over the near-bankrupt firm which had a turnover of a mere £6,000 a year. The business enjoyed ups and downs in a volatile industry but by 1984 the Walkers' purchase of GKN made the firm the biggest of its kind in the land. </p> <p>Walker had built up the company with a gruelling schedule which saw him start work at 5am. He had resolved not to pay himself more than £10-a-week until the firm's profits topped £100,000 and drove the same old Morris 8 saloon until it ground to a halt. </p> <p>He resisted several attempts to persuade him to join the Rovers' board because of his business commitments. But after retirement he threw himself wholeheartedly into restoring his home-town team's fortunes with the same resolve he had shown in business. </p> <p>Blackburn's success at the top was short-lived and although they returned to Division One it did not diminish Walker's commitment to their cause. </p> <p>\"You have to get pleasure out of it,\" he was quoted as saying. \"It has put Blackburn back on the up and shown that if you believe in things they can be done. If they don't win then I am bloody miserable on a Sunday.\"</p>",
  "<p>Test matches just don't end at 5pm on the second day, even when it is at Headingley. England just don't win by an innings and 39 runs over West Indies, even when it is the worst Caribbean combination of the modern era. Andy Caddick just doesn't take four wickets in an over, even when the batsmen are befuddled by a quartet of swingers boasting the arc of a Shane Warne leg break. This was the day, even more than Botham's Headingley heroics of '81, that defied all logic. </p> <p>England may not win Tests often, but when they do, they do so spectacularly, even freakishly. This, of course, was the biggest freak show of them all - West Indies all out for 61 in 26.2 overs on a pitch that may not have been a Test-class strip, but was certainly no minefield. </p> <p>But this was a victory with a difference. It was the win of a committed, well-balanced team, rather than the Jekyll-and-Hyde operation that has masqueraded around the world's Test grounds in recent times. England did almost everything right through the entire match - well, both days of it- and have built up steadily since those incredible couple of days at Lord's which now, by comparison, seem almost tame. </p> <p>By the end, Caddick's figures read 11.2-5-14-5. But Gough was the man who turned the Windies into mice. The ball was a living thing in his hand today: spitting, bouncing, cutting, swinging - positively oozing with venom. Campbell, Griffith and Hinds were all befuddled; Lara completely mesmerised. Gough went to tea with figures of 4 for 12, having set the stage for that final dramatic stanza. </p> <p>Glenn McGrath confirmed his place among the pantheon of all-time bowling greats four years ago when he worked over Brian Lara so effectively that he became McGrath's bunny. Gough is not yet in McGrath's class, but he is learning fast. Can it really be that, a la Courtney Walsh, as Gough's knees grow older and sorer his bowling gets smarter? </p> <p>Gough has now dismissed Lara four times out of seven this summer by cramping him for room and refusing to feed his strengths, and even Hansie Cronje would not have bet on the method of the West Indian's demise today. Sticking his chest out, sweeping that periscopic bat high above his head and prodding a pad tentatively forward - plumb lbw - it was almost a complete mirror image of his first-innings downfall. </p> <p>But if you reckon Caddick and Gough left behind a delectable set of numbers, check out those of Michael Vaughan, a surprise choice as man of the match. In his first 11 completed Test innings, the Yorkshire opener-cum-England No. 6 has been dismissed below 29 just four times - a feat that sounds ordinary enough, but was never managed by Hobbs, Hutton, Hammond, Compton, Cowdrey, May, Graveney, Gooch, Gatting, Lamb, Atherton or Stewart. </p> <p>Nonetheless, today's 76 was only Vaughan's second Test half-century and, given the tainted surroundings of his first at Centurion last winter, he will have derived enormous satisfaction from it. Resuming at 105 for 5, still 67 behind, nobody would have batted an eyelid had England collapsed in a heap and surrendered any lingering advantage they may have held. Instead, Vaughan and Hick - with a mixture of flair and Australian-like resolve - ensured that the tail well and truly wagged, carrying England to a first-innings lead of 100. Again, the West Indies support bowlers flagged: between them, Walsh and Ambrose had figures of 42.5-12-93-8; King and McLean read 33-7-141-1. Playing seven batsmen may not be the best long-term strategy, but the sensible horses-for-courses policy of England's selectors worked wonders here. </p> <p>At No. 8 (has he at last found his niche?) Hick was a revelation, square-cutting, cover-driving and thunderously pulling all the West Indies pacemen - even Walsh and Ambrose - with the disdain he usually reserves for county trundlers. With Vaughan and Trescothick (Test average 52.50, thank you very much) surely England's new opening pair of the not-too-distant future, England's batting - for the first time in years - looks in safe hands. </p> <p>Fittingly, this Test of Tests had an extraordinary conclusion: the sight of Caddick steaming in with six slips and a pocketful of gullies. England fans, who have watched their national side become the laughing stock of world cricket over the past decade, can dare to dream again. Maybe, just maybe, this was no flash in the pan.</p>",
  "1. Whether the <a href=\"http://www.x-men-the-movie.com/\" target=\"_new\">X-Men</a> are goodies or baddies rather depends on your point of view. But God <a href=\"http://movies.yahoo.com/shop?d=hv&amp;id=1800353817&amp;cf=mm2\" target=\"_new\">they're ugly</a>. <p>2. <a href=\"http://mrshowbiz.go.com/reviews/moviereviews/movies/XMen_2000.html\" target=\"_new\">Like them</a> or <a href=\"http://www.variety.com/body.asp?HbkId=13133888&amp;CatId=REV&amp;ReviewID=1117787549\" target=\"_new\">loathe them</a>, the <a href=\"http://www.filmunlimited.co.uk/Film_Page/0,4061,344302,00.html\">X-Men film</a> is building up a storm at the US box office, having grossed more than two thirds of its $75m (£50m) costs in its first weekend. </p> <p>3. The picture, directed by Bryan Singer, <a href=\"http://www.virgin.net/x-men\" target=\"_new\">opens in Britain</a> today. </p> <p>4. If you have so far resisted the hype, check out <a href=\"http://www.apple.com/trailers/fox/x-men/\" target=\"_new\">the trailers</a>. </p> <p>5. <a href=\"http://www.mckellen.com/\" target=\"_new\">Sir Ian McKellen</a> plays the head mutant. He <a href=\"http://www.mckellen.com/cinema/xmen/lair.htm\" target=\"_new\">takes it rather seriously</a>. </p> <p>6. Other stars include <a href=\"http://www.virgin.net/x-men/tyler_mane.html\" target=\"_new\">Tyler Mane</a>, <a href=\"http://www.virgin.net/x-men/patrick_stewart.html\" target=\"_new\">Patrick Stewart</a>, <a href=\"http://www.virgin.net/x-men/ray_park.html\" target=\"_new\">Ray Park</a> and the wonderful <a href=\"http://www.virgin.net/x-men/anna_paquin.html\" target=\"_new\">Anna Paquin</a>, who you might remember in the 1993 cult hit The Piano. </p> <p>7. She's <a href=\"http://www.filmunlimited.co.uk/interview/interviewpages/0,6737,351581,00.html\">still only 18</a>, dammit. </p> <p>8. The X-Men are a product of the vivid imagination of Marvel Comics supremo <a href=\"http://www.filmunlimited.co.uk/interview/interviewpages/0,6737,353285,00.html\">Stan Lee</a>, who has a cameo in the film as a hotdog vendor. The X-Men are a band of mutants led by Professor Xavier (Stewart), who aim to make friends with humans, despite the fact that humans hate and fear them. Their enemies are other more hardline mutants, led by the evil Magneto..</p> <p>9. The movie's storyline is <a href=\"http://movies.yahoo.com/shop?d=hv&amp;cf=info&amp;id=1800353817\" target=\"_new\">exceptionally silly</a>, and the US reviews were <a href=\"http://movies.yahoo.com/shop?d=hv&amp;id=1800353817&amp;cf=critic\" target=\"_new\">decidedly mixed</a>. It can't fail. </p> <p>10. If X-Men isn't your cup of tea, you can always find a more grown-up brew <a href=\"http://www.guardianunlimited.co.uk/Film/\">here</a>.</p>",
  "<p>The government is facing growing pressure to rewrite data protection rules which are landing hospitals and GP surgeries with \"ridiculously high\" copying costs from patients asking for access to their medical records. </p> <p>Doctors are threatening to force a high court test case over rules introduced this year stating that unlimited amounts of patient records - including x-rays which can cost over £20 a plate - should be available for a maximum fee of £50. </p> <p>The potential bill to the already pressed national health service was described as \"alarming\" yesterday by one medico-legal practice serving 15 East Anglian hospitals, which is currently resisting a demand to process £2,000-worth of x-ray copying for the £50 fee as \"totally unreasonable\". The same office had reluctantly photocopied 1,900 pages of patient notes for lawyers at the £50 fee a few days earlier, at a cost of £250 in material and staff time. </p> <p>\"Hospitals are already financially stretched,\" said Paramjit Samrai, head of the legal unit which is based at Peterborough hospital and handles personal injury claims in-house to reduce NHS costs. \"This is threatening to squeeze the budgets even more. There is no way that we want to make it difficult for patients to have access to their records, but there must be common sense. </p> <p>\"We have just told one firm of solicitors that we want to take the issue before a district judge to get a ruling before it all gets out of hand.\" </p> <p>Other NHS services are understood to be using an \"averaging-out\" process, staying within the £50 limit by overcharging some applicants to help meet the high costs forced by others. Additional forms requiring proof of identity and other time-consuming paperwork have been introduced by other hospitals, in spite of a national system introduced under the act. </p> <p>The situation has also angered personal injury lawyers, who yesterday accused hospitals and GPs of introducing \"deterrent\" layers of bureaucracy to put off applications for copies of records. Paul Baulen of the Association of Personal Injury Lawyers said one hospital had charged £533 for copies of one patient's records - 10 times the permitted maximum - and others were trying to impose extra charges for x-rays which was against the law. </p> <p>\"Overcharging effectively bars people from gaining access to their own records, which overturns everything the government is trying to encourage through freedom of information,\" he said. \"Until something is done, the people who will suffer are those who have already been injured.\" </p> <p>The clash has been developing since the 1998 Data Protection Act came into force in March. The old legislation allowed hospital and doctors to charge a £10 fee for providing a patient's records, with the crucial addition of up to 25p a page photocopying (the civil court rate). This meant that fees rose in proportion to the amount of work required. </p> <p>The new system imposed the £50 maximum for manual copying, with a £10 limit for computer records and no charge for copies of additions to records requested within 40 days of treatment. It was introduced as part of the government's drive to increase freedom of information, but the majority of record-copying requests stem from personal injury litigation over poor treatment or clinical errors, which is rapidly increasing. </p> <p>The Department of Health and the Home Office, which oversees data protection law, have both been contacted by NHS trusts appealing for revisions during the law's current transition period, which could see changes when the regulations are reviewed in October next year. But a spokesman for the Department of Health said: \"The levels set down are the maximum that should be charged and in many cases patients should be charged less than that.\"</p>",
  "Turkish planes have bombed northern Iraq, killing at least 38 civilians and wounding 11, the Kurdistan Democratic party (KDP) said in a statement yesterday. <p>The KDP said the jets attacked an area inside Iraq close to the borders of Turkey and Iran, where Turkish Kurd guerrillas loyal to the imprisoned Kurdistan Workers' party (PKK) leader Abdullah Ocalan have a number of bases. </p> <p>\"On August 15, while Turkish warplanes were pursuing PKK targets, a pasture camp inside Iraqi Kurdistan belonging to Iraqi Kurdish herdsmen and their families fell victim to the Turkish air raid,\" the KDP said. \"As a result 38 civilians were killed, 11 were injured and four are missing.\" </p> <p>Turkish military officials said they knew nothing of the incident. \"It is out of the question for us to bomb civilians,\" an army official said. </p> <p>\"Air operations in northern Iraq target the PKK,\" he said. </p> <p>The remote mountainous area of northern Iraq, outside Baghdad's control since the end of the Gulf war in 1991, is ruled by Massoud Barzani's KDP and a rival Iraqi Kurdish group. </p> <p>Ocalan's PKK, fighting for Kurdish self-rule in south-east Turkey, have long used the region as a base to mount cross-border raids, provoking frequent incursions by Turkish forces. </p> <p>The KDP's peshmerga fighters have regularly cooperated with Turkish troops to fight the PKK. </p> <p>\"We denounce this action which has led to the loss of so many innocent lives,\" the statement said. \"We demand that this incident be thoroughly investigated and that the victims are properly compensated.\" </p> <p>The Iraqi Kurdish satellite television channel, Kurdistan TV, showed the wounded, several of them small children, lying on hospital beds in the regional capital, Irbil. </p> <p>\"We were grazing our animals in the summer pastures,\" said a woman. </p> <p>\"Suddenly the planes flew over, then they flew back again and there were explosions everywhere. </p> <p>\"I don't know what happened then, but everywhere was covered in blood.\" </p> <p>\"We have nothing to do with the PKK,\" said another woman. \"We don't know why they bombed us, we were just grazing our animals.\" </p> <p> <br>Reuters</p>",
  "A black British construction worker whose life was ruined in a race hate attack by neo-Nazis yesterday won substantial damages from his assailants in the German courts. <p>Judges sitting in Potsdam near Berlin ruled that Noel Martin from Birmingham should be paid DM500,000 (£170,000) by his attackers. They also ordered that the two men, who left him paralysed from the neck down, should provide him with £335 a month for the rest of his life.</p> <p>The ruling was delivered against a background of mounting concern in Germany over the prevalence of racial violence, particularly in the east of the country. The latest incident took place yesterday in the town where Mr Martin was attacked. Two teenage neo-Nazis in Mahlow outside Berlin beat up a 28-year-old Angolan man.</p> <p>Rightwing extremists meanwhile commemorated the anniversary of the death of Rudolf Hess, Adolf Hitler's deputy, who died in prison in 1987. Posters and flyers hailing him as a \"martyr to peace\" appeared in several parts of the country.</p> <p>A lawyer for Mr Martin, who was not in court for the verdict, said the chances of his client receiving the money awarded by the court appeared slight. One of his attackers was still serving an eight-year jail term; the other was recently freed. Both men are in their 20s.</p> <p>Mario Pötter and Sandro Ristau were convicted four years ago of reckless driving and causing grievous bodily harm after hurling a rock at Mr Martin's car during a high-speed chase down a country road. Mr Martin, then 36, swerved into a tree. His passengers, two British friends, escaped with minor injuries.</p> <p>In a further ruling, the court said the insurers of the stolen car used by the attackers should also pay damages. How much was open to further negotiation.</p> <p>The British building worker has so far received some £200,000 in victim compensation from the regional authorities, his lawyer said.</p> <p>Mr Martin, who has taken part in anti-racist campaigns in Germany, suffered a further blow earlier this year when his wife died of cancer.</p> <p>Events to mark the anniversary of Hess's death have become an annual event. He was officially ruled to have committed suicide, but his family claimed he was murdered and neo-Nazis have latched on to the belief to try to turn him into a martyr.</p> <p>Police broke up a torchlit procession by some 60 neo-Nazis late on Wednesday in the east German port of Rostock. Three of the marchers were charged with displaying banned symbols.</p> <p>Posters and leaflets hailing the Nazi leader were found in Rostock and other towns in the Mecklenburg-Vorpommern region on the Baltic. Police detained a 14-year-old youth caught in possession of 1,200 Hess stickers in the eastern town of Jena, in Thuringia. And they confiscated small numbers of similar posters in Baden-Württemberg, Hesse and Lower Saxony in former west Germany.</p> <p>According to government statistics, 129 xenophobic offences were registered in June, 29 more than in the same month last year. They included attacks which left one person dead and 26 injured.</p>",
  "Ignorance of contraception or reluctance to go to GPs are not the reasons teenagers get pregnant, according to a study which found that half the teen pregnancies in one region were among girls who had been prescribed the pill. <p>The study, in the British Medical Journal, turns old assumptions on their head. Researchers investigated 240 cases of teenage pregnancy in 14 general practices in the Trent region, and discovered that 71% of the girls had discussed contraception with a nurse or doctor during the previous year, and 50% had been given the pill. </p> <p>\"Access to contraception is essential but it may not be enough to contain our relentless drive to reproduce,\" Basil Donovan, professor of public health and community medicine at the University of Sydney, writes in the journal. </p> <p>He suggests that society should be more open-minded about the forms of contraception teenagers are given. </p> <p>The intrauterine device (coil), he writes, is the world's most commonly used reversible form of contraception and today's tests for coil-related infections can prevent problems women suffered in the past. </p> <p>\"If teenagers could take their fertility control somewhat for granted during the most precarious stage of their sexual careers, then the ability to negotiate other complex aspects of their sexual wellbeing could be enhanced,\" he writes. </p> <p>Britain has the highest pregnancy rate in western Europe among 15- to 19-year-olds.</p>",
  "<p>\u0095 <strong>Safety first</strong></p> <p>Irish telecoms group Eircom has changed the dial-in and email passwords of around 30,000 internet service subscribers after a security breach. Eircom said a hacker had gained access to one of its servers but there was no evidence that any websites had been interfered with. </p> <p>\u0095 <strong>Leak </strong></p> <p>A working version of software being developed by America Online for its new generation of internet-linked devices has leaked out to the worldwide web, the Washington Post reported in its online edition. The Linux-based software - codenamed Gamera - has been available for download on several rogue websites for at least a week. It is being developed by AOL for use in devices such as wireless pads and computers for the kitchen. </p> <p>\u0095 <strong>Check-in </strong></p> <p>Internet search engine and directory Hoojit, founded by former Telinco boss Chris Matthews, is launching an online hotel guide which lets users find accommodation anywhere in Britain within a matter of minutes. Some 20,000 hotels have paid £100 each to sign up to the website.</p>",
  "In ones and twos Kosovo Albanians approach the mortuary at Pristina's main hospital every day and look at the clothes hanging out to dry. Usually they go away frustrated but sometimes they recognise a T-shirt or a pair of trousers and break down in tears. It is proof at last that a husband, father, or son is dead. <p>For Detective Superintendent Steve Watts, the head of the British forensic team which has been exhuming bodies on behalf of the war crimes tribunal in the Hague, the scenes have been heart-rending. \"By now most bodies are skeletal and there are very sparse dental records in Kosovo. So items of clothing are often the only chance to identify people'\" he said. </p> <p>The exhumers photograph the remains, count the bodies and check for signs of the cause of death. When it comes to identifying people, usually they can do little more than determine the age and sex - except for bits of clothing, which are examined and then washed. </p> <p><b> Remarkable</b><br> </p> <p> Clothing displays have been organised elsewhere in Kosovo. At the most recent, at the bread factory in Fushe Kosove, grieving families recognised 15% of the articles. \"I thought this was a remarkable proportion,\" said Det Supt Watts. </p> <p>In the first year of the tribunal's operations in Kosovo, when bodies were fresher, the rate was higher. Roughly two-thirds of the 2,108 bodies exhumed in 1999 were identified. </p> <p>This year the British team, the largest in the territory, has been concentrating on two sites. It has dug up 180 bodies at a cemetery in Dragodan, a suburb of Pristina. They were found in unmarked pits, and often one hole had two or three bodies in it. \"Was it intended to hide the bodies?\", Det Supt Watts asked. </p> <p>At Makoc, near Pristina, the team reopened graves dug by Albanian villagers shortly after the war to give a dignified burial to 61 people who had last been seen when Serb forces separated them from a refugee column. Here the tribunal team's aim was to determine the cause of death. Many had gunshot wounds in the skull, apparently fired at close range. </p> <p>This year's digging by the British team has produced no evidence of bodies having been burnt. This would be a strong clue to deliberate tampering. </p>",
  "<p>The long battle for control of Welsh utility group Hyder ended last night when Japanese investment bank Nomura International decided not to appeal against the takeover panel decision giving victory to the rival bidder, Western Power Distribution. </p> <p>Nomura's managing director, Guy Hands, said the group was disappointed by the outcome but added: \"We have decided not to prolong the period of uncertainty for Hyder's stakeholders, particularly the employees, who have been through a great deal over the last few months.\" </p> <p>A spokesman for WPD said: \"We are pleased certainty has been provided for Hyder shareholders.\" </p> <p>The four-month battle came to a chaotic climax at the end of last week after the takeover panel executive imposed a sealed bid procedure in the final stages of the offer period. WPD put in a sealed bid of 365p a share, and though announcement of the offer was made after the deadline, the executive allowed it to stand. </p> <p>Nomura, which had opposed the imposition of the sealed bid procedure, appealed against the ruling to the full panel earlier this week but was again overruled. It could have continued to seek to overturn the ruling by taking its case to the panel's appeals committee and, ultimately, could have sought a judicial review of the procedings, but last night decided to withdraw. </p> <p>Although Nomura has decided not to carry on the bid battle, a spokesman said last night that it was too early to say what it would do with the 16.2% stake it had built up in Hyder. The most likely outcome is that it will sell the stake, which would bring it a profit of more than £25m. </p> <p>The bid terms are more than double the price to which Hyder shares had fallen earlier this year as the group struggled with debts of £1.8bn. </p> <p>\"We continue to believe there is substantial value in Hyder and at least one group of stakeholders, the shareholders, should be pleased that the share price has nearly doubled since our involvement first become public, \" said Mr Hands. </p> <p>Hyder's operations include Welsh Water, the regulated water and waste water business, and South Wales Electricity. WPD plans to add Hyder's electricity distribution business to its own power network in south-west England and will contract out some of Hyder's water services to United Utilities.</p>",
  "<p>Weeks of double-dealing caught up with \"nasty\" Nick Bateman last night when his scheming ways led to eviction from the voyeuristic television game show Big Brother. </p> <p>Nick's fellow contestants dragged themselves out of self-absorption for long enough to figure out the truth that to the nation had appeared obvious. After discovering his attempts to manipulate nominations that decide who is thrown out of the show, they confronted him with his crimes. Tension became so high that it almost came to blows, and nervous producers pulled the plug on the show's live webcast. </p> <p>The link was restored later, in time for fans to watch emotional scenes that rivalled the best of British television for dramatic tension. Nick hit back with claims that his public school and City background had conditioned his competitive instincts. </p> <p>As it became clear that the former Lloyd's broker was prepared to brazen it out, Channel 4 stepped in to give him the boot for \"persistent infringement\" of the Big Brother rules. </p> <p>The winner of Big Brother's £70,000 prize is the last person left in the house after contestants and members of the public have voted the rest out. Nick had been writing notes and showing them to fellow contestants in an attempt to influence their voting intentions. \"The rules of Big Brother expressly forbid contestants from talking about nominations and tactical voting,\" Channel 4 said. His position was untenable. </p> <p>Because Nick leaves the show outside of the weekly eviction process, his place will be taken by a replacement drawn from a list of back-up candidates. The new contestant's identity has not yet been announced. </p> <p>The website took 6m hits yesterday, making Big Brother by far the most popular event to have been broadcast on the internet in Britain. </p> <p>Despite his lack of popularity with viewers, Nick's tactics had proved a success with his housemates. Each week the participants must nominate two of their number for eviction - the public has the final say in a telephone vote - but not once did they pick Nick. </p> <p>Dr Linda Papadopoulos, the show's counselling psychologist, told the Big Brother website yesterday: \"He realised who everyone wanted to be and he allowed them to be just that person when he was with them. He played them.\" </p> <p>Such was the scale of his deviousness that rumours spread that he was a Channel 4 mole. The press reported that he had smuggled in a mobile phone, but a search found nothing. </p> <p>Last night Nick was holed up in a hotel in central London with his family, a psychologist, and minders from the programme, as the events of yesterday were screened in an extended programme on Channel 4. His eviction - and that of Craig or Nichola, depending on the outcome of this week's vote - will be shown on tonight's broadcasts.</p>",
  "The world's long romance with speed may finally be ending. Even if Concorde flies again, its antique nature was revealed as soon as the Paris accident made people scratch their heads and ask quite why these odd aircraft were still flying. Much of the technology that surrounds us has, when we look at it afresh, this Jules Verne quality - solving problems that once seemed important in ways that are ingenious but not necessarily efficient or safe. <p>The reorientation of science toward the biological and computer frontiers is now an old story, but the 19th-century fascination with motive power has retained a powerful hold on our imaginations and our economies. One of the curious things about the last century is that almost every technological development that actually took place had been imagined and considered in fiction and non-fiction in the years before the first world war. </p> <p>When these developments actually arrived they were thus already freighted with meaning, and were never simply neutral means to ends. Advances in motive power were for a long while the main way in which progress and national competition in technology were measured. First at sea, then on the railways, then on the roads, in the air and finally in space, more and more rapid movement was seen as an unalloyed good and also, in some hazy way, as a key to a fuller understanding of the world. All kinds of speed were interconnected, forming a transmission belt to a future which people believed would be radically changed. </p> <p>The early 20th century approach to the revolution in transportation had already parted company from purely practical considerations to imagine what now seem rather tenuous intellectual, political and emotional advantages. HG Wells and Rudyard Kipling, for instance, both imagined world states based on air dictatorships. Space travel, it was implied by its proponents, might in the end allow the whole universe to be completely understood. So intoxicating was this ultimate way in which the growing speed and reach of man-made vehicles could be used that when an unknown rocket buff called Hermann Oberth published his By Rocket to Interplanetary Space in the 1920s, it represented such an escape from the difficulties of the present to the anxious citizens of Weimar Germany that it became a bestseller overnight. Later Fritz Lang transmuted Oberth's propositions into a hit film, The Girl in the Moon. </p> <p>The destination was important, but sheer velocity was almost always part of the formula. For individual sportsmen, pilots and drivers, speed had the status of a privileged substance to which, in those early days, only a minority had full access. Passengers and spectators participated but in a lesser way. Mechanised speed made men, and a few women, into heroes, and it remains a commodity to which males, in particular, are attracted. The front of the Boys Own annual of half a century ago would typically feature a speeding train in the middle ground, a fast aeroplane above, and a racing car in the foreground. Such icons are still with us. </p> <p>Disentangling the genuine advantages of speed from its cult aspects has always been a problem, and this was certainly the case in the era in which Concorde was conceived. Land, air and sea speed records had mattered since the 20s in a way inconceivable today and all the advanced nations strove to run faster, swim faster, drive faster, fly faster, and, later, to shoot missiles higher and further than other countries. </p> <p>This manic race was run on three tracks - of celebrity sport, of competition between civil industries and of military development. All three were littered with casualties, whether it was spectators at Le Mans, Donald Campbell on Coniston Water, or numerous test pilots and astronauts through the years. </p> <p>Britain was slowing down on all three courses when Concorde came along. Indeed the Concorde project survived in part because Britain had just had to discard three advanced military aircraft programmes and wanted to keep at least one prestige effort going. The other reason, as Harold Wilson explained in his memoirs, was that the agreement with the French was embodied in an international treaty, and they refused even to consider abandoning or postponing the work. </p> <p>If Britain tried to pull out, Wilson says, we would probably have had to pay half the costs of what would then be developed as a wholly French aeroplane. \"Faced with this situation,\" he noted, \"we had little choice but to go on.\" His lack of enthusiasm suggests that long before Concorde actually flew, some of those responsible for it knew that it was not going to be a practical aircraft, and also that the technical spin-off would be less than advertised. The reason was that speed was such a dominant consideration that everything else had to take second place. The result was an aircraft that was both ahead of its time and behind the times, since the era of small-scale luxury air travel was over. </p> <p>The preoccupation with speed has always gone hand in hand with a preoccupation with safety, the two standards between them providing a way in which advanced states calibrate the state of civilisation. Increasing speeds have indicated technical progress, while accidents indicate loss of control. The first world lives in constant fear of regression, of losing the scientific and organisational edge that enables it to be both fast and safe. That is one reason why air and sea accidents can attain such mythic status. Of the Titanic, one British newspaper observed: \"The ship is a kind of metaphor for the whole civilisation,\" a thought often echoed since then. The disparate treatment of first and third world accidents in the western press is probably due more to the feeling that accidents are indicators of technical health, than to any devaluation of African or Asian lives. </p> <p>Speed still has its kingdom, but it is shrinking. Its limits have long ago been reached on the roads, and its value in the air, even for manned military aircraft, is diminished - agility and protection are as or more important. It is still marginally attractive to make trains go faster. Australia is contemplating a TGV link between Sydney and Canberra, for instance. But the obsession with speed is fading: shaving the hours, minutes, and seconds off physical movement just does not matter now in the way that it once did. The pursuit of physical speed has been replaced by the pursuit of near instantaneity on the net, an aim which we may in time come to regard just as sceptically. </p> <p>It is hard to imagine now the mood in which David Lean's The Sound Barrier was made in 1952, with its heroic test pilot dying in the cause of speed. The sound barrier then was an obstacle beyond which seemed to lie the answer to a mystery. But there was no real mystery. Man can go faster, but that does not mean it is necessarily worth doing so. </p> <p><a href=\"mailto:martin.woollacott@theguardian.com\">martin.woollacott@theguardian.com</a></p>",
  "More than £800m has been wasted on a \"fraud free\" benefit swipe card for 17m claimants which will never be used, parliament's financial watchdog reveals today. <p>The card, flourished at the 1995 Conservative party conference by Peter Lilley, then social security secretary, was cancelled by his Labour successor, Alastair Darling, last May after ministers were told they were throwing away £15m a month on a system that could never work. </p> <p>The national audit office said taxpayers have lost £127m; ICL, the computer company that designed the product, £180m; and the Post Office is facing a £571m loss, to cover the debacle. </p> <p>The card was ordered by the benefits agency and the Post Office as a fraud-proof way of paying out more than 24 benefits to 17m claimants at 20,000 post offices in the United Kingdom. The card, which would have cost £1bn in total, promised to handle 760m payments to claimants a year and save the ministry £100m a year by making benefit fraud impossible. </p> <p>The auditors reveal that even when the card was commissioned in 1996 civil servants knew it was a high risk project. Papers from the time reveal ICL's card system had \"weak authentication procedures and the weakest security proposals\", and the company's subsidiary, Pathway, had a \"manifest lack of under standing of the management of fraud risk\". </p> <p>Despite misgivings, Whitehall ordered the system before 289 operational problems had been solved because it fitted in with the Tory government's support of private finance initiatives, in which the private sector takes some of the risk. </p> <p>The card was used to pay child benefit in 10 post offices in Gloucestershire under the Tories. Later Labour extended it to pay child benefit in 205 post offices in the south-west and north-east of England in November 1997. </p> <p>After 18 months of further negotiations Labour scrapped the project in May last year, deciding to go ahead with the automation of post offices without the new card. Instead benefit payments would be paid direct to bank and post office accounts. The scale of the scandal led Tony Blair to order the Cabinet Office to review the handling of future large scale hi-tech projects by Whitehall. </p> <p>Sir John Bourn, the comptroller and auditor general, is livid about Whitehall's handling of the project. In today's report he puts the blame on the \"organisational myopia\" in Whitehall which allowed \"fundamental flaws in the design of the management of the scheme\". </p> <p>He also blames rows between the Post Office and the Department of Social Security, which had different priorities in using the card. Social security wanted to curb fraud; the Post Office wanted to expand its business under automation. </p> <p>\"Although in theory projects can be run by two or more organisations, in practice this is a recipe for dispute and delay, which is what happened in this case,\" Sir John said. </p> <p>He is critical of \"the insufficient work that went into specifying the project and for demonstrations by bidders\". </p> <p>\"The result of skimping at the start was vast delay and as it turned out, wasted money.\" </p> <p>Sir John, who says that in hi-tech projects \"mistakes like this are being made time and time again\", calls for sweeping changes, including the appointment of one person in Whitehall, a \"risk scrutineer\", to take responsibility for each major project. </p> <p>David Davis, chairman of the House of Commons' public accounts committee, said he hoped the NAO's report would mark a watershed in the way Whitehall managed information technology projects. </p> <p>\"Today's report by the NAO is the latest, and probably worst, example in a long line of public sector IT debacles,\" said Mr Davis, Conservative MP for Haltemprice and Howden. </p> <p>Mr Darling welcomed the report: \"We cancelled the benefits payment card because it was three years late, costs were escalating and in any event the card would have been obsolete in five years time. It would have been utterly irresponsible to continue with the project. </p> <p>\"The cost of making payments by the card would have been 65p per payment. The cost of making payments by automatic credit transfer is less than 1p per payment. The move to automatic credit transfer from 2003 will virtually eliminate £100m of fraud in benefit payments annually.\" </p> <p>David Rendel, Liberal Democrat member of the public accounts committe, said: \"The project has been a disaster from start to finish. It has cost the Post Office millions and threatened the future of the post office network ... and the public sector has ended up footing most of the bill.\" </p> <p> <b>Computer errors</b><br></p> <p> <b> The passport agency </b> Two years ago thousands of people had to queue outside the agency's London headquarters after a new computer system, developed with the German firm Siemens, to issue passports failed to deliver. The system is now on course but the taxpayer lost £12.5m. </p> <p><b> Civil aviation authority</b> Millions of holiday air passengers are facing delays because a £623m air traffic control centre at Swanwick, Hampshire has not opened. The computerised system does not work and will need more modification before it enters service. </p> <p><b> Inland revenue </b> Computerisation of the Inland Revenue undertaken by EDS. Cost of the contract is now £2.4bn - £1bn higher than first planned. </p> <p><b> Contributions agency</b> Some 172,000 Serps pensioners lost between 1p and £100 a week last year when a computer system developed by Andersen Consulting for 65m national insurance accounts could not handle all the data. </p> <p><b> Immigration directorate </b> Thousands of immigration and asylum seekers had to endure hardship and anxiety after a computer system, also designed by Siemens, was not suitable to handle the applications. The result was a backlog of 219,000 cases. </p> <p>Not everything fails. The £28m Home Office tagging scheme for prisoners has been praised. About 21,000 people have been tagged and in 94% of cases it has worked. </p> <p> <b>Useful links: </b><br></p> <p><a href=\"http://www.nao.gov.uk\" target=\"_NEW\">www.nao.gov.uk </a>National Audit Office</p>",
  "Safety risks with \"potentially serious consequences\" have been uncovered in John Prescott's plans to partly privatise the London Underground, less than six months before contracts are due to be signed, a private letter from the government's chief rail inspector has revealed. <p>In a memorandum to the company's management last week, which has been passed to the Guardian, the principal rail safety inspector, Stanley Hart, warned of a \"growing concern\" about safety in the partly sold-off tube system that the deputy prime minister wants to bring in next spring. </p> <p>Describing himself as frustrated, Mr Hart accused London Underground of overseeing a \"breakdown in local management control\" in the structures that had been set up for the plans, with \"either no proof that the systems work or proof that they are not working\". </p> <p>The disclosure comes at a highly sensitive time for the government, in the run-up to the Labour party conference next month. </p> <p>Its plans to break up the tube and bring in private companies to run the infrastructure are likely to come under strong attack from trade unionists and party activists. </p> <p>The catalogue of disasters since the privatisation of British Rail and the admission by the rail inspectorate at the Paddington crash inquiry this year that it had failed to keep a grip on the fragmented private industry have made the issue of safety in the plans for London Underground more sensitive. </p> <p>Mr Prescott's Department of the Environment, Transport and the Regions and the health and safety executive - of which the rail inspectorate is part - yesterday refused to comment on the leaked letter. </p> <p>But the London mayor, Ken Livingstone, who made opposition to the partial tube sell-off a central plank of his election campaign, seized on the letter as evidence of the dangers of pressing ahead, although he has no legal powers to stop the deals. </p> <p>\"This letter will confirm Londoners' worst fears about the government's public-private partnership scheme and highlights the risk of a Paddington-style crash underground,\" he said last night. </p> <p>\"The partial sell-off is a threat to the lives of Londoners. The government should heed these warnings and withdraw their dangerous and ill-conceived plans.\" </p> <p>The government intends to pass on responsibility for the tube to Mr Livingstone only after it has handed over the infrastructure - accounting for about half the business - to private sector companies on the basis of 30-year contracts. </p> <p>The network is being split into three parts, and bids are already in for two of them. If the contracts go ahead as planned early next year the structure could be locked in place for a generation. </p> <p>In his letter, Mr Hart said his inspectorate had \"consistently expressed a growing concern that it does not have full confidence\" in London Underground's systems being \"shadowed\" in preparation for break-up and part-privatisation. </p> <p>It was vital that there was an effective system of ensuring compliance with safety rules, he said. \"There is evidence that these criteria are not being met consistently.\" </p> <p>A \"further disquieting aspect\" was the lack of central responsibility in the planned system, when central co-ordination was \"essential\", he added.</p>",
  "<p>Telecoms company <strong> Thus</strong> yesterday insisted that it was not involved in takeover talks even as it fired off notices forcing holders of its shares to come clean about their identity. </p> <p>Amid persistent speculation of a takeover, Thus is clearly anxious to establish those on its shareholder register. </p> <p>The company yesterday admitted that it had been sending out the \"212\" notices which permit it to demand certain information from its shareholders. </p> <p>After the violent movement in its shares and heavy turnover since its profit warning in late July, it appears that Thus has lost track of its big shareholders. </p> <p>However, a hostile bid or even a stake-building exercise by a predator seems unlikely, given that <strong> Scottish Power</strong> - down 16p to 540p - retains a 50.1% stake. </p> <p>Nevertheless, there clearly is enough anxiety for the company to take the time and trouble to sort who, exactly, is on the register. </p> <p><strong> Energis </strong>, off 22.5p at 496p, along with <strong> Cable &amp; Wireless</strong>, down 15p to £11.32, and even <strong> Colt Communications</strong>, 100p weaker at £18.35, have been mentioned as potential suitors as Thus shares fell to an all-time low 118p in the wake of the warning. </p> <p>But a spokesman for the company said: \"Thus is not in takeover talks with anybody at the moment.\" </p> <p>Thus shares closed 1p better at 128p as 4.2m shares changed hands. </p> <p>The FTSE 100's three-session winning streak came to a halt as telecoms sector moved lower following the end of the German third generation mobile phone licence auction. </p> <p>London's blue-chip gauge of shares closed down 13.8 points at 6,518.2, with <strong> Vodafone </strong> alone wiping 31 points from the index. </p> <p>Shares in the telecoms operator, which accounts for around 12% of the FTSE 100's market capitalisation, declined 11.5p to 270p, rattled by the price paid to secure a Germany 3G licence. A cautious research note from Lehman Brothers did not help matters. Although retaining a \"buy\" rating on the stock, Lehman cut its 2001 forecast for earnings before interest, taxes, depreciation and amortisation by 15% and 10% for 2002. It lowered its target price to 425p from 450p. </p> <p>Elsewhere in the sector, <strong> BT</strong> eased 11p to 812p as investors took fright at its spiralling debt mountain. </p> <p>After taking control of German telecoms group Viag Interkom - via the purchase of Eon's 45% stake - BT's gearing will rise to 190%. </p> <p>Dealers were also concerned by the fact that Viag placed the highest bid of all for a German 3G licence. </p> <p>However, oil stocks continued to hold their own, underpinned by the strong crude price and sector rotation. <strong> Shell</strong> added 14p to 587p, while <strong> BP Amoco</strong> advanced by some 9.5p to 624.5p. </p> <p>Financial stocks remained in demand supported by consolidation talk and positive noises from secretive broker Cazenove. </p> <p>In a review of the sector Cazenove was said to have issued positive recommendations on <strong> Barclays </strong>, up 55p to £17.30, <strong> Royal Bank of Scotland </strong>, 22p higher at £13.55p, and <strong> Standard Chartered </strong>, 29p better at £10.07. </p> <p>Bid speculation continued to swirl around composite insurer <strong> Royal &amp; Sun Alliance </strong>, up a further 15p to 505p. </p> <p>The FTSE 250 ended 19.8 points lower at 6,879.6, with <strong> Computacenter</strong> the biggest faller. Shares in the computer services firm tumbled 47.5p to 377.5p after it posted weaker than expected interim figures and warned that the hangover which followed increased pre-millennial computer spending would be continued into the second half of the year. </p> <p>In the smaller company universe, <strong> Britax International</strong> shed 33p to 101.5p on heavy turnover after the company took a hefty exceptional charge while <strong> Teamtalk</strong> shot up 14p to 62.5p on speculation of an imminent deal.</p>",
  "Royal Navy and civilian divers are this morning slowly heading up the Norwegian coast with a lingering hope of rescuing some of the 118 Russian sailors trapped on the bed of the Barents Sea. <p>It may be too late by the time they arrive, tomorrow afternoon, to carry out what would be an astonishing rescue mission. But it seems to be the last hope. \"The Russians recognise we represent the best opportunity for a timely rescue,\" a Royal Navy submariner said yesterday. </p> <p>Ministry of Defence officials who have been in touch with the Russian navy since the beginning of the week said yesterday this was not the time for recrimination. As far as the Royal Navy is concerned, this is a humanitarian mission. </p> <p>Whatever reticence the Russians had has evaporated. \"All our questions have been answered,\" said an MoD official involved in the rescue plans. </p> <p>Yesterday, the white LR5 rescue vehicle, described by Mike Finney, former commander of a nuclear submarine, as an \"underwater helicopter,\" was lifted on to the Normand Pioneer, chartered by the navy, at the Norwegian port of Trondheim. </p> <p>Its advantage is that it can operate independently and navigate with pinpoint accuracy. But its top speed is 3 knots. \"It will not be easy, ocean currents are a law unto themselves,\" a navy submariner said. </p> <p>The plan is for three Russians, including a doctor, to join the LR5's crew in the first attempt to open the escape hatch on the Kursk's stern. The LR5 will also carry oxygen, food, and electric power. </p> <p>\"You cannot tell whether it is too late. No one can tell if they're out of oxygen,\" Commander David Stanesby said in Trondheim. </p> <p>A naval spokesman in London added: \"If there's anyone inside who can open the hatch we will be very, very excited by that.\" </p> <p>If no one does, the LR5 crew will open the hatch, a manoeuvre they have achieved on exercises. If they succeed, 16 Russian sailors will enter the rescue vehicle after passing through an attached decompression chamber. They will be taken to the surface, unloaded, and the LR5 will return to the Kursk, 108 metres down. Each operation will take three to four hours. </p> <p>In remarkable testimony to the Russian navy's spirit of cooperation, born out of desperation, Commodore David Russell, deputy flag officer submarines, will help to oversee the rescue operation on board the Russian flagship, Peter the Great. He will be accompanied by three other Royal Navy officers, including a Russian speaker. </p> <p>The Ministry of Defence insisted that chartering the Normand Pioneer was the quickest way to prepare for the rescue mission. </p> <p>The runway at Murmansk, Russia's northern naval base closest to the Kursk, was not long enough to take the Antonov aircraft which flew the LR5 to Trondheim on Wednesday, according to an MoD official. </p> <p>Russia's deputy naval chief of staff, Alexander Pobozhy, sidestepped questions about why the LR5 was flown to Norway instead of a Russian airfield. \"It was the most optimum option for us,\" he said after a meeting at Nato headquarters in Brussels. \"It was the most acceptable option for us.\" </p> <p>Norway is sending 12-15 deep-sea divers, with experience from offshore oil and gas exploration, to assist the British mission. </p> <p>Admiral Pobozhy said after the Brussels meeting that there could still be many days before oxygen ran out. \"From our experience with the Soviet submarine forces, it can be as long as two to three weeks.\" </p> <p>The atmosphere at the meeting was described as \"very open and expert\". </p> <p>\"There was a real spirit of cooperation,\" said a Nato source.</p>",
  "This week, before the horrified gaze of the world, the Kursk has become part of the swelling armada of dead Russian nuclear submarines, most of which are to be found in the ports of the Kola peninsula of north-west Russia. <p>If the tragedy focuses attention on Russia's ballooning nuclear waste problem, then some good may yet come of it. What has been lacking has been political will in Russian and abroad. The loss of the Kursk could change that. There is still time - just. </p> <p>From a radiation point of view, the Kola peninsula is one of the cleanest places in Europe. A bit of strontium 90 from the atmospheric atom bomb test of the 1950s, to be sure - you get that everywhere. On land, there is background radon (as on Dartmoor). In the Barents, Kara and White seas, there is caesium 137, but half of that comes from jolly old Windscale/Sellafield. </p> <p>But Kola also boasts the greatest latent potential for catastrophic release of radioactivity on the planet. An audit of 1993, ordered by President Boris Yeltsin, opened the issue for scrutiny. Kola is home to huge numbers of operating and defunct reactors. </p> <p>Between 1954 and 1996, the Soviet Union built 287 nuclear submarines, containing more than 500 reactors. Of these, a minimum of 183 - and perhaps as many as 245 - are now out of service, and at least 120 of those still have fuelled reactors. The Northern Fleet has 142 subs and three battlecruisers (300-plus reactors) in or out of service. Then there are 10 icebreakers and a container ship. In the tally are 16 dumped reactors, including six with unrecovered fuel from nuclear accidents, such as the one that overtook the icebreaker Lenin. To that must now be added the two fuelled reactors of the Kursk. </p> <p>So Kola has an abundance of spent nuclear fuel from ships needing containment. Then there is the Kola power station. Two of its reactors are judged by the International Atomic Energy Authority to have a 25% likelihood of critical failure in the next 20 years. There is no containment. This, however, is the power station that powers the pumps that cool the shut-down submarine reactors that await decommissioning and disposal. When the electricity company cut the Russian navy off for non-payment a few years ago, marines appeared, submachine guns in hand, to help change its mind. A new Kola nuclear power station is planned. </p> <p>There is no adequate technical provision to deal with this stuff. The main hope is the Russian reprocessing plant at Mayak, near Chelyabinsk, with western-funded medium-term storage under construction there. However, shortage of special rolling stock restricts the capacity to move material from Kola by rail. A long-term repository is being discussed. The Russians want to put it on the island of Novaya Zemlya - but it is hard to reach and its geology is fractured by previous nuclear tests. Western experts favour a site on Kola, near the stuff. No early agreement is expected. </p> <p>This situation is a product of the myopia that has been a characteristic of nuclear industries, west and east. They think in straight lines, and then only about the bits that they like, rather than of full-life cycles. Only now, with the armada of dead vessels swelling, is the Rubin Design Bureau, whose gifted engineers helped to build the Soviet submarine fleet (including, very recently, the Oscar design of the Kursk), being asked to un-design them. </p> <p>Accommodation for spent fuel has been much reduced by accidents. Two storage ponds at the Andreyeva Bay naval facility had to be abandoned in 1982 because poor construction had led to leakage through cracked concrete and failed welds. The storage pool and dry dock at Gremikha failed too, for similar reasons. The Norwegian Bellona Foundation has evidence that drunkenness in the workforce prevented repair. Spent fuel is stored in Northern Fleet service tenders. Four (in Murmansk and Severodvinsk), are over 25 years old and full. With nowhere better to put the stuff, all these old, badly maintained barges are accidents waiting to happen. Spent fuel stands, inadequately shielded, on the quayside. </p> <p> Like the brooms activated by the sorcerer's apprentice, the block decommissioning of the Soviet fleet is producing increasing volumes of fresh spent fuel. The Russian government plans to decommission 150 submarines by 2007. The present least-bad option is to leave the fuel in reactors on board. But left too long, fuel channels may distort. Defuelling then becomes impossible, so the entire reactors have to be disposed of. Unmaintained, the submarine hulls corrode. Some have sunk at their moorings. </p> <p>The west wants to help. But at a recent meeting the cost of disposal quoted by the Russians was twice the equivalent western figure. The Russians would like to be paid to clean up; the west is reluctant to hand over cash. People recall the European Union auditors' report on money for safety at nuclear power-stations, which disappeared. </p> <p>The whole issue is darkened by a cloud from another source - the inveterate culture of secrecy that hangs over Russian military, especially nuclear, matters. Of principal concern today is the case of a former Russian navy captain, Alexander Nikitin. The authorities decided to make an example of him. Put on trial for high treason for revealing information about the Russian navy (information that was actually already known to western researchers from other sources), he was hounded through the courts for years until he was acquitted by the St Petersburg city court last December.</p> <p> The acquittal was confirmed by the supreme court in April, amid general rejoicing by environmentalists and supporters of free speech. But Victor Cherkesov, a friend of President Vladimir Putin, who was the Petersburg prosecutor and is now governor of north-west Russia, has not given up. The prosecutor's office has appealed against the acquittal and a supreme court hearing is due next month. </p> <p>Even if his acquittal stands, Nikitin's case will have had dire consequences because of the nature of his defence case. The courts found that at the time of the offence, no law existed which Nikitin had broken: by definition he was innocent. Now there is a law. It works like this, in five Kafkaesque steps: one, there are secret matters not to be revealed; two, they are listed; three, the list itself is secret; four, ignorance is no defence; five, there is no \"public interest\" defence. As a dissident in the new Russia told me, in future no prudent Russian will dare to speak publicly about any environmental issue except those that are wholly innocuous: perhaps the welfare of sea-birds. </p> <p>The British government has offered £5m toward the Kola clean up. But any external aid must be targeted primarily at building a comprehensive partnership in which western and Russian engineers and equipment work together. Compromise is unacceptable because the safe management of radioactivity is an activity unlike any other. That a British rescue team was requested, late in the day, to assist with the Kursk, is one glimmering point of optimism that may be seen as the swirling, murky waters close over the disaster. </p> <p>\u0095 Gwyn Prins is principal research fellow at the European Institute of the London School of Economics. </p> <p><b>Useful links: </b><br></p> <p>The Bellona Foundation website is at <a href=\"http://www.bellona.no\" target=\"_NEW\">www.bellona.no</a></p>",
  "Britain's role in Nato's war with Yugoslavia sparked more controversy in this country than any other foreign crisis for half a century. Not since Anthony Eden's attack on Egypt in 1956 have passions been so aroused. Leading figures from across the political spectrum took different sides on the issue. The major parties were split. The Guardian shared in the debate and supported the Government's decision to intervene. <p>This puts a duty upon us to take especially seriously any criticisms of the campaign, including Nato's conduct, targeting, and efficiency, as well as its governments' negotiating strategy. The effects of the campaign in Serbia and Kosovo as well as the United Nations' performance in the aftermath of the war also deserve close scrutiny, and have had it, in our columns. </p> <p>During the war we criticised the style of Nato's bombing from high altitude as cowardly. We did not agree with the targeting of bridges, power stations and other infrastructure. Before the bombing started we called for intervention under the political mandate of the Organisation for Security and Cooperation in Europe rather than Nato so as to gain Russian support. We advocated intervention by ground troops and continued to press for it as the bombing dragged on. </p> <p>This week has brought new revelations. One showed that Britain's bombing was far less accurate than claimed at the time. This followed earlier disclosures that American planes and missiles hit fewer tanks and artillery than the Pentagon said. Today we report that the number of Albanian civilians proved to have been killed by Serb forces was substantially less than western governments said. In the case of the bombing, the charge against Nato is that it lied and covered up. With the exaggerated massacre claims, the charge is more one of misjudgment and manipulation. No one in government could be sure what was happening inside Kosovo when the air strikes were under way. </p> <p>But instead of advocating caution towards atrocity accounts from traumatised refugees, Nato governments tended to repeat them, to maintain support for the bombing. Excessive optimism about the success of the bombing was matched by excessive pessimism about the horror in Kosovo. The TV pictures of mass deportations were enough to condemn the behaviour of the Serb authorities without governments having to suggest there were Bosnian-style massacres and rape camps. Fears of \"another Bosnia\" were understandable, but that did not diminish the need to check that they were true. </p> <p>Yet the sum of all these criticisms does not change the central issue. Was intervention needed? Some of the war's critics talk as though it began with the first Nato bomb. It had been under way for a year, after Serb forces in March 1998 started a rolling series of indiscriminate offensives against Kosovo Albanian civilians and their villages. The United Nations Security Council more than once called on Belgrade to desist. </p> <p>When President Slobodan Milosevic continued his military repression even after agreeing to accept international observers, action had to be taken. His is not the only government which has defied the UN, but the world's failure to act against other governments does not mean action was wrong or illegitimate in Kosovo. The use of force did not have unanimous Security Council backing, which adds to the contradictions. But massive crimes were being perpetrated in Kosovo. That was why we advocated outside intervention and for all the mistakes and in spite of the lies we continue to believe it was right.</p>",
  "In his long career as a conman Paul Bint has pretended to be many things. He has persuaded his unsuspecting victims that he was a doctor, a lawyer, an earl, a millionaire, and a dancer with the Royal Festival ballet. <p>The reality was somewhat less enchanting: a homeless former hairdresser with the gift of the gab. </p> <p>His favourite trick was to sneak into hospitals wearing a white coat and stethoscope purporting to be a doctor. He was also fond of masquerading as an aristocrat in order to steal sports cars while out on test drives. </p> <p>But yesterday Bint's latest fiction earned him a two-year prison sentence after he was convicted at Newcastle crown court of pretending to be a barrister and conning Virgin trains out of free accommodation at the Caledonian hotel in Edinburgh. </p> <p>On a train between Birmingham and Glasgow this year he said he was a barrister in the Lockerbie trial called Lachlan Campbell-Breedem QC and that his laptop computer containing vital information had been stolen. The train was halted and delayed while an extensive search was carried out by staff. </p> <p>Because of the delay, he persuaded Virgin trains to put him up at the hotel in Edinburgh for three nights at a cost of £545. To make the story more convincing, he wore a barrister's robes and a wig that he had stolen from Birmingham crown court. </p> <p>Bint disappeared from the hotel then turned up in Berwick-upon-Tweed, Northumberland, wearing a white coat. He persuaded a taxi driver to take him to a hospital in Newcastle upon Tyne, saying he was a doctor there who was urgently needed for a transplant operation. </p> <p>A judge once told him: \"You are not mentally ill. You have an unfortunate talent which you have used over and over again to persuade others your fantasy world exists.\" </p> <p>He was first caught in 1983 when he posed as a doctor, but only after he had arranged x-rays, tended to a man with a collapsed lung and put 12 stitches in another person's head wound. He also tried to trick his way into a heart bypass operation. </p> <p>In the same year he gatecrashed a party given by Viscount Linley, where he tried to introduce himself to Koo Stark by sending a bottle of Dom Perignon champagne to her table. </p> <p>Bint has spent a total of 10 years in prison and mental institutions. In July 1993 he was ordered to be detained indefinitely at a psychiatric hospital in York after he pretended to be a doctor at St James's hospital in Leeds. </p> <p>He was released from hospital the following year and was soon caught at the Royal Preston hospital and Blackburn Royal infirmary pretending to be a locum called Dr Pearce Hanson. </p> <p>He groped a woman patient and told her: \"Trust me, I'm a doctor.\" </p> <p>He told the parents of a girl aged 17 who had been injured in a road accident that she would survive. She died six hours later. </p> <p>He has also been jailed for tricking a car salesman out of a £83,000 Ferrari which he took for a test drive while calling himself the Earl of Arundel. </p> <p>A Porsche and a Rolls-Royce were spirited away by Bint when he pretended to be an aristocrat. </p> <p>Last year he changed tack and decided to go \"into law\". But once again he has found himself on the wrong side of it.</p>",
  "Every offender in Britain is to be given a computer-generated score that will tell the courts before they are sentenced how likely they are to re-offend and what danger they pose to the public, under a controversial plan to be introduced next year. <p>The chief inspector of probation, Sir Graham Smith, said yesterday he understood that the introduction of Oasys - the offender assessment system - would not be universally welcomed, particularly by defence lawyers. But, he said, it would mean for the first time that the courts and probation and prison services had a consistent way of judging the likelihood that a convicted offender would strike again. </p> <p>Last night the Law Society and probation officers voiced \"deep concern\" that it would lead to sentences based not on what a criminal had done, but on who he was or what he was likely to do. The punishment would no longer fit the crime, but the criminal. It would also decide whether a defendant should be freed on bail. </p> <p>The system, developed by the Home Office, gives an offender a computerised score based on factors like unemployment, literacy, family circumstances, lifestyle, history, who they mixed with and their educational background, as well as on the criminal's attitude to his or her offence. A computer would analyse the results and produce a score to enable an experienced probation officer to predict how likely the person was to re-offend. </p> <p>It is not expected the reports would contain a raw figure suggesting, for instance, that a particular burglar had a 90% likelihood of committing the crime again. Rather, the courts would be told whether there was a high, medium or low risk that particular criminals would re-offend, and how dangerous their crimes were likely to be. </p> <p>Sir Graham Smith said that Oasys would not replace the judgment and gut instincts of probation officers, but would allow their reports, on which the courts based their sentencing, to be less subjective. \"We have to be more consistent. We have relied too much on nous, instinct and feel,\" he said. \"It will ensure the offender gets the right sentence and onto the right 'what works' programme to tackle his offending behaviour.\" </p> <p>More than 600,000 probation reports are written each year and used not only to decide the sentence, but also the courses criminals should be required to take and when to release them on parole or on home detention curfew. </p> <p>Pilot schemes are under way and the scheme is expected to be introduced nationally next year. \"There are going to be people who say they don't like it. There are going to be human rights issues, but we are not going to say 'this particular person will definitely commit a crime.' We are going to say that all these factors are going to have some kind of impact,\" said Sir Graham.</p>",
  "The House of Commons has agreed to pay £5.2m in compensation to a building company discriminated against during construction of a new office block for MPs. <p>The Anglo-American firm Harmon Facades (UK) Ltd lost out on a contract to provide bronze cladding for the £231m Portcullis House despite a bid £2m less than that of the successful bidder. </p> <p>The four-year case was one of the more embarrassing episodes involving the complex opposite Big Ben, which has come under fire for its cost. </p> <p>Last October the high court ruled that the Commons had breached European and UK law by awarding the £34m cladding contract to the Anglo-German company Seele-Avis. Judge Humphrey Lloyd also ruled that the Commons had committed \"misfeasance in public office\" when an official later falsified the reasons for the contract not being awarded to Harmon. </p> <p>The Commons had claimed that Harmon should not have won the contract because it was forced into liquidation two years later. The judge ruled that winning the deal would have prevented this. </p> <p>Parliament was ordered to pay Harmon £1.85m in interim damages and a final award of not less than £3.7m. </p> <p>The Liberal Democrat MP Archy Kirkwood, representing the House of Commons commission, said in a statement that the payout was \"very substantially less\" than that claimed by Harmon.</p>",
  "At 7pm next Thursday the state of Georgia is likely to set another grisly record in the history of capital punishment in America when Alexander Williams, now aged 32, will become the fifth child offender to be executed in the US this year - more than in any year since six minors were put to death in 1954. <p>Amnesty International, which issued an \"urgent action\" appeal for clemency yesterday, said that Iran, Nigeria, Saudi Arabia, Pakistan and Congo were the only other countries to execute juvenile offenders in the past 10 years. But the US tops the list with 14 executions. </p> <p>In 1986, at the age of 17, Williams abducted 16-year-old Aleta Carol Bunch from a shopping centre in Augusta. He was arrested eight days later. His information led to her body in a remote, wooded area outside the town. She had been robbed, raped and shot. </p> <p>On Tuesday the pardons board will hear pleas for clemency, including one from Rosalynn Carter, the wife of the former US president. </p> <p>In a letter to the board Williams - who has been diagnosed as a paranoid schizophrenic - admitted his guilt for the first time and said: \"I am asking the people of Georgia to show compassion toward me, something that at 17 I regret was outside my own power of humanity.\" </p> <p>The lawyers also plan to take the case to the Georgia supreme court and, possibly, the US supreme court. A lawyer familiar with the case told the Guardian that the grounds would be that under the Georgia constitution the execution of a juvenile constitutes cruel and unusual punishment; and that it would be illegal under a raft of international law which the US has ratified. </p> <p>Amnesty's report on the case says that Williams failed to get proper representation. The lawyer at his trial did not bring forward evidence about his long history of physical and mental abuse by his family, particularly from his mother. In 1990 the lawyer was formally removed from representing indigent defendants because of his inadequate performance. </p> <p>Attempts in the appeal court to get a new sentencing hearing on the grounds of poor legal support also failed, by two votes to one. </p> <p>Amnesty urged Georgia last night to \"offer an example of progressive human rights leadership\" by granting clemency, but Aleta Bunch's mother, Carolyn, said of Williams's personal plea: \"It doesn't change my mind - he should still get the death penalty.\"</p>",
  "A rocket was fired at the office of a French government representative in Corsica early yesterday, dealing another blow to government-sponsored efforts to bring peace to the Mediterranean island. <p>Police said the attack caused no injuries and only minimal damage to the building. But the incident, attributed to separatist guerrillas, is the second challenge in as many weeks to far-reaching plans by the French prime minister, Lionel Jospin, to offer Corsica an unprecedented degree of self rule in exchange for an end to a quarter-century of bloodshed.</p> <p>Last week Jean-Michel Rossi, a reformed Corsican nationalist, was shot dead outside a cafe in upper Corsica along with his bodyguard. Their heavily armed killers remain at large.</p> <p>The rocket attack took place as Mr Jospin, whose plan for Corsica has been criticised by the conservative opposition and members of his coalition as rewarding violence, said in a magazine article published yesterday that Corsicans must respect the rule of law if devolution is to go ahead.</p> <p>But while the political wings of the main Corsican national ist parties have voiced support for the accords, their underground military groups have yet to show themselves capable of uniting to agree on the need for peace.</p> <p>The plans, if passed by the French parliament, would transfer responsibility for issues such as culture, education and infrastructure to the Corsican assembly, which would also have the power to modify laws passed in Paris.</p> <p>If all went well, a future French government would then revise the French constitution in 2003 or 2004, introducing proportional representation and creating a single political and administrative body for Corsica with limited law-making powers.</p> <p>In his article, published in Le Nouvel Observateur, Mr Jospin admitted there was resistance in France to granting Corsicans legislative power, but argued that the mood may change if lasting peace returns and Corsicans make good use of their new powers.</p> <p>\"But if the Corsican state of mind does not change, if the island's elected representatives do not assume their responsibilities, if the violence continues, any revision of the constitution would be risky if not unjustified,\" he said.</p>",
  "When, in British Rail days, Jimmy Savile used to tell us that this was the age of the train, not many were convinced. The British people's love of trains did not extend to using them. Railways were in a long decline that continued well into the 90s. But since 1995, the number of passenger journeys has increased by nearly 30% and the railways are now carrying more people than at any time since the second world war. <p>The Conservatives would have us believe that this growth is due to privatisation. But the analysis that underpins the government's 10-year transport plan would suggest otherwise. A new forecasting model, developed by the Department of the Environment, Transport and the Regions, suggests that the increase in passenger numbers can be explained mainly by factors outside the industry's control: strong economic growth and rising road traffic congestion. </p> <p>Privatisation made fortunes for a few but passengers have seen few benefits. The performance of Railtrack and the train operating companies has been little better, and in some cases worse, than British Rail. The main elements of the government's strategy are falling into place. It has created a new Strategic Rail Authority (SRA) with a remit to develop the network, and appointed a new rail regulator, Tom Winsor. At present the SRA exists in \"shadow\" form with powers inherited from Office of Passenger Rail Franchising and the British Railways Board. It will gain extra powers when the transport bill completes its passage through parliament. </p> <p>Railways were the clear winners from the government's spending review and the 10-year transport plan. Over the next three years public spending on railways will increase by 125% in real terms compared to an 18% real-terms increase in spending on trunk roads and motorways. The transport plan commits a total of £60bn to the railways over the next 10 years. Nearly half the money, £26bn, will come from the public sector in operating subsidies and capital grants. The rest will be made up from a mixture of fare revenue and private finance, the latter being backed by future income from fares and an extra £3.5bn of direct revenue support from the public purse. </p> <p>But should taxpayers get more for their money: a stake in the industry? In part, this question was answered in the announcement of the first two new passenger franchises, a 20-year replacement franchise for Chiltern Railways, which runs trains between London and the West Midlands, and a two-year extension to the Midland Main Line franchise. Besides new investment in trains and track and better performance, operators will be expected to enter profit-sharing agreements with the SRA. </p> <p>In the next 18 months, the SRA intends to replace all the short-term franchises with fewer, longer-term franchises along similar lines: more investment, higher standards of service and profit-sharing. The franchise map will be redrawn and the total number of passenger franchises reduced from 25 to 22. Not all is plain sailing. With Chiltern and Midland Main Line, the incumbent operators put in the winning bids. The replacement for Connex South Central, also in the first tranche, has been held up by the incumbent operator's unwillingness to give up the franchise before it expires in 2003. </p> <p>But the question of whether the public sector should also acquire not just a share in the profits but also a stake in the ownership of the industry and in particular in Railtrack, the monopoly owner of the infrastructure, remains. The idea of a public sector equity stake in Railtrack in return for government grant was put forward by Labour in opposition. Today, some 90% of Railtrack's income comes in the form of payments made by the passenger and freight operators for use of the infrastructure. But the SRA now holds the purse strings to £4bn of capital grants for renewals, including the upgrading of the west coast main line, and a £7bn rail modernisation fund for expansion of the network. </p> <p>The SRA will publish a detailed strategy for the development of the rail network later this year. It will set out the principles of investment support and describe the forms of funding that will be made available. One possible option is that direct payments to Railtrack could be made in return for a share in the ownership of the network. The alternative, that Railtrack's shareholders make a capital gain from taxpayers' money that they have not earned, would seem perverse. </p> <p>There is also the question of whether Railtrack should lose its monopoly on infrastructure projects. Sir Alistair Morton, the chairman of the SRA, is particularly concerned about Railtrack's ability to finance and manage all network enhancements. He has been encouraging Railtrack to enter into joint ventures with the train operating companies. </p> <p>Research commissioned by the Institute for Public Policy Research suggests that such joint ventures could have an important, if limited, role in setting a benchmark for Railtrack's performance. Railtrack has an improving record on managing the existing network and is responsible for fewer delays and cancellations than the train operating companies. But its management of major infrastructure projects, such as the west coast main line, leaves much to be desired. </p> <p>In the spending review and 10-year transport plan, John Prescott has delivered a huge win for railways. Now it is time for the industry to deliver in return. </p> <p>\u0095 Tony Grayling is a transport specialist at the Institute for Public Policy Research. <a href=\"mailto:t.grayling@ippr.org.uk\"> t.grayling@ippr.org.uk </a></p>",
  "The Kennedys have been everywhere throughout the Democratic convention so it should be no surprise that one of the biggest cheers on a long day of street protests in Los Angeles should be for Jello Biafra, the singer and writer who rose to fame with the 1980s hardcore punk band, Dead Kennedys. <p>Addressing the crowd in Pershing Square, surrounded by hundreds of police, Biafra told demonstrators that \"corporate power is the new Vietnam\". </p> <p>The gathering came at the end of a day of arrests and marches and the firing of rubber bullets on a crowd outside the centre where the convention is being held. </p> <p>The police declared unlawful assemblies for the second time this week to disperse protesters who had gathered on the issues of police brutality and the death penalty. </p> <p>So far 192 people have been arrested, 59 for felonies and 133 for misdemeanors. </p> <p>\"Do you want to be part of history or do you want to watch it on television?\" asked Biafra who is in dispute with former members of his group because he refused to allow Levis to use a Dead Kennedys song for a commercial. </p> <p>\"Above all, don't give up, don't turn into yuppies like the last generation!\" He urged people to vote for the Green party candidate, Ralph Nader. </p> <p>The day started with 30 people being arrested outside Rampart police station, which is at the centre of a corruption scandal involving officers dealing in and planting drugs, shooting unarmed gang members and fabricating evidence. </p> <p>A larger march of around 4,000 people then rallied outside the LAPD's headquarters to protest about people killed by police. </p> <p>A lorry with the names of 2,000 who had been killed throughout the US was at the centre of a march which nearly boiled over after a masked anarchist set fire to the American flag.</p>",
  "Egypt yesterday claimed vindication in the latest round of the politically charged investigation into the crash of EgyptAir flight 990, which plunged into the sea off Massachusetts last October, killing 217 people. <p>American investigators believe that the 59-year-old co-pilot, Gamil al-Batouti, deliberately pushed the aircraft into a fatal dive when the captain left the controls to go to the toilet. </p> <p>But yesterday Mohammed Fahim Rayan, EgyptAir's chairman, said he was \"99% sure\" that a technical problem, not a suicidal pilot, had caused the Boeing 767 to crash. </p> <p>Earlier this week, Boeing urged all airlines flying the wide-bodied 767 to make special checks on the bell cranks - mechanical links from the hydraulic controls that help to move the elevator flaps on the tail. </p> <p>Boeing denied any connection with the crash investigation, but EgyptAir was delighted. \"This is exactly what we've been talking about,\" said Captain Shaker Kelada, the airline's safety chief. </p> <p>Bell cranks retrieved from the wreckage of flight 990 were found to have rivets sheared in opposite directions, which EgyptAir says may indicate that the elevators - controlling the up and down attitude of the plane - jammed. </p> <p>\"We have seen at least two similar complaints from the Boeing's 767 elevators by Air Canada and Air Mexico,\" Walid Murad, head of the Egyptian Pilots' Federation, said. </p> <p>Egypt has always rejected the suicide theory, suggesting that investigators latched on to the theory to exonerate Boeing from any part in the disaster. </p> <p>A series of leaks to the American press during the early stages of the investigation sought to portray Batouti as an Islamic fundamentalist. When that was disproved, subsequent leaks portrayed him as an unbalanced sex maniac who harassed women in hotels. </p> <p>Although the American national transportation safety board (NTSB) has not yet reached a conclusion about the cause, last Friday it released the first 1,665 pages of documents relating to the crash - including the first full transcripts from the cockpit voice recorder. </p> <p>Far from confirming the suicide theory, the transcript shows Batouti cooperating with the captain after his hasty return to the cockpit in an effort to save the plane. </p> <p>Twenty-eight minutes into the flight, and two minutes before the crash, with Batouti in charge in the cockpit, there are sounds described as a thunk and a click. The voice recorder then captures three syllables of non-Arabic speech. Four of the 10 people involved in the transcription believe they heard words similar to \"control it\"; one thought it might be \"hydraulic\"; five say it is unintelligible. </p> <p>Immediately after this, Batouti says faintly: \" tawakilt ala Allah \" (I rely on God) - a phrase he repeats 10 times before the recording breaks off. </p> <p>The American suicide theory was based on the fact that Batouti uttered this phrase, routinely used by Egyptians facing difficult situations, before the autopilot was disengaged and the engines shut off. </p> <p>There is also nothing in the transcript to support earlier American claims that the captain, Ahmed Mahmoud al-Habashi, and Batouti fought for control of the plane. </p> <p>In the transcript, Batouti asks: \"What's happening?\" but there is no suggestion that Batouti has done something wrong or is not working to save the plane. </p> <p>Leaks from the investigation earlier also suggested that Batouti switched off the engines to prevent Habashi pulling the plane out of its dive. But the Egyptian Pilots' Association says the crew were following standard procedure in order to slow the aircraft's speed. In the transcript, Habashi orders Batouti: \"Shut the engines\". Batouti replies: \"It's shut\". </p> <p>In the space of 40 seconds, the plane descended from 33,000ft to 16,000ft before the voice recorder cut off. </p> <p>On the basis of radar observations, US investigators say that it later climbed to 24,000 feet before finally dropping into the sea. The Egyptian Pilots' Association claims this is another error. </p> <p>Ali Murad, the association's deputy secretary general, says: \"If the engines were switched off during the dive, how did the plane manage to climb up to 24,000 feet again? What was seen at 24,000 feet were remains of the plane which fell more slowly than the main part.\" </p> <p>Before the NTSB's release of documents, the American paper USA Today published leaks from an FBI investigation in which security staff at the New York hotel used by EgyptAir crews alleged that there had been complaints about Batouti exposing himself from behind a window, and that he had harassed chambermaids. None of these incidents was reported to police at the time, and there were statements from other hotel workers describing Batouti as a pleasant man who caused no trouble. </p> <p>To the co-pilot's nephew, Walid Batouti, the latest leaks \"all confirm the conspiracy being made against Batouti and EgyptAir\".</p>",
  "Joseph Lieberman faced down the doubters and made a powerful pitch to independent voters in his speech to the Democratic convention in Los Angeles on Wednesday. In so doing, Al Gore's running mate indicated he could be the man to unlock the 2000 US presidential election for the Democrats. <p>Less than two weeks ago, Mr Lieberman was a relatively obscure, generally conservative Democratic senator, known to the public mainly as a prominent critic of Bill Clinton during the impeachment crisis, and known to the Washington press corps mainly as an honest and interesting, but marginal, figure within his party. </p> <p>Yet thousands of delegates in the Staples Centre greeted the little man from Connecticut - \"my Joey\", as his wife, Hadassah, introduced him - as a conquering hero, as he delivered a smart, upbeat and generally well-judged acceptance speech. </p> <p>He entered to the music from Chariots of Fire, greeted the audience with an improbable clenched-fist salute and started his speech with a Jewish mother-in-law joke. But in contrast to his campaign appearances last week, Mr Lieberman dwelled only lightly on religious themes or the significance of his selection to American Jews and immigrants. </p> <p>It was a speech that set out to do four things: introduce the still largely unknown Mr Lieberman to a wider national audience; help promote Al Gore's generally lack-lustre public image; win the enthusiastic support of the black American electorate, a crucial Democratic base; and reach out to independent and undecided voters who need reasons to cast their ballots for the Gore-Lieberman ticket. </p> <p>\"Let me just speak to those of you at home who haven't made up your mind if you want to build on our prosperity,\" Mr Lieberman said, before highlighting bipartisanship and political reform as two key areas appealing to independents. \"I respectfully say to you that Al Gore and I are the guys who are ready to do the job,\" the vice-presidential candidate said. </p> <p>At various points in his speech, Mr Lieberman praised Republican leaders such as Ronald Reagan and John McCain. He stressed his senate reputation as an \"across-the-aisle\" legislator, who had worked with Republicans in the past and who was happy to do so again. </p> <p>\"Our opponents are decent and likeable men,\" he said. \"I am pleased to call many in their party my friends.\" </p> <p>In the coming election, this appeal to the centre and to independents will clearly be one of Mr Lieberman's responsibilities. </p> <p>The senator's quirky and unconventional voting record has raised some questions - especially among black leaders - about whether he will win over their support. </p> <p>In two warm-up speeches, Congressmen Robert Menendez, a Latino from New Jersey, and the formidable John Lewis of Georgia, a black man, fought to promote Mr Lieberman's anti-racist record. </p> <p>Meanwhile, Mr Lieberman went out of his way to restate his support for affirmative action, as he had done earlier at a meeting with the congressional black caucus. </p> <p>Mr Lewis reminded the convention that the young Mr Lieberman had travelled to America's deep south to help register black voters during the toughest years of the civil rights campaigns of the 1960s. </p> <p>Mr Lewis called him: \"My friend and my brother.\" </p> <p>The impact that the man from Connecticut has made on the polls in just a few days has been good for the Democrats, and yesterday's speech has established him quickly as a formidable player in the political big league. </p> <p>If Mr Gore loses in November, Mr Lieberman could be an early favourite for the Democratic nomination in 2004, an unlikely thought even two weeks ago. </p> <p>All aboard the Democrat bandwagon:</p> <p><b> The day's 'next president but one' tip </b> California Governor Gray Davis, who has established a high profile during the week, presented President Clinton with a (fake) Oscar during a fund-raising party at Paramount Studios </p> <p><b> Most miffed organisation </b> The Academy of Motion Picture Arts and Sciences which does not like replicas of its carefully protected Oscar being handed out to just anyone </p> <p><b> Comedian Bill Maher </b> \"Hollywood loves this Gore-Lieberman ticket. I know this because today three studios green-lighted projects about a robot that teams up with a rabbi\" </p> <p><b> Jon Corzine, the Democratic Senate candidate for New Jersey </b> \"We live in a time of tremendous prosperity, a time when Democrats have transformed record deficits into record surpluses. It is our duty to use this prosperity to address the unmet needs of the American people\" </p> <p><b> Newly welcome and honoured guests at the feast </b> American Indians are now among the biggest political backers of candidates in areas where they are establishing casinos. There are 75 American Indian delegates at the convention, a new record </p> <p><b> Publication with biggest big-name turnout for a party </b> George, the political mag founded by the late John F Kennedy Jr. Ben Affleck, Chelsea Clinton, George Clooney, Samuel L Jackson, Goldie Hawn and William Baldwin attended</p>",
  "A leisure firm is hoping to turn Blackpool from a kiss-me-kwik seaside resort into the British Las Vegas. <p>The Lancashire resort may be more reminiscent of saucy postcards, fish and chips and trams but all this could change if Leisure Parcs, owner of the Blackpool Tower, is allowed to build six huge casino hotels at a cost of £1bn, together with a conference centre and 3,000 seat theatre. </p> <p>The proposal has been submitted to the gambling review body, but would require a change of legislation. Last night the minister for tourism, Janet Anderson, described the proposal as exciting, and said that, like all Britain's resorts, Blackpool had to adapt to the indoor leisure needs of the new century. </p> <p>The casino hotels, with up to 12,000 slot machines, would stretch along the seafront from the Winter Gardens, with the hope of eventually attracting 30m visitors a year. </p> <p>Marc Etches, managing director of Leisure Parcs, said yesterday that the casinos could be a catalyst for economic regeneration of the area. </p> <p>\"In Blackpool we have a conundrum,\" he said. \"It is very successful, with 12m visitors every year, but has the 12th lowest gross domestic product in the country and the third lowest in the north-west. It has some very difficult social and economic problems. </p> <p>\"To turn things around, we have to be as bold and ambitious with a concrete vision for the town. That vision means persuading the government to change gambling legislation to allow resorts like Blackpool to have casino hotels.\" </p> <p>Mr Etches did not liken his scheme to the famed gambling resort in Nevada, but cited the experience of Atlantic City, near New York, which reversed its decline by building four casinos in the late 1970s and today had 34m visitors bringing in £4bn a year. </p> <p>Leisure Parcs has owned the tower, the town's three piers and the Winter Gardens since 1998.</p>",
  "Senator John McCain was consulting doctors in Arizona yesterday after revealing that he has suffered a recurrence of the most dangerous form of skin cancer. <p>The Arizona senator's office announced that doctors had found two spots of melanoma, on his left arm and left temple. He underwent an operation in 1993 to remove an earlier melanoma from his shoulder. Since then, friends say, he has had check-ups every three months. The latest tests were taken earlier this month. </p> <p>The former contender for the Republican presidential nomination has cancelled most of his immediate public engagements, though he intends to honour a commitment to appear in Ohio on Sunday on behalf of a colleague. </p> <p>The treatments available will depend on the depth of the cancer and whether it has spread. Independent medical experts said yesterday that there was a chance that the latest cancer was treatable because it had been caught early. </p> <p>Mr McCain's news brought tributes from friends and rivals. \"John is a good man and a fighter,\" George W Bush said, recalling the strength of a man who spent five years in a Vietnamese prison. </p> <p>\"He is so courageous he will just face it,\" the Democratic contender, Al Gore, said.</p>",
  "Sir Antony Duff, who has died aged 80, was the epitome of the wise public servant on whom Whitehall's ship of state has traditionally relied. The irony is that Margaret Thatcher, in her early years as prime minister, also relied on him, an experience he did not entirely enjoy. <p>Twice she persuaded him to forego retirement, first when she asked him to take over the role of security and intelligence coordinator in the Cabinet Office, and subsequently when she persuaded him to clear out the Augean stables of MI5. When finally retired, he spent years working on behalf of London's homeless. Earlier, he had served as ambassador and diplomat in many countries, culminating in a crucial role organising Zimbawe's independence in 1979. </p> <p>Duff's background was naval; his father was an admiral, and he was educated at the Royal Naval College, Dartmouth. He had a distinguished record as a sub-mariner in the second world war, the start of a career which, in the words of one Guardian writer - in an article prompted by one of the rare occasions when Duff's name surfaced in public - achieved the difficult trick of staying submerged during much of its long public service. </p> <p>It was this trait, when he was a 24-year-old submarine commander, that earned Duff a place in naval legend, after an ingenious escape off Norway during the second world war. Disabled by German destroyers, its diving planes stuck in a nose-dive mode, his submarine, Stubborn, floundered at twice its maximum operating depth. </p> <p>Duff kept the descending craft stable by shifting the crew around as human ballast. When this technique failed to dislodge the boat from the seabed, where it was under bombardment from depth charges, he diverted breathing air into the main compressor, catapulting them all to the surface and safety. His achievement was recognised by a DSO. </p> <p>But his eyes had been damaged in the action and, after the war, he abandoned his hopes of a naval career to join the Foreign Office, serving in Cairo, Paris, Bonn, Kuala Lumpur, and as ambassador to Nepal in 1964. He became high commissioner in Kenya at a time when the Rhodesia crisis was poisoning relations with other African commonwealth countries. In 1975, he was brought back to London as head of the Foreign Office's Africa department. </p> <p>Duff was about to retire at a crucial period in the Zimbabwean independence negotiations at Lancaster House, which at last brought agreement in 1979. His long experience and calmness persuaded Mrs Thatcher to appoint him to the post of deputy governor in Salisbury (now Harare), under Christopher Soames. While Duff was credited with doing much of the backroom work, and bringing the white Rhodesian military commander, Peter Wallis, to heel, he was also said to have backed the moderate Bishop Abel Muzorewa in the British effort to keep the principal guerrilla leader, Robert Mugabe, out of power. </p> <p>Elections were finally held in March 1980, and Zimbabwean independence came the following month. Soames and Duff returned to Britain, and Duff retired from the diplomatic service after 34 years. But he was at once appointed to coordinate the activities of the security and intelligence agencies, MI5, MI6 and GCHQ, the government communications headquarters at Cheltenham. </p> <p>Occasionally, an unforeseen event might provoke real debate within the joint intelligence committee (JIC), of which Duff was a member, both as coordinator and, later, as director general of MI5. Mikhail Gorbachev's rise to power in the 1980s was such a case. Duff and Sir Derek Boorman, chief of defence intelligence, took the view that the Soviet leader's proposals for internal reform and deep cuts in missile stocks seemed genuine. Sir Percy Cradock, then chairman of the JIC, disagreed. As far as he was concerned, Moscow was still aiming at communist domination of the world - and he won the argument in committee. </p> <p>In 1985, the affair of Michael Bettaney, the young MI5 officer caught trying to pass secrets to the Soviet embassy in London, led to a scathing attack on MI5's top management by the security commission. Cathy Massiter resigned from MI5 to disclose how the agency had monitored trade union leaders and dissenting groups - including CND and the National Council for Civil Liberties - because it regarded them as \"subversives\". </p> <p>At the age of 65, Duff accepted the unenviable task of trying to shake MI5 up, replacing Sir John Jones, the first director general to have spent his career in the agency's F branch, responsible for domestic subversion. He steered the organisation towards combating more relevant targets, including Northern Irish terrorism. </p> <p>He began to open up MI5 to discreet contacts with the media, and persuaded Mrs Thatcher to appoint an independent ombudsman to investigate complaints by secret service employees. When, in 1987, she stopped BBC Radio 4 from broadcasting My Country Right Or Wrong, a series about democractic accountability in the security and intelligence services, Duff told his staff there was nothing in the programmes to worry about. </p> <p>However, his role - and his previous career as an outsider - was resented by older members of the MI5 hierarchy. The younger generation of security service officers, including many women, also believed that, while he recognised the problem, Duff failed to get rid of the unpopular, male-dominated, old guard. </p> <p>Douglas Hurd, then home secretary, conceded during a Commons debate at the end of 1986 - provoked by the Peter Wright Spycatcher trial in Australia - that an internal complaints procedure, recommended by the security commission, had still not been introduced. </p> <p>Mrs Thatcher's futile attempts to stop the publication of Wright's memoirs did nothing for MI5's reputation, and were probably not appreciated by Duff, who did not give evidence in the Australian courts. But the Spycatcher saga prompted another internal Whitehall inquiry, also headed by Duff, into allegations that a faction within MI5 had sought to discredit the then Labour prime minister, Harold Wilson, back in the mid-1970s. Mrs Thatcher told MPs that Duff found \"no evidence of any truth\" in the allegations, although at least one former senior official, who was embroiled in the whole affair, has said since that he was not even questioned. </p> <p>By 1987, Duff had had enough of Whitehall intrigue and retired for the third and last time. He then turned to a most unusual activity for a former senior diplomat, and started work at a day-centre for the homeless, making and serving tea. Known simply as Tony Duff, he devoted the next five years of his life to being a member of the board of London's Homeless Network. </p> <p>Duff was knighted in 1980. He married Pauline Sword in 1944. They had a son, two daughters and a stepson. </p> <p>\u0095 Arthur Antony Duff, diplomat, intelligence officer and worker for the homeless, born February 25 1920; died August 13 2000</p>",
  "<p><strong> A Room for Romeo Brass </strong><br> Rental <br>Alliance Atlantis Cert 15 <br> ****</p> <p>Shane Meadows juggles charming comedy with dark and dangerous deeds in another memorable small-scale and very British drama. It's distinctly different from its fine predecessor, TwentyFourSeven but has clear thematic links: hopeless fathers, striving surrogate dads, and desperate wooing scenes are already identifiable as key Meadows topics and this film, which lacks the visual poetic quality of its predecessor and is more thematically unpredictable, makes its director even more clearly his generation's heir to the downtrodden realism and defiant humour of Leigh, Loach and Blair.</p> <p>Sadly he seems to be the only one in England right now: it's a heavy burden he wears lightly. The central characters here are the eponymous Romeo, a chubby black kid who manages to eat a bag of chips meant for three in a nicely-timed gag over the opening credits, \"Knocks\", his best friend and next-door neighbour and Morell, the eccentric misfit who wins the boys' friendship after saving them from being beaten up and desperately wants a date with Romeo's sister, Ladine.</p> <p>The plot, and its sometimes shocking lurches from humour to out-of-control violence, takes place against the backdrop of poverty, frustration and desperately dull housing estate life - if you've seen his short films as well as the features, Meadows's Nottingham already seems almost as familiar as Alan Bennett's Leeds.</p> <p>Its unknown cast all acquit themselves well but Paddy Considine as the complicated Morell, owner of many fantasies and the world's worst shellsuit, is particularly outstanding in a difficult part. It's unsettling in a similar way to Mike Leigh's 1981 housing-estate drama Meantime and boasts an eclectic and carefully chosen soundtrack (Beck, Fairport Convention, JJ Cale). A rare film about shifting relationships and, despite that sleeve, absolutely not pants at all.</p> <p><strong> The Beach </strong><br>Rental and DVD <br>Fox Cert 15 <br> **</p> <p>Nice scenery, shame about the film. Substantially changed from Alex Garland's sand and stimulants bestseller, The Beach re-emerges as a Leo vehicle which might please the fan club (he's barely ever offscreen and gets a few sex scenes) but won't do a lot for the rest of us. It's stuffed with bland philosophy of life stuff, intoned as though it's deep wisdom and banal conversations and oddly for Danny Boyle and co, whose soundtrack was a key selling point for Trainspotting, a strangely old-fashioned, very Hollywood score (All Saints's more appropriate Pure Shores makes only a brief appearance.)</p> <p>The Beach has an uncertain tone throughout and its relationships are as unconvincing as its shark attack. The basic story is still not bad - holidaying Yank is handed map by strange new friend (mad Robert Carlyle, the most fun in the film) and sets off to find a \"paradise island\". But once its Treasure Island meets Lord of the Flies plot takes a sharp turn right into Apocalypse Now territory, it's hard to stay interested.</p> <p>Still, it has a few trademark Boyle camera zooms and it's not the unmitigated disaster of the team's last film, A Life Less Ordinary, whose cinematic bellyflop probably prevented the Boyle/ Hodge/ MacDonald team from installing their usual lead actor, Ewan McGregor, though DiCaprio's perennial 25-going-on-16 look suits the film's naive teen sensibility.</p> <p><strong> House on Haunted Hill </strong><br>Rental and DVD (£19.99) <br>Warner Cert 15 <br> **</p> <p>The trickiest part of remaking a gimmicky William Castle horror is that the suave sliminess of his lead actor, Vincent Price, is no longer available. This pacy update gets around it by giving the pencil-thin moustache to the excellent Geoffrey Rush and calling him \"Mr Price\". It seems more affectionate tribute than rip-off. Cue grand guignol with characters running round dank corridors with torches and an effects budget beyond Mr Castle's dreams. Pretty mechanical stuff but much better than the recent re-make of The Haunting.</p>",
  "<p>When you're a 5ft 11in ex-model who made her mark as a seductive assassin in GoldenEye, a rather particular Hollywood route might seem inevitable. Famke Janssen, however, has failed - or succeeded, depending on which way you look at it - to fulfil the expected role.</p> <p>She has starred in a number of indie films but could hardly be described as alternative; she has added glamour to box office blockbusters but doesn't play the same character in vehicles tailored to her requirements. She's an actress, in other words, making the most of what comes along - but most actresses don't look like supermodels, and even fewer supermodels could ever be true actresses. </p> <p>Her latest film brings these disparate elements together. X-Men is a special-effects-drenched blizzard of a movie that uses its premise - a group of mutant superheroes who must learn to use their special powers for good while dealing with the fear they inspire from normal humans - as an allegory for prejudice. It is smart and exciting, but based as it is on the comic book of the same name, and given the track record of comic-based films, it could have been a dangerous choice for a woman keen to establish herself as a proper actress. </p> <p>\"But you take into consideration that Bryan Singer is the director and you eliminate some of that risk,\" says Janssen of her decision to play the part of Dr Jean Grey, the mutant learning to hone her telekenic skills under the tutelage of Professor Xavier, the X-Men's shiny-pated mentor. Singer made his mark with the indie hit The Usual Suspects, which attracted Janssen to the project. \"I'm a firm believer in taking risks in life, because you'll never get anywhere unless you do, and the more risk involved the greater the outcome - or the worse, but you never know so you've got to go for it. </p> <p>\"Comic books have been done in a very over the top, unreal manner in the past, but given my knowledge of comics - and I'm not a fan of them at all - it's actually a dark, alienated world. That's never been brought to the screen before, but that's exactly what most readers of The X-Men are interested in, because they're so often outsiders in one way or another too. And so I thought that if Bryan Singer could bring any of that tone and darkness and realism to the X-Men, that would make a great movie. And it did.\" </p> <p>Janssen was actually born in Holland, and came from Amsterdam to work as a model in the US in her early 20s. In some respects, she's a modern version of Audrey Hepburn - another Dutch model who broke into Hollywood. She gave up modelling to study at Columbia University, and struggled to find acting jobs for four years after graduating before landing the female lead in GoldenEye, as Xenia Onatopp, the Russian assassin and nemesis to Pierce Brosnan's 007.</p> <p>Since then she has wavered between bids for indie credibility (City of Industry, Woody Allen's Celebrity) and mainstream horror (Deep Rising, House On Haunted Hill); critical successes (The Faculty) and all-round embarrassments (Circus). She's now 35 and a jobbing actress: not so high-profile that she can call the shots like Hollywood's half-dozen leading ladies, but respected enough to work with some very good directors. </p> <p>\"With a lot of studio movies, you can't really base your decision to be involved or not on a script, because there are a lot of things that are left in flux. Working on a film for six months, you never know what scenes they're going to keep, so you have no idea on what the outcome will be.\" </p> <p>The first consideration in Janssen's career-path decison-making is always the director. \"Working with Woody Allen on Celebrity was a milestone for me because he's such a hero of mine, and I've always preferred working on character-driven projects, but I have to say, a movie like The Faculty I did because the director was Robert Rodriguez and he's a great film-maker.</p> <p>\"It doesn't matter what the genre is. I'd never condemn horror, for example; one of my favourite directors of all time is Stanley Kubrick, and he made The Shining. How much input the director has and who he is is the most important thing. With all the unknowns going on, you want to give yourself up to someone who knows what he's doing. I'll probably go back and forth doing different movies, and I've just worked with a first time director [on Love &amp; Sex] because I loved the script so much, but at this point in my career working with great directors is probably the major goal.\" </p> <p>Janssen underlines a fact that rarely gets talked about: that a decision to work on a certain movie is partly based on what that working experience is going to be like. X-Men involved six months of shooting on location in Canada, after all.</p> <p>\"It's always different. Woody Allen, for example, is not one to praise anybody, and he can be very critical. He can come out with something with a remark which makes you go: 'Ow. OK, I get it, I suck.' He's brutally honest at times, and at other times he doesn't speak, and he doesn't let you know what else is going on in the film. Robert Altman, on the other hand, who I worked with on The Gingerbread Man, is the director who indulges actors. He'll let them improvise and do take after take. I couldn't say which is the better experience - it's all interesting.\" </p> <p>The trappings of fame do, of course, have to take a back seat when you're going to travel down such a winding road. Before receiving the star treatment on the X-Men, Janssen had just shot Love &amp; Sex, a micro-budgeted romantic comedy by Valerie Breiman which gave the actress her first starring role, as a magazine writer who has to prove that she can write a good article about relationships and in order to do so trawls through her history of disastrous ones.</p> <p>\"It was hysterical and I loved working on it, and with Jon Favreau, who stars as the woman's long-term boyfriend. That was one of my best experiences. There were 21 days to shoot Love &amp; Sex, and six months for the X-Men. So I was doing a movie where we shot five or six scenes a day, and because I have to play all different ages it was constant make-up changes, wardrobe changes, hair changes, with never a quiet moment and pages and pages of dialogue to do.</p> <p>\"Then all of a sudden I arrived in Toronto, and I was sitting around, saying, 'What are we doing? Shouldn't we be working?' I'd be called in at five in the morning, spend two hours having hair and make-up done, and then they'd say, 'Actually, we've decided to shoot another scene. We'll come back to you'. It just felt like it took forever to get anything accomplished. On Love &amp; Sex I got in trouble if I went to the bathroom.\" </p> <p>Janssen has chosen to live in New York over LA, emphasises that quality of life is more important than career profile, and hasn't fallen for the celebrity life - \"I don't care for all that stuff, if you want to do good work it doesn't matter where you stay or what you sleep on\" - but she's still a movie star as well as an actress, and has to play the part.</p> <p>\"It's a completely different role which you just don't realise belongs to the job. You wake up in the morning and do interviews for the whole day, then you get on a plane and you don't even know where or when you're meant to sleep. It means a lot of travelling, and a lot of talking about yourself. After a while you feel: can't we talk about something else?\" </p> <p>Janssen likes her role as Dr Jean Grey. \"She's a very normal person. The thing that I liked is this sense of control that all the X-Men have to have. When you have these special powers you'd better be able to control them well or a lot of things can go wrong. And she's just not that good at it yet. They're all superheroes, but they have flaws.\"</p> <p>Perfectly groomed Hollywood stars can make mistakes too, after all. Anyone who has seen Circus would have to agree that one thing Famke Janssen doesn't share with her character is a gift for ESP. \"I know. Like I said, sometimes you just don't know. You can say, the next time it won't happen, but it probably will. You've got to take risks.\"</p> <p>\u0095 X-Men is released today. Love &amp; Sex is released September 29.</p>",
  "<p>It's a truth insufficiently acknowledged that the great heroes of our youth will usually betray us before their hair turns grey, and it's been as true of the Hollywood baby-boomers as it has of any other generation. Sooner or later they all take a seat on the board and acquiesce to the defamation of all their youthful ideals, once so militantly held, now so quietly surrendered.</p> <p>Directors who once waged a campaign of parricide against their cinematic forebears are now grown fat and slow, seduced by big money and bad cinema. The New Hollywood of the 1970s has become the Old Guard of today.</p> <p>Scorsese, the prime mover of American cinema's last two decades, is currently trapped in a holding pattern of paralysed respectability that resembles Hitchcock's final years - Kundun was his Topaz, Bringing Out The Dead his Torn Curtain. Francis Ford Coppola hasn't made a memorable movie since Apocalypse Now. Robert Altman is in his final downhill slide. William Friedkin, Brian De Palma, Arthur Penn, Bob Rafelson, Peter Bogdanovich - all of them, and countless others from that great flowering of American cinema, have taken the money and run from anything resembling risk or controversy.</p> <p>Only one director of their generation has kept the faith through the years. Since I first read his imperishable autobiography Shock Value nearly 20 years ago, John Waters has proved an infallible guide to life and movies. Since then he's never, ever let me down, and his latest movie, Cecil B Demented, is as splendidly insane as anything he's made.</p> <p>Shock Value just about saved my life when I first read it in my late teens. I knew I was in safe hands when I read the first lines: \"To me, bad taste is what entertainment is all about. If someone vomits watching one of my movies, it's like getting a standing ovation.\" Before then I didn't know anyone who could see the funny side of mass murder, sexual deviancy, 300lb transvestites, \"chicken-fucking\", trailer-parks and really terrible movies.</p> <p>Waters helped me realise there were a lot of us out there, tired, huddled, yearning to be freaks. Since I lived about 50 miles from Baltimore in those days (when Barry Levinson's Diner was also doing the rounds), I was often able to drive to the source of all trashy knowledge, \"the hairdo capital of the world\".</p> <p>I saw Pink Flamingos on July 4 1981, at the beautiful Charles cinema (where Steve Guttenberg and Tim Daly see The Seventh Seal in Diner: \"I bin to Atlantic City 100 times and I ain't never seen Death walkin' on the beach\"), and my sister and I saw some great horror double-bills in Baltimore grindhouses at the tail end of the Midnight Movie boom that video snuffed out. Night Of The Living Dead and Eraserhead? Oh to be young and shockable again!</p> <p>My first copy of Shock Value was soon adorned with the signatures of Waters, his superstar grandma Edith \"the Egg-Lady\" Massey, the late great Divine, and Mink Stole (who, weirdly enough, now lives two blocks from me), the heart of his Dreamland repertory company. When the book was stolen in California in the mid-80s I was absolutely heartbroken.</p> <p>Until a fellow Waters maniac felt my pain and gave me his copy. It's in front of me now, and I'm as touched as I always am when I read my friend's inscription on the flyleaf: \"Hey Asshole! Divine isn't the filthiest person alive_ YOU ARE!\" He further commends me for my \"last few months of arduous 'method' filthing\", though I haven't a clue what this refers to, since I've long repressed all memories of the 1980s for the sake of my mental health. Just below these kind words are new signatures from Waters and Mink, but Divine and Edie are long gone, so I'll never replace those.</p> <p>Since 1988's Hairspray, Waters been embraced by the mini-studios, but never co-opted. He's never lost his thrilling ability to skewer cant and pomposity, and his worldview is now shared by millions of moviegoers who loathe the dominant cinema of saccharine reassurance and bullshit happy endings. Apart from Simpsons creator Matt Groening, no one else has managed to change so drastically the way we look at our popular culture.</p> <p>Cecil B Demented (Stephen Dorff) is a lovable sociopath who redefines the meaning of those shopworn terms \"outlaw film-maker\" and \"guerrilla cinema\". He and his outcast teenage acolytes - \"The Sprocket Holes\" - embark on a campaign of cinematic terrorism by kidnapping bitchy movie star Honey Whitlock (Melanie Griffith gamely standing in for Divine) and forcing her to act in their schlock-epic Raving Beauty.</p> <p>Soon enough Honey develops a severe dose of the Stockholm Syndrome and comes to love her captors, much as Patricia Hearst did with the Symbionese Liberation Army in the 1970s (Hearst herself plays the appalled mother of one of the gang). Demented's poster is a spoof of the old Baader Meinhof/Red Army Faction logo, with a camera replacing the machine gun, and the movie vibrates with a gleeful, vandalistic hatred for mainstream cinema.</p> <p>Although he's as insane as most of Waters' characters, I can't disagree with a word the jodhpur-clad, riding crop-flexing Cecil says: \"I am a prophet against profit!\"; \"I am Cecil B Demented, the enemy of family film! Family's just another word for censorship!\"; or \"Your Hollywood system stole our sex and co-opted our violence, and now there's nothing left to us!\"</p> <p>And lest we think Waters is some scatological buffoon, it should be noted that Cecil is the most cine-literate movie I've seen in years. Waters namechecks or quotes the New York underground of the early 60s, Hong Kong chop-socky, hardcore pornography, Otto Preminger, Fassbinder, Sirk, Herschell Gordon Lewis, Kenneth Anger, Sams Peckinpah and Fuller, and producer William Castle. And one theatre-manager utters the words: \"What? Pasolini's playing - and we sold no tickets?\"</p> <p>But it wouldn't be John Waters without some plain old filth, like this speech by porn star Cherish (Alicia Witt): \"When I was 10 my whole family fucked me under the Christmas tree. As I heard my grandpa shout 'Jingle Balls!' I cried out, 'O Santa, why hast thou forsaken me!' \" Movie of the month, director of my dreams. Burn, Hollywood, burn!</p>",
  "<p>When Patrice Chéreau wanted to display human nature at its most intense, self-absorbed, tormented and vindictive, he hired a couple of carriages from French railways, packed his characters in and sent them shuttling backwards and forwards between Paris and Mulhouse. Unlike Murder on the Orient Express, the assaults (emotional only) took place in real travelling conditions. </p> <p>Using natural light, the camera operator was jammed into the corridor; the microphone was on Chéreau's shoulder, the continuity girl crouched behind his legs and when the camera had to do a 180 pan, everyone had to duck. \"We did it because of the landscape and the movement of the train,\" Chéreau explained. \"You cannot really fabricate the movement of a train in a studio - the actors and the camera moving at the same time. We needed to have the real energy of that journey. </p> <p>\"We would arrive at Mulhouse a couple of hours later, uncouple the carriages, have a meal, then link the carriages to a train going back to Paris and arrive back by 6pm. We did it for 14 days. Since we did the journey so often, we knew at exactly what minute the tunnels would come.\" I pondered the notion of trains so punctual you could set your tunnels by them. </p> <p>Those Who Love Me Can Take the Train, the latest film by the French director best known as writer-director of the blood-soaked historical epic La Reine Margot, tells of a group of mourners who travel to Limoges (the real four-hour journey was inconveniently long for shooting) to the funeral of their mutual friend, Jean-Baptiste, a manipulative, homosexual artist.</p> <p>The story is inspired by the real experience of Chéreau's film editor when she went to the funeral of the gay, manipulative, documentary film-maker, François Reichenbach seven years ago. The title is the phrase with which he summoned friends to his funeral. But woven into this is Chéreau's painful, ambivalent tribute to his father. </p> <p>\"My father was a very good, but not very successful, painter in Angers, where I was born,\" Chéreau said. \"His name was also Jean-Baptiste. He was completely different, but he was also a difficult man. My father was not a such a nice person. Nobody is asked to be a nice person; it is completely uninteresting to be a nice person. But he was a good teacher as is the character in the film.\" </p> <p>He chose Limoges for the second half of the story because the train journey had to be a long one, requiring effort. It turned out to be a suitable destination. Limoges is reputed to have the largest cemetery in Europe: 185,000 residents. The town has only 200,000 live ones. Chéreau chose the unguarded moments of bereavement to access the complex relationships of his characters (played by Pascal Greggory, Valeria Bruni Tedeschi, and Jean-Louis Trintignant). Most of the relationships are homosexual; one character is transsexual. </p> <p>Was the story also based partly on Chéreau's own experiences? \"You draw on your own gay experience,\" Chéreau said. \"But I try not to make a gay film. I can say that I am interested in gay experiences in the sense that everything in gay life is not exactly heterosexual. But I am interested in the similarities, not in the differences. I am impressed by the fact that when you love someone, suddenly you have exactly the same problems as heterosexuals.\" </p> <p>Chéreau is essentially a man of the theatre, where he has been a star since his 20s (he is now 55) although he has done dangerous bungee jumps with his career, like suddenly taking off to run the Piccolo theatre in Milan, putting on productions such as Lulu and Pandora's Box.</p> <p>A year later he was appointed co-director (with Roger Planchon) of the Thétre National Populaire. Then in 1976 he did a freefall into Bayreuth, accepting an offer to put on Wagner's Ring. With the cast in tuxedos and one of the props a New York fire escape, there was a predictable scandal. But his musical director, Pierre Boulez, stood by him and he repeated the offence for two more years. </p> <p>\"I have been confronted by challenges all the time,\" he said. \"At 27, I was in Italy working in a foreign language. Then there was Bayreuth. I think I have a real taste for challenges. That is the most important thing for me - to learn what I don't know already.\" </p> <p>You could say he has something of a Napoleonic taste for conquering territories. He has the build and character for it; short, sturdy and determined (he bulldozed his recently acquired English through our interview). But when he took the risk of actually playing Napoleon, in Youssef Chahine's Adieu Bonaparte in Egypt, he, like the original, came a cropper. He admits he is \"an awful actor\". </p> <p>\"I have no pleasure in being in front of the camera,\" he said. This did not prevent him taking the role of General Montcalm in Michael Mann's Last of the Mohicans. But it carried a bonus. Isabella Adjani was with Daniel Day-Lewis at the time and was a frequent visitor to the set. He seized the opportunity to recruit her for La Reine Margot, his furiously energetic rendering of the malevolent intrigue which led to the St Bartholomew's Day Massacre of Huguenots in Paris in 1572.</p> <p>It was a witches' brew of sex, butchery and extravagant pageantry which won him an international reputation. But to achieve the right level of malignancy, he had to spice Dumas's swashbuckling romance with the venom of his own 1972 production of Marlowe's The Massacre at Paris. </p> <p>It was not until 1974 that he first tackled the cinema. A consistent criticism of his work is that it shows its theatrical orgins, but his response is defiant: \"I was not born into the cinema as many French directors were, so it was a big challenge for me. But my theatre background gives me another point of view. I am happy to keep that distance\". </p> <p>This first film was La Chair de l'orchidée, a thriller derived from a muddled novel by James Hadley Chase, author of No Orchids for Miss Blandish. \"When we signed the contract,\" Chéreau said, \"I was shocked to discover that he was a completely fake American. He was a Swiss named René Raymond.\" [He was actually English-born.] \"I also wondered why I had such a terrible time adapting the book. Then looking at American thrillers, I realised that his were not real books at all, just compilations of cliches from American thrillers.\" </p> <p>Chéreau did not improve matters by making it probably the wettest film in history: most of the time the characters are standing cringing under a downpour or rolling in the mud. The imperious Edwige Feuillère of the Comédie Française refused to get out of her car; she acted from the dry back seat. \"Why all the rain?\" I asked. He shrugged. \"I wrote: 'It was raining' all the time. I don't know why, I was very young.\" </p> <p>A later effort, L'Homme Blessé (The Wounded Man, 1983), freely adapted from Jean Genet's The Thief but based on his own anguished adolescence, was a more substantial work. \"It was about this young guy of 18 discovering the world of boys. Part of the film is about adolescence and when you are doing a film about adolescence you have to look into your own life. You remember how terribly sad and confusing this time is; you don't see any escape.\" </p> <p>La Reine Margot, made in 1994, was a departure, if only because of the level of violence. \"I hate violence in real life,\" he said. \"But the world is in a continuous confrontation with violence. We began the script of Margot with the death of Ayatollah Khomeini in Iran and finished shooting in the middle of Yugoslavia. La Reine Margot was full of that religious violence. But I am also fascinated by the violence of sentiments; the violence of love, the difficulty of love, the violence of family relationships.\" </p> <p>His latest bungee jump is to make a film in English. \"For me that is the last challenge in my life: to film in a language I had not spoken before with English actors.\" He was very taken by Hanif Kureishi's Love in a Blue Time and Intimacy (which will be its title), and with Kureishi wrote a script drawn from both books. \"I wanted to make the film in the place where he wrote them\". </p> <p>He started taking English lessons last year and from February to April he was shooting at the Elephant and Castle, Battersea and Brixton, with Mark Rylance, Timothy Spall and Marianne Faithfull. \"I really like being a European director,\" he said. \"Doing theatre in Italian, opera in German, and now English.\" He loves London but finds \"huge differences\" in the approach to working. \"The English crew work very hard,\" he said, \"but they are not interested at all in what you are doing as a director and not interested at all in French films.\" </p> <p>\"You are turning your back on Europe.\" he said, reproachfully.</p> <p>\u0095 Those Who Love Me Can Take the Train is released today.</p>",
  "<p>At last. Finally. After the terrible famine of summer blockbusters worth the name. After the entertainment drought that was Tom Cruise discharging his mission statement in Sydney, Australia - that well-known centre of international excitement. After handing over our miserable enjoyment ration coupon in return for George Clooney shouting and wearing a big jumper on the high seas. After all this, at last, a proper summer film is here. Better late than never. </p> <p>X-Men is the live-action version of the bizarre mutant anti-heroes of the Stan Lee comic strip, directed by Bryan Singer, and it is preposterous and sinister and enjoyable. </p> <p>X-Men are the mutants of our planet earth in the not-too-distant future, an oppressed and harassed minority which a reactionary political establishment wishes to register and marginalise out of existence. The X-Men have got this way, not through the time-honoured Marvel comics convention of the nuclear or radiation accident, the kind of fateful event that befell Peter Parker or studious Dr Bruce Banner; but on account of the general workings of \"evolution\".</p> <p>The mutants are not subject to any debilitating physical dysfunction or unsightly disfigurement. By and large it means they are very good-looking and able to do fantastically cool stuff like channelling lightning bolts and making claws come out of their hands. </p> <p>But there is a serious ideological rift within the mutants. There is a liberal wing, led by Professor Xavier (Patrick Stewart) a telepath who believes in rapprochement with ordinary humans, despite the fact that humans hate and fear them.</p> <p>On his side are Storm (Halle Berry) who makes her eyes go white and harnesses lightning bolts, and Cyclops (James Marsden) who can omit optic blasts through his wraparound Ray-Bans. (Cyclops's powers are a bit rubbish, really - if he loses his Ray-Bans behind the sofa, he is stuffed.) And there is Dr Jean Grey, who has telekinetic powers. She does not have an X-Men name. Perhaps she is weighing up a provisional shortlist. </p> <p>Ranged against Prof Xavier's enlightened posse are the radical wing led by Magneto - sometimes wearing a snugly-fitting helmet, sometimes not - played by the superb Ian McKellen. They are, if you will, Real X-Men or Continuity X-Men, who believe that any peace process with humans is futile. Ordinary human folk, those vanilla mammals, will only ever want to destroy mutants, so they must be annihilated, or rather themselves turned en masse into mutants by a single nuclear blast from a new weapon Magneto is developing in his magnificent lair.</p> <p>On Magneto's team are Mystique (Rebecca Romijn-Stamos), who is completely blue and can transform herself into any person. And there's a couple of lower-rank supporting-class X-Men: Sabretooth (Tyler Mane) a grunting, shambling monster, and Toad (Ray Park) who is basically an ugly bloke with a long tongue. </p> <p>Magneto and Professor Xavier are at war, and their immediate bone of contention is the recruitment of a couple of likely new candidates. Rogue (Anna Paquin) is a lovely, confused young woman who destroys anyone she touches. Then there is Wolverine (Hugh Jackman), someone of awesome strength, healing powers, with the ability to make great steel claws spring out of his hands. Wolverine has the most extraordinary hair of all the X-Men, teased up into two peaks at the back of the head, like horns. </p> <p>When we first see Wolverine, he is earning a modest crust on the Ultimate Fighting Circuit of northern Canada. Lounging against the corner of the fighting cage, he takes on all-comers, and gives them what can only be described as a right spanking, though unsportingly neglecting to reveal his genetic advantages. It is Wolverine, handsome, macho, hairy-but-not-too-hairy, who is the star of the show, instinctively on Professor Xavier's side, though amusingly detached from his organisation, and nursing a major horn for the lovely Dr Jean Grey, lovable impetuous X-Man that he is. </p> <p>Singer devises for the X-Men some entertaining action sequences, and fight scenarios, the hi-tech slapstick is shrewdly pitched short of the explicit violent level to keep the picture within its teen target range. There is a funny scene in which Magneto, bristling with contempt for homo sapiens, flips over a couple of police cars, and makes the cops' weaponry float out of their hands and start shooting at the terrified officers of the law. </p> <p>But the really extraordinary sequence comes at the very beginning, a moment of sheer audacity, which if managed with any less deadpan bravado would certainly be offensive. And even as it is, it is right out there on an edge of provocation undreamt of by other mainstream Hollywood movies.</p> <p>Singer devises an opening scene set in Poland, 1944, with terrified Jews being herded up behind barbed wire by Nazis; a young boy is separated from his parents and with a howl of anguish sends some Nazi goons sprawling and bends the gates open with sheer brainwaves. Which X-Man will this victim of history grow up to be in modern America? Suffice to say, the final showdown is in Ellis Island, through which he passed in 1949, and this is the location for the X-Man's toweringly sarcastic denunciation of the US as a cradle of pluralism and tolerance. </p> <p>Singer's X-Men is the flip-side of happy, confident, multicultural America; this is an America at unease with itself. It is a delirious, ambiguous fantasy of empowerment which speaks for and to the angry, the enraged, the dispossessed, the geeky and the uncool. It has that aspect of darkness which Singer brought to The Usual Suspects and Apt Pupil, which also interestingly brought rumours and memories of Nazism into modern America. And it is a pleasure to see those old RSC players, Stewart and McKellen, who 20 years ago were giving us their Oberon and Macbeth at Stratford, given such mighty, meaty roles on the big screen.</p>"
]