[
  "<p>Age Concern yesterday launched a test case against the government in the European court of human rights challenging a loss of benefit for millions of pensioners under the state earnings related scheme. </p> <p>Gordon Lishman, the charity's director general, said it was reluctantly taking the first such action in its 60-year history to protect people who had done their best to save for retirement. </p> <p>The case is being brought on behalf of a retired sales director, aged 71, from Surrey who receives £73 a week under the state earnings related pension scheme. </p> <p>Under the original scheme, introduced in 1978, his wife would have continued to receive the full £73 after he died. That is about to be cut to £36.50. </p> <p>Legislation in 1986 halved the entitlement for those whose spouses died after April 2000. But the government did not correct its leaflets until 1996 and benefit agency staff continued to give out incorrect information until April last year. </p> <p>In March the government delayed introduction of the scheme until October 2002 and offered to compensate people who could show they were misinformed. </p> <p>Age Concern said it was unfair to penalise widows and widowers who were unaware of the changes. </p> <p>The case is being brought in the names of Mr and Mrs F, who contacted the benefits agency before Mr F's retirement, but were not told the changes would affect the pension Mrs F would inherit. The couple are claiming the government contravenedthe European convention on human rights guaranteeing peaceful enjoyment of possessions.</p>",
  "<p>The clear and present danger for the government is the fuel protest. But hard on its heels comes the annual NHS winter crisis, as certain as the solstice. Often it is flammed up in the thin news time between Christmas and New Year, but last year on top of the millennium there was a genuine flu crisis. Now extraordinary measures with carrots and sticks are ready to try to stop it happening again, just before an election. </p> <p>The BBC's Today programme got off the mark a bit early this week with one of its regular winter surveys on how things are going in health authorities. Having done these myself in my time at the BBC, they are usually a sure fire hit as a story: not this time. Some 90% of health authorities said they were in a better position to deal with winter pressures than last year. These surveys take a long time to do, and it must be galling to get no headline at the end of it. So instead of leading with this key fact, they stuck it down at the bottom of their report and even said that the department of health \"claimed\" the 90% result, when in fact it was their own survey that \"found\" it. Downing Street rebutted sharply - and rightly. But all this is just a small taste of what is to come: if that's the BBC, wait for the Tory press to splash with any patient who gets less than the best in any hospital. The NHS is the frontline in the run-up to an election: truth is always the first casualty. </p> <p>The Tories are sharpening their knives and in some places this is starting to take a sinister turn as national politics are being played out locally over the home care, hospital beds and nursing homes for ill old people. The aim under all governments of the last 20 years has been to try to force the NHS and local social services to pool funds and work together to stop hospital beds being filled up with frail old people who have no need of very expensive acute care. Local teams of social services domiciliary care workers together with community nurses and GPs try to keep them at home, catching early signs of flu before it turns into pneumonia. Finding nursing homes to move the frailest into is a growing problem, but gradually the two sides have been working better together. However, suddenly a new political motivation rears its head. </p> <p>Many councils that were formerly Labour have switched to Tory control. Why should Tory councils direct money and effort towards relieving any possible winter chaos on the NHS? The winter planning group inside the Department of Health is getting messages back that there is suddenly far less cooperation as Tory-controlled social services are drained of cash for the old. Some members of the Association of Directors of Social Services confirm that they think there has been a deliberate moving of funds away from services for the old by some Tory-led councils this winter. </p> <p>The Labour group in Essex where the Tories took control question what is happening to social services there. Under the leadership of Lord Hanningfield, ennobled by William Hague, £2m was slashed from social services and council tax was cut. By August, in financial meltdown after the tax cuts, they set up a team to report on future cuts. It is not due to report until the end of November, just when the old-and-cold winter care season begins. The fear is that a massive round of new cuts will strike just as the local NHS will be expecting help from social services. Bungling inefficiency, no doubt. But once in a squeeze, there is not (to put it at its very mildest) a great political incentive to channel scarce funds into care for the elderly to stop bed-blocking in local hospitals. Similar reports are coming in from around the country, with a suggestion that Conservative central office is taking a keen interest. </p> <p>However, to be fair, social services are under extreme pressure everywhere, in councils of all complexions. The chancellor ear-marked extra money for education and for children, but nothing for the frail old who are growing in number. A survey of social services two weeks ago found them badly strapped. If there is a winter crisis, the weakest point is here. For the NHS has had its largest dollop of cash for six years - a 7.4% increase. Talking to chief executives of health authorities, they say the money is there, buying more beds, more intensive care, more staff and - in a crisis - more treatment from the private sector. There are plenty of anxieties about lack of nurses - we are 30,000 short nationally - especially in rich areas where there is nowhere affordable for them to live. But broadly, most are not grumbling, which is news in itself. </p> <p> So the winter plans are laid and the thumb-screws ready for any health authority that fails. Every area has its winter planning group, answerable daily to the winter emergency services team inside the department of health. The head of one local winter team describes how much pressure they are under: \"It's been money with menaces, the political stakes are so high.\" There are calls almost daily from Whitehall. If any patient is left on a trolley waiting for a bed for more than 12 hours, the chief executive has to call the regional director, who calls Whitehall. Then, day or night, the chief executive must go in person to apologise humbly to the patient and the family. Last year this particular authority had to transfer patients needing intensive care a hundred miles away. \"This year that would be career suicide.\" Inside the bunker in Whitehall early warning systems prepare to zap rapid response teams into any hotspot, with extra money and managers. They will bring extra GPs into Accident and Emergency. Ambulances are kept in minute by minute contact, directing them to hospitals with lowest waiting times. Any over-65s have been seized and flu-jabbed, along with NHS staff. Deals are struck with private hospitals to take cold surgery cases, so waiting lists don't fall behind. This is war. </p> <p>But all is quite different inside the social services departments, though much will depend on them. They are not controlled by any central bunker. (The time may come.) They have had cuts, not increases. The Association of Social Services Directors says the south- east is hardest hit for services for the old, with no money to compensate for soaring costs. Old people with more capital now qualify for free care. Soon however rich, all will get three months free care and local social services will have to pay. The old live longer in their expensive nursing homes, costing more. Nursing homes are closing in the affluent south, as owners cash in on property values and staff are hard to find: 10,000 fewer nursing home places this year. The government needs to move fast to secure this missing link in its winter plans. It will be very difficult to prove that there are political shenanigans afoot in Tory-controlled councils deliberately provoking a winter crisis, when all social services are under genuinely critical pressure. </p> <p><a href=\"mailto:polly.toynbee@theguardian.com\">polly.toynbee@theguardian.com</a></p>",
  "<p>At the start of Harry, He's Here To Help, a French family is driving down the motorway in a rotten car for their summer holiday. It's blisteringly hot, but there's no air conditioning. The three daughters in the back are screaming. One of them starts kicking the driver's seat so that the stressed father gets a royal pain in the small of his back. </p> <p>We cut to Michel's sweaty, hangdog face, fringed by the kind of hairdo that that hasn't been popular since the Battle of Agincourt, and perhaps not even then. He's a ground-down thirtysomething who once dreamed of being a great writer but now teaches French at night school. He wanted to be happy and fulfilled but now he's driving down the Autoroute du Soleil to spend his holiday doing building work on the family's tumbledown farmhouse in the Auvergne which has become a source of stress and a drain on his money. How did he get this way? How can he change? </p> <p>At a service station, he and his wife change the baby's nappy and Michel finds a man looking at him fixedly. The man is Harry, who claims to be an old school friend. Michel can't place him, but the man insists. In the car park they meet again. Harry and his girlfriend have a lovely Mercedes and they offer to drive his children to the farmhouse in air-conditioned splendour. Michel and his wife, Claire, agree so long as Claire travels in the Mercedes too. </p> <p>We cut to Harry at the wheel. Harry's an enigma wrapped in top-of-the-range German air conditioning and backed by a soothing opera soundtrack from a state-of-the-art car stereo. Where did he come from? How did he become rich? Why does his girlfriend look like a pneumatic parody of Jean Harlow? Even his name is a puzzle: Harry isn't a common name in France. Not since the psycho killer in George Sluizer's The Vanishing has anyone quite so troubling hung around French service stations and insinuated themselves so disturbingly into other people's lives. </p> <p>But Harry, even if he is a serial killer, comes not to bury Michel, but to praise him. Over dinner that evening, he recites from memory a poem Michel wrote for a school magazine nearly 20 years earlier. He clearly admires Michel, and wants him to return to his creative muse. And he's quite prepared to kill anybody who stands in Michel's way or upsets him. For instance, from the moment we see that Michel's overbearing parents have taken the liberty of installing a disgusting pink bathroom in his farmhouse without asking his permission, we know they are in trouble with Harry. </p> <p>Harry is the psychoanalytical flipside to repressed Michel, who is incapable of standing up to his parents let alone taking hold of his destiny. But Harry is also - and this is what makes his character so interesting - the conscience of the film. He suffers for being an angel of vengeance for Michel. After one killing, he drives through the night howling wildly. He also eats a raw egg after each of his many orgasms during the film, but that's not important right now. In short, Harry's just the kind of stand-up friend a guy would want, but never has. At least in reality. </p> <p>This disturbing, blackly comic suspense film has been a remarkable success in France, taking £10m since it was released at the start of August. But it should do well in Britain, too, since its dark humour is very attuned to our sick sensibilities. </p> <p>Why has the film become one of the few pictures to keep the tricolour flying in the French box office charts this summer? The gangly, German-born director, Dominik Moll, takes a slug from his café créme and a pull on his cigarette. \"It's difficult to analyse why it is a success. The film clearly touched a lot of people. It's not really the kind of film that succeeds in France normally - it's a black comedy, a little Hitchcockian and surreal. I'm a great fan of Monty Python - even when they're not funny. I think the film comes from that background.\" </p> <p>Moll, 38, wrote the script for Harry after renovating and decorating a home for himself and his family. Is Michel based on Dominik? \"No, it's not as straightforward as that. But there is something of my biography in there. When I first started thinking about the story, my girlfriend and I were in the throes of young parenthood. Our everyday life was in constant havoc due to our two little daughters: endless practical problems to solve, the lack of time and sleep, the irritation and exhaustion. There always comes a time when you can't take any more and you wonder out loud, 'How the hell did I get myself into this mess?' I realised that most of my friends who had kids were going through the same experience. Then I wondered what would happen if someone came into my life and took all those problems away, and how wonderful that would be.\" </p> <p>And strange? \"Yes, Harry is strange. But it would be strange if a person came into your life and sorted out your problems. There's a scene in the film in which Harry buys Michel a new air-conditioned 4x4 and, while Michel says he can't accept it (it's a ludicrously expensive gift from someone he barely knows), in practice he does. </p> <p>\"In my first film, Intimacy, an adaptation of Sartre, there was a female character who interfered in a couple's life. But with Harry, I wanted a character who wasn't overtly evil. In fact he's a complicated, even sympathetic character, and part of the reason for that is that Sergi Lopez, who plays Harry, has only played good guys up till now.\" (Lopez starred in the Brittany road movie Western and in last year's Une Liaison Pornographique.) </p> <p>Why is he called Harry? \"I wanted to give him an outsider's status and an otherworldliness. Again, Sergi brings that because he's a Catalan in a French film, but that was merely an accident. No one in France is called Harry, so immediately he is an outsider. But everybody who goes to the movies is aware of the Harrys of cinema - Dirty Harry, The Trouble with Harry, Deconstructing Harry, Harry Lime. They're all enigmas to varying degrees. The same is true of Harry's girlfriend who we constructed as a Hollywood starlet. Both of these characters are creatures of cinema rather than real-life people.\" </p> <p>Moll is a creature of cinema, too. When he was growing up in the spa town of Baden-Baden in Germany, he used to buy Cahiers du Cinéma, the analytical French film journal. \"I subscribed to it, even though my French was so bad then that I barely understood a word. I remember struggling for ages with an article by the director Olivier Assayas, and it was worth it because it taught me lots of technical things. Later, I read the conversations between Hitchock and Truffaut and that was influential too.\" </p> <p>When he was 19, he arrived in Paris, knowing no one. \"I had this great desire to make films and it seemed best to go to France. There's such a culture of film here.\" The Hitchcock influence runs very deep. \"I love Hitchock: for me, he is the director who makes films that are not only entertaining but, more importantly, he concentrates his narrative so nothing is left out.\" </p> <p>Moll's characters are Hitchockian: their notions of good and evil is different from ours and so, appealingly, we are never quite sure what they will do next. And much of the film's powerful suspense grows from our uncertainty about who will get bumped off next and why. </p> <p>Moll's first feature film, Intimacy, was released in 1994, but was not a hit. As a result it was six years until Moll was able to film Harry. \"That fallow period has made me have a very cool head. Because of Harry's success, I am under a lot of pressure to come up with another box office hit, to get a film made as soon as possible. But I haven't got one and I won't be panicked into creating one. I'm dabbling with a script and maybe, maybe, I'll start filming in 2002.\" </p> <p>Could it be another Harry movie? \"Maybe,\" Moll grins. That's the trouble with Harry. You never know what he'll do next. </p> <p>\u0095 Harry, He's Here to Help is released in the UK next Friday.</p>",
  "<b>Harjinder Singh, 23, served three months at Feltham in 1995 for GBH. He was later cleared on appeal:</b> <p>The months I spent in Feltham were the worst of my life. The place I remember was a dirty, racist, violent place where the warders didn't care about what happened to you and were happy for you to spend 23 and three-quarter hours a day banged up. </p> <p>On an average day, you got woken at around 8am. You would get up, make your bed, use the toilet in the cell and then go and get your breakfast from the servery at the end of the wing. Five minutes later you would be back in your cell with your tray. I don't even want to think about the food. It was awful. About 8.30am they would open the door of the cell so you could put your tray out, and then they would bang you up again. </p> <p>Every other day we got a period of association lasting up to an hour. During this time you could have a shower, make phone calls home or have visitors. You could also pick up a book from a pile of about 100 that had been donated on each wing, but they were old and had pages ripped out. Then it was back to the cell until lunch, which followed the same routine as breakfast. </p> <p>All there was to look forward to after that was tea at around 4pm. After you had eaten and put your tray out on the landing the door would swing shut again until the next morning. </p> <p>There was almost no work in Feltham, unless you were one of four people in the servery or the four wing cleaners. There were about 120 prisoners on my wing, which means 112 people didn't have jobs. If you had work you kept busy. If you didn't, there was nothing to do except stare at the ceiling, lying in a bed that was curved, like someone had been lying there dead for years. </p> <p>The place was full of kids, all of them trying to prove how hard they were through violence. It was a dangerous, frightening place. On my second night, I was banged up with this kid who started threatening me as soon as I got in the cell about 7pm. I asked to be moved but the screw just said: 'You go where we tell you.' </p> <p>The kid started going through my stuff and when I tried to stop him he started hitting me. He smashed my face up. When the guard came round for the hourly check, I went to the cell window, my face covered in blood, and asked him to move me. He just looked at me and said: 'If you've got a problem, tell the day staff about it.' </p> <p>The kid thought I had tried to get him in trouble so he beat me some more. He was shouting to his mates: 'I've got a Paki in my cell,' and they were shouting back: 'Beat him up, smash him up.' I was terrified. By the morning I had a broken nose and two black eyes and I had to beg a senior officer to move me, which he did. </p> <p>Sometimes I'd lie in my bed and hear other people being beaten up and know the guards wouldn't do anything about it. I just used to lie there and cry. </p> <p>I thank God that if I ever have to do time again it won't be at Feltham.</p>",
  "<p>It all began some time in the last century, in an age when lovers wrote letters to each other sealed up in envelopes. Sometimes they used coloured inks to show their love, or they perfumed their writing-paper with scent. </p> <p>41 Plough Lane,<br>Hampstead,<br>London NW3<br> <br> Monday, June 2nd 1980<br> <br></p> <p>Darling Ned -</p> <p>I'm sorry about the smell. I hope you've opened this somewhere private, all on your own. You'll get teased to distraction otherwise. It's called Rive Gauche, so I'm feeling like Simone de Beauvoir and I hope you're feeling like Jean-Paul Sartre. Actually I hope you aren't because I think he was pretty horrid to her. I'm writing this upstairs after a row with Pete and Hillary. Ha, ha, ha! Pete and Hillary, Pete and Hillary, Pete and Hillary. You hate it when I call them that, don't you? I love you so much. If you saw my diary you'd die. I wrote a whole two pages this morning. I drew up a list of everything that's wonderful and glorious about you and one day when we're together for ever I might let you look at it and you'll die again.</p> <p>I wrote that you're old-fashioned.</p> <p>One: the first time we met you stood up when I entered the room, which was sweet, but it was the Hard Rock Cafe and I was coming out of the kitchen to take your order.</p> <p>Two: every time I refer to my mum and dad as Peter and Hillary, you go pink and tighten your lips.</p> <p>Three: when you first talked to Pete and ... all right, I'll let you off - when you first talked to Mum and Dad, you let them go on and on about private education and private health and how terrible it was and how evil the government is and you never said a word. About your dad being a Tory MP, I mean. You talked beautifully about the weather and incomprehensibly about cricket. But you never let on.</p> <p>That's what the row today was about, in fact. Your dad was on Weekend World at lunchtime, you prolly saw him. (I love you, by the way. God, I love you so much.)</p> <p>'Where do they find them?' barked Pete, stabbing a finger at the television. 'Where do they find them?'</p> <p>'Find who?' I said coldly, gearing up for a fight.</p> <p>'Whom,' said Hillary.</p> <p>'These tweed-jacketed throwbacks,' said Pete. 'Look at the old fart. What right has he got to talk about the miners? He wouldn't recognise a lump of coal if it fell into his bowl of Brown Windsor soup.'</p> <p>'You remember the boy I brought home last week?' I said, with what I'm pretty sure any observer would call icy calm.</p> <p>'Job security he says!' Peter yelled at the screen. 'When have you ever had to worry about job security, Mr Eton, Oxford and the Guards?' Then he turned to me. 'Hm? What boy? When?'</p> <p>He always does that when you ask him a question - says something else first, completely off the subject, and then answers your question with one (or more) of his own. Drives me mad. (So do you, darling Neddy. But mad with deepest love.) If you were to say to my father, 'Pete, what year was the battle of Hastings?' he'd say, 'They're cutting back on unemployment benefit. In real terms it's gone down by 5% in just two years. 5%. Bastards. Hastings? Why do you want to know? Why Hastings? Hastings was nothing but a clash between warlords and robber barons. The only battle worth knowing about is the battle between ...' and he'd be off. He knows it drives me mad. I think it prolly drives Hillary mad too. Anyway, I persevered.</p> <p>'The boy I brought home,' I said. 'His name was Ned. You remember him perfectly well. It was his half term. He came into the Hard Rock two weeks ago.'</p> <p>'The Sloane Ranger in the cricket jumper, what about him?'</p> <p>'He is not a Sloane Ranger!'</p> <p>'Looked like one to me. Didn't he look like a Sloane Ranger to you, Hills?'</p> <p>'He was certainly very polite,' Hillary said.</p> <p>'Exactly.' Pete returned to the bloody TV where there was a shot of your dad trying to address a group of Yorkshire miners, which I have to admit was quite funny. 'Look at that! First time the old fascist has ever been north of Watford in his life, I guarantee you. Except when he's passing through on his way to Scotland to murder grouse. Unbelievable. Unbelievable.'</p> <p>'Never mind Watford, when did you last go north of Hampstead?' I said. Well, shouted. Which was fair I think, because he was driving me mad and he can be such a hypocrite sometimes.</p> <p>Hillary went all don't-you-talk-to-your-father-like-that-ish and then got back to her article. She's doing a new column now, for Spare Rib, and gets ratty very easily.</p> <p>'You seem to have forgotten that I took my doctorate at Sheffield University,' Pete said, as if that qualified him for the Northerner of the Decade Award.</p> <p>'Never mind that,' I went on. 'The point is Ned just happens to be that man's son.' And I pointed at the screen with a very exultant finger. Unfortunately the man on camera just at that moment was the presenter.</p> <p>Pete turned to me with a look of awe. 'That boy is Brian Walden's son?' he said hoarsely. 'You're going out with Brian Walden's son?'</p> <p>It seems that Brian Walden, the presenter, used to be a Labour MP. For one moment Pete had this picture of me stepping out with socialist royalty. I could see his brain rapidly trying to calculate the chances of his worming his way into Brian Walden's confidence (father-in-law to father-in-law) wangling a seat in the next election and progressing triumphantly from the dull grind of the Inner London Education Authority to the thrill and glamour of the House of Commons and national fame. Peter Fendeman, maverick firebrand and hero of the workers, I watched the whole fantasy pass through his greedy eyes. Disgusting.</p> <p>'Not him!' I said. 'Him!' Your father had appeared back on screen again, now striding towards the door of Number Ten with papers tucked under his arm.</p> <p>I love you, Ned. I love you more than the tides love the moon. More than Mickey loves Minnie and Pooh loves honey. I love your big dark eyes and your sweet round bum. I love your mess of hair and your very red lips. They are very red in fact, I bet you didn't know that. Very few people have lips that really are red in the way that poets write about red. Yours are the reddest red, a redder red than ever I read of, and I want them all over me right now - but oh, no matter how red your lips, how round your bum, how big your eyes, it's you that I love. When I saw you standing there at Table Sixteen, smiling at me, it was as if you were entirely without a body at all. I had come out of the kitchen in a foul mood and there shining in front of me I saw this soul. This Ned. This you. A naked soul smiling at me like the sun and I knew I would die if I didn't spend the rest of my life with it.</p> <p>But still, how I wished this afternoon that your father were a union leader, a teacher in a comprehensive school, the editor of the Morning Star, Brian Walden himself - anything but Charles Maddstone, war hero, retired Brigadier of the Guards, ex colonial administrator. Most of all, how I wish he was anything but a cabinet minister in a Conservative government.</p> <p>That's not right though, is it? You wouldn't be you then, would you?</p> <p>When Pete and Hillary both got it, they stared from me to the screen and back again. Hillary even looked at the chair you sat in the day you came round. Glared at the thing as if she wanted it disinfected and burned.</p> <p>'Oh, Portia!' she said in what they used to call 'tragic accents'.</p> <p>Pete, of course, after going as red as Lenin, swallowed his rage and his baffled pride and began to Talk to me. Solemnly. He Understood my adolescent revolt against everything I had been brought up to cherish and believe. No, more than that, he Respected it. 'Do you know, in a kind of way, I'm proud of you, Porsh? Proud of that fighting spirit. You're pushing against authority and isn't that what I've always taught you to do?'</p> <p>'What?' I screeched. (I have to be honest. There's no other word. It was definitely a screech.)</p> <p>He spread his hands and raised his shoulders with an infernal smugness that will haunt me till the day I die. 'Okay. You've dated the upper-class twit of the year and that's got your dad's attention. You've got Pete listening. Let's talk, yeah?'</p> <p>I mean ...</p> <p>I arose calmly, left the room and went upstairs for a think.</p> <p>Well that's what I should have done but I didn't.</p> <p>In fact I absolutely yelled at him. 'Fuck you, Pete! I hate you! You're pathetic! And you know what else? You're a snob. You're a hideous, contemptible snob!' Then I stamped out of the room, slammed the door and ran upstairs for a cry. The President of the Immortals, in Aeschylean phrase, had finished his sport with Portia.</p> <p>Poo. And more poo.</p> <p>Anyway, at least they know now. Have you told your parents? I suppose they'll hit the roof as well. Their beloved son ensnared by the daughter of Jewish left-wing intellectuals. If you can call a part-time history lecturer at North East London Polytechnic an intellectual, which in my book you can't.</p> <p>It wouldn't be love without opposition, would it? I mean, if Juliet's dad had fallen on Romeo's neck and said, 'I'm not losing a daughter, I'm gaining a son,' and Romeo's mum had beamed 'Welcome to the Montague family, Juliet my precious,' it would be a pretty short play.</p> <p>Anyway, a couple of hours after this 'distressing scene', Pete knocked on my door with a cup of tea. Precision, Portia, precision - he knocked on my door with his knuckles, but you know what I mean. I thought he was going to give me grief, but in fact - well no in fact he did give me grief. That is exactly and literally what he gave me. He had just had a phone call from America. Apparently Pete's brother, my Uncle Leo, had a heart attack in New York last night and was dead by the time an ambulance arrived. Too grim. Uncle Leo's wife Rose died of ovarian cancer in January and now he's gone too. He was forty-eight. Forty-eight and dead from a heart attack. So my poor cousin Gordon is coming over to England to stay with us. He was the one who had to call the ambulance and everything. Imagine seeing your own father die in front of you. He's the only child too. He must be in a terrible state, poor thing. I hope he'll like it with us. I think he was brought up quite orthodox so what he'll make of family life here, I can't imagine. Our idea of kosher is a bacon bagel. I've never met him. I've always pictured him as having a black beard, which is insane of course, since he's about our age. Seventeen going on eighteen, that kind of thing.</p> <p>The result of the day is that peace has broken out in the Fendeman home and next week I shall have a brother to talk to. I'll be able to talk about you.</p> <p>Which, O Neddy mine, is more than you ever do. 'Won a match. Played pretty well I think. Revising hard. Thinking about you a great deal.' I quote the interesting bits.</p> <p>I know you're busy with exams, but then so am I. Don't worry. Any letter that comes from you gives me a fever. I look at the writing and imagine your hand moving over the paper which is enough to make me wriggle like a love-sick eel. I picture your hair flopping down as you write, which is enough to make me writhe and froth like a ... like a ... er, I'll come back to you on that one. I think of your legs under the table and a million trillion cells sparkle and fizz inside me. The way you cross a 't' makes me breathless. I hold the back of my envelope to my lips and think of you licking it and my head swims. I'm a dotty dippy dozy dreadful delirious romantic and I love you to heaven.</p> <p>But I wish wish wish you weren't going back to your school next term. Leave and be free like the rest of us. You don't have to go to Oxford, do you? I wouldn't go to any university that made me stay on through the winter term after I'd already done all my A levels and all my friends had left, just to sit some special entrance paper. How pompous can you get? Why can't they behave like a normal university? Come with me to Bristol. We'll have a much better time.</p> <p>I shan't bully you about it though. You must do whatever you want to do.</p> <p>I love you, I love you, I love you.</p> <p>I've just had a thought. Suppose your History of Art teacher hadn't taken your class on a trip to the Royal Academy that Saturday? Suppose he had taken you to the Tate or the National Gallery instead? You wouldn't have been in Piccadilly and you wouldn't have gone to the Hard Rock Cafe for lunch and I wouldn't be the luckiest, happiest, most dementedly in-love girl in the world.</p> <p>The world is very ... um ... (consults the Thomas Hardy textbook that she's supposed to be studying) ... the world is very contingent.</p> <p>So there.</p> <p>I'm kissing the air around me.</p> <p>Love and love and love and love and love</p> <p>Your Portia X</p> <p>Only one X, because a quintillion wouldn't be anything like enough.</p> <p> 7th June 1980</p> <p> My darling Portia</p> <p>Thank you for a wonderful letter. After your (completely justified) criticism of my terrible style of letter-writing, this is going to be completely tricky.</p> <p>It just seems to gush out of you like a geezer (spelling?) and I'm not too hot at that kind of thing. Also your handwriting is completely perfect (like everything else about you of course) and mine is completely illegible. I thought of responding to your little extra (which was fantastic, by the way) by spraying this envelope with eau de cologne or aftershave, but I haven't got any. I don't suppose the linseed oil I use for my cricket bat would entice you? Thought not.</p> <p>I'm so sorry you had a row with your family. Would it help at all if you were to tell Peter (there, I said it!) that I am completely poor? We never go abroad for holidays, it's all my father can do to send me here and I know that it doesn't sound very left wing or anything but he spends all the rest on travelling between London and his constituency and trying to stop our house from falling down. If I had any brothers or sisters, I'd probably (by the way, where on earth did you get 'prolly' from?) have to wear their hand-me-downs, as it is, I wear his. I'm the only boy in the school who goes around in cavalry twills and old hacking jackets on days when we don't have to wear uniform. I even wear his old boater, which is almost orange with age, and the edge of the brim is chipped. When my mum was alive she genuinely used to darn socks for me, like some old Victorian. So my father may be a fascist (which I honestly don't think he is) but he's a completely poor one. Also, I told him that I met a girl in London and he was very pleased. He didn't hit the roof at all when I said you had a Saturday job from school working as a waitress at a hamburger restaurant. In fact he said it sounded like you had some initiative. And as for the Jewish thing - he was very interested and wondered if your family were refugees from Hitler. He had something to do with the War Crimes in Nuremburg (berg?) and ... oh, anyway I'm not trying to say my father is better than yours - I thought your parents were really nice actually - it's just that you don't have to worry about him disapproving or anything. He can't wait to meet you, and I can't wait for you to meet him. Most people assume he's my grandfather, because he's older than most parents, if you know what I mean. He is a very good man I think, but I know I'm completely biased. Anyway, he's all I have. My mother died when I was born. Didn't I tell you before? My fault really. I was her first one and she was nearly fifty.</p> <p>What terrible news about your uncle in America. I'm so sorry. I hope Gordon turns out to be a nice bloke. It'll be great for you to have a brother at last. All my cousins are completely scary.</p> <p>I just cannot wait for term to end. Thank God the last exam is over. I've been revising so hard that my head is bleeding, but I still don't think I've done as well as I need to.</p> <p>Boring school gossip, Number One: I've been made Head Boy.</p> <p>Ta-ra!</p> <p>We call it 'Captain of School' actually. Just for next term but I'll be too busy revising for Oxford entrance for it to mean much. (More on that subject in a bit.) Anyway, by the time you get to my age all the glamour goes out of authority. It just becomes hard work and endless meetings with the headmaster and school monitors - we call prefects Monitors here, don't ask me why.</p> <p>Number Two: the Sailing Club is going to the west coast of Scotland this August. The master in charge has invited me along. For two weeks: the very same two weeks you and your family are going to Italy, so it's the same two weeks we would have been away from each other anyway. For the rest of the time I'll be staying in my father's flat in Victoria and you'll be there with me as much as possible I hope! Are you going to get a job at the Hard Rock again?</p> <p>Anyway. Oxford. I can't bear either that I've got to come back here in September while you'll be as free as a bird. For two pins I'd forget the whole thing and apply to Bristol and be with you. It's not that I'm really so stuck on Oxford, it's just that I know it would break my father's heart if I didn't go. His great-great-grandfather was at St Mark's and every Maddstone since. There's even a quad named after us. You might think that would make it easier for me to get in, but actually it doesn't work like that any more. I'll actually have to do better in my entrance exam than virtually anyone, just to prove that I've got in on merit not on family name and connections. It would mean so much to him. I hope that doesn't sound chronically pathetic. I'm his only son and I just know how much he'd love coming to visit me and walking round the colleges and pointing out his old haunts and so on.</p> <p>I wish you could come and visit me here. Suppose next term I smuggle you in as a new boy? All you've got to do is squeak and look pretty, and you're very good at that. No, not pretty - you're beautiful of course. The most beautiful thing I've ever seen or ever will see. (You are very good at squeaking though.)</p> <p>I love your letters. I still can't believe all this is true. Has it really happened to us? Other boys here have girlfriends too but I'm certain it's not the same for them. They show their letters around and make a great show of drooling publicly over them. That must be a sign that it's really no more than a joke to them. And it isn't a joke for us, is it?</p> <p>You mention that strange thing about Fate and how it was that our school group was at the Royal Academy and how, if we hadn't been, we probably wouldn't have gone into the Hard Rock Caf*. That is such a completely weird thought. But then, when you came up to our table there were, I think, seven of us and why was it you looked twice at me? Apart from the fact that I'm such a moron that I was standing up. I really hate to disillusion you on that, by the way, but it wasn't politeness that made me stand up. I saw you and I stood up. It was like a sort of instinct. This must sound completely crazy - it was as if I had known you for ever. What's more, if I think about it, I could swear that I knew you were going to come out of that swing door. I had been feeling funny all day. Feeling different if you know what I mean, and by the time we got into the restaurant after sweating around the gallery for two hours and walking half a mile down Piccadilly I just knew something was going to happen to me. And when you started coming towards us (you patted the front of your apron and checked your ear for a pencil in the funniest way - I can remember every detail of it) I just leapt to my feet. I nearly shouted out, 'At last!' and then you looked up into my eyes and we smiled at each other and that was it.</p> <p>But you must have noticed the other boys there. Most of them surely taller and better looking than me? Ashley Barson-Garland was there, who's twenty times funnier and twenty times brainier.</p> <p>That reminds me ... I did something completely awful this morning, in Biology. It's a bit complicated to describe and I feel awful about it. It's not something for you to worry about, but it was odd. I read Barson-Garland's diary. Part of it. I've never done anything like that before and I just don't know what came over me. I'll tell you all about it when we meet.</p> <p> When we meet.</p> <p>When we meet.</p> <p>When we meet.</p> <p>I just CANNOT stop thinking about you. All kinds of wicked things start happening to me.</p> <p>Before I was born my father was a District Commissioner in the Sudan. I remember him telling me once that young men arriving from Britain used to go about in ironed khaki shorts and sometimes, if they happened across one of the beautiful Nubian women who went around bare-topped, or often entirely bare, they would have to turn and face the wall or just sit down on the ground there and then, where they were, to cover the fact, as my father puts it, 'that they had become a little excited downstairs.' Well, just imagining you reading this letter, just knowing that these words will soon be in your eyes, that gets me a little excited downstairs. A lot excited downstairs.</p> <p>So when I say that I'm thinking of you and thinking hard, you'll know what I mean. Well, I've gone and made myself blush now. I adore you so much that I hardly know what to do with myself except laugh.</p> <p>I love you to the power of everything, plus one. </p> <p>Ned X <br> <br></p> <p>Ned never knew why he had done such a sly and terrible thing. Perhaps it was Fate, perhaps it was the Devil, in whom he believed sincerely. </p> <p>He had slipped the book from Ashley Barson-Garland's bag, dropped it onto his knees and opened the first page before he was even aware of what he was doing. His right hand lay on the desk and pretended every now and then to slide backwards and forwards through Advanced Cell Biology. </p> <p>Lowering his eyes to his lap, he began to read.</p> <p>It was a diary. He did not know what else he had imagined it might be. It looked at least four years old. He believed that it was its age that had first attracted him to it when he had seen it peeping from the bag. He had seen Ashley carry this book with him everywhere and that had intrigued him.</p> <p>None the less it was very strange that he should have done such a thing. Ned did not like to think of himself as the kind of person who was interested in other people's diaries.</p> <p>It was difficult to read. Not the handwriting, which was very small, but clear and strong: Barson-Garland's style was - how should one put it? - opaque. Yes, that was an intellectual's word. The style was opaque. </p> <p>With each line that Ned absorbed, the drowsy buzz of the classroom fell further and further away into the background, until he was entirely alone with the words and a vein that throbbed quick and guilty in his neck. </p> <p><br> <br> 3rd May 1978<br></p> <p>Didsbury<br></p> <p> Firstly, it has to be the accent. If you get that right, you're close to them. You're halfway there. Not just the accent, mind, the whole delivery. Note the way the voice comes out of the mouth, note too the mouth's limited aperture, the line of the lips, the angle of the head, the dipping of the head, the tilting of the head, the movement of the hands (hands, not arms, they are not Italians after all) and the direction of gaze.</p> <p>Remember how there used to come a hot buzz of blood to your face on the bus every time you heard your name spoken by them? You believed for one heart-jump of a moment as they repeated and repeated your name that they were talking about you. You truly believed that inexplicably they must know you. They had recognised you as one of their own, displaced by some tragic turn of fate. The very first time on the bus, do you remember, they kept mentioning your name? Maybe you were going to be friends. How excited you were! They saw it in you. That thing you have. They spotted it. That indefinable quality of difference.</p> <p>Then you twigged. It wasn't you they were talking about. They had no idea you existed. Theirs was another Ashley altogether. An amusing Ashley ...</p> <p>That's SAY funny, Ashley.</p> <p>Ashley, that's a RAIL hoot.</p> <p>Despite the initial bump of disappointment that had jolted you like an electric shock when you realised it wasn't you they were talking about, it still gave you a little glow of pride and connection. Made you walk with a bit of a swing for a day or so, didn't it? Maybe your name, the name you hated so much, the name that shamed you, that you had believed to be so middle class, maybe, if one of them shared it with you, maybe it was an all right name after all. Could it be that 'Ashley' was, in fact, upper middle class, or even - you never know - aristocratic?</p> <p>Which one of them was Ashley, though? It was absurd, but you caught the name bandied so often that for a shining day or two you wondered whether they could all be Ashleys. Then you considered the possibility that Ashley might be a general name they used for 'friend', their counterpart of the ugly 'mate' that you heard every day in your concrete playground, just streets away from their stone quadrangle? But then you twigged again.</p> <p>There was no Ashley. Ashley did not exist. There was only an actually.</p> <p>That's so funny, actually. Actually, that's a real hoot.</p> <p>Can you actually, can you actually, Ashley, have ever really believed that they might have been talking about you? Did you seriously think that their lazy glances might actually, Ashley, have so much as taken you in? Sometimes your face may have been in the way of the arc of their gaze, but could you have truly believed that your identity, or even your face, ever actually, Ashley, registered?</p> <p>Yet they registered on you. Oh, how they registered. You looked at their skin and their hair and wondered how it could be so different from our skin and hair. From ordinary people's skin and hair. Was it a genetic gift? You noted the signature patch of flush on their cheeks, a hot scarlet, brighter by far than the dusty crimson bruise that stained the cheeks of the boys at your school. You noted too, on some, such pallor and translucence of complexion that you wondered if it might be their diet. Or the diets of their mothers while they still swam in the womb.</p> <p>What burned into your mind most deeply of all of course, was the Flag. The Flag of the Blest. Their Flag. The flop. The flopping fringe. The fringe that flopped. The Flop Fringe Flag. And how it made you ache. What a great hole grew inside you when you gazed upon the Flag. Like a Frenchman, far from home, catching a whiff of Gauloise. Like an Englishman lost in Asia to whose ears there suddenly floats the opening music of The Archers.</p> <p>Because always, deep down, you did feel that their flag was really your flag too. If it weren't for the terrible mistake. And the hole that grew in you, the great ache you felt was not envy, or covetousness. Actually, Ashley, it was loss, it was exile. You had been banished from your own, all on account of the Terrible Mistake.</p> <p>And you only ever shared a bus with them, what, five times? Six at most. You watched them climbing aboard and swinging themselves to the back seat, sometimes a hand would push down on your headrest and the proximity of that hand to your head would send you dizzy and you would try to eat the air around you, so deep was your hunger for what they were. For what they had. Breaking rules, probably. Skipping into London out of school uniform. The beautiful, the ridiculous uniform of tail coats and striped trousers discarded in favour of sweaters and cords. The Flag flying, free to flop without constriction from boaters and top hats.</p> <p>On the last day, the day before the Move North, you retrieved a boater from under the seat, didn't you? He didn't realise at first that he had come onto the bus wearing it. They teased him and laughing he had skimmed it down towards the driver in mock self-disgust. You nearly opened your mouth to tell him it was lodged under the seat in front of you as he passed on his way out, but you kept silent. Ashamed of your North London vowels. You retrieved the boater and you kept it. A shallow straw hat with a ribbon of blue. And afterwards you wore it, didn't you? In your bedroom. You're wearing it now. You are wearing it now, aren't you, you cheap, you creepy, you sad ... And it doesn't work, does it? Your hair is too coarse to flop like a wild Tay salmon or a swatch of Savile Row suiting, your hair bristles, like a bog brush, like a suburban doormat. In fact, you aren't wearing J. H. G. Etheridge's boater (note the three initials ... class), J. H. G. Etheridge's boater just happens to be On Your Head. Just as this diary is On The Table and this table is On The Floor. The floor isn't wearing the table, the table isn't wearing the diary. There's a gulf, a great gaping gulf of difference. And it is this gulf, this gulf that ... that's why so often you jerk off into this straw hat, isn't it? Isn't it, you miserable lump of nothing?</p>",
  "The placards say \"down with the Israeli occupation\" and \"stop the massacres\", but the 60 protesters on a traffic roundabout in Jerusalem are not Palestinians. They are Israelis holding a lunchtime vigil. <p>\"We're here to show a presence,\" says Maurice Lazla, who recently finished at university and now works for a human rights organisation.</p> <p>\"Jerusalem is a right-wing city and it's very important that we don't surrender to fanatics and nationalists.\"</p> <p>The demonstrators mostly describe themselves as radical left. They come from a variety of peace groups, including Gush Shalom and Women in Black.</p> <p>They believe that Israel should pull back to the 1967 border and allow Jerusalem to become the capital of two states: Israeli and Palestinian.</p> <p>\"We're not asking for a compromise,\" says Irit Umanit, one of the Women in Black. \"We want to give back what was not ours in the first place. There is no reason why we can't come to some proper solution.\"</p> <p>During the vigils they get a lot of abuse from passing drivers, most of it sexual, she says. \"Get back to the kitchen - that sort of thing.\"</p> <p>Moments later, a van driver spots her \"evacuate the settlements\" poster and screeches to a halt. \"YOU should be evacuated,\" he shouts. A policeman moves the van on.</p> <p>Support from motorists can be harder to detect. \"Someone smiled at me just now,\" Ms Umanit says, interpreting it as a gesture of solidarity.</p> <p>Six schoolboys in skull caps arrive and a policeman, anticipating trouble, has a word with them. They unfurl their own alternative posters - \"yes to settlements, no to retreat\" - and try to block the peace posters from view.</p> <p>A man sitting nearby is quietly seething about the demonstrators. \"There can never be peace with the Arabs,\" he says. \"Remember Hitler and Munich.\"</p> <p>Adam Keller of Gush Shalom says: \"The strange thing is that, when this outbreak of violence started, there was less hostility than there is now. It may be because at first people felt we could be ignored.\"</p> <p>Most of the demonstrators have done military service, which is compulsory in Israel - three years for men and two for women. The law does not recognise conscientious objection, but religious women can do social service instead.</p> <p>Unlike the United States during the Vietnam war, there is little resistance to military service, and the authorities are careful not to make martyrs of the few who refuse. One objector was jailed for three months but released early.</p> <p>In October, a serving soldier, Noam Kuzar, was sentenced to 28 days in military prison for refusing to take part in action against the Palestinians.</p> <p>He was released last Friday but, speaking to The Guardian on a mobile phone from his barracks, said that he is still waiting to hear about his future in the army.</p> <p>Other radical peace groups in Israel include Yesh Gvul, started by soldiers during the Lebanon war, New Profile, a group seeking to abolish conscription, and the Committee Against House Demolitions, set up two years ago to help Palestinians whose houses are demolished by the army.</p> <p>By far the largest organisation - but less radical - is Peace Now, started 22 years ago in the wake of the Sabra and Chatila massacres in Lebanon. It has, on occasions, mustered demonstrations of more than 200,000 people.</p> <p>Its guiding principle, according to director Gaby Lasky, is \"not to fight wars that are not imposed upon us.</p> <p>\"We want peace negotiations with all Israel's neighbours - it's not a one-border issue,\" she said.</p> <p>Unlike the more radical groups, Peace Now regards the 1967 borders as \"the basis for determining Israel's final borders.\"</p> <p>Peace Now draws its support mainly from the centre-left - the Labour and Meretz parties. This, according to the radicals, has placed its supporters in a dilemma: whether to remain loyal to Labour or to cling to their former peace slogans.</p> <p>Although many continue to back the government, \"we have been very outspoken against a coalition with Sharon [the Likud leader],\" Ms Lasky said.</p> <p>\"In opinion polls, a very high number of people still support the peace process - about 62 per cent. This has strengthened our belief that we have been right.\"</p> <p><b>Email</b><br> <a href=\"mailto:brian.whitaker@theguardian.com\"> brian.whitaker@theguardian.com</a></p> <p><b>Related special reports</b><br> <a href=\"http://www.theguardian.com/israel/0,2759,377264,00.html\">Israel &amp; the Middle East</a><br></p> <p><b>Other articles</b><br> <a href=\"http://www.searchunlimited.co.uk/search97cgi/s97networkr_cgi?QueryText=%28brian+whitaker%29AND+%28VdkPublicationDate+%3E%3D+01%2DSep%2D1998%29&amp;ResultColSize=2000&amp;ResultTemplate=ArchiveFull%2Ehts&amp;Collection=archive&amp;SortSpec=score+Desc&amp;Query=brian+whitaker&amp;ResultStart=1&amp;ResultCount=10&amp;ResultMaxDocs=1000&amp;Dtv=\">More articles by Brian Whitaker</a></p> <p><b>Useful links</b><br><a href=\"http://www.p-p-o.com\" target=\"_new\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\" target=\"_new\">Israeli government</a> <br><a href=\"http://www.moledet.org.il/moleng.htm\" target=\"_new\">Moledet - Land of Israel Loyalty Party (Torah-based religious party) <br></a><a href=\"http://www.iris.org.il/\" target=\"_new\">Iris - Information Regarding Israel's Security (promoting Israeli security)</a> <br><a href=\"http://www.geocities.com/CapitolHill/3188/\" target=\"_new\">Zo Artzeinu (Israeli settlers' group)</a> <br><a href=\"http://www.virtual.co.il/orgs/orgs/ichud/irindex.htm\" target=\"_new\">Organisation of Rabbis for the People of Israel</a> <br><a href=\"http://www.pna.org\" target=\"_new\">Palestinian National Authority</a> <br><a href=\"http://wib.matriz.net/jun99/wib007jun99_en.html\" target=\"_new\">Women in Black</a> <br><a href=\"http://www.coopcomm.org/gkh_essay05.htm\" target=\"_new\">Essay about Yesh Gvul and other peace activists</a> <br><a href=\"http://www.gush-shalom.org/\" target=\"_new\">Gush Shalom</a></p>",
  "<p>It has been a long time coming, but Chinese cinema looks as though it has finally taken over the world. From Hong Kong, John Woo has conquered Hollywood with Face/Off and Mission: Impossible 2. The art-film cognoscenti have long been enamoured of the precision craftsmanship of mainland China's Zhang Yimou and Chen Kaige. And, after years of trying, Jackie Chan has cracked the multiplexes (and wallets) of the west wide open. </p> <p>But it is a softly spoken 46-year-old who is arguably the most remarkable figure of this dazzling generation. Ang Lee, Taiwan-born but a long-time resident of the US, has in less than a decade forged a body of work that has put him at the forefront of the world's independent film-makers. The Wedding Banquet remains one of the most profitable low-budget films of the 90s. Sense and Sensibility received seven Oscar nominations (one actual statuette materialised, for Emma Thompson's screenplay). The Ice Storm is generally acknowledged as the finest treatment yet of the emotional emptiness of the 70s \"me\" decade. And it is conventional Hollywood wisdom that Lee will be the first Chinese film-maker to win the best director Oscar - though whether it will be for his new film, Crouching Tiger, Hidden Dragon, is anyone's guess. </p> <p>In the flesh, Lee cuts an unassuming figure, a far cry from the stroppy weirdness of most American directors of his ilk, or the expensive suavity of other Chinese film-makers feted in the west. No Wong Kar-wai sunglasses for Ang Lee - he's neatly dressed but hardly cuts a dash in his suburban-store threads, and he never raises his voice above a gentle mutter. </p> <p>On the other hand, he doesn't seem as bemused by Hollywood success as John Woo, whose discomfort in the face of the west's fan worship is palpable whenever he has to appear in public. \"I feel very sorry for John Woo,\" says Lee, with real feeling. \"I was glad that he did Face/Off, but I feel he is unhappy making this movie Mission: Impossible 2. I'm glad it made so much money, though.\" </p> <p>Woo's blood-and-fire Hong Kong thrillers were achieved through the freedom granted by the armies of willing helpers typical of Hong Kong's film-making community; now, Woo has jumped straight into the upper echelons of studio Hollywood, where every line of dialogue and every foot of film is subject to executive interference and control. Lee, on the other hand, has trodden a much more measured path, negotiating his way through the more liberal environs of New York's independent film circuit. But even Lee has no firm answer to the question of how, exactly, the Chinese have managed it. </p> <p>\"It's kind of a chi [energy] thing,\" says Lee, deadpan. \"Everything is rotating. I think this generation, wherever we come from, shares a similar cultural background. We're brought up with Chinese melodrama but through education or whatever, we turn to other things. Now, in the climate of a declining film industry, no one knows what to do. Then boom-boom-boom, one or two films catch attention at film festivals and a world audience and we just keep making movies.\" </p> <p>Sitting alongside Lee is James Schamus, the academic-cum-producer who has worked on all of Lee's feature films. Schamus, currently associate professor of film theory at Columbia University, was there at the start of Lee's film-making career, when after six years of trying, Lee finally made his debut, Pushing Hands, in 1992. Schamus, a short, bespectacled New Yorker, talks lucidly about Chinese film-making's tradition of \"cross-national transactions\", and Asian cinema's propensity for \"co-financing interface structures\". Schamus gets excited about the reaction he sees \"against an uninformed but well-meaning critical community, which has often tended to pigeonhole Chinese directors into a specifically art-house idiolect. So that if you're from Taiwan, you're going to be an Edward Yang or a Hou Hsiao Hsien.\" </p> <p>At this point Lee interjects wearily: \"Long takes...\" </p> <p>Lee and Schamus together are conducting a war on several fronts. Firstly, as they are both acutely aware, Far East film-makers are generally the preserve of the international festival circuit, and their highly crafted films win plaudits but do little box-office. On the other hand, it is a challenge to turn a relatively sophisticated Chinese movie into a significant international hit. \"I have two sons in America,\" says Lee, \"and all they care about in Chinese culture is Jackie Chan and Jet Li. Those movies present probably the worst, most raucous part of Chinese culture. I want to straighten that out. So my parental affection comes into the project.\" </p> <p>Crouching Tiger, Hidden Dragon is based on the fourth \"episode\" of a five-strong series of novels by Du Lu Wang, and is quite obviously Lee's attempt to integrate Asian and American cinema. Filmed with all the aesthetic grace you would expect of one of China's auteur directors, it also contains the kind of spectacular, gravity-defying martial-arts action that Hong Kong's commercial cinema specialises in and is wrapped up with the sweetener of two of the region's most internationally bankable stars, Michelle Yeoh and Chow Yun-fat. </p> <p>\"Because anticipation is high,\" Lee explains, \"I try to scoop up all the audience without disgracing myself. In Asia I have to deliver the film like a summer blockbuster, like a Jackie Chan movie; but afterwards I have to bring the movie to the west and release it like an art-house film, because of subtitles. I try to please everyone.\" He giggles. \"I look at American movies, the big muscles, and try to apply that to Chinese film-making.\" </p> <p>Lee's student years, in which he bounced from Taiwan to the United States, offer the perfect primer for his cross-cultural agility. Born and raised in Taiwan, the son of a schoolteacher, Lee spent two years at the country's academy of art, doing plenty of acting in the film and theatre department. He transferred to a drama college in Illinois in 1978, when he was 23; two years later he won a place at New York's crucible of talent, the NYU's film-making course. Though Lee excelled at NYU, it wasn't the springboard for him that it became for contemporaries like Spike Lee and Jim Jarmusch. He spent almost two years making his \"thesis\" film, a Chinatown-meets-Little Italy love story called Fine Line. But by 1986, Lee was so dispirited with America's lack of interest in Chinese-inflected movies that he was on the verge of moving back to Taiwan with his wife and son. </p> <p>Winning an award at a film festival stopped him. In Lee's words, he'd become a \"hot student\". Six years of frustration followed, when one project after another bit the dust. Broke and desperate, Lee eventually heard about a script competition set up by the Taiwanese government and knocked together a screenplay called Pushing Hands, about an elderly tai-chi master living with his son's family in the New York suburbs. He also sent in, as an afterthought, a little number called The Wedding Banquet, which had been lying in his bottom drawer for a while. Pushing Hands took the top prize, The Wedding Banquet the second. Though Lee vastly preferred Banquet, the offer by Taiwan's Central Motion Pictures office to fund the prize-winner (to the tune of $400,000) was too good to turn down. In 1992, Lee finally became a film director. </p> <p>This is where Schamus, and his company Good Machine, came into the picture, producing Lee's New York-based movie. Good Machine also came on board Lee's second film, The Wedding Banquet, which unexpectedly hit a chord with its unfussy, intelligent appreciation of immigrant pressures. Released in the summer of 1993, The Wedding Banquet became one of the year's most profitable movies. Lee then headed back to Taiwan to make the cooking-equals-love movie Eat Drink Man Woman, his first attempt at continent-hopping film-making. (Says Schamus: \"Chinese films have a different way of working with crew and actors. The position of director is pretty much revered. It was a shock when we went on set in Taiwan, and it was all 'Mr Director this, Mr Director that.' \") </p> <p> Lee's transfer to the big league came from the most unlikely of sources - an offer to direct Emma Thompson's adaptation of Sense and Sensibility, at the height of the mid-90s Jane Austen revival. \"How can you resist working with Emma Thompson?\" asks Lee. \"In that film I didn't think I did anything new for myself as a film-maker, but I was bringing myself up to a new level. For an eastern director, it was the first significant western movie. Sense and Sensibility scared me because I had to prove I can endure a studio production, I can direct English language, I can work with a movie star, and so on.\" </p> <p>With that success, Lee and Schamus next embarked on The Ice Storm, the adaptation of Rick Moody's 70s-set novel, which again hit a chord with audiences, this time wallowing in 70s nostalgia. \"To me The Ice Storm was the newest period piece, a costume drama so to speak,\" says Lee. \"It was very scary, too, because it was so fresh in people's memories.\" </p> <p>Schamus concurs: \"People working on the movie were so into it. A lot of the unity of the movie's design came about because of Ang's ability to organise all the departments together in pre-production in a way that got everybody behind the vision of the film very early on. It was quite specific - he would do thematic charts, every scene, every image, and we'd sit through these endless pre-production meetings going through every scene.\" </p> <p>It's through comments like these that you can sense the ferocious single-mindedness that must lie behind Lee's easy-going facade. But in company with Schamus, he has clearly found a relationship that serves his talents perfectly. \"I'm not a business guy, I'm a director,\" he explains, \"but I don't like to work for hire. I don't like to deal with studios. I don't like to have conversations with executives. I pitch to the studio, then never talk to them until the test screening.\" </p> <p>If, as everyone expects, Crouching Tiger, Hidden Dragon takes off like the thoroughbred it is, Lee will have cemented his place as a cross-cultural colossus, bridging styles, genres and languages in a way no film-maker has managed before. </p> <p>And what of the future? \"I don't know,\" he mutters in a quiet voice. \"I can make movies for ever.\"</p> <p> \u0095 The Guardian Interview with Ang Lee will take place on Tuesday at London's National Film Theatre. Crouching Tiger, Hidden Dragon screens in the Regus London Film Festival on November 6 and 7 (020-7928 3232) and will go on general release in January 2001.</p>",
  "<p>So, the US election is four days away, and it's <a href=\"http://starnews.com/news/politics/articles/closecall1102.html\">too close to call</a>. Some say. Unless of course they think it's a <a href=\"http://www.spectator.org/campaign/campaign.htm\">solid margin</a> for George W. Bush. At least we all agree that the candidates are <a href=\"http://www.prospect.org/archives/V11-24/kuttner-r.html\">diammetrically opposed</a>, fighting an election in which <a href=\"http://www.sierraclub.org/sierra/200009/whyvote.asp\">the future of the planet</a> is at stake? Sort of, except that anybody knows they are <a href=\"http://www.prospect.org/columns/kuttner/2000/kuttner-r001030.html\">dreadful candidates</a>, <a href=\"http://www.nationalpost.com/commentary/columnists/story.html?f=\" stories 20001102 449285.html\">with no burning issues dividing them</a>, and the whole thing is as important as <a href=\"http://199.97.97.16/contWriter/endprnewswire/2000/11/02/jXbXh/4779-0529-NY-Pharmacia-Rogaine...html\">the candidates' hairlines</a>. It's the fuzzy election - to every assumption about the event everyone knows nothing about, someone else will put the opposite case. </p> <p>That's fine, but this was also supposed to be the net election - the poll in which voters surfed the net to look for answers and crystallise their opinions. As the <a href=\"http://pqasb.pqarchiver.com/cgi-bin/pqasbabs.cgi?QDesc=%5BUSA+Today%5D+Web+makes+little+impact+on+election&amp;QCPP=http:%2f%2fpqasb.pqarchiver.com%2fcgi-bin%2fpqasbquery.cgi%3fBRCH%3d1%26VER%3d1%26CERT%3dERiK3IVYvUcOMXFAe3AYPn5rLOjZxVbO33FYCcpzuq1fQXsxeavkFfe88PlhP65z%26REQ%3d2%26Qry%3dPDN%2528%253E%252010%252F7%252F2000%2529%2520AND%2520internet%2520and%2520election%2520AND%2520NOT%2520text%2528see%2520microfiche%2529%26QryTxt%3dinternet%2520and%2520election%26form%3dSearch%26datetype%3d1%26site%3dUSAToday%26serial%3d2&amp;QVPID=USAT-single-001&amp;site=USAToday&amp;QProd=&amp;QIID=000000063078409%7CABS%7CDq1PB58UB9ykt6IuuEh8gj6CYc9VWtbK0gwjDK7otZ8qD5QwNI3hsXrAn992Dtgo&amp;FMT=FT:Full%20text&amp;FrameName=\" &amp;args=\"DID%3d000000063078409%257CABS\" \">USA Today</a> claims in its report on a <a href=\"http://63.140.238.20/press_releases/pr_001031.htm\">Bush/Gore</a> site traffic survey, that hasn't happened. Hits to the official sites have been low, as has web advertising by the main parties. If you're Al Gore - the net-savvy candidate with a slight deficit in the polls - you have to say you've missed a trick. Here's why.</p> <p>First, users tend to visit not blandly partisan websites, but pages they get told about in the office or the pub. So <a href=\"http://www.bushfiles.com/bush_toc.html\">The Bush Files</a>, produced by the Texas Observer, attacks Bush's record in Texas but isn't that well known. <a href=\"http://www.mediaresearch.org/news/goregaffesvideo.html\">Gore's gaffes</a>, another attack site, has a similar effect, complaining that Gore is capable of unfortunate exaggeration. But the big hit has been Slate's <a href=\"http://slate.msn.com/Features/bushisms/bushisms.asp\">complete Bushisms</a>, which proves hilariously that Bush is prone to more than the odd brain-mouth bypass. Crudely, one up to Gore.</p> <p>Second, voters tend to put their faith in statistics, especially user-led statistics produced by respected sources. To this end, says <a href=\"http://www.wired.com/news/print/0,1294,39887,00.html\">Wired News</a>, Republicans have been making good use of online polls on US sites, by voting in them early and often. \"To the extent that online polls matter in changing a campaign's momentum by indicating, at the very least, which candidate's supporters feel more strongly, the Republicans beat the Democrats handily,\" the article says. There's a similar effect in the autotrader.com poll reported in <a href=\"http://news.bbc.co.uk/hi/english/world/americas/newsid_1002000/1002256.stm\">BBC News Online</a>, in which users are asked which car each candidate resembles: where Bush is a Porsche, Gore is a Volvo. One-all.</p> <p>Third, the internet tends to give a platform to minorities. But for the Nader factor, this might act in Gore's favour. But Ralph Nader is the candidate who has probably waged the most successful internet campaign, to the extent that a main theme is now <a href=\"http://www.salon.com/politics/feature/2000/10/28/nader/index.html\">how many votes Nader will take off Gore</a>. The Madison County Times is even claiming that it is <a href=\"http://www.alternet.org/story.html?StoryID=\" 10031\">Gore</a>, not Nader, who is the spoiler (story hosted on Alternet.org). No score, or a slight shift to Gore.</p> <p>The knock-on effect of the Nader factor has been the kerfuffle over vote-trading online. Websites have sprung up telling people to vote tactically - that is, swap their Nader vote in a swing state for a Gore vote in Texas. Left-wing magazine the Daily Nation has backed <a href=\"http://www.thenation.com/special/pollwatch.mhtml\">tactical voting</a>; other articles, such as this one in <a href=\"http://slate.msn.com/netelection/entries/00-11-01_92442.asp\">Slate</a>, have questioned vote-trading's legality. At any rate, some of the sites have been <a href=\"http://www.guardianunlimited.co.uk/internetnews/story/0,7369,391576,00.html\">closed down</a>. There are even sites, also closed down, backing vote auctioning - literally, selling your vote to the highest bidder. A superb article, also in <a href=\"http://www.slate.com\">Slate</a>, deconstructs the <a href=\"http://www.guardianunlimited.co.uk/weblogarticle/0,6799,216439,00.html\">economics of this practice</a> and reckons that, if the election was run by eBay, the richest politician would win, which isn't so far from what is happening at the moment. </p> <p>Internet users, of course, are more likely to be swayed by the candidate who appears to be more internet aware. To this extent, says <a href=\"http://www.voila.co.uk/News/afp/media/001031213354.8jdeu6g3.html\">a study reported by AFP</a>, both candidates have missed out by spending comparatively little on web advertising: an advert for Bush I saw recently on Slate, home of the <a href=\"http://slate.msn.com/Features/bushisms/bushisms.asp\">complete Bushisms</a>, was so novel it gave the impression of Bush looking confident on his opponent's territory. But Gore, of course, is the candidate with the convincing tech background, as this <a href=\"http://www.redherring.com/mag/issue84/mag-gore-84.html\">Red Herring</a> interview and this <a href=\"http://www.telegraph.co.uk:80/et?ac=003746783906418&amp;rtmo=pshMU1he&amp;atmo=rrrrrrrq&amp;pg=\" et 00 11 2 ecfpres02.html\"\">Daily Telegraph</a> article demonstrate - but as both also demonstrate, that exaggeration about \"taking the initiative in Congress in creating the internet\" still comes back to haunt him. So only a slight shift to Gore, and overall, not much to choose.</p> <p>On the net as anywhere else, though, money talks. If Gore had spent more on the net, Bush could have spent more still. And as far as real estate is concerned, says the Detroit Free Press, the Republicans <a href=\"http://www.freep.com/money/tech/mwend2_20001102.htm\">lead again</a> - 2,666 Bush sites registered compared to 1,834 Gore. Next time around, the Democrats will have to learn to get their retaliation in first.</p> <p><strong>Useful links</strong></p> <p><a href=\"http://www.guardianunlimited.co.uk/weblog\" target=\"NEW\">The weblog: our pick of coverage from around the web</a></p> <p><a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,381260,00.html\">Net election - the links</a></p> <p><a href=\"http://www.guardianunlimited.co.uk/US_election_race/\">Special report: the US election</a></p>",
  "<p>Priceline, one of the US's leading e-commerce internet sites, is launching in the UK with its first £2m online ad campaign.</p> <p>The campaign, part of its £10m launch budget, asks shoppers to \"Name your own price\" for goods and services.</p> <p>The ads will launch this month and run to January promoting low-cost airline tickets, hotels, rental cars and long-distance phone calls.</p> <p>Organic, the online advertising and marketing firm, will create banner advertising, sponsorship and email marketing for the site.</p> <p>It will also explore partnerships with other sites to enable them to sell Priceline's products and services direct to their customers.</p> <p>John Baker, managing director of Organic's London office, said: \"Priceline has an extremely exciting proposition, which has already proved popular in the States, and we will be looking to replicate this in the UK. </p> <p>\"We have a very strong background in delivering online campaigns and are continually exploring new opportunities to help clients maximise the advertising opportunities offered by the internet.\"</p> <p>The US site now has 8m users.</p> <p>Priceline Europe is a joint venture between Priceline.com - the US firm once valued at more than £12bn but now worth less than £700,000 - and venture capital firm General Atlantic Partners.</p> <p>It made headlines earlier this year when it appointed Dennis Malamatinas, the boss of Burger King, as its chief executive officer. </p> <p>The company has patented its own internet pricing system allowing web users to type in the price they want to pay for goods and services.</p> <p>Organic's clients include DaimlerChrysler, BT, Tommy Hilfiger and Blockbuster. It has offices in the US, Canada, Asia, Europe and Latin America.</p>",
  "<b>1. Character </b> <br>  From beginning to end, the presidential election race has hinged on the character of the two candidates. Voters have big doubts about both <a href=\"http://www.AlGore2000.com/\" target=\"_new\"> Al Gore </a> and <a href=\"http://www.georgewbush.com/\" target=\"_new\"> George Bush </a>: the winner is likely to be the candidate Americans decide they dislike least. <p>George Bush has been marked as a grinning, <a href=\"http://politics.slate.msn.com/Features/bushisms/bushisms.asp\" target=\"_new\"> gaffe-prone airhead </a> with little knowledge of domestic issues and none of foreign affairs. Rumours about his behaviour at university, his conviction for drink driving in 1976 and videos of him drunk at a wedding party have not helped his cause. However, the Yale and Harvard-educated Bush is no dimwit, even if he doesn't pretend to match Al Gore for intellect and has never written a book. In fact his amiable vagueness is an attraction for many voters: it certainly didn't do Ronald Reagan any harm.</p> <p>Al Gore is leaden where Mr Bush is light, informed where Mr Bush is ignorant. His worthy plugging of the merits of big government means he scores well with the electorate on policy issues. But voters see him as excruciatingly dull: a sort of know-all teacher's pet. That is not the kind of president most Americans want and is the prime reason his campaign is in trouble. </p> <p>As a result, Mr Gore is trying to show the softer side to his character, kissing his wife passionately at this summer's Democratic convention and even giving an interview barefoot on a beach. Will this do the trick by polling day? If it does, the White House will almost certainly be his. </p> <p><b>2. Bill Clinton</b></p> <p>The sitting president, Bill Clinton, will <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,390837,00.html\" target=\"_new\"> influence the result </a> in two big ways. The Lewinsky affair and Mr Clinton's high-pressure fundraising techniques have tainted Mr Gore's reputation for moral integrity. That has been a big boost for George Bush.</p> <p>Meanwhile, Mr Clinton's success in combining economic growth with a budget surplus has helped the Democratic cause. Republicans have found it hard to convince voters that America has been mismanaged while Al Gore has been number two at the White House.</p> <p><b>3. Vice-presidents </b></p> <p>The battle of character extends to the deputies. Both were chosen to make up for the weaknesses of the main candidates.</p> <p>Al Gore is running with the Connecticut senator <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,351514,00.html\" target=\"_new\"> Joseph Lieberman </a>. As a strong moral critic of Bill Clinton's personal behaviour, he has added credibility to the Gore campaign. Not least because, as a devout Orthodox Jew, Mr Lieberman appeals to many voters doubtful about the integrity of his running mate. If Mr Gore wins, commentators will see Mr Lieberman's selection as a key factor in his success.</p> <p>Dick Cheney, George Bush's deputy, has had a lesser impact on the campaign. A prosperous oil executive from Wyoming, he has a long record of service in high office, including a spell as defence secretary to Mr Bush's father, the former president. As such, Mr Cheney has added gravitas to a lightweight campaign, but not enough to outweigh more pressing factors.</p> <p><b>4. Debates </b></p> <p>In a close year, the series of televised debates between the presidential candidates can swing the election. </p> <p>This year, Al Gore was widely tipped to crush George Bush in each of the three 90-minute official debates and romp to power. It did not work out that way. Mr Gore's aggressive style in the first debate saw him beat Mr Bush on points - but polls afterwards showed that voters liked Mr Bush's gentle approach. </p> <p>Mr Gore changed his style in the second debate, only to find commentators slamming him for letting Mr Bush's assertions pass unchallenged. In the third debate Mr Gore came out narrowly on top, but by then it was too late. George Bush had survived.</p> <p>Meanwhile, the single vice-presidential debate resembled a friendly fireside chat. Overall, then, this year's debates have settled nothing. The field is still wide open.</p> <p><b>5. Texas </b></p> <p>Al Gore is pushing the<a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,390883,00.html\" target=\"_new\">Texas factor</a> hard, claiming that his rival's poor record on education and pollution as the governor of the state makes him unfit to run the country. But Mr Bush's campaign has been just as eager to rebut all the claims and the tit-for-tat warfare is likely to alienate voters, not energise them. Republicans even point to Mr Bush's links with Texas as a positive point: unlike Mr Gore, they say, he is not part of the Washington elite.</p> <p>One issue can't be hidden, though: Texas' rapid-fire use of the <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,332204,00.html\" target=\"_new\"> death penalty.</a> Though both candidates say they support its use, many voters find the 150 executions Mr Bush has authorised as governor hard to stomach. Many others, of course, welcome the Texan's hardline stance on crime. The impact on election day is hard to predict. </p> <p><b>6. Ralph Nader</b></p> <p><a href=\" http://www.votenader.com/\" target=\"_new\"> Ralph Nader </a>, the green candidate, has found himself under the media spotlight in the past fortnight as commentators have realised that he <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,337255,00.html\" target=\"_new\"> could deny Al Gore the presidency</a>. </p> <p>Almost all his supporters are natural Democrats, whose support Al Gore will badly miss. National polls put Mr Nader on 2-5%, which is bigger than the margin of difference in many states and could hand victory to George Bush.</p> <p>As a results Democrats are piling on the pressure, asserting that a vote for Nader is, in effect, a vote for Bush. Will this strategy gain Al Gore a vital extra point or two in the polls? So far, there is little sign of it.</p> <p>Pat Buchanan, the fourth candidate, scores only around 1% in the polls - but as an ex-Republican running as a rightwing Reform candidate he will cost Mr Bush some votes. Mr Buchanan is most interesting for his running mate: against expectations he chose a black woman, Ezola Foster.</p> <p><b>7. Abortion </b></p> <p>The United States has always been unsettled about abortion. Many voters and politicians abhor it, while others defend a woman's right to choose. Al Gore comes down in the latter camp; Bush, almost certainly, in the former. Some voters fear that Bush will appoint hardline judges to the supreme court, who will overturn the court's crucial decision in favour of abortion. That fear works in Gore's favour. </p> <p><b>8. Big government</b></p> <p>Many American voters dislike federal government: they see it as a tax-hungry monster dominated by a metropolitian elite. Plenty of other voters, however, depend on the services that federal government protects and provides. </p> <p>The election race reflects this divide. George Bush, the natural home for big-government sceptics, has taken care to paint himself as a middle-of-the road moderate. And Al Gore, who really is a moderate with a long history of backing reform of the way government works, has adopted a more traditionalist, left-of-centre pro-government agenda.</p> <p>He may look back on this as <a href=\"http://www.guardianunlimited.co.uk/US_election_race/Story/0,2763,389546,00.html\" target=\"_new\">his big error</a>. By moving to shore up the core Democrat vote, he may have lost the support of the middle-class voters who twice elected Bill Clinton.</p> <p> <b>9. Health Care </b></p> <p>Al Gore promises action to control the cost of prescription drugs and to ensure all Americans have access to health care, a stance popular with older voters. It may be the reason for his campaign proving unexpectedly competitive in Florida, the retirees' state.</p> <p>George W Bush says much the same, but then describes Medicare, the state safety net for the old, as \"outdated\". This kind of talk worries some voters, though it reassures others who would prefer government money to return to them in the form of tax cuts.</p> <p><b>10. Taxation </b></p> <p>The healthy state of the US economy means that government income exceeds expenditure. The dilemma for the candidates is: what balance should they strike between tax cuts and expenditure? </p> <p>George Bush plans to devote half of the surplus \"to saving Social Security\u0085 one-quarter for pro-growth tax cuts; and the remainder to reform education, strengthen Medicare and support other priorities\". </p> <p>Al Gore proposes a complex scheme of targeted tax relief, covering things such as health care, the environment, business growth and college education. This has appealed to voters worried that a Republican president would slash welfare programmes, but alienated others who see Gore as an outdated fan of interventionist big government.</p> <p><b>11.Education </b></p> <p>George Bush has not made education a priority, in contrast with Al Gore, the traditional Democrat. </p> <p>Gore's plan involves greater federal supervision of the nation's schools and a sizeable increase in spending - another complex scheme which appeals to some voters and deters others. </p> <p><b>12. Foreign Policy </b></p> <p>Foreign policy issues have not made headlines in the campaign so far, but events in Yugoslavia and the Middle East have pushed them up front in these last weeks before polling day. </p> <p>Polls show that Republicans are trusted more than Democrats when it comes to standing up for American interests around the world. That's the good news for George Bush. </p> <p>The bad is that no one doubts that it is Al Gore who has a far better understanding of world affairs. The question is whether Americans want a foreign policy expert in the White House. The two candidates' strengths and weaknesses on the issue will probably cancel each other out.</p> <p><b>13. Petrol </b></p> <p>The rising price of oil has hit American motorists in their wallets and they are not happy. The issue carries dangers for both candidates.</p> <p>Al Gore has a reputation as an environmentalist who wants to reduce car use and regards energy taxation as a good thing. Voters who believe that he will increase petrol prices still further will be wary of electing him.</p> <p> George Bush and his running mate have both made money from oil companies, which many Americans see as one of the causes of rising gas prices. They may turn against Bush for profiting from their troubles.</p>",
  "California is the Big One. Easily the biggest state in the Union, it commands 54 votes in the presidential electoral college - that's 20% of the total needed to win the White House. <p>At the outset of the campaign, most commentators assumed that the California contest was cut and dried for Al Gore. Even a couple of weeks ago, he was leading in the opinion polls by nearly 15%.</p> <p>All that has changed: George W Bush is campaigning vigorously in the state and has poured millions of dollars into an advertising blitz.</p> <p>Gore, his lead cut to around 7%, has been forced to divert his campaign from marginal states to shore up his crumbling support on the West Coast.</p> <p>President Clinton is also on the stump in California - although, at the insistence of the Gore camp, he is keeping well apart from his vice-president.</p> <p>The <a href=\"http://www.latimes.com/\" target=\"_new\">Los Angeles Times</a> loftily eschews endorsing either candidate in the presidential race, but shrewdly sums up the contest: \"The 2000 presidential campaign boils down to this:</p> <p>\"Either vice president Al Gore will win because voters like his experience and positions on major issues, and because he is better prepared to be president, or Texas Gov George W. Bush will win because he is more likable and believable.\"</p> <p>Meanwhile, the paper wears its heart on its sleeve in backing the re-election campaign of Democrat Senator Dianne Feinstein. It particularly praises her for pressing for stricter gun laws.</p> <p>The <a href=\"http://www.sfgate.com/chronicle/\" target=\"_new\">San Francisco Chronicle</a> chides those supporters of Green Party candidate Ralph Nader who argue that a Green vote will not be wasted, even if lets in a Republican president.</p> <p>\"The election remains close enough that even a modest-sized Nader vote could tip the result to Bush in several key states. A Field Poll released yesterday - a seven-point Gore lead, with Nader at 4% - suggested that such a scenario was unlikely, but not impossible, even in California.</p> <p>\"Ralph Nader is telling potential voters who are inspired by his populist-left agenda to forget about pragmatism and 'vote your dreams.' They may find, however, that the dream is a nightmare.\"</p> <p>The <a href=\"http://www.sacbee.com/\" target=\"_new\">Sacramento Bee</a> reports that Al Gore's healthy lead in the state is crumbling - down from 14% to a parlous 7%.</p> <p>Part of the vice-president's problem is that women voters are shifting allegiance: \"The most dramatic shift in Gore's support was among women. While the vice president maintains a still-comfortable, 15-point lead among female voters, that margin is down from 29 points in early October.</p> <p>\"Clues that help explain the erosion in Gore's support among women are hidden in the subgroups of female respondents. While Gore leads Bush by 60% to 30% among women employed full time, he evenly splits the vote with Bush among women not employed full time.\"</p> <p>The <a href=\"http://www.signonsandiego.com/\" target=\"_new\"> San Diego Union-Tribune</a> reports President Clinton's last-minute swing through California to shore up the Gore vote</p> <p>\"Clinton followed Gore's trip to California earlier this week. Their trips counter Bush's decision not to simply hand the state to Gore without a fight. Bush is spending millions on statewide television ads - some in Spanish to target the Hispanic vote.</p> <p>\"Bush boasted that he would shock the nation by clenching California's 54 electoral votes, a fifth of the 270 needed to win. George Bush, in 1988, was the last Republican presidential candidate to carry California.\"</p> <p>The <a href=\" http://www.coastweekly.com \" target=\"_new\">Coast Weekly</a> in Monterey decries the widespread lack of interest among the electorate.</p> <p>\"This Tuesday, in what may be the closest presidential election in 40 years, just a tad more than half the eligible voters will exercise their right to vote.</p> <p>\"Americans, if they aren't actually indifferent to the democratic process, are giving a very good impression of people who are. Investigating the public's apparent disdain of politics has kept a lot of political and social scientists in work.</p> <p>\"The putative reasons that always make the short list are Richard Nixon and Watergate, Ronald Reagan and Contragate, and Bill Clinton and Zippergate. We suspect special interest money and cronyism have done their part, too.\"</p> <p>In Long Beach, the <a href=\" http://www.ptconnect.com/\" target=\"_new\"> Press-Telegram</a> has no doubts who should be president.</p> <p>\"The closer comes election day, the clearer becomes the choice. If you believe you're better off today than eight years ago, you ought to vote for George W Bush. It is Bush, not Al Gore, whose message of inclusiveness and moderation and values has resonated with voters.</p> <p>\"It has become a remarkable irony that Bush, not Gore, is the logical successor to the great centrist Bill Clinton.\"</p> <p>The Long Beach paper also has an exotic item about a speech to a local boys' and girls' club by a distinguished overseas visitor - John Major. He confided to the youngsters: \"I did nothing at school. I just wasted all my time there.</p> <p>\"To be rudely honest, I loathed school and left just before I was 16, with no qualifications.\" According to the paper, the former prime minister was quizzed by the fascinated youngsters about his life and work.</p> <p>One question concerned \"the UK's decision not to join the European Community\".</p>",
  "<p>Early Friday evenings belong to him. No one's arguing with that. But lately Pete Tong, international superstar DJ, record label boss, A&amp;R man, music consultant, landscape gardener (probably) is everywhere. As rhyming slang for going wrong, \"it's all gone Pete Tong\" might have faded from the lexicon, but never has it been more true. Flyposters for his new Essential Mix CD featuring the Burberry check are all over town, so much so that they caught the eye of Burberry themselves, with the result that Tongy has been signed up to model alongside Stella Tennant in next season's ad campaign. (Remember last season's, with Kate Moss \"marrying\" Lord Freddy Windsor in a check bikini?) </p> <p>That's the official story at least, though we detect a conspiracy. Tong, after all, is the top man at the All Saints' record label. So did he make Nicole wear that horrid hankie on her head in Those Liam Photos in order to secure the modelling gig? (\"Oh go on, Nic, I've always wanted to be a model.\") </p> <p>Who knows? One thing's for sure: it's all going Pete Tong at Burberry. Lovely clothes, Roberto, but That Check is fast approaching meltdown, having lodged itself firmly in the marketing niche known as Fashion for Shouty People, and their latest invite proudly summons us to an evening featuring \"live music from DJ Pete Tong\". Live music? Can't wait for him to stroll in with a guitar case. He continues. </p>",
  "Ross Perot. Remember him? The Texas oil billionaire with the small frame and the huge ego won almost 20m votes in the 1992 presidential election, running as a right-wing populist outsider. <p>His 19 per cent share as a third-party candidate devastated President George Bush's re-election effort.</p> <p>It enabled Bill Clinton to seize the presidency. For the Republican Party, which believed that it owned America's future, it was a shock from which the party has not yet recovered.</p> <p>Perot proved two things in 1992. He showed that there were millions of Americans outside the two-party electoral system. They voted for him in droves in 1992, pushing the turnout total to a record high.</p> <p>And Perot also showed that a vote for a strong third-party candidate was not necessarily a wasted vote at all.</p> <p>Perot's votes, after all, decided the election. The problem was that they gave the victory to the man they least wanted to win it.</p> <p>Four years later, Perot had a second go, and proved something else. He proved that lightning doesn't strike in the same place twice.</p> <p>In the 1996 election, he polled 8m votes and took 8% of the total. This time, Clinton's comfortable re-election margin over Bob Dole exceeded Perot's share.</p> <p>It wasn't a good year for third parties. A guy called Ralph Nader, running as the Green candidate, took just 0.7%.</p> <p>Perot had run out of gas, even though the Reform Party had qualified for federal funding in 2000 on the strength of his showing. This time around, though, Perot has remained silent and inaccessible.</p> <p>Throughout the long months in which his supporters struggled in vain to prevent Pat Buchanan's conservative takeover of his party, Perot sat in his tent, doing nothing.</p> <p>Last night, Perot's ego finally got the better of his sulk. He broke his long silence to go on CNN's Larry King Live, where he endorsed George W Bush as the only man who could bring the country together and as the only candidate fit to lead Americans into war.</p> <p>For Buchanan he had nothing but contempt.</p> <p>Perot still looks the same. He still says the same things. He still has the self-important certainty that only billions of dollars can give a man.</p> <p>But he doesn't matter any more, and nor does the party that he created, and whose decline he has been powerless to prevent. Their moment was then.</p> <p>But this is now. Earlier this year, Buchanan looked as if he might be a significant figure in the 2000 election calculus.</p> <p>He appeared capable, polls implied, of winning enough votes both to weaken Bush's victory chances and to requalify the Reform Party for federal funding in 2004.</p> <p>But the capture of the party at the Long Beach convention in August was a completely pyrrhic victory for Buchanan. He has dwindled to utter insignificance.</p> <p>He is a toothless laughing stock who will be lucky to win 1% in the polls on Tuesday, never mind the 5% he needs for federal funding next time around.</p> <p>Buchanan's collapse goes some way to explain why Bush is the favourite to win on November 7. Even if Buchanan was running at a modest 3 or 4%, Bush's current poll lead over Gore - 47% to 43% on last night's polls - would be almost entirely neutralised. But it isn't.</p> <p>And what's more, Al Gore is suffering precisely that problem from the revived Ralph Nader.</p> <p>After two elections that the left won because the right was split, there is a certain reciprocity in what is happening in 2000. This time, it is the left that is split.</p> <p>Nader hovers at 3 or 4% in most national polls, which has been enough to keep Gore in second place throughout most of the last month.</p> <p>As a result, the Gore strategy has been to focus in a key group of winnable states that can supply an electoral college majority. But Nader stands in Gore's way there too.</p> <p>His strong states - Washington, Oregon, Minnesota, Wisconsin and Maine - are states Gore needs to win.</p> <p>Local polls show that strong Nader showings in only one of these five might make the difference in the electoral college by handing a normally Democratic state to Bush rather than Gore.</p> <p>Nader has proved this year what Perot found eight years ago. There are a lot of people outside the two parties, but votes for a strong third party can hand the election to the \"real\" enemy.</p> <p>There is very little sign in the polls that Nader is being squeezed in the final days of the campaign. He seems certain to do far better than he did in 1996.</p> <p>If he does, then the Clinton presidency will end in a mirror image of the circumstances in which it began. Ross Perot, a natural man of the right, handed the presidency to Bill Clinton.</p> <p>Ralph Nader, a natural man of the left, is about to hand it to George W Bush. Never let it be said that a third party vote is a wasted vote.</p> <p><b>Email</b><br> <a href=\"mailto:martin.kettle@theguardian.com\">martin.kettle@theguardian.com</a></p> <p><b>Related special reports</b><br> <a href=\"http://www.theguardian.com/US_election_race/0,2759,376727,00.html\">US election race</a><br> <a href=\"http://www.theguardian.com/usguns/0,2759,182056,00.html\">Gun violence in America</a></p> <p><b>Interactive quiz</b> <a href=\" http://www.guardianunlimited.co.uk/quiz/questions/0,5961,387782,00.html\">Do you know your Bushisms?</a></p> <p><b>Other articles:</b><br> <a href=\" http://www.searchunlimited.co.uk/search97cgi/s97networkr_cgi?QueryText=%28martin+kettle%29AND+%28VdkPublicationDate+%3E%3D+01%2DSep%2D1998%29&amp;ResultColSize=2000&amp;ResultTemplate=ArchiveFull%2Ehts&amp;Collection=archive&amp;SortSpec=score+Desc&amp;Query=martin+kettle&amp;ResultStart=1&amp;ResultCount=10&amp;ResultMaxDocs=1000&amp;Dtv=\">More articles by Martin Kettle</a></p> <p><b>Useful links </b><br> <a href=\"http://www.washingtonpost.com/\" target=\"_new\">The Washington Post</a> <br><a href=\"http://www.AlGore2000.com/\" target=\"_new\">Al Gore official site</a> <br><a href=\"http://www.georgewbush.com/\" target=\"_new\">George W Bush official site</a> <br><a href=\"http://www.votenader.com/\" target=\"_new\">Ralph Nader official site</a> <br><a href=\"http://www.gwbush.com/\" target=\"_new\">Spoof: GWBush.com</a> <br><a href=\"http://www.algore-2000.org/\" target=\"_new\">Spoof: Al Gore 2000</a> <br><a href=\" http://www.mediaresearch.org/news/goregaffesvideo.html\" target=\"_new\">Al Gore gaffe videos</a> <br><a href=\"http://www.whitehouse.gov/\" target=\"_new\">The White House</a><a> <br></a><a href=\"http://www.capsteps.com/\" target=\"_new\">Capitol Steps political satire</a></p>",
  "<p>A former solicitor has given up her new job as a postwoman after becoming the first woman to win £500,000 on the game show Who Wants to be a Millionaire? </p> <p>Kate Heusser, who gave up her law career to look after her children, equals the record set by Peter Lee, a retired naval officer, who won £500,000 on the ITV show in January. </p> <p>Millions of viewers saw Mrs Heusser, 44, scoop the prize last night. She had been due to start as a postwoman, to supplement her income, this week, but will not now take up the post. </p> <p>\"I'm still in shock,\" she said. \"I don't think it will change what we as a family will do with our lives but, my god, it will make it easier.\" </p> <p>Mrs Heusser lives near Brighton with her husband Peter and their children Edward, 14, and Greg, 11. She trained as a solicitor, but decided to stay at home and concentrate on becoming a writer. </p> <p>She started her run on Monday, and got to £64,000 before using a lifeline. After reaching £500,000, she decided not to answer the £1m question: Which monarch was known as the wisest fool in Christendom? (Answer: James I). </p> <p>Chris Tarrant, the show's host, said: \"She was very brave and very cool under pressure.\"</p>",
  "<p>The advertising industry is up in arms after the government made veiled threats to impose new limits on car adverts.</p> <p>A furious row erupted between the Advertising Association and the Department of Environment, Transport &amp; the Regions after the DETR said new research showed a possible correlation between speed scenes in car ads and the number of fatalities on the roads.</p> <p>The research, due to be made public at the end of the month, will show a link between the images that people see in advertising and their attitudes and desires about driving.</p> <p>Sara Price, head of public affairs at the AA, said: \"Antony Allsworth [head of road safety publicity at the DETR] is responsible for commissioning the government's road safety campaign. He is the driving force behind it and he's got to find a scapegoat.</p> <p>\"The DETR is worried that its own advertising has not had the right impact. Commercial advertising is always the easy target - they have to be seen to be doing something,\" she added.</p> <p>\"But there is a total lack of evidence. If advertising made the kind of claims they are making you'd expect to be hauled up in front of the ASA. It's easy to pick one or two ads and say the whole industry is wrong but show me how legislation would be any better.\"</p> <p>The government spends £12m a year on road safety ads concerning everything from speed, drink driving, use of mobile phones and the wearing of seat belts.</p> <p>Many of them have used shockingly graphic images including the current \"belt-up\" campaign in which a child is hurled from the back seat to the front, killing his mother.</p> <p>A senior spokesperson at the DETR admitted that a single viewing of an advertisement would not influence behaviour and added that he had no evidence that people watch ads and then immediately act upon what they've seen.</p> <p>But he added that \"ads showing speeding cars can reinforce existing opinions and an ingrained tendency to want to go fast.</p> <p>\"If an ad shows a car going fast around corners viewers may think 'yes, I'd like a car like that so I can test it to the ultimate'.\"</p> <p>The spokesman would not say whether the DETR would seek to ban such car advertising altogether.</p> <p>\"What the DETR are saying to the ad industry is 'you will do what we say under the threat of legislation',\" said Ms Price.</p> <p>\"It's like putting a picket fence around a flock of birds and expecting them to stay there,\" said Rupert Howell, president of the IPA. </p> <p>\"If you don't want people to speed, don't make cars that are capable of doing more than 50mph or start paying more attention to what's going in film. It's pathetic. The government needs to stop with all this gesture politics.\"</p> <p>Figures from the DETR show that fatalities on the road are falling. In 1981 to 1985 the figure was 5,598 while today it stands at 3,423.</p>",
  "<p>The government yesterday announced plans to rescue thousands of businesses in trouble and safeguard hundreds of thousands of jobs. </p> <p>The measures, set out in a report by a joint Treasury and Department of Trade and Industry review group, are part of a government strategy to encourage risk-taking and enable entrepreneurs to make a fresh start without the stigma of bankruptcy. </p> <p>As part of the package, banks would lose their legal right to stop a failing company going into administration rather than receivership. </p> <p>As secured creditors, banks often hold what is known as a floating charge over a business's assets and, under present law, can force it into receivership almost at will. They tend to gain the bulk of the money while unsecured creditors get nothing. </p> <p>Under yesterday's proposals, that would change in a move seen as likely to raise the banks' hackles - even though they themselves increasingly favour administration over receivership. </p> <p>\"An administrator would be responsible to all the creditors,\" government experts said. \"We want to elevate collective insolvency procedures over individual ones and move the UK from being the most creditor friendly regime to one that is more debtor friendly.\" </p> <p>This move, which would require legislation, was accompanied by an agreement by the inland revenue and customs and excise to treat companies going into voluntary administration more sympathetically. </p> <p>Last year, according to the association of business recovery professionals, known as R3, some 16,813 companies went into insolvency, putting at risk billions of pounds in turnover and hundreds of thousands of jobs. </p> <p>Government agencies, primarily the revenue and customs, forced more than 3,000 companies into liquidation - one in five of the total. They have now agreed to treat rescue proposals more favourably.</p>",
  "Elderly travellers from across the world, who repair to the smartest hotel in Enniskillen for a breather by the banks of Lough Erne, will find their tranquility disturbed this morning. The Killyhevlin hotel is the venue for a meeting which could define the future of the entire Northern Ireland peace process. <p>As residents of the hotel finish off their \"Ulster frys\" this morning, leaders of nationalist Ireland will cock a snook at David Trimble by holding a cross-border ministerial meeting in the hotel. </p> <p>What should have been a relatively innocuous meeting about food standards has become a hugely significant show of strength by nationalists in the face of Mr Trimble's decision to block Sinn Fein from attending the cross border council. </p> <p>Michael Martin, the Irish republic's health minister, will cross the border to show solidarity with Bairbre de Brun, the Sinn Fein health minister. They will be joined by Northern Ireland's deputy first minister Seamus Mallon. The Ulster Unionists, who want to block Sinn Fein from attending cross border meetings in punishment for the IRA's \"failure\" to disarm, have dismissed today's meeting as \"pantomime politics\". </p> <p>The talks will not have the status of a formal north south ministerial council because Mr Trimble, along with Mr Mallon, has the power to block ministers from appearing. However, the informal bilateral meeting will have symbolic significance. The sight of an Irish government minister sitting down with Sinn Fein and SDLP ministers - less than a week after Mr Trimble's veto threat - will demonstrate the resolve of nationalist Ireland. The talks will provide graphic proof of the gulf separating republicans and unionists, which bodes ill for efforts to save the peace process. </p> <p><b> Sinn Fein</b><br> </p> <p> Sinn Fein is adamant that today's meeting had to go ahead to make clear that republicans do not sit in government courtesy of unionist \"patronage\". The presence of Ms de Brun also shows that Sinn Fein remains deeply committed to making the Good Friday agreement work although the party has deep reservations about the state of the peace process, principally over the Ulster Unionists' commitment to the agreement. </p> <p>Martin McGuinness, Sinn Fein's education minister, accepts that Mr Trimble has faced down hardliners - at least until last Saturday. But he believes Mr Trimble's failure to promote the benefits of the agreement highlights lingering unionist doubts about the entire process. </p> <p>Sinn Fein's unease is compounded by its frosty relations with the government, mainly caused by the future of policing. Republicans believe that Peter Mandelson has watered down key elements of the Patten report to appease unionists. Sinn Fein says it cannot compromise any more. Sinn Fein's mistrust of unionists is undermining the faith of republicans in the peace process which can only strengthen the hands of hardliners. </p> <p><b> Provisional IRA</b><br> </p> <p> The IRA is deeply frustrated with unionists for placing such emphasis on decommissioning and with the British government for its alleged unwillingness to \"demilitarise\". Mr Trimble's provocative move will therefore have guaranteed that progress on disarmament has at best been set back, if not killed off altogether. In its recent statements the IRA has offered its usual support to Sinn Fein. However, security sources have suggested that there is unease among many IRA members at the sight of two Sinn Fein \"ministers of the crown\". The Real IRA appears to be growing in strength. Until now, it has not attracted a well-spread base of disaffected provisionals. The slow pace of the peace process could change that. The IRA leadership is particularly frustrated because it believes that it is living up to its commitment on disarmament. </p> <p><b> SDLP</b><br> </p> <p> John Hume's Social Democratic and Labour party shares many of the frustrations of the republican movement, but the party believes that the IRA should make further gestures on disarmament. Mr Mallon is taking a tough stance on police reforms because he believes that the Good Friday agreement must be implemented in full. </p> <p>He has accused the government of \"chicanery\" over the implementation of the Patten report. Some unionists have suggested that Mr Mallon has been boxed into a corner by Sinn Fein because he is terrified that republicans will overtake the SDLP as the main nationalist party at the general election. </p> <p><b> Irish government</b><br> </p> <p> Dublin has resorted to its traditional role as the protector of northern nationalists amid the uncertainty of the peace process. The prime minister, Bertie Ahern, believes that Mr Trimble's ban on Sinn Fein has seriously destabilised the peace process because it undermines the one area of the agreement which was tailor-made for nationalists. </p> <p> The north south ministerial council has huge significance in the Irish republic. Many members of Mr Ahern's Fianna Fail party were sceptical about renouncing Dublin's territorial claim to the north, a key element of the agreement. They set aside their reservations on the basis of the north south body. Dublin is also frustrated with the British government over the Patten reforms and for what it sees as slow progress on scaling down security measures. Republicans have not been let off the hook by Dublin which wants to see progress on the arms issue. </p> <p><b> British government</b><br> </p> <p> Peter Mandelson has been working frantically all week to navigate a middle way through the present crisis which allows all sides to save face. The Northern Ireland secretary bluntly told Mr Trimble that he must lift his ban on Sinn Fein ministers attending meetings of the cross border body. At the same time, however, the IRA should re-establish contact with the disarmament body to reassure unionists. </p> <p>\"It is not a matter of one or the other,\" Mr Mandelson said yesterday. \"It is both.\" His plans received a boost yesterday when the international arms inspectors said that the IRA was committed to the peace process. </p> <p>Mr Mandelson knows, however, that he has his work cut out because Dublin, republicans and unionists are deeply angered by the police bill. He rejects republican claims that he has watered down the Patten report, insisting that he has kept to its core principles. For unionists, however, the report is all too much. </p> <p><b> Ulster Unionists</b><br> </p> <p> David Trimble has been described as the Houdini of British and Irish politics after he faced down his hardline colleague, Jeffrey Donaldson. But his victory came at a high price which may eventually be seen as the death knell of the peace process. The Ulster Unionist leader is deeply committed to the Good Friday agreement and relishes his role as first minister. </p> <p>Mr Trimble has no qualms about the core elements of the deal - power sharing with nationalists and co-operating with the Irish republic. However, he has barely any room for manoeuvre, thanks to Mr Donaldson who is stalking his every move. </p> <p>The optimists say that the Donaldson faction is slowing buying into the process which it initially rejected. Mr Donaldson is now an enthusiastic supporter of the assembly and its committee system, something he initially opposed. </p> <p>However, Mr Donaldson has drawn a line in the sand which Mr Trimble is unlikely ever to cross: without real disarmament Sinn Fein should not be in government. </p> <p>The hardliners will have another chance to challenge Mr Trimble in January. If there has been no movement on arms and the police bill has received royal assent, the future of the peace process will look distinctly uncertain.</p> <p><b>Reforming the RUC: Patten's blueprint, and the reality</b><br></p> <p>The future of policing has become one of the most contentious issues in the peace process since the publication of Chris Patten's report. Nationalists claim that the police bill, implementing the Patten reforms, has been diluted to appease unionists. Unionists claim that the bill dismantles the RUC. </p> <p><b>The main differences between the bill and the Patten proposals are:</b><br></p> <p>Force's name</p> <p><b> Patten said:</b> The Royal Ulster Constabulary should remain but change its name to Northern Ireland Police service. </p> <p><b> Bill says:</b> The RUC will remain but be called Police Service of Northern Ireland (incorporating the RUC). </p> <p>Badge</p> <p><b> Patten said:</b> The new police service should adopt a new badge and symbols free from any association with either the British or Irish states.</p> <p><b> Bill says:</b> The secretary of state may make regulations prescribing the design of an emblem for the police and regulating the use of that or any other emblem.</p> <p>Flag</p> <p><b>Patten said:</b> The union flag should no longer be flown from police buildings. </p> <p><b>Bill says:</b> Secretary of state will make decision in consultation with police board. </p> <p>Oath</p> <p><b>Patten said:</b> New oath, which does not mention crown, should be sworn by all members of police force, including existing RUC officers. </p> <p><b>Bill says:</b> Only new recruits will swear oath. But existing officers will be bound by new code of ethics which incorporates commitment in oath to uphold human rights. </p> <p>Police board</p> <p><b> Patten said:</b> Policing board should have the power to follow up any report from the chief constable by initiating an inquiry into any aspect of the police service or police conduct. Limitations on matters of \"national security, sensitive personnel matters and cases before the courts\". </p> <p><b> Bill says:</b> Secretary of state can block an inquiry if it would \"prejudice the prevention or detection of crime or the apprehension or prosecution of offenders\". </p> <p><b> Other contentious issues include:</b><br></p> <p>District police partnerships</p> <p><b>Patten said:</b> DPPs should be able to contribute up to 3p in the pound to local policing costs. </p> <p><b> Bill says:</b> No mention of this in the bill. Government says the issue will be reviewed.</p> <p>Oversight commissioner Thomas Constantine, former head of US drug enforcement agency</p> <p><b>Patten said:</b> \"An eminent person, from a country other than the UK or Ireland, should be appointed... with responsibility for supervising the implementation of our recommendations.\" Nationalists are angry because the commissioner will oversee government's recommendations, rather than Patten's. </p> <p>Linking of anti-terrorist special branch with CID</p> <p><b>Patten said:</b> \"We recommend that, as a first step, special branch and crime branch be brought together under the command of a single assistant chief constable.\" </p> <p><b> Bill says:</b> Recommendation not in police bill because it is not a matter for legislation. Nationalists angry because government says it is commmitted to proposal only when security allows.</p>",
  "<p>A billion pounds worth of stock changed hands at lightening speed. The price slumped more than 8%, dragging the rest of the London market with it. Dealers speculated on how the collateral damage might be felt across Europe later today. </p> <p>The trigger for this selling frenzy? A \"strong buy\" note on Vodafone, Britain's biggest company, of course - issued by the research team at its house stock broker, UBS Warburg. </p> <p>Daniel Stillit and his team reckon that shares in the mobile phone group are headed towards 460p, but the rest of the market decided 253p was a more appropriate figure yesterday - down 23p - after the Warburg man realised he had to adjust his profit projections for Vodafone to take into account the amortisation of the cost of the group's third generation mobile licences. </p> <p>No matter that Mr Stillit's adjustments shaved less than 2% off his previous numbers. Word went round that Vodafone was massaging down expectations on profits ahead of its interim figures, which are less than two weeks away - a hanging offence about which chief financial policeman Howard Davies warned just a week ago. </p> <p>Of course, Vodafone was doing nothing of the sort. Shrewder market participants had simply noticed figures from Deutsche Telekom earlier this week, which showed that sales in Germany were rising at such a pace that the company was having to pump money into subsidising new customers, squeezing margins in the short term. </p> <p>In Vodafone's case, the assumption is that its Mannesmann business is suffering, if that is the right word, similar financial pressures. Hence analysts over here are tweaking their numbers in the run up to the formal half-time figures. </p> <p>Knocking £15bn off the value of a £165bn entity because its business is growing more quickly than previously thought sounds a tad perverse. But setting jittery markets aside, the affair highlights once again the dangers associated with trying to control the flow of information in and around the City. </p> <p>Vodafone is in its \"closed period\" - the six week run-up to its figures when it cannot discuss anything about its trading or finances with anyone without making a full and very formal announcement. And if it did make an announcement during this period, the investment community would be jump ing up and down, noting how unusual the move was and speculating endlessly on what might be \"behind\" it. </p> <p>There must also be questions about who has a right to the research produced by investment banking analysts. If Mr Stillit can provoke an 8% run on the country's biggest company, at what stage do the regulators step in and demand that this expensively produced analysis is immediately shared with everyone, rather than restricted to the Warburg clients who are paying for it? A regulatory dogs' dinner is in the making. </p> <p><strong> Aussies advance </strong><br> </p> <p> Be prepared for a fresh wave of takeover speculation in the banking sector if National Australia Bank sets about trying to satisfy its appetite for a much bigger presence on this side of the world. </p> <p>The Australian bank, listed on the Sydney stock exchange, already owns Clydesdale and Yorkshire and is now preparing the ground for a new listing in London. On the way, City sources believe that NAB might be tempted to sweep up another bank. </p> <p>The prey being lined up by corporate finance matchmakers include Alliance &amp; Leicester and Bank of Scotland. </p> <p>The former is on the list because it offers a mix of businesses - branches in the south and middle of England and a link with the Post Office - which would fit snugly alongside NAB's operations in the north of England and Scotland. </p> <p>Paradoxically, the later is being touted because of its failed attempt to takeover NatWest a year ago and the fact it might complement NAB's business in Scotland, although a bell or two might go off at the competition authorities. BoS also owns part of Bank West in Australia, which could also be attractive to NAB. The BoS's highly regarded chief execu tive, Peter Burt, might even secure himself a bigger job as a result. </p> <p>NAB, which reported a 20% rise in pre-tax profits yesterday, made it clear that the northern hemisphere would be the focus of its activities for this coming year. It sees scope for organic growth through Clydesdale and Yorkshire as well as Northern and National Irish Banks in Belfast and Dublin, but also has a history of making acquisitions to boost its position. </p> <p>It is 10 years since NAB, one of the three largest listed companies in Australia, threw its weight around in the UK. A stock market listing would certainly make it easier to complete a takeover using shares. It also promises lots of innovation - Aussie-style flexible mortgages and installing ATMs with the potential for internet access. Adding another UK brand to its expanding and profitable stable seems inevitable at some stage over the next year.</p>",
  "Shimon Peres is the last big card Israel had to play in the attempt to contain the fighting in the West Bank and Gaza. Because of his advocacy of peace in the past and because he stands above day to day politics, he has the weight to act as an envoy of last resort. So there is perhaps a chance that his intervention will succeed where the Sharm el-Sheikh agreement failed. It is not so much that Peres has a special relationship with Yasser Arafat or can bring arguments to bear that the Palestinian would not accept from anybody else. <p>This is not a matter of sentiment but of the fact that, if the Israelis and the Palestinians really want a way out, Peres could provide a label for it, allowing Arafat to meet some Israeli requirements without conceding anything directly to Ehud Barak, and Barak to redeploy some of his forces without this being seen as a huge victory for the Palestinians. </p> <p>The daily suffering of both Israelis and Palestinians since this conflict ignited has not been of the same degree. The difference is that the Palestinians are suffering physically now, taking the bulk of the casualties and the physical damage to communities, yet imagine, as they have done before in times of violence and the elation violence sometimes brings, that a victory lies ahead. The Israelis have lost far fewer people, yet begin to perceive just how dangerous and dismal a future may lie before them. </p> <p>For all that is written about how Israelis have never been free of their fears of Arab revenge, the clouds had begun to lift for them, and now have closed in again. The Israelis may speak of strong measures, but the reality is of conscript soldiers who, as time goes on, would start to fall to Palestinian fire, if never in the same numbers as their enemies but still in numbers intensely painful for a society that had begun to believe that all that was soon going to be over. The Palestinians may speak of fighting for as long as it takes to hoist their flag over Jerusalem, but must know that Israel has the means, both military and economic, to make life truly hellish in the territories, as opposed to merely nasty. They may feel, fecklessly or otherwise, that they can bear it, but would surely avoid if they could. </p> <p>But not wanting war is not a sufficient condition for peace. If there is to be a change now, a shift away from fighting, it will be because lessons have been learned both from the failed diplomacy of the Oslo process and from the little war of the last six weeks. The lesson of the diplomacy is partly that leaders can confect arrangements that peoples will reject, but more specifically that Israel used its greater strength to try to impose terms too favourable to its interests. </p> <p>At what point, if ever, it will begin to dawn on the majority of Israelis that the terms Ehud Barak offered at Camp David were not too generous, as they think at the moment, but not generous enough, is hard to know. But the lessons of the fighting are not irrelevant here, because as it has developed it has dramatised the issues that led to failure at Camp David. Palestinians confronted the Israeli presence in the territories by marching up to the camps and check points and stoning and shooting at them. They have gone on from that to make attacks on settlements and on the roads that sustain the settlements. And the fighting has, in some cases, come to the outskirts of East Jerusalem, and the violence, in the shape of bombers, to the heart of the city. </p> <p>All this should be conveying to the Israelis that most of the settlements are not easily defended, that the military presence needed to sustain them is provocative, and that Jerusalem will be an endless cause of trouble unless it is fairly divided. Israelis may bitterly reflect that the degree of success of this new intifada owes much to the fact that they permitted the Palestinians to establish armed security forces but that, too, establishes a lesson. </p> <p>Arafat's forces were designed, as the Israelis saw it, to protect Israel's security by keeping Palestinian extremists under control. But they could only fulfill that function if the Palestinians were on the road to a state worthy of the name. </p> <p>A false symmetry often marks comment on the Middle East, distributing blame or assigning responsibilities to Israel and the Palestinians in equal measure. They are far from equal in strength, and they are not equally responsible. Much the greater responsibility rests with Israel. But there are also lessons for the Palestinians, whose ragged-trousered triumphalism seems sometimes to know no limits and whose emotional conformism produces a repetitive and extreme rhetoric from the lips of every single leader and spokesman. The idea is abroad in the Arab world that Israel is on the run - that it was pushed out of Lebanon and that it can be pushed out of other places, too. Countries can indeed be pushed - but they can only be pushed so far, as the Palestinians themselves have demonstrated. </p> <p>Jews and Arabs have fought in these lands now for three generations. In the 30s, Arab rebels fired on Jewish settlements, and repeatedly blew up the main oil pipeline, while Jewish soldiers in Orde Wingate's night squads staged lethal ambushes as Arab fighters set off from their villages. Military force then, and for many years afterwards, was an instrument of absolute solutions. Now it is exhausted, on both sides, except as a means of demonstrating limits. Yet, if a ceasefire of some kind should take hold this week, or at some future point, it will not mean that the old peace process resumes, even if the meetings that President Clinton hopes to hold this month with the two leaders do take place. Violence at some level will probably continue. It may move off the streets, because Palestinians are surely getting sick of the daily slaughter, but there could be more occasional, targeted Palestinian attacks and Israeli responses to them, and a bad tempered low level diplomacy full of excuses and accusations going on alongside. </p> <p>The likelihood is that there will be a clash over what should replace Oslo, with the Palestinians demanding that a range of countries other than the United States, as well as the United Nations, be brought in to help set up a new framework for negotiations. The Israelis will resist this in favour of an interim bilateral agreement of some kind with the Americans continuing as referees. This would be a separation without settlement and could involve both some Israeli withdrawals and a claimed or even an agreed statehood. Separation without settlement may seem the least bad course to many Israelis, and the best course to some leaders like Ariel Sharon, but in reality it would solve nothing. What was unacceptable to the Palestinians in a settlement would be equally unacceptable without one, and would be bound to lead to further violence. </p> <p><a href=\"mailto:martin.woollacott@theguardian.com\">martin.woollacott@theguardian.com</a> </p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\" target=\"_new\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\" target=\"_new\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\" target=\"_new\">Israeli government</a> <br><a href=\"http://www.moledet.org.il/moleng.htm\" target=\"_new\">Moledet - Land of Israel Loyalty Party (Torah-based religious party) <br></a><a href=\"http://www.iris.org.il/\" target=\"_new\">Iris - Information Regarding Israel's Security (promoting Israeli security)</a> <br><a href=\"http://www.geocities.com/CapitolHill/3188/\" target=\"_new\">Zo Artzeinu (Israeli settlers' group)</a> <br><a href=\"http://www.virtual.co.il/orgs/orgs/ichud/irindex.htm\" target=\"_new\">Organisation of Rabbis for the People of Israel</a> <br><a href=\"http://www.pna.org\" target=\"_new\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "Sometime soon, Chris Woodhead will pack his ropes, his boots and his ice axe and head for the place he loves best, the mountains. <p>In the clear air of Snowdonia, or perhaps the Lake District, this keen climber will reflect on a career with more than its fair share of peaks, scrambles and plunges. </p> <p>There will be few rank and file teachers who will be sad to see him spend more time in the hills but his strident views on old-fashioned educational standards will, no doubt, be missed by some parents and not a few politicians. </p> <p>From day one, Mr Woodhead made it clear that he would be no friend of teachers. Indeed, even before taking up his new post he gave an interview to the Daily Mail spelling out his distaste for poor teachers. The headline read: Sack The Useless Teachers. </p> <p>Since then, he has waged war not only on teachers who are not up to the job but also on those who espouse the liberal views which he despises. </p> <p>Yet those outside the profession will probably remember Mr Woodhead not for his views but for his alleged affair with a sixth-former while teaching at the Gordano school in Portishead, near Bristol. </p> <p>The scandal broke in February last year when he was asked about student-teacher relationships. His answer was curiously equivocal: \"I don't think necessarily that a teacher should be automatically drummed out of the profession.\" </p> <p>It was the sort of answer bound to intrigue. Five years earlier, the News of the World had carried a story alleging he had a sexual relationship with pupil Amanda Johnston. His solicitors had put out a statement claiming he did not have a \"sexual relationship or any improper relationship\" with her when he was a teacher and she a pupil, though they had a relationship \"a long time afterwards\" when separated from his wife, Cathy. </p> <p>Mr Woodhead's ambiguous reply last year triggered further examination of the relationship. Amanda Johnston backed the chief inspector's version. But former colleagues emerged to cast doubt on his story. </p> <p>His ex-wife Cathy claimed that her husband did have an affair with Amanda Johnston when she was a pupil and he a teacher. Mrs Woodhead claimed that he had told her about the affair in April 1976 when their daughter was 11 months old. </p> <p>His first job was as an English teacher at Priory school, Shrewsbury. He taught in Gloucester and then became head of English at Gordano school. </p> <p>But he was not content to stay in the classroom. He became a teacher trainer at Oxford, moved into officialdom and quickly moved through the ranks. </p> <p>He has never been afraid of criticism, once saying: \"You can no more do this job and be popular than you can climb a vertical cliff and relax and feel that everything is totally safe.\"</p> <p><b>The big rows</b><br>Rebecca Smithers</p> <p><b> Incompetent teachers</b> </p> <p>In 1994 Woodhead said there were 13,000 incompetent teachers. He readily backed the naming and shaming of underperforming schools and an increasing scrutiny of pupils' examination scores. In 1998 he infuriated teachers' leaders when he said that 15,000 members of the teaching profession were \"incompetent\" and directly responsible for undermining the \"considerable improvement\" in raising standards </p> <p><b> Sex with pupils</b> </p> <p>In the spring of last year he announced that relationships between sixth-formers and teachers could be \"experiential and educative\" - at a time when the government was planning legislation to make such relationships illegal. His ex-wife subsequently claimed that his relationship with Amanda Johnston, a former pupil of his, had begun while she was still at school </p> <p> </p> <p><b> Teachers' excuses</b> </p> <p>Last November he told MPs on the education select committee that teachers were prepared to blame anybody but themselves for pupils' poor performance. Teachers in a minority of schools had low expectations of their pupils and blamed everyone else for their lack of progress. \"They blame the government for a lack of resources, they blame parents for not producing intelligent enough pupils, and they blame the collapse of western civilisation as we know it\" </p> <p> </p> <p><b> Vocational degrees</b> </p> <p>Last August he accused universities of offering \"vacuous\" courses, though he had no responsibility for higher education. He claimed universities were devaluing higher education by offering a \"plethora of quasi-academic courses\", citing examples such as media studies and beauty therapy </p> <p><b> A-levels</b> </p> <p>In September, in an interview with the Guardian, he said A-levels did not challenge the brightest pupils, and should be made more difficult. While being questioned by MPs on the education select committee on Wednesday, he admitted there was no evidence to back up his claim</p>",
  "Three boys pointed a fake gun at the head of a millionaire and robbed him of £400 in a raid planned between school lessons, a Manchester court heard yesterday. <p>John Reynard was attacked at his £750,000 mansion near Middleton, in Manchester, in February by the schoolboys, who cannot be named for legal reasons. </p> <p>Detectives discovered that other boys from the school had been unwittingly recruited to help make a fake police warrant card so they could trick their way into Mr Reynard's home. </p> <p>Three boys, aged 16 and 17 pleaded guilty to robbery when they appeared at Minshull Street crown court. A 17-year-old admitted assisting an offender and handling £20 stolen in the robbery. </p> <p>A fifth sixth former is accused of supplying a gun to the other boys. He denies aiding and abetting the robbery and is on trial. </p> <p>Kate Blackwell, for the prosecution, said it was a bizarre and unusual case hatched against a background of bravado. </p> <p>One of the boys, known as child B, told the court: \"We started talking about the robbery in my classroom. We had heard from other people that this man kept large sums of money in his house. The idea was to break in. But we heard he has people there protecting the house. </p> <p>\"We initially thought about getting a knife, but then thought if there was a break in and there was a struggle, someone might get seriously hurt. So we decided we would get a toy gun instead.\" </p> <p>Mr Reynard, who was not in court, said in a statement: \"Though this incident frightened me, I got the impression the thieves were amateurish and clueless.\" The trial continues.</p>",
  "\u0095Celebrating the BBC's droller pedantries used to be fun, but Greg Dyke's arrival has changed the culture completely, so let's hear no more about the old days. Meanwhile, staff at TV centre have received the \"Automatic Turnstile User Guide\" - a nine-part diagrammatic tutorial \"to help you safely enter and leave the building\". \"Beep'n'go\" is the key motif. When you hear the machine beep, \"move immediately into the available space\". Well, well. \"Exit the door as the opening becomes available,\" it goes on, before concluding with helpful hints on sharing a turnstile. Marvellous. \"I should think we bloody well do need it,\" says John Humphrys, who explains that although the turnstiles have succeeded in one primary aim (stopping the theft of presenters), other problems persist. \"Sometimes people get stuck in them for three to four weeks at a time. They have to scrape them out. One doesn't want to go into details, but it's a bit like the old Quatermass Experiment films. They sort of ooze under the door.\" \"What we really require,\" Mr Humphrys goes on, \"is a Post-Turnstile Traumatic Stress Coordinator.\" <br> \u0095While he's on, Mr Humphrys adds an intriguing detail (Thames Valley police may want to investigate further) to another BBC story. \"Oh all the time,\" he replies, asked if he ever gets any Enigma machines through the post. \"I usually just throw them away, but the last one I got I sent to Jeremy Paxman. He needed the publicity.\"  \u0095Diners were touched yesterday to see a group of MPs treating that adorable old sweetheart Ian Smith to lunch in the Palace of Westminster. Some may find it odd that Ann and Nicholas Winterton, Bill Cash, Teddy Taylor, Gerald Howarth and other flotsam on the ultra wing of Thatcherite dementia, which always regarded Nelson Mandela as a terrorist, should entertain a man who enjoyed a 15-year rebellion against the crown; and sparked a civil war in which 50,000 died. But there will always be chatterers looking to get on high horses, won't there?  \u0095JB Louis writes from Tiverton in Devon about Carry On Up the Cabinet. \"The best case in support of the above,\" he postulates, referring to Frankie Howerd's casting as weirdo chancellor Gordon Brown, \"was Frankie's desperate whinge in Up Pompeii ... \"Infamy, infamy, they've all got it infamy.\" Forgive the edge of intellectual snobbery here, but as every educated person knows, Kenneth Williams spoke the line in Carry On Cleo. In the end, we can argue all night about why Chris Woodhead had to go, but it's simple. It was dumbing down that did for him.  \u0095Yesterday, you will recall, I was taken bad during the first extract from our Book of the Month, Tony Really Loves Me by the sub-pornographic novelist turned ecclesiastic commissioner Stuart Bell MP - drawn from the letter Stuart wrote for Mr Tony Blair to open on election day, 1997. Let's have another stab. \"It falls to few men or women to have such a vision,\" Stuart declares, \"to be able to read in the runes of history what the present and the future should mean, but by discipline, by detachment, by living one's life according to one's principles, by being the first Tony Blair rather than the second anyone else....\" Sorry, not feeling so good again. Better lie down quietly for a while.  \u0095The Press Association website, Ananova, has a light section called Funny Old World, which carries cute foreign stories, and yesterday we read of the Belgian government's attempts to stop children eating chocolate fags. Also in was this week's rib-tickler about German chancellor Gerhard Schröder accidentally turning off the eternal flame at Israel's holocaust memorial to the six million Jews killed by the Nazis. Then it was on to the Tokyo brothel for old men that offers health check-ups along with the usual. Ah well, as we often say in the shallow end of journalism, there's nothing like an eclectic mix. <a href=\"mail to:diary@theguardian.com\">diary@theguardian.com</a>",
  "<p>When Alexei Uchitel presented a screenplay about the Russian émigré writer Ivan Bunin to the state cinema financing commission, funding was refused by dismayed committee members - distressed by his exposure of the writer's tangled love life. Uchitel had made a grave mistake in underestimating how protective Russia remains of its artistic icons, inclined to treat even the most disreputable writers with devout, unquestioning respect. </p> <p>Instead of a reverent biographical work, portraying Bunin assiduously scratching away at his short stories, His Wife's Diary shows him wholly preoccupied by his young mistress, callously neglecting his wife in an uncomfortable ménage-à-trois at his south of France villa. </p> <p>Worse still, it displays the Nobel prize- winning writer, who died in 1953, as a bullying, drinking egotist, sent into a decline by the departure of his lover (some 40 years younger than him) for another woman. As his behaviour deteriorates, he abandons his writing and takes up instead with a local woman, who may or may not be a prostitute, before falling in love with a dog. </p> <p>So far did the film stray from the Soviet-era glorification of Russia's classical writers on film that the committee tried to block it. Only a last-minute intervention from the film minister, who loved the script, saved the project and provided the necessary funding. </p> <p>Since its premiere in Moscow last month, His Wife's Diary has been hailed as the most important film to come out of Russia this year and has been put forward as the country's entry for the best foreign film Oscar. Dunya Smirnova's screenplay has already won an award at the American Hartley-Merrill international screenwriting competition. </p> <p>But loud voices in the Russian press have also expressed outrage at the breaking of a taboo, accusing Uchitel of muckraking disrespect to the writer. A sneering review in the liberal daily newspaper Sevodnya concludes that His Wife's Diary is the inevitable first step down a slippery slope which will see the private lives of the nation's creative heroes recycled as soap operas. \"Pushkin, Dostoevsky and Tchaikovsky are next in the queue,\" writes critic Victoria Nikiforova. \"They are being transformed from classical writers into pop stars.\" Another critic warns: \"Many will no doubt be shocked by the themes in this film.\" </p> <p>Uchitel was bemused by their response, explaining: \"The finance commission voted to turn it down - objecting to what they described as hanging out the dirty linen of a great man. They asked, 'Was it really necessary to touch on this side of him? Did you have to drag out the details of his love life? Do viewers really need to see this?' I was astonished. I thought that era was long over. </p> <p>\"A lot of the people on the committee - made up of film directors and scriptwriters as well as civil servants - have been working in the film ministry for 30 or 40 years and their thinking was guided by an old Soviet mentality. There was a great tradition of Soviet biographical films, where if they mentioned the hero's private life at all, they would portray everything as wonderful. The committee saw Bunin as an icon who shouldn't be touched.\" </p> <p>From a western perspective, it is indeed hard to see what the fuss was about. Far from being a tabloid exposé, this is a sensitive account of the emotions that overwhelmed the writer in his last years, loosely based on documentary evidence from Bunin's memoirs and the diary kept by his wife, Vera, as a form of escapism. Bunin's Nobel prize in 1933, the onset of the second world war, unsettling reports from Stalin's new regime in the Soviet Union - all these are background events, overshadowed by the writer's infatuation with the young poet Galina Plotnikova (actually Galina Kuznetsova, whose name has been changed to spare the feelings of surviving relatives). She arrives as Bunin's student, but remains his lover until abandoning him for another woman, the singer Marga Kovtun. Meanwhile his wife is wooed by another émigré Russian writer. </p> <p>After a French co-production deal fell through (mainly, Uchitel says, because it came with the bizarre condition that Omar Sharif should play the lead), the film was beautifully shot in the run-down, seaside towns and villas of the Crimea, convincingly transformed into a pre-war Cote d'Azur. The film shows Bunin in his 60s and 70s, when he was writing his last volume of stories, Dark Alleys - all of which focus on love and most of which end unhappily. Published in Paris in 1946, the stories were dismissed by many of his readers as sordid accounts of sexual encounters. </p> <p>Uchitel argues that far from providing his viewers with gratuitous sensationalism, he is offering them an insight into the experiences that inspired this work. \"You need to show how someone lives, what kind of stresses they are experiencing, what kind of romantic drama they are caught up in. Only then do you begin to understand that the writer did not simply sit down at his desk and dream up these wonderful stories. Those old films that showed the writer as utterly happy, his life very tidy, were so stupid. You need to show that his creation only came about because of the life he was living.\" </p> <p>Nevertheless, Uchitel clearly has some residual guilt about his treatment of Bunin. Both he and the actor Andrei Smirnov, who plays the lead role, plan to visit the writer's grave in France - to ask his forgiveness. </p> <p> \u0095 His Wife's Diary is screened in the Regus London film festival next Friday at 6.15pm and November 11 at 4pm. Details: 020-7928 3232.</p>",
  "<p>I first met Anita Page in 1994, at a party in Beverly Hills. She sounded like Mae West and, in a long blonde wig, looked like a cross between Baby Jane Hudson and Barbara Cartland. She appeared uninterested in everyday life. All she really cared about was her Hollywood heyday, the era of the first talkies. She couldn't believe her fame had gone. </p> <p>A couple of years later, my brother and I began making a film about early Hollywood and got to know her rather better. She lives the life of Norma Desmond, rising at noon, when one of her assistants gets her dressed for the day ahead. Her wardrobe largely consists of remodelled dresses she wore in the 20s, to which she will add accessories once bought by male suitors. The furs are all a little moth-eaten, her long fingernails look like scarlet talons. The remainder of the day she spends watching herself in old movies. In her own mind, there is only ever one real star. The most famous, the most sought after Anita Page. </p> <p>She phones about once a month now to ask what we are up to, and to tell me of her latest projects (although she is in her 90s, she still acts, but not in movies that many will see) and what she and her entourage - a ragbag of assistants, nurses and hangers-on - are doing. She lives between her two houses in Pasadena and Beverly Hills, and says she wants to come to England and take the Eurostar to Paris. </p> <p>Listening to her is like listening to a radio that slips between frequencies, but her recollection of her movie career is crystal clear. She gossips to me about her rivalry with Garbo, who pushed her into second place in a most popular actress poll in 1929, and her hatred of Joan Crawford, with whom she starred Our Dancing Daughters in 1928. And about the parties she attended at William Randolph Hearst's mansion, San Simeon, with William Powell, Jean Harlow, Buster Keaton, Norma Talmadge and Marlene Dietrich. </p> <p>In one of our conversations, in 1998, she mentioned another name to me. \"I knew so many nice men,\" she said. \"I knew Mussolini. He used to write to me.\" Although she had told me many extraordinary stories, she had never before mentioned the Italian dictator. I pressed her further, she was not prepared to say more and I wrote it off as being too difficult, or inconsequential, for her to recall. </p> <p>Two weeks ago, however, I received another phone call. As usual when she rings me, it was 2am in the UK and I was asleep. The television was on full volume in the Californian background. \"Have I gotten you up,\" she asked. \"Yes,\" I said. \"There is a German woman on my TV.\" It was Leni Riefenstahl, in the news for a press conference she had given at the Frankfurt Book Fair to publicise a new biography. \"She knew a friend of mine in Italy.\" </p> <p>She went on: \"Leni was an intimate friend of Adolf Hitler, or so they say.\" She talked about Riefenstahl as if they were once rivals, though in fact they were worlds apart. Where Riefenstahl was making propaganda films for the Nazi leadership, Page was a hedonist whose principal concern was finding the next glass of champagne. </p> <p>I asked her why she is interested in the 98-year-old German film-maker. \"Well, it is just that Leni had Hitler and I had Mussolini. Maybe Leni and I should get together, you know, girls comparing notes.\" She laughed. \"I got the sweetest letters from Mussolini, real nice.\" And she started to tell me about the day they began to arrive - and about how, in the end, they would contribute to her being dropped by Metro-Goldwyn-Mayer. </p> <p>Anita Page, born Anita Pomares, signed for MGM in 1928. During the tail end of the silent era, she starred in a number of hit films, including Telling the World, While the City Sleeps and Our Modern Maidens. Broadway Melody, which was the first all-sound movie, won the best picture Oscar in 1929. \"I took MGM into the sound era,\" she takes great pride in telling me, \"and made them a huge buck.\" </p> <p>She specialised in playing amoral, hard-drinking floozies. That, combined with her looks, brought her a string of male admirers. She dated Charles \"Buddy\" Rogers, Douglas Fairbanks Jr, Prince Louis Ferdinand and Clark Gable, who wrote of Page: \"She was a unique beauty. When I worked with Grace Kelly and looked into her eyes I remembered Anita Page.\" And she received bags and bags of correspondence. </p> <p>\"Between movies I signed fan mail,\" she said. \"Or I modelled, or went on publicity tours. I received so much fan mail.\" To cope with it, she hired help in the form of her mother, Helen Pomares. She employed her father, John, as a chauffeur and her brother Mario as her gym instructor. \"I loved my family and they loved me right back,\" she said. </p> <p>But Anita would still open some of her own mail. She recalls finding the first letter from Mussolini in mid-1929. \"I was so excited. I was so thrilled, to open this beautiful adoring letter,\" she said. A second followed, which was opened by her secretary. Recognising the handwriting, Anita opened a third. </p> <p>In one week, Page found eight letters from Mussolini. Where other fans just asked for an autograph, Page says Mussolini's missives were more obsessive, more those of a connoisseur. As well as detailing every move she made in the film, he enclosed pictures of himself and begged her for a signed portrait in return. \"Oh, honey, his letters were so gooey, so sweet and actually so touching. He obviously loved what he saw on the screen - me.\" </p> <p>What did Mussolini actually write? </p> <p>\"Well, you English and Europeans are so romantic. I think Ramón Navarro said, 'Why kiss the hand when the lips are in view?' I'm trying to think now what Mussolini said about my hands. </p> <p>\"He liked the films first, then me. Or maybe my appearance in the films made him want to watch them in the first place. My hair seemed to be a big deal - it may have seemed messy, but that was the look. He even wanted a slice of it once. I remember my mother wanted to send him a picture of me playing tennis. She may well have done - mother sent all sorts of pictures to my fans. My mother and father had to come over and put my photos in envelopes, you know, people wanted to own a part of me, I was big!\" </p> <p>Anita's mother kept a keen eye on Page's male suitors. She vetted them heavily, separating the eligible from undesirables such as Ramón Navarro and William Haines - both known homosexuals. Each offered Anita their hand in marriage, but Pomares refused them. </p> <p>MGM was tolerant of Anita's flings, up to a point. But the studio's vice president, Irving Thalberg, was in love with Page and often made his feelings very clear. \"He like me to call him Daddy,\" she says. \"Nothing happened. I said to Irving, 'Admire me from afar, darling, and that will be just fine for the both of us.'\" Thalberg was married to the actress Norma Shearer at the time. </p> <p>Page had other problems with her studio bosses. Her rivalry with the sexually voracious Joan Crawford caused increasing tension at MGM. \"I ended up loathing Joan,\" says Page. \"For one thing she tried to hit on me several times. Let me tell you, when my mother saw the sex aids in various shapes and colours that Joan kept in her medicine cabinet, she refused my ever seeing Joan again - apart from on a film set.\" </p> <p>When the studio learnt that piles of letters were arriving from Mussolini simply addressed to \"Film star Anita Page, MGM Hollywood\", they started to get nervous. In part, says Page, this was because of Thalberg. \"Irving was jealous of any attention,\" she says. \"Of that I am certain.\" She says he refused to give her the role of Red Andrews in Red-Headed Woman (1932) because she wouldn't have sex with him. \"He kept saying to me, 'The film is yours but what are you going to do for Daddy?' I saw his manhood was growing in his pants. I became uneasy, as I turned and walked out of his office I knew I would not get the picture.\" </p> <p>She recalls a furious Thalberg reading out one of Mussolini's letters to her. \"I asked him, 'Why are you so mad?' I am a famous movie star at your studio and have an enormous worldwide following. I didn't think it so odd that someone like theItalian should love me.\" </p> <p>Studio head Louis B Mayer thought it would be a mistake to leak even a hint of information about Mussolini's love letters. Frightened of a scandal, Mayer ordered Page not to respond. Even sending him a signed portrait was strictly forbidden. </p> <p>Then another letter arrived at MGM from Mussolini thanking Anita for a signed print of her by the celebrity photographer George Hurrell. As she often did, Anita's mother had forged Page's sig nature. The star and her mother were called into Mayer's office where he and Thalberg questioned them about the thankyou note. Mrs Pomares said that a fan is a fan and her daughter never said no to a request, especially from such a prominent foreigner. </p> <p>\"Oh brother, I think Mussolini thought I'd opened the door into my affections. He wrote of my gorgeous lips and my hands.\" He also sent her gifts - she remembers perfume and a food parcel - but MGM sent them back with typed notes saying thanks, but no thanks. </p> <p>I ask Anita if she still had any copies of the letters. She said she would look. </p> <p>Over the next four evenings I telephone to try to establish if anyone in the house has located Mussolini's letters. Randy Malone is Anita's number one assistant and also notable for his appearances on the American TV show Singled Out, where he dresses in drag and mimics Hollywood actors. Malone was a teenager when he first met Anita at the Hollywood Roosevelt Hotel. Over the years their relationship has gone from strength to strength. Although he is gay, Anita has proposed to him dozens of times. </p> <p>The rest of the Page household consists of a nurse called Carol and a small crowd of gay men, all jobbing actors and all infatuated with Page. </p> <p>The house has been turned upside-down. Randy has organised a search party. The former child actress Margaret O'Brien, now in her 60s and another of Anita's entourage, has joined in. Randy whispers to me that he has to keep Margaret and Anita apart, as they are jealous of each other for spending time with him. Margaret has also asked Randy to marry him. Randy's partner, Mickey, is apparently unaware of the actress's feelings. </p> <p>In 1934, Anita married Nacio Herb Brown, but the marriage was short-lived. Two years after they divorced, Anita met and married an American admiral, Hershal House. They had two daughters, Sarah and Linda. Linda, who is an artist who also runs an escort agency, is in daily contact with Anita and her assistants. </p> <p>It is Linda who calls me next. She is visiting the house to help locate the letters. \"Mother is so pleased to talk to you,\" she says. \"She loves England. I'm helping the cause here right now. I did see one of the photographs Mussolini sent her in the old house, but since she has been here with Randy I haven't seen it.\" </p> <p>Like her mother, Linda lives in a time warp. In the 60s Linda's looks were reminiscent of Jayne Mansfield's. Today, at almost 60, she wears her hot pants bright and extremely tight. Her platinum wig has seen so much hairspray over the years that the strands are clumped together in a sticky mess. Her make-up is heavy and her eyelashes extremely long. </p> <p>I ask Linda why Mussolini fell for Anita over so many other movie stars. \"Stop there, honey,\" Linda says. \"Mussolini wrote to mom because quite simply she is beautiful. I say this because she still has her looks. Yes, they are still there, she like fell into the fountain of youth. You remember when you came out here to see mom and took her picture with a flash gun in your camera. Well, she didn't blink once. Now how's that for a star. She never went in for much make-up either; Constance Bennett hated her for that. Constance detested natural beauty like mom's. I have been blessed with mom's good looks too. How fortunate am I?\" </p> <p>I try to get Linda back on track: \"Did Mussolini write about how attractive he found Anita?\" </p> <p>Linda goes quiet on the end of the phone. \"Let's think. His letters had little or no formalities to them; he addressed her as his darling sweetheart dearest and called her talented and tremendous. Honey, Mussolini had it bad. He detailed every move she made in the movies he saw her in. He commented on every twist and turn she made. I personally think he liked the fact that mom was so vital. I mean she did all her own stunts, fell down flights of stairs... she could sing, too. She still does. Anita did all kinds of stuff. Mom was a beauty, yes, but I think he saw her being gutsy, too. I think I'm right in saying that Broadway Melody was his favourite. Later on when Mussolini hooked up with Hitler, Grandma Pomares got upset and felt guilty about the time she pretended to be Anita. </p> <p>\"Mom never spoke about Mussolini to my daddy [Hershal House]. Actually she didn't mention Mussolini at all until recently. It's too bad that Randy and the boys couldn't locate anything he wrote to Anita for you to read... </p> <p>\"What else can I tell you? Mussolini wrote in longhand and had pretty good penmanship. His English was all over the place but that didn't matter; the essence came through. The letter I read was quite tame, although mom did say he wrote of her bosom on one occasion. Isn't it crazy that my mom got stuff like that from Mussolini? Oh, he also wrote in green ink. I have to say that mom had no idea of what kind of man Mussolini was or how he treated his people.\" </p> <p>Anita's posse keeps her isolated from the real world. My interest in her correspondence with Mussolini has fired their egos. Each inhabitant has his or her own motive for hanging out at the Page house. All of them want to be in the movies. </p> <p>I have received five phone calls in one evening. It appears Anita is getting irritated with the contents of drawers and cupboards being scattered about the floor. Randy has found a solution. \"We have all told Anita that she is going to a premiere so she is now upstairs in the back room all dressed up watching herself and Buster Keaton in Free and Easy (1930). We will dig up the back yard if we have to, but we can't find anything yet.\" </p> <p>Getting desperate for hard evidence, I contact a former MGM secretary named Buck, in case he can throw any light on the Mussolini ephemera. \"Gee, that was some time ago,\" he says. \"I remember how mad Mayer got with Anita and her mother. He could handle her feud with Joan Crawford but found Anita's other baggage an irritation. When Anita's mother was sending that stuff to Mussolini, that was really the last straw for those two.\" I ask him if he ever sees Anita. \"Are you kidding? She's out every night. The big guy [Randy] gets invites to all the parties in town, even the Oscars. When they're out all dressed up they look like the Addams Family at Christmas and in full Technicolor.\" </p> <p>Next I turn to actress Marion Shilling. Page's junior by several years, she knows Anita from her MGM days - and afterwards, when the pair freelanced at minor studios in Hollywood. </p> <p>\"I was invited to Anita's 21st birthday party at the Hollywood Roosevelt Hotel,\" she recalls. \"It was a big party - Clark Gable, Jean Harlow, William Haines, Lili Damita and William Powell were there. Her date was Robert Young, she wore this frilly dress - pink, I think. </p> <p>\"Robert seemed a bit nervous: he stood on the dance floor, rigid, while Anita danced around the floor like a wild cat. She told Mona Rico and I about getting six letters from a gentleman called Mussolini. I only remembered the story when the war broke out and you heard about him and Hitler. I didn't think she knew who Mussolini was, though of course she knew he was important and most of all he hadn't sent a letter to Joan Crawford, so Anita was one up on her. It is strange how memories come flooding back. </p> <p>\"To Anita, fame was everything. I see her out at parties now. The poor darling, she's still on stage and cannot let go of the fact that she was once a star. But she was always charming to me and extremely well-liked on set.\" </p> <p>Finally I call the actor David Rollins, an other contemporary of Anita's at MGM. He too remembers the fuss over Mussolini. \"She was pretty open about telling everyone that Mussolini was in love with her. Basically I don't think she realised who he was. Until 1933, few people really knew who he was in the States. But Anita knew he was important enough to make a big fuss over the fan mail.\" He remembers Thalberg being so annoyed that Anita wouldn't go with him that he would have done anything to get rid of her at this point. \"What better way of getting rid of her than this stuff?\" </p> <p>A combination of events led to an end to the letters. MGM had done well out of Anita Page's movies, but she was increasingly being asked to pose for risqué photographs showing her in revealing gowns, and she baulked at the studio's request that she appear in public with men they picked for her. When she complained to Mayer about her treatment and asked for a pay increase, he flatly refused. Mayer bragged that he could make Page shine in three pictures - and that he could break Garbo in the same number. Mayer knew Anita had turned Thalberg down. He punished her by loaning her out to other studios for the remainder of her contract at MGM. </p> <p>Anita says: \"I'm sure where I feared to tread Joan Crawford, Constance Bennett and maybe even Jean Harlow didn't give it a second thought. Joan called him Papa. Irving was obviously so mad with me he ruined my career.\" </p> <p>After Anita left MGM in 1932 she did a series of tests for Fox and it appeared she would be offered a contract. Later she learned that the head of Fox had lunch with Mayer the day she was called to sign a contract, and the contract never materialised. Anita thought after she left MGM that Mussolini had given up on her too, but later she discovered over a four-year period that her mother had sent Mussolini a further 20 autographed pictures that she had signed. A mailroom employee at MGM told her that he sent her more than 100 letters. </p> <p>\"I never met Mussolini,\" she says, \"though I sure would have liked to. Honey I'm not saying that I'd have married him.\" She says he asked her twice. \"My father never liked the whole business. When my brother said he was frightened in case Mussolini came over and kidnapped me, father reassured us that Mussolini wouldn't get as far as Beverly Hills before being noticed. </p> <p>\"Mussolini may have liked me and I know I was real pleased with all the attention but really I think he was a bit of a pig. After all, his people were not allowed freedom. People should be able to speak their minds. If he wrote to me today I would tell him that people should see films, going to see a film opens your mind and gets you thinking. They give you inspiration. I hope I entertained and inspired someone.\" </p> <p>A few nights later I received another call from the house. Still nothing had surfaced. It seems unlikely now that anything will.</p>",
  "A transsexual who became a bride after a sex change operation lost her high court battle to have her marriage declared legal yesterday. <p>Mr Justice Johnson said during the hearing last month that he was \"sympathetic\" towards Elizabeth Bellinger. But yesterday he said the law as it stood prevented him declaring the marriage valid. </p> <p>Mrs Bellinger, 54, who married husband Michael at Southwark register office in south London in 1981 is one of a few transsexuals in Britain who have gone through a marriage ceremony. She brought up the five-year-old daughter of her husband, a widower, with the approval of a judge. </p> <p>For nearly 20 years, only her husband knew her secret. But two years ago she went public in an interview with the Guardian at the start of a campaign to have her marriage legally recognised. </p> <p>The couple, who live in Lincoln, were not required to produce their birth certificates to the registrar who married them. Mrs Bellinger, who had been previously married as a man, was described as a spinster on her marriage certificate. </p> <p>Her high court petition was opposed by the attorney general, who argued that because under English law she had never been female, the marriage was invalid. </p> <p>For legal purposes the sex which appears on the birth certificate remains a person's sex throughout life, except for cases of ambiguous genitals where the wrong decision was taken at birth. </p> <p>Mr Justice Johnson said: \"The law and the evidence I have of the present state of medical knowledge lead inexorably to my dismissing her petition.\" Mrs Bellinger's counsel, Ashley Bayston, had asked the court to redefine what was meant by \"a man\" and \"a woman\" because the law was \"outdated and unreliable\". Ms Bayston said the test of sexuality was laid down in law 30 years ago in the case of April Ashley and depended on chromosomal, gonadal and genital criteria. </p> <p>But it had now been proved scientifically and accepted medically that it was possible to have all the characteristics of one sex but the psychological make-up of the other. Only four countries in the Council of Europe -Britain, Ireland, Andorra and Albania -still do not permit transsexuals to be legally recognised. </p> <p>The attorney general had argued that development of the English law by a series of court decisions would not provide solutions to all the problems caused by changing social attitudes. Mr Justice Johnson said: \"The submission was that this is an area of law in which reform needs to be comprehensive and should be left to parliament.\" </p> <p>An interdepartmental working group of civil servants produced a report last July summarising the legal difficulties facing transsexuals and suggesting possible legislation. </p> <p>It estimated that there are between 1,300 and 2,000 male-to-female transsexuals and between 250 and 400 female-to-male transsexuals in the UK. </p> <p>Stephen Whittle, a female-to-male transsexual who is vice-president of the transsexual pressure group Press for Change, said: \"The home secretary should now move promptly to place before parliament legislation which would grant us full legal recognition. </p> <p>\"Nearly every other European country has managed it.\"</p>",
  "While the attention of the national electorate may be focused on the presidential campaign, voters in Alabama are being asked to go to the polling stations on election day to remove from their constitution a ban on inter-racial marriage, dating from the slavery era. <p>Alabama is the last state to have such a clause on its statute books, and the campaign to remove it is generating both anger and embarrassment. </p> <p>A local radio station held an on-air inter-racial marriage to highlight the issue, and civil rights and Confederate heritage groups have clashed over the vote. </p> <p>Section 102 of the state constitution says: \"The legislature shall never pass any law to authorise or legalise any marriage between any white person and a Negro or descendant of a Negro.\" </p> <p>Legislators seeking to update the constitution's arcane language came across the clause, and although constitutional lawyers say it no longer has legal force, its existence is an embarrassment to those who have put the issue on the ballot. Alvin Holmes, the Democratic congressman leading the campaign, said it would be a \"black mark\" if the proposition was not passed. </p> <p>To draw attention to the issue Walter Peavy, a DJ on the Huntsville radio station WDJL, conducted the marriage of a mixed-race couple, Ronnie David and Amanda Holt, on air. A spokeswoman for the station said the listeners' response has been largely positive. </p> <p>\"It [the section of the constitution] is an embarrassment and what we were doing was giving a human face to an outdated situation.\" </p> <p>The campaign against the change is led by Mike Chappell of the Confederate Heritage political action committee in Montgomery. </p> <p>He said that about a third of the state was opposed to inter-racial marriage and the issue had enabled him to reach and activate a large pro-Confederacy constituency which he hoped would become active in other campaigns. </p> <p>\"A lot of people have said to me not to get involved, that the more you stir it the stinkier it gets,\" he said. \"But I can't just sit down and let it happen. I personally do not believe in inter-racial marriage and I've taught that to my kids, but today's kids will call you a racist because you say that. </p> <p>Mr Chappell said his campaign was \"non-emotional and non-violent\" and that he was an admirer of Martin Luther King's non-violent philosophy. </p> <p>A poll by the University of Alabama for the Mobile Register found that 64% want the clause removed, even though 30% oppose inter-racial marriage.</p>",
  "<p>&lt;UL\"Making a little winter love in a dark corner.\" </p> <p>Ben Jonson.</p> <p> Once upon a time older folk in soaps were happy with a small port and lemon or a nice, tight perm. Not any more. I must say, between ourselves, I find it an encouraging trend. </p> <p>But there can be glitches with either passion or a nice tight perm. In <strong> Coronation Street</strong> (ITV) Fred's dream of Audrey cooking him a full English breakfast every day, always optimistic, was dashed. In <strong> EastEnders</strong> (BBC1) Pat and Frank parted with a noise like Velcro. Something about their doomed love (possibly the nicely matched size of the combatants) reminded you of the worst excesses of Wagner. \"Pat, I love you!\" \"Frank! Frank!\" And the rain bucketed down on the pair of 'em. </p> <p>The dénouement was in the bar of The Queen Vic. This is classically correct. Nobody leaves the cast of EastEnders, usually propelled by the boot of a dear one, unless an audience of drunks is hanging on every word. It's more like a Western in this respect. As the old song goes... </p> <p> \"The doors swing in and the doors swing out </p> <p>And some pass in and others pass out.\" </p> <p>Frank, the jovial landlord of The Queen Vic, has been panting after Pat for some time, like a bloodhound eyeing a Bonio. She swore she would not have him if he turned up in the buff with a revolving bow tie. This, it turned out, was untrue. They ran away together, though, of course, not very fast or very far. Last night Frank's wife, Peggy, and Pat's husband, Roy, caught up with them. </p> <p>Peggy's Stone Age son, Phil, is a man of few words - and most of those offensive - but, when asked what happened, he showed an unsuspected gift for pellucid précis. \"Roy shouted at Frank. Pat shouted at Roy. Frank shouted at Mum. Mum shouted back at Frank. There was a bit more shouting between Mum and Frank, and that was about it, really.\" That's about it any night in EastEnders. I could crochet round the edges a bit and say that Mum slapped Frank and Pat and Roy punched Frank on the nose and Frank, running out of thumpable options, knocked Guy Fawkes' head off. But basically, yes. that was about it. </p> <p>What Roy shouted at Pat will bear repetition. For a storm-tossed moment it looked as if their leaky marriage might make it to land. Roy was laying down the ground rules. \"This is year zero. No more lies. No more deceit and, if we're unhappy about something, we come right out and say it. Right, I'll start. I don't like your earrings. None of them. I never have.\" </p> <p>\"Pardon?\" said Pat. </p> <p>She had plenty to beg pardon for but this was the first time she'd said the word, and it didn't sound like an apology. Pat's earrings are a constant in an uncertain world, like Piccadilly Circus - with much the same candlepower. They swing like a pendulum. I have never seen her without them. She could inflict a nasty flesh wound by just by shaking her head. Fortunately, she is a girl who can't say no. </p> <p>This is probably the parting of the ways for Roy and Pat. It's one thing to ask a woman to give up the love of her life. It's another to criticise her dress sense. </p> <p>Meanwhile, in Coronation Street, Fred's long-running love for Audrey is in sight of the finishing post. He has fancied her since they attended a black pudding bonanza together (\"I brushed a bit of pork fillet off her blouse with me napkin. She said - you know how she talks - 'You're very sensitive for a butcher', and that were it. I were under her spell.\") On a trip to France he seized the bull by the horns, asked her again to marry him. She said yes, then, on sober reconsideration, er, no. \"I've been floating on air. Don't being me crashing down,\" begged Fred, who, now you mention it, bears a striking resemblance to the Hindenburg airship. Assuming the Hindenburg was standing up in a suit or Fred lying down naked. It may have been the latter consideration which changed Audrey's mind. </p> <p>Winter love - nothing to do with the season and everything to do with age - gets a mixed press. \"I think it's dead romantic,\" said Fred's son, a kindly if simple soul. \"I think it's dead weird,\" said his daughter-in-law. Either way, it's better than dead.</p>",
  "<p>A website that set out to prove men want to read thoughtful, caring articles has closed, a victim of the dot.com shakeout, if not limited demand. </p> <p><a href=\"http://TheMan.com/\" target=\"_NEW\">TheMan.com</a> posted a letter to its \"friends\" yesterday explaining that it had ceased operations but would be honouring an unspecified number of orders already placed. A voicemail message simply confirmed the closure without explaining the cause. </p> <p>When it opened in the US last year after raising $17m, the site promised to provide an antidote to the new breed of men's magazines catering for the \"laddish\" tastes of those seeking information and pictures based on sex and sports. </p> <p>TheMan.com aimed to reach out to the thinking man with longer articles and guidance more commonly found on websites for women, such as advice on solving arguments with a partner. </p> <p>Yesterday, the only guidance offered by its two founders, Calvin Lui and Steve Lombardi, was for other companies on how to hire TheMan's now jobless staff. \"Since we're all seeking new opportunities please check out the resumés of some of our company's talented employees,\" a note attached to staff resumés read. </p> <p>\"Each of them has been dedicated and hard-working, and they would surely make an excellent addition to your company's team. Thank you, once again, for your support.\" </p> <p>Websites devoted to women have also been hit by the bear market for internet companies. News.com, a technology site, cited Beautyjungle.com and Eve.com as two sites which had closed in the past month as funding dried up. </p> <p>Hopes for TheMan.com were high when it opened, however, because of the relatively limited competition from websites targeted at sophisticated male readers.</p>",
  "<p><strong> Cool Hand Luke</strong> <br> (Stuart Rosenberg, 1967) <br> 8.15pm, Sky Cinema </p> <p>Paul Newman, now appearing in what's apparently his final film, Where The Money Is, is in his prime here as the prisoner who maintains inner freedom despite the brutalities of a Deep South chain gang. It's done in the style of those old Warner Bros melodramas, but the hardnut action is lightened by a witty, funny streak - great moments like the much celebrated egg-eating contest. Strother Martin is the vicious camp boss, and George Kennedy won an Oscar for his tough convict who comes to respect Luke. </p> <p><strong> Good Will Hunting</strong> <br> (Gus Van Sant, 1997) <br> 10pm, Sky Premier </p> <p>The film that showed that Matt Damon and Ben Affleck could write as well. They scripted this well-crafted drama about Damon's Will Hunting, a university janitor-come-maths whizz who is far brighter than the students. He has to learn to trust himself, and others, like Minnie Driver's loving Brit student, and Robin Williams' volatile shrink. </p> <p><strong> Basquiat</strong> <br> (Julian Schnabel, 1996) <br> 8pm, FilmFour </p> <p>The artist Schnabel's film debut is a portrait of his friend and rival Jean-Michel Basquiat, a graffiti painter-turned-shooting star of the 80s New York art world who died a heroin addict in 1987. It's a messy, fractured picture, but imbued with the spirit of the time, with Jeffrey Wright aptly self-absorbed in the title role, amid colourful back-up: David Bowie a pallid Andy Warhol, plus Dennis Hopper, Christopher Walken, Gary Oldman and a series of illustrious cameos. </p> <p><strong> Buffalo 66</strong> <br> (Vincent Gallo, 1998) <br> 3.30am, Sky Premier </p> <p>Vincent Gallo's Billy Brown, straight out of jail, goes home to Buffalo, NY, and kidnaps Christina Ricci's teenage Layla so that she can pretend to be his wife in a meeting with his feckless and apathetic parents (Ben Gazzara and Anjelica Huston). And so one of the most touching of screen romances is born. Featuring Mickey Rourke as a bookie, and a brief appearance from Rosanna Arquette, Gallo's directorial debut, with its sadly faded and poignant imagery, is also fresh, funny and utterly individual.</p>",
  "<p>Behind the flirty, chirrupy façade of Graham Norton lurks the brain of the seasoned media professional. He's careful to keep all talk of multi-million-pound deals from rival TV companies at arm's length (\"That's very unlikely isn't it, Adam, unless my agent is taking more than 10 per cent\"), but he knows that the big numbers being bounced around reflect the way his stature in tellyland has boomed over the past year. Channel 4 have realised that Norton's saucy Friday night shriek-and-cringe fest, So Graham Norton, is their next-best secret weapon after Big Brother, but it's common knowledge that BBC and ITV have been scheming to steal him away with offers of prime-time shows and lorryloads of lolly. </p> <p>\"I've certainly been aware that people have been sniffing around,\" admits Norton, who recently formed his own comedy production company, So Television. \"That whole idea of 'mainstream' really interests me, because I think what's considered mainstream is definitely changing. I don't think people have changed - it seems that TV is just catching up with the people.\" </p> <p>And catching up too quickly for some. While Norton's supporters rave about his impish charm and gift for luring people into uttering the unspeakable on TV, others find him crass and shallow. Earlier this year, the Sunday Times declared him an \"Enemy Of The People\". Among other things, it accused his show of trying \"to pass off schoolboy smut as postmodern irony\". Is that really what he does? </p> <p>I'm only talking to Norton down the phone, but I can hear his eyebrows shooting up towards his galloping hairline. \"I didn't know we were trying to pass it off as 'postmodern irony',\" he retorts, pronouncing the phrase as though it were a pile of something disgusting on his living room carpet. \"I thought we were just kind of going 'This is funny. It shouldn't be, but it is'. Sometimes I think at our best it's a bit cleverer than schoolboy smut, but certainly there's room in our show for schoolboy smut. I've certainly never said 'Welcome to my festival of postmodern irony'. That was a man in the Sunday Times.\" </p> <p>For the new series, Norton claims to have curbed some of the show's more excruciating excesses, but there are certain to be infantile jokes about people or places with silly names (\"like ringing somebody in America called Mr Bollock, and we found this place called Wet Beaver Creek\"), and hair-raising personal revelations from his studio guests. But when you've already had the man who can absorb a litre of water up his bottom and the woman who suffered a nightmare bikini-line waxing experience, the pressure to be merely lewd and sensational must be hard to resist. Will people do anything for publicity? </p> <p>\"I tend to think the people in our audience are nicer than that,\" ponders Norton in his simpatico voice. \"They don't just want to be on telly, or I don't think that's their big driving thing. If they tell a story and we think 'Oh, you've s-o-o-o made that up just to get on TV', then we'll cut them out.\" </p> <p>Once upon a time, Norton dreamed of hosting a fairly normal chat show with comfy chairs, well-behaved guests and perhaps a spot of leisurely product-plugging, but that all went out of the window when Channel 4 handed him the late-night Friday slot formerly occupied by Eurotrash. Now, claims Norton, \"We tend to get people we just want to meet, and why they come on is kind of a mystery, because the people we want are famous enough and rich enough so we don't have much to offer, except hopefully they'll have a laugh.\" Even when the celebrity guests find they've blundered inadvertently into TV hell, they want to come back for more. Among celebs keen to return is Lee \"Six Million Dollar Man\" Majors, despite having been nonplussed by an item about \"a guy who would suck your pants clean. But it was stupid of us, because Lee is a man of a certain age and he doesn't want to hear about people sucking pants.\" </p> <p>Some have speculated that Norton represents a New Deal in gay performers - the man who can drag TV out of its coy, camp past and into a new era of frankness and equality. But Norton is dismissive of media-studies theorising. \"There's nothing you can do about any of that. You just get on and do what you do.\" </p> <p>He's showbiz enough to feel sensitive about his weight - he's followed in the great tradition of Vanessa Feltz and Carol Vorderman and set about shedding those unsightly excess pounds. And his personal TV idol is old-time trouper Gay Byrne, who hosted Ireland's The Late Late Show for 37 years. \"I've now met him, and thank God he wasn't a disappointment,\" Norton enthuses. \"I was a guest on one of his last-ever Late Late Shows, and I thought if I'm still working in 37 years, I hope I'm still enjoying it as much as he is.\" Dreaming of that Lifetime Achievement Award already, Graham? </p> <p>\u0095 So Graham Norton, tonight, 10.30pm, C4</p>",
  "When I began a relationship with Rob three years ago he had just started attending Alcoholics Anonymous after many years of heavy drinking, which had resulted in the break-up of his marriage. When he and his wife separated, their two teenage sons remained with him. His relationship with the boys was often difficult but he always provided for them materially (hot meals, tidy house). However, he is the first to admit that he probably provided them with little emotional support. In the past three years he has remained sober and, through hard work, he has been rewarded with promotion and a large increase in salary. You would think that this prosperity and atmosphere of calm sobriety would unite the family, but it has only alienated the elder son. He has moved in with his mother, calling only to make financial demands. It's as if he feels that the only way Rob can make it up to him is to buy him things. Rob is willing to spend time with him but this isn't what his son wants. It's obvious that the boy has been damaged by Rob's drinking, but surely throwing money at him won't help. How have other readers coped? <p><b> It's all about fear</b></p> <p> You should accept that your letter is likely not be an accurate account of what is happening between Rob and his son. I experienced very similar circumstances to those you describe when my mother and father divorced. </p> <p>Rob's son grew up in an environment where there were constants: mum, dad, brother and heavy drinking. Younger children do not understand the impacts of dependency on a marriage and family, so the drinking would have been a normal part of what would appear to him to be a stable family unit. </p> <p>When Rob's marriage failed and he stopped drinking, moved away from the home, started getting promotions, a better salary and, most importantly, a new relationship, the father that Rob's son had known all his life suddenly disappeared, replaced by a different person with different values and priorities. </p> <p>I tried to reacquaint myself with my \"new father\" over a period of 18 years, and many of my attempts to begin to familiarise myself with him took the form of asking for assistance in some way. I thought that because he had rejected drinking, my mother, our family home and his old lifestyle, changing himself into someone different, there was no reason why he would not reject me as well. The only way I could see to overcome this was to ask for help, because surely no father could refuse to assist one of his own children. </p> <p>These attempts failed, and as an adult I understand why. But in the process of my father trying to stop these requests for money, I felt alienated from my father as if he had rejected me along with the rest of his previous life. </p> <p>How you cope with the situation has no clear-cut formula. If Rob's son is old enough to sit down and talk with his father about what has happened and how they would like their relationship to progress, then all well and good. But one thing I would stress is that any promises Rob makes to his son must be backed up in the future. It is likely that for a while the relationship will demand a lot of give and not much take on Rob's part until his son has seen that Rob's change of lifestyle makes no difference to his commitment to his sons. </p> <p>On the other hand, in my case, I realised that I had nothing in common with my father and that the changes in his life had made him a different person. I decided in the end that I simply don't like him - and that I didn't want to try to maintain a relationship with someone I didn't like. <br><b>Pat Douse, Norwich </b></p> <p><b> Self-esteem is key</b></p> <p> I think Rob's eldest son's self-esteem must be very low. For most of his teenage years, it was not possible to brag about his father, display him with pride to his peers or perhaps even to get to know each other through the fog of alcohol. Add to this the divorce which, unless it was handled exceptionally well, he was bound to experience as a rejection. </p> <p>Our son was 15 when my wife and I split up. For the first year, living nearby with his mother, he tried every way possible to play us off against each other, saying to her, for example, that I had refused him money for clothes when I'd already given him the full cost. </p> <p>Because he quite obviously felt \"spare\", she and I co-operated with great determination to motivate him towards independence and achievement - on his terms, not ours - and as he became more self-reliant so his self-esteem grew. As one example of our tactics, if he came to me for money for something he wanted (as distinct from needed) I would offer to match whatever he could raise on his own. </p> <p>One essential in this plan was that she and I kept in close communication - with the whole-hearted blessing of my second wife, which was absolutely essential. Result: A bright, well-rounded 25-year-old, happy doing his own thing in horticulture. I wish a similar good result for Rob's elder son. Just stay firm and don't forget, he would, if only for a while, have broken away from you anyway by now. <br> <b> A Whitehouse, Kent</b> </p> <p><b> The son has lost a role</b> </p> <p> Doesn't it strike you as significant that these material demands on his father and the escape to his mother's house have come about just when things at home were apparently turning out right? Is it possible that, now Rob is recovering from his alcoholism and becoming successful, he has even less time to give his sons emotional support and encouragement? I can see a sudden unnecessary and neglected feeling coming over his son. </p> <p>My sister's teenage son cared wonderfully for his invalid mother, even though this restricted his life. I often detected resentment, though he never let his mother see it. It was when his role was largely taken over by another sister who came to care for his mother that I saw a big change. He no longer wanted to do anything for her and, at the age of 16 was constantly badgering her and the carer-aunt for CDs, new boots, TV games, videos and so on. </p> <p>Because she felt she owed her son a great deal, my sister always gave in. But there was no reason for her to feel in his debt. Grateful and appreciative, yes, but not bound to fulfil his every whim. It's the same for Rob. His son has lost his role as his father's support through his drink problem and he has also lost his position on the moral high ground, so now all he can feel is resentment that his father has moved even further away and is doing very nicely without him. Hence going for what he can - material things. </p> <p>Rob doesn't have to keep paying up: boys are always touching their parents for cash and presents. But perhaps he can do a lot more male-bonding activities with them. <br> <b> Wendy Andrews, Leics</b> </p> <p><b>Next week</b> </p> <p>Recently I discovered that my wife had been unfaithful for the fourth time in our 17-year marriage. The latest affair is the continuation of something that had, I believed, ended six years ago. </p> <p>On discovery we ran the usual gamut of denial, excuses and promises, but it all rang very hollow. I have now asked her to leave so that my daughters and I can get on with our lives. </p> <p>The problem is that she flatly refuses to go, insisting that her place is with the girls. It is my income and hard work that has paid our mortgage, the bills and virtually everything else. I have helped out at home more than any man I know. I am not about to let years of struggle and labour go now. If our roles were reversed I would lose everything, like all the other men who \"play away\", but she seems oblivious of the consequences of her behaviour. </p> <p>My rage at how I have been treated is almost beyond control. Can readers suggest an outcome for this nightmare? </p> <p> \u0095 Private Lives appears every Friday. Each week we publish a letter to which readers are invited to respond. Replies, giving an account of your personal experience, should reach us by Thursday. Readers are also welcome to propose other problems, of around 300 words. Write to Private Lives, The Guardian, 119 Farringdon Road, London EC1R 3ER, fax 020 7239 9935, email <a href=\"mailto:private.lives@theguardian.com\">private.lives@theguardian.com</a> (please do not send attachments).</p>",
  "George W Bush has the wind in his sails, and seen close to he looks as if he knows it. Striding across the midwest battleground in the past two days, he has had a spring in his step, a serenity in his manner and a confidence in his voice that all say the same thing: he is aware that he stands on history's threshold. He thinks he has got it. <p>Mr Bush's lead in the national polls is narrow but persistent. Al Gore's campaign team can produce a detailed and almost plausible explanation of why their man will still pull it off on Tuesday by winning in the key states, but their theories are all crippled by the same devastating objection: Mr Bush is in the lead and he is not doing anything at all to throw it away. </p> <p>Even the weather gods seem to be on his side as his campaign plane, Responsibility One, pulls up on the tarmac at Minneapolis after a gruelling flight from Seattle. </p> <p>It has been raining all morning and the clouds are low, but now the sun breaks through, with perfect timing, to produce a mini-masterpiece of political theatre. </p> <p>A college band strikes up a swaggering rendition of the theme from Mission: Impossible and the crowd who have been waiting here for nearly two hours catch the feel of the moment and shout themselves hoarse. </p> <p>Chris Kavkashian says he is surprised at himself for coming out to see the Bush bandwagon roll through the \"airport event\" which typifies the frenzied final days of presidential campaigning. </p> <p>\"I'll tell you why I'm here in one word,\" he says. \"Integrity. That man has it. Gore hasn't. He and Clinton, they just do things any way they want to.\" </p> <p>Words like integrity, responsibility and character have been scattered across the speeches of Republican politicians throughout this presidential campaign. They are the euphemisms the party has settled on to raise the Clinton question without seeming negative, and without reminding middle-of-the-road voters about the Republican fanatics whose sole public project for the past eight years has been to drive the Democratic president from office. </p> <p>The issue is always somewhere in the speeches, though it is never allowed to dominate or get out of control. Yet Mr Kavkashian's focus seems typical of the crowd waiting for Mr Bush. Only one in about a dozen people interviewed at random chooses taxes as the most important reason for supporting Bush in the election. The rest, in one way or another, all choose character. </p> <p>\"All the shenanigans of the the last eight years embarrassed me personally as an American,\" says Barbara Martin. </p> <p>\"I think Bush would put integrity back in the White House.\" </p> <p>\"He's a bit of personality. He's the kind of guy you'd like to hang out with,\" says Chuck McShane. \"I'd have preferred John McCain. If McCain had run, this election wouldn't have been close, even in Minnesota. But half a loaf is better than no bread.\" </p> <p>When he reaches the stage, Mr Bush does not say much about character. He doesn't need to. It would make him look too mean. His message, emblazoned in huge yellow letters on a blue banner behind him, is \"Bringing America Together\". </p> <p>He concentrates on his tax cut plans, and he spends much of his time attacking Mr Gore as a big spender. </p> <p>\"You are looking at 285 federal programmes that my opponent promises to create or expand,\" he says as aides pull aside a curtain to reveal a huge list headed \"Gore Proposes More Big Government\". </p> <p>Gore's promises add up to \"the largest expansion of government in 35 years\", he says. He would go on a \"$2 trillion spending spree\". </p> <p>By this stage in the campaign the messages have been reduced to the barest of essentials. \"He trusts government. I trust you,\" Mr Bush repeats, echoing Ronald Reagan 20 years ago. But where Reagan regularly trashed the whole idea of government, Mr Bush is more careful. \"We believe in government that knows its limits, but shows its heart.\" </p> <p>But where Mr Bush fears to tread, others rush in. Long before he arrives, and before most of the media check in to hear what he says, the Republican candidate for one of Minnesota's congressional seats shows fewer scruples. </p> <p>Mark Kennedy tells the crowd a story. Bill Clinton is desperate to secure his presidential legacy, he says. He can't sleep. As Clinton writhes, George Washington appears to him in a dream. What should I do to secure my legacy, Clinton asks. \"Always tell the truth. Never tell a lie,\" Washington tells him. The crowd roars. </p> <p>The next night Clinton dreams again. This time Thomas Jefferson appears to him. Clinton asks about his legacy. Jefferson answers quickly: \"Cut taxes and give government back to the people.\" They roar again. </p> <p>Now Clinton has a third dream. This time it is Abraham Lincoln's turn to be asked the question. What should Clinton do to assure his legacy? Lincoln thinks for a long time, and then speaks. \"Go to the theatre,\" he says. </p> <p>A crowd who would undoubtedly say without a moment's hesitation that they represent mainstream American values cheer with delight at the thought that Bill Clinton might be shot dead. </p> <p>It is a mark of Mr Bush's confidence that in the campaign's final days he should be in Minnesota, an idiosyncratic but generally Democratic state which has not voted for a Republican presidential candidate since 1972. </p> <p>But this is the state that elected the wrestler Jesse Ventura, an independent, as governor two years ago, and these are counter-intuitive times in American politics. A poll this week showed Mr Gore still ahead in Minnesota, but only by 44% to 41%. </p> <p>The Green candidate, Ralph Nader, whose running mate Winona LaDuke lives in Minnesota, is strengthening his challenge and has risen in the polls to 8%. Mr Nader could hand Minnesota to Mr Bush.</p> <p><b>On the stump yesterday</b></p> <p><b>George W Bush</b> </p> <p>Four midwest battleground states in a single day, starting in <b>Des Moines, Iowa</b>. Flew to <b>St Charles, Missouri</b> for a late morning Victory 2000 rally. Then to <b>Chicago, Illinois</b>, where he spoke at DuPage College, in the congressional district represented by House judiciary committee chairman Henry Hyde. Ended with a rally at Wisconsin State Fair Park outside <b>Milwaukee</b>. </p> <p><b> Al Gore</b> </p> <p>A long day in four widely scattered swing states. Began in <b>Scranton, Pennsylvania</b> with a speech on \"Big Choices\", rallied in central <b>Chicago, Illinois</b>, then flew 1,500 miles for a rally with Hispanic-American voters in <b>Las Cruces, New Mexico</b>, before flying to a 1am rally in <b>Kansas City, Missouri</b> </p> <p><b>Helping out yesterday</b></p> <p><b>For Gore</b>: Lenny Kravitz, Sarah Jessica Parker, Stephen King, Barbra Streisand </p> <p><b> For Bush</b>: Bo Derek, Norman Schwarzkopf</p>",
  "George W Bush's campaign admitted last night that the Republican presidential candidate had pleaded guilty to a drink-driving charge nearly a quarter of a century ago that has been kept secret until now. <p>\"It's not something he's proud of,\" a campaign spokeswoman said last night, after copies of the police report on the arrest were faxed to news organisations in the state of Maine. </p> <p>In the 1976 incident, Mr Bush was arrested by police near the family summer home in Kennebunkport, Maine, during the Labour Day weekend, which falls in early September. He was said to be driving with friends, whose identity has not been revealed. The incident took place the year before Mr Bush married his wife Laura. </p> <p>Police patrols pulled Mr Bush over after he was seen to be driving too slowly. Mr Bush pleaded guilty to driving a motor vehicle while under the influence of alcohol and was fined $150. His right to drive in Maine was revoked for \"a period of time\", but Mr Bush's Texas driving licence was not affected. </p> <p>With just four days to go before the presidential election, the Bush campaign team moved into instant damage control mode late yesterday after the Fox News Channel broke the story on its early evening bulletin. </p> <p>Mr Bush's spokeswoman, Karen Hughes, called a special briefing at Chicago airport, speaking to travelling reporters at the foot of the steps beneath the Bush campaign plane as the Republican candidate prepared to fly to Milwaukee for a rally last night. </p> <p>\"I hope this mistake the governor made 24 years ago would not have an impact in the final days of this election,\" Ms Hughes said. </p> <p>\"The timing of this information coming out about something that happened 24 years ago and about which his daughters didn't even know before the election is questionable.\" </p> <p>Expectations have been rife that some sort of revelation about Mr Bush's past might see the light of day during the campaign, but the Republican nominee had managed to get to within four days of the presidential election before last night's news. </p> <p>Mr Bush has not made any secret of his struggle with the bottle before he finally gave up drinking a decade ago, before he began his meteoric political career. </p> <p>But the revelation of an arrest, plus the fact he had concealed it not just from the voting public but also from his daughters, is unlikely to win him any admirers and could conceivably cost him votes if the issue begins to fester in the final days of the close-fought campaign.</p>",
  "Barbarous acts perpetrated on Iraqi political prisoners and women persist under Saddam Hussein's regime in spite of a decade of international economic sanctions engineered by the west to topple him, according to restricted Foreign Office documents obtained by the Guardian. <p>These state that in the last few weeks President Saddam and members of his inner circle have signed orders for executions and other acts of brutality.</p> <p>The material in the documents is said to have come directly from informants in Baghdad and, indirectly, from exiles. It will help Britain and the US in their efforts to shore up the sanctions - imposed on Iraq for igniting the Gulf war by invading Kuwait in 1990, but now under challenge.</p> <p>They will argue that the world must go on trying to force such a monstrous regime out. Opponents will argue that the abuses show how ineffective sanctions have been in weakening the dictatorship.</p> <p>The Foreign Office papers, classified as restricted, provide details of the extensive prison network in Baghdad and on individual cases that confirm the regime's reputation as one of the cruellest in the world.</p> <p>Among many incidents, the documents say that:</p> <p>\u0095More than 50 mental health patients were executed in place of prisoners with the means to bribe their way out.</p> <p>\u0095Eight prisoners were executed in October for defacing murals of Saddam Hussein.</p> <p>\u0095Thirty prostitutes were beheaded in a \"clean-up\" during the last month and their heads were left on the doorsteps of their homes.</p> <p>\u0095A man's tongue was cut off in September under a new decree making slander of President Saddam an amputation crime.</p> <p>While the international debate has gone on in recent years about the sanctions imposed on Iraq, and the bomb ing of its capital and missile sites by Britain and US, the regime's abuses have tended to be overlooked, partly because information is so hard to get.</p> <p>One of the Foreign Office papers says that the Iraqi government is obsessive about cataloguing its abuses. \"Each execution or torture order is signed by an immediate member of Saddam Hussein's family or his closest advisers.\" It adds: \"The orders allow the signatory to record how they want the victim to be tortured or to die.\" The tor ture and execution orders are said to be held on the eighth floor of the ministry of interior's main building in Baghdad. \"None of the normal lifts in the building stop at the eighth floor. This is only accessible by its own special lift.\"</p> <p>Among the signatories are President Saddam, his two sons, Uday and Qusay, and various relatives including the president's half-brothers. A former minister of the interior, Watban Ibrahim al-Hassan, is said to have \"had every execution videoed. Copies of the videos were kept in a vault in Hassan's office on the second floor of the ministry\".</p> <p>Among the many prisons dotted round Baghdad, the Mahjar (Sanctuary), near Palestine Street, holds about 600-700 political prisoners, according to the documents. To maintain the fear factor, and give an impression to the public of impartiality, the president has imprisoned relatives of his inner circle there to show that no one is immune.</p> <p>\"These high-level prisoners were held in the cells for detainees rather than in the prison itself and were only there for a number of days,\" one document says. Among those held was Ziyad Aziz, son of the deputy prime minister, Tariq Aziz. The document de scribes the layout of the prison in detail. \"The execution area, the hadiqa (garden) is located near the women's [part of the] prison. The hadiqua is an open area with a sandbank covered by an awning\" where prisoners were killed by machine gun. Between 1993 and 1998 about 3,000 prisoners were executed there, it says.</p> <p>At another Baghdad prison, Abu Gharaib, death-row inmates are said to have been able to buy their freedom from the governor for $5,000: \"To meet the quota of people executed, and to avoid this scam being uncovered, someone would need to be executed. The prison governor devised a scheme whereby he would take a patient from al-Sha ma'eel mental hospital to be executed in place of the released prisoner.\" About 50-60 people died in this way until both the governor and the director of the hospital were transferred in July, it is alleged.</p> <p>One of the groups carrying out the recent drive against prostitutes - the Fedayeen Saddam militia set up by Uday - is said to have \"beheaded about 30 prostitutes in Baghdad, Basra and other major cities. The ... heads were left on the front doorsteps of the prostitutes' homes as a deterrent.\"</p> <p>Another paper reveals that last month \"the Iraqi authorities executed eight prisoners on charges of forming an opposition organisation and defacing several murals depicting Saddam Hussein.</p> <p>\"Muhammed al-Naji, an engineer from Baghdad province, was the first to be charged with leading the organisation. His body, together with those of three of his companions, were handed on to their families on October 2.\"</p> <p>When in September the authorities began cutting off the tongue of anyone slandering the president or his family, an early victim is said to have been driven around his home suburb, New Baghdad, \"with a loudspeaker announcing the crime and the punishment\".</p>",
  "The Northern Ireland peace process received an important boost yesterday when two international arms inspectors praised the IRA for its commitment to peace. <p>In the first encouraging development in weeks, Cyril Ramaphosa and Martti Ahtisaari said they were greatly encouraged by their inspections of \"substantial\" IRA dumps which had been left untouched between visits. </p> <p>Their remarks were welcomed last night by the Ulster Unionist party which has imposed a ban on Sinn Fein attending a cross-border ministerial council because of the IRA's \"failure\" to disarm. Ken Maginnis, the party's security spokesman, said that he felt reassured by the inspectors. </p> <p>His remarks came after Mr Ramaphosa, a former general secretary of the ANC, spoke in Belfast of his \"distinct impression\" that the IRA was serious about peace. </p> <p>\"We are even more convinced about [the IRA's] intentions after going back for a re-inspection and finding that the arms dumps had not been tampered with and that they have remained secure,\" he said. </p> <p>His upbeat remarks fall short of the demands made by David Trimble, the Ulster Unionist leader, who will face another challenge from hardliners in January if the IRA fails to re-establish contact with the disarmament commission, which is separate from the arms inspectors. </p> <p>However, the inspectors offered a lifeline to Mr Trimble when they said that they hope to make a third arms inspection \"in the new year\". </p> <p>The inspectors also attempted to reassure unionists who had been concerned by reports that the IRA weapons were obsolete. \"These [were] substantial arms dumps,\" Mr Ramaphosa added. \"They contained military equipment [and] explosives.\" His remarks were reinforced by Mr Ahtisaari, a former commander-in-chief of the Finnish armed forces. \"You are not talking to innocents,\" he said. \"When we say [the arms] were usable they were usable.\" </p> <p>The Ulster Unionists made clear that the intervention by the arms inspectors has improved the political atmosphere in Northern Ireland, if only fractionally. Mr Maginnis said after his talks with the inspectors: \"All in all, it was a very helpful meeting and can I say that it was reassuring.\" </p> <p>The divisions between unionists and republicans will, however, be highlighted today when Sinn Fein goes ahead with a cross-border ministerial meeting despite the ban imposed by Mr Trimble. Bairbre de Brun, the Sinn Fein health minister, will hold talks in Enniskillen, Co Fermanagh, with her southern Irish counterpart, Michael Martin, after the Irish cabinet ruled that the meeting should go ahead. </p> <p>Mr Trimble dismissed the meeting last night as a farce because he said that it could not take any legally-binding decisions in the wake of his ban on Sinn Fein. </p> <p>Peter Mandelson, the Northern Ireland secretary, last night discussed the Enniskillen meeting with the Irish foreign minister Brian Cowen in London. Both men rebuked the Ulster Unionists for imposing the ban on Sinn Fein, but they also called on the IRA to redouble its efforts on disarmament. </p> <p>Another man was shot yesterday in the ongoing loyalist feud, which has claimed seven lives. The man, who is in his 40s, was seriously ill in hospital after the shooting in north Belfast.</p>",
  "<p>The BBC's rivals would be forgiven for wondering what exactly the inspiration is for BBC1's new primetime quiz show Weakest Link. </p> <p>Since when did the BBC have a quiz set in a darkened studio, lit only by strips of coloured lights with music rumbling threateningly in the background while the questions are fired? And since when did the BBC decide to eliminate contestants one by one, Fifteen To One-style, and then interview them, Big Brother-style, on the supposed psychology of their ejection from the \"team\" minutes later? And when did the publicly funded BBC decide that £20,000 is a cash prize that it feels able to put its name to - unlike the million pounds on offer over on ITV, which the BBC has always claimed is too profligate an award for its public service morals? </p> <p>The answer to all these questions lies with new BBC entertainment golden boy David Young, the youngest head of light entertainment the corporation has ever had. He it was who, 18 months ago, was charged with reinvigorating BBC1's Saturday night entertainment line-up. And so far he's given us Lulu in Red Alert (which thankfully won't be returning to our screens) and the more successful Ant and Dec's Friends Like These. </p> <p>But hang on - Weakest Link is running on weekdays, and originally started out on BBC2 at teatime. Young will get the credit for the \"new' format, but remember - the BBC thought it had a Countdown rival on its hands when Weakest Link launched on its second channel; not a rival to Who Wants To Be A Millionaire? </p> <p>And what of the increasingly diabolical Anne Robinson? She presides over her Weakest Links with the screechiness of your worst nightmare: a smug schoolteacher on a televisual power kick. Viewers should ask themselves one question: if the quiz runs to more than a couple of seasons, will Robinson's flowing black cape of a coat be auctioned for charity as the chair from Who Wants To Be a Millionaire? was last night?</p>",
  "Compare our reactions to the Hatfield rail crash and the BSE crisis: rail travel remains extremely safe (Village link to third CJD death, November 2). At Hatfield four people died, and it is inconceivable that more than a few hundred people will be allowed to die in rail crashes before public opinion forces remedies (Corbett tells MPs of track failures, November 2). <p>BSE was a new and unusual disease, whose mechanism of infection was not understood. It was apparently related to the incurable brain diseases scrapie in sheep and kuru and CJD in humans, all with very long incubation times. It was by no means impossible that BSE could infect humans eating beef, but there was at the time no way of measuring the risk. It lay somewhere between no risk at all, and the risk of killing a large fraction of the UK population. </p> <p>Ministers at the time were told of our lack of knowledge. Their public stance was that, until there was direct evidence that BSE could pass to humans, it would be wrong to imperil the beef industry, and that we should be encouraged to go on eating beef. This was an inadequate reaction, because it was distinctly possible that by the time direct evidence had emerged, it would be too late: millions of us might have been fatally infected. Tens or even hundreds of thousands of us may still die. </p> <p>Politicians find it almost impossible to react rationally when general scientific thinking suggests that a very large-scale disaster is possible, but where the risk cannot yet be quantified. </p> <p>Compare our national anxieties about the safety of air traffic control, or roll on/roll off ferries, or Concorde (none of which is ever going to kill more than a few thousand before being put right), with our national lack of rigour about the threats from drug-resistant TB in Russia, or the world-wide spread of Aids, or nuclear accidents, or inadequately tested but widely used food additives (all of which have the potential to kill millions). </p> <p>Is there a case for setting up some independent and authoritative body of scientists and others whose sole job would be to assess potential large scale disasters, and when necessary to warn the government and the public? </p> <p> <b>John Waldram</b><br> Cavendish Laboratory, <br>Cambridge</p>",
  "A powerful car bomb killed two people in a Jewish market in Jerusalem, delivering a resounding No from Islamist militants to yesterday's ceasefire between Israel and the Palestinians. <p>Yesterday's blast, the first lethal strike within Jewish West Jerusalem in five weeks of bloody confrontation between Israel and the Palestinians, came as both sides were waiting for their leaders to call an end to the violence. </p> <p>\"It was a vision of hell. I saw blood everywhere, smoke and fire,\" said Menachem Zalman, a student at a religious college, aged 15, who was at the scene. \"Oooh, there was a lot of smoke.\" </p> <p>By 3pm, when a grey Mazda parked on an alley leading to the Mahane Yehuda market exploded with devastating force, killing one man and one woman, the daughter of an Israeli politician, in addition to injuring ten others, Israel's Ehud Barak and the Palestinian leader, Yasser Arafat, were an hour behind their original deadline for issuing televised appeals for an end to the killing. </p> <p>Instead, there were more fatalities, and a new killing field - Jewish West Jerusalem - making it ever more difficult for Mr Barak and Mr Arafat to drag their peoples back from a pattern of bloodletting that has killed more than 160 people. </p> <p>The bombers, who escaped, were claimed last night by the Islamic Jihad, which opposes a negotiated peace with Israel. They struck on the busiest day of the open-air market. </p> <p>Yesterday's blast, accompanied by billowing black smoke and the smell of burning rubber, sent shards of metal flying onto red-tiled roofs, and shattered windows on the second storey of nearby houses. But as rescue workers scraped human flesh off the lane, strewn with glass, metal debris and a pathetic cardboard box of stuffed animals, witnesses and police said the casualties could have been far higher. </p> <p>The Mazda did not succeed in reaching the heaving centre of the market, a jumble of fruit, vegetable and spice stalls, because the lane was blocked by a van. Police said last night that the woman blown apart in the blast, Ayelet Hashahar Levy, was moving into her home, and confirmed that she was the daughter of the leader of Israel's National Religious Party. </p> <p>\"I started running as soon as I heard the blast,\" said Yakov Hasson, who owns a shop nearby. \"I tried to pull the woman out, but then I saw to my sorrow that she was in pieces. Her legs were gone, and she was dead.\" His trousers were spattered with her blood. </p> <p>Yesterday's explosion came one hour after the time originally set for Mr Barak and Mr Arafat to announce a ceasefire. But with the announcement delayed for \"technical reasons\", this agreement - the fifth ceasefire in as many weeks - seems still-born. </p> <p>Officials from Mr Barak's office said the Israeli army would still honour its promise to roll back the tanks from Palestinian cities in the West Bank and Gaza. For Mr Arafat, Palestinian officials reaffirmed their commitment to return to talks should Israeli troops stop shooting their young people and lift their siege of Palestinian cities. </p> <p>But their peoples are no longer thinking of peace. </p> <p>Minutes after the blast at Mahane Yehuda, angry crowds gathered near the police cordons chanting: \"death to Arabs\" and \"Arabs get out of our land\", and one Arab man was severely beaten. </p> <p>A few miles south of Jerusalem, in the Palestinian village of al-Khadir which was rocketed by Israeli helicopter gunships and tanks on Wednesday, there was also little faith that peace could take root here. </p> <p>\"I don't believe in these agreements. I never do. The facts we live with have nothing to do with the lives of our leaders. We are living through the middle of a war, and they are meeting and laughing, having their pictures taken and eating nice food,\" said Malak Othman, sifting through the charred remains of her house, which took two direct hits. \"They don't feel what I am feeling, neither Barak or Arafat.\" </p> <p>Within hours of the blast, a Palestinian man was shot through the heart in the same town, and there were reports of gun battles from the nearby towns of Bethlehem and Gilo, a Jewish settlement on the southern fringes of Jerusalem. </p> <p>A second Palestinian was shot dead by Israeli troops in Hizme, north of Jerusalem. </p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\" target=\"_new\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\" target=\"_new\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\" target=\"_new\">Israeli government</a> <br><a href=\"http://www.moledet.org.il/moleng.htm\" target=\"_new\">Moledet - Land of Israel Loyalty Party (Torah-based religious party) <br></a><a href=\"http://www.iris.org.il/\" target=\"_new\">Iris - Information Regarding Israel's Security (promoting Israeli security)</a> <br><a href=\"http://www.geocities.com/CapitolHill/3188/\" target=\"_new\">Zo Artzeinu (Israeli settlers' group)</a> <br><a href=\"http://www.virtual.co.il/orgs/orgs/ichud/irindex.htm\" target=\"_new\">Organisation of Rabbis for the People of Israel</a> <br><a href=\"http://www.pna.org\" target=\"_new\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "Radioactive contamination of rivers around a top-secret Russian nuclear weapons complex in Siberia has reached \"staggering\" levels, the worst ever monitored, and is out of \"rational control\", a joint team of Russian and American radiation monitors said yesterday. <p>Following a monitoring expedition in July and August to the closed plutonium complex at Seversk, near Tomsk in western Siberia, the Russian and American nuclear watchdogs said they had registered alarming levels of radioactivity in tributaries of the River Ob, a key Siberian waterway. </p> <p>\"We've never encountered such radiation. It's the worst contamination we've found,\" said Sergei Pashchenko, a Novosibirsk professor and atmospheric pollution expert who headed the Russian side of the survey carried out by Siberian Scientists for Global Responsibility and Government Accountability Project. </p> <p>The director of the American watchdog, Tom Carpenter, said: \"We were shocked at the levels of contamination.\" </p> <p>The environmentalists said they found levels of caesium and strontium-90 vastly exceeding safety levels in the rivers Tom and Romashka close to the \"Siberian Chemical Complex\", a sprawling facility established by the former Soviet Union in the 1950s to make weapons-grade plutonium for warheads. </p> <p>But even more disturbingly, said Mr Pashchenko, plant life in the rivers contained high levels of phosphorus-32 which decays within a couple of weeks, meaning that the radioactive effluent was of very recent origin whereas the strontium and the caesium could date back to the 1960s. </p> <p>\"The phosphorus-32 is a very short-lived isotope and this means they are very fresh,\" said Mr Pashchenko. </p> <p>The closed nuclear town of Seversk is effectively a suburb of Tomsk, a city with a population of half-a-million in western Siberia. Seversk was born in 1949, at the very onset of the superpowers' nuclear arms race. </p> <p>It ranked among the top three sites for the manufacturing of weapons-grade plutonium and uranium enrichment for the Soviet Union's nuclear arsenal throughout the cold war. </p> <p>The plutonium was manufactured from five nuclear reactors commissioned between 1955 and 1967. \"They are very old reactors and very unsafe,\" said Igor Forofontov, radiation specialist with Greenpeace in Moscow. </p> <p>The three oldest reactors were closed between 1990 and 1992, and, under a 1992 agreement between Moscow and Washington aimed at halting plutonium production, all five reactors should have been closed down by this year. </p> <p>But two reactors are still operating, providing heating and electricity to Tomsk. \"The authorities have no intention of closing them,\" Mr Forofontov said. </p> <p>An explosion ripped through the plant in 1993 which resulted in large amounts of radioactivity being emitted. Mr Forofontov also said lethal amounts of radioactivity were leaking into the soil and the water in the region because of the practice of storing waste from the reactors in liquid form which is then pumped deep below ground. </p> <p>Last summer, the Russian monitors spent two months touring the most sensitive nuclear materials production installations - one of the most dangerous legacies of the Soviet era - at Chelyabinsk, Krasnoyarsk, Novosibirsk, and Tomsk. </p> <p>But the environmentalists' findings in Tomsk were the most alarming. \"The nuclear waste is being piped straight into the environment,\" said Norm Buske, one of the American researchers and an oceanographer and physicist. \"This has not been done anywhere in the world since the cold war.\" </p> <p>The monitors were unable to pinpoint the source of the pollution because they were not granted access to the secret plant. Mr Pashchenko and 10 of his colleagues were detained for six hours questioning by the FSB, the successor to the KGB, while carrying out research around Novosibirsk last summer. </p> <p>At Seversk they were told the town was closed but that they could carry out research in the rivers a few miles away. The environmentalists found contaminated fish with radioactivity more than 20 times the safety level, they said.</p>",
  "<b> Vatican in bid to stamp out pill</b> <br> <p>The Vatican has called on Italy's pharmacists to conscientiously object to issuing the morning-after pill, which it said was not contraception but \"abortion by chemical means\". </p> <p>A power struggle between cardinals is thought to be behind the campaign, which may prompt a battle between church and state. <br>Rory Carroll, Rome</p> <p><b> Malawi cabinet dismissed</b><br> </p> <p>The Malawian president, Bakili Muluzi, sacked his cabinet yesterday following allegations that several ministers and officials had been implicated in a major corruption scandal. </p> <p>Mr Muluzi, who gave no reason for the decision, had been criticised for failing to punish officials accused of abuse of office, fraud and corruption. <br>Reuters, Malawi </p> <p><b> Fiji rebels flee from barracks</b><br> </p> <p>Fijian authorities said yesterday they had taken control of the country's main barracks from rebels after gun battles in which two soldiers died. </p> <p>The military said a search was under way for about 20 rebels who escaped. The rebels included gunmen who staged a coup in May. <br>Reuters, Suva </p> <p><b> Annan warning over mission</b><br> </p> <p>Unamsil, the UN peacekeeping operation in Sierra Leone, could be undermined by a lack of troops, the secretary-general, Kofi Annan, has warned. </p> <p>In a report to the security council on Wednesday, he said troops offered recently would not even make up for the planned withdrawal of Indian and Jordanian contingents. <br>Reuters, UN </p> <p><b> Trio arrive at space station</b><br> </p> <p>The international space station's first residents, an American and two Russians, arrived yesterday. Their priorities are switching on lights and alarms and getting the toilet to work. <br>AP, Korolyov</p>",
  "After a month of bloody chaos there were two competing claims of responsibility yesterday for the market bombing in Jerusalem, raising fresh fears of a new wave of bombing. <p>One of them is the Revolutionary Guards of the al-Aqsa Saints, which takes its name from the Muslim holy place at the core of this conflict. It was unheard of until Monday when in a statement from Beirut it claimed responsibility for shooting two Israeli security guards at a social security office in Arab East Jerusalem, occupied by Israel since 1967. </p> <p>However, there was a rival claim yesterday from Damascus, where the Jerusalem Squadrons, claiming to be the armed wing of the Islamic Jihad, said they carried out the market bombing in retaliation for crimes against the Palestinian people. </p> <p>The competing claims are bound to discomfit Israeli officials who assumed within minutes of the explosion that it was the work of local Palestinians, Islamic Jihad or Hamas militants freed in recent weeks from jails in the West Bank and Gaza. </p> <p>Israel's prime minister, Ehud Barak, said in a statement yesterday that he also held Mr Arafat indirectly responsible, because he has freed dozens of militants. </p> <p>\"The prime minister demands the Palestinian Authority return to jail all the prisoners it released over the last weeks and to fight terror again,\" a statement from Mr Barak's office said. </p> <p>It said yesterday's attack \"stems from a loosening of the reins by the Palestinian Authority and the release of Hamas and Islamic Jihad prisoners\". </p> <p>Israel has repeatedly accused Mr Arafat of giving a \"green light\" to terror by releasing dozens of Islamist militants on October 12, the day its helicopter gunships attacked police installations in the West Bank and Gaza. </p> <p>Palestinian officials argue that most of the prisoners were moved to other jails, or placed under house arrest for their protection. They and Hamas leaders add that many of the prisoners were later re-arrested. </p> <p>Yesterday, Hamas leaders offered only cryptic comments on the attack. In Gaza, the wheelchair-bound Hamas leader, Sheikh Ahmed Yassin, said: \"This is a retaliation for Israeli behaviour. When they bombard women, old people and children in their houses, they should expect that people want to defend themselves.\" </p> <p>There was no immediate response from the local wing of the Islamic Jihad which claimed last week's suicide bombing in Gaza, in which a lone cyclist, wearing a backpack with at least five kilos of explosives, pedalled up to an Israeli army post and blew himself up, slightly injuring one soldier. </p> <p>In the last two weeks, leaders of Mr Arafat's Fatah organisation said they were trying to limit casualties in the pitched battles between stone-throwing teenagers and Israeli machine-gunners by saving their energies for attacks on settlements or army command posts. </p> <p>That is not the case for Hamas, however, which preaches that any Israeli, civilian or soldier, in the West Bank or Gaza or inside the borders of the Jewish state, is fair game. </p> <p>\"From our point of view this is a popular military intifada. Anyone who carries a gun, and shoots at an Israeli target can do it on his own, and at a suitable time for him,\" said Ismail Abu Shanab, a Hamas spokesman in Gaza. </p> <p>Yesterday's attack was the second in Jewish West Jerusalem after a pipe bomb exploded near the city's main theatre, injuring one man. No group has claimed that attack. </p> <p><b>Useful links</b><br> <a href=\"http://www.secretary.state.gov/index.html\" target=\"_new\">Madeleine Albright's office</a> <br><a href=\"http://www.p-p-o.com\" target=\"_new\">Yasser Arafat's office</a> <br><a href=\"http://www.pmo.gov.il/english\">Ehud Barak's office</a> <br><a href=\"http://www.index.gov.il/eng\" target=\"_new\">Israeli government</a> <br><a href=\"http://www.moledet.org.il/moleng.htm\" target=\"_new\">Moledet - Land of Israel Loyalty Party (Torah-based religious party) <br></a><a href=\"http://www.iris.org.il/\" target=\"_new\">Iris - Information Regarding Israel's Security (promoting Israeli security)</a> <br><a href=\"http://www.geocities.com/CapitolHill/3188/\" target=\"_new\">Zo Artzeinu (Israeli settlers' group)</a> <br><a href=\"http://www.virtual.co.il/orgs/orgs/ichud/irindex.htm\" target=\"_new\">Organisation of Rabbis for the People of Israel</a> <br><a href=\"http://www.pna.org\" target=\"_new\">Palestinian National Authority</a> <br><a href=\"http://www.presidency.gov.eg\" target=\"_new\">Egyptian presidency</a> <br><a href=\"http://www.palestine-info.net/hamas/index.htm\" target=\"_new\">Hamas</a></p>",
  "<p>Digby Jones has all the normal symbols of the modern boardroom in his office. There's the picture of Digby swooping down the piste, and there's the piece of management consultancy gobbledegook - \"if you think you are beaten, you are\" - which is supposed to inspire our executives to greatness. </p> <p>Then there's the framed copy of the Gettysburg Address. Is the director-general of the Confederation of British Industry an admirer of Abraham Lincoln? Has new Labour's charm offensive turned Centre Point into a secret coven of pinkoes who have been converted to \"government of the people, by the people, for the people\"? </p> <p>Sadly, the truth is a little more prosaic. Military history is Jones's hobby, and he picked up the print when he was visiting American civil war battle sites. </p> <p>Delegates to the CBI's annual conference next week should expect their leader to take somewhat longer to get his point across than Lincoln, who managed to say everything that needed to be said in fewer than 300 words. </p> <p>Jones's big idea is the ungainly sounding \"socially inclusive wealth creation\", which means making Britain an attractive place for mobile global capital to pitch its tents. \"We have got to make sure that the business environment is such that companies want to put down roots and stay here\", he says. \"That way we employ more people in better jobs and with better skills. We employ them in tomorrow's businesses or in today's businesses with tomorrow's technology. We pay more tax, which pays for better schools and hospitals. </p> <p>\"It is not enough to create wealth. We have to step up to the plate and make it socially inclusive.\" </p> <p>Although Jones's credo sounds similar to Tony Blair's third way, the CBI's definition of socially inclusive wealth creation differs somewhat from that of Labour. As far as Jones is concerned, the government does its bit for socially inclusive wealth creation when it makes capital allowances for small and medium sized businesses permanent, when it gives tax breaks for research and development, when it provides learning credits to enhance skills, and when it announces £180bn of investment in transport over the next 10 years. </p> <p>However, Labour harms the cause of SIWC when it raises taxes on fuel in an attempt to curb pollution or brings in employment regulation to protect workers. As for the idea that Railtrack's abysmal performance might warrant the government taking a stake in running the railways, Jones is blunt. \"Categorically not. The track record of 40 years of nationalisation was nothing to write home about. Governments should do as little as possible. They should facilitate things and get out of the way.\" </p> <p>Full details of the CBI's demands on the political parties will be outlined on Sunday, when it kicks off its conference in Jones's home town of Birmingham by launching its business manifesto. Put simply, this can be boiled down to more money, less red tape and a better transport infrastructure. </p> <p>\"We believe that the chancellor can free up £3bn a year without having inflationary effects on the economy. All of it should come to business, which is paying an extra £5bn a year in tax.\" </p> <p>Of the £3bn, Jones says that half should be spent on meeting the demands of road hauliers - either through reducing vehicle excise duty or by reducing the cost of fuel. The rest should be spent on other business friendly measures, such as watering down the climate change levy. </p> <p>According to Jones, business needs help at a time when the strong pound is making life tough for exporters. \"It's all about competitiveness\", he says. Asked whether this is really the case when half of Britain appears to be under water as a result of global warming, he replies: \"If you can statistically show me that Britain's high fuel prices had meant British cars and trucks had not been used so much I might be prepared to walk down that road.\" </p> <p>He believes that raising fuel and road taxes is pointless until something is done about the public transport system. \"We need to provide a safe, clean, secure, efficient and reliable public transport alternative\", he says. </p> <p><strong> Final demand</strong><br> </p> <p> Following the Hatfield rail crash and the report into the BSE scandal, the CBI's final demand - for less regulation - is likely to run into fierce criticism from the unions, who believe that the way to boost competitiveness is higher productivity not measures to reduce red tape. </p> <p>Jones disagrees. While accepting the case for better health and safety legislation, he says that better doesn't necessarily mean more. He wants regulations which are \"a waste of time and money\" scrapped, and for officialdom to show rather less zeal in policing directives from Brussels - one area where he says the UK acts like exemplary Europeans. </p> <p>But Europe is not Jones's real concern. He kicked the issue of monetary union into the long grass shortly after arriving at the CBI last year, and there it will stay until the government clarifies its position. No, what worries the CBI is that Labour's idea of government \"by the people and for the people\" in the run up to the election will mean the unions calling the shots. </p> <p>\"In the UK we have labour market flexibility which is the envy of the world, but business has been swamped by 16 pieces of employment legislation in two years. This is legislation attuned to helping those already in work rather than those who are out of it. We are saying to the government: no more legislation.\"</p>",
  "The government went for the jugular of the road hauliers yesterday when the home secretary, Jack Straw, warned that drivers face losing their operating licences if they break the law in demonstrations this month to try to force a reduction in petrol prices. <p>The vehicles of unlicensed operators could be impounded by the vehicle inspectorate under new legislation.</p> <p>The government has also agreed new hardline tactics with the police to direct hauliers off main roads or bar them from central London. Police sources said vehicles deliberately trying to disrupt the flow of traffic would be deemed in breach of the law.</p> <p>Millions of workers will be put on a list of essential users - those with special privileges to receive petrol in the event of disruption, Mr Straw said.</p> <p>The plans came as ministers stepped up the propaganda offensive aimed at demonstrating that Britain was close to economic paralysis in the September protests about fuel prices. They claimed that the NHS was less than 48 hours from chaos and pensioners were at risk of losing weekly cash payments.</p> <p>Many Labour backbenchers, confident they can beat off the hauliers in the battle for public opinion, urged the government to use the full panoply of laws to convict protesters.</p> <p>Mr Straw confirmed that army drivers were being trained to operate tankers and added: \"Preparations have also been made to help to protect food depots, to keep major roads open and to protect potential targets other than oil terminals.\"</p> <p>The Conservative leader, William Hague, accused the government of creating a \"climate of anxiety\" in the run-up to the protesters' 60-day deadline for action, November 13.</p> <p>The threat to remove hauliers' livelihoods if they break the law drew an outraged response from the Road Haulage Association. Its northern di rector, Geoff Dunning, said: \"It would be absolutely draconian... to take away hauliers' living for taking part in a protest\".</p> <p>Hauliers and farmers plan to blockade every junction of the M25 if the chancellor fails to signal a 15p per litre cut in diesel prices in next week's pre-budget statement.</p> <p>Members of a 35-strong committee, which effectively runs the People's Fuel Lobby - the umbrella group embracing a disparate band of protesters - believe they will be able to close the London orbital motorway, Britain's busiest, regardless of police action.</p> <p>One organiser, who runs a small haulage firm, claimed police would be unable to stop \"wave after wave\" of trucks and tractors regardless of yesterday's threats by Mr Straw.</p> <p>Haulier Craig Eley, who launched the roadblocks that became a feature of the earlier action, warned: \"It will be a mega-protest if the government does not budge. It will affect this country significantly, hit it really hard, and it is something no one has ever thought of.\"</p> <p>The Department of Trade and Industry said there was still plenty of petrol at the pumps, but organisations such as the NHS should stock up.</p>",
  "<p>Alec Stewart yesterday defended his integrity in public for the first time since an official investigation into match-fixing and corruption in cricket published allegations against him on Wednesday. </p> <p>At the England team's hotel here the former England captain, who looked close to tears, reiterated his categorical denial of charges that he accepted £5,000 from an Indian bookmaker, Mukesh Gupta, in exchange for information about weather, ground conditions and team matters on the 1992-93 tour of India. </p> <p>\"It is very much my word against that of Gupta,\" he said. \"He's had his say but I denied the allegations when they first came out and that is where we are now. I have never knowingly met him. </p> <p>\"People may say that my reputation is tainted, that there is no smoke without fire, and they are entitled to their opinion. But it is not very pleasant thinking that I might not be believed even if I know in my mind I'm clear. </p> <p>\"My reputation within the game is a good one and hopefully when I finish I will be remembered as someone who gave their all for England in every capacity and as a very good England cricketer, not just in England but throughout the world.\" </p> <p>He admitted that, although he had never considered going home after the release of the report of the Indian Central Bureau of Investigation, he would have accepted it had he been withdrawn from the tour. Instead he received the endorsement of the chairman of the England and Wales Cricket Board, Lord MacLaurin. </p> <p>Stewart further expressed a willingness to co-operate fully with the investigations of Sir Paul Condon, the former commissioner of the Metropolitan Police who heads the newly formed Anti-Corruption Unit of the International Cricket Council. \"I am very much in favour of Sir Paul's investigations and I'm sure he will look into all matters very thoroughly. I will be as co-operative as I can be.\" </p> <p>Stewart was speaking only hours after the president of the ICC, Malcolm Gray, said that in all probability revelations would not end with the Indian CBI report which on Wednesday named nine international cricketers, seven of them former captains, as having been offered or paid money by Gupta. \"I would not be at all surprised,\" Gray said, \"if there were more allegations to come.\" </p> <p>The evidence in the report is uncorroborated and unlikely to stand scrutiny under English law. Stewart is \"disappointed to say the least\" that he has been tainted by something that is now in the public domain. </p> <p>He is named not just by Gupta but by the former Indian all-rounder Manoj Prabhakar, who says he introduced the pair. Furthermore Gupta's allegations have proved substantial in the cases of Salim Malik, Mohammad Azharuddin, Mark Waugh, Hansie Cronje, Dean Jones - who says he was approached but turned the offer down - and Martin Crowe, who admits receiving money for what he thought were media interviews. There is a track record. </p> <p>\"I would not have a clue why I have been named,\" Stewart said. \"The first I heard of this was when Star TV rang me from India on Tuesday afternoon and I've been in a state of shock since then. Wednesday was certainly one of the hardest days of my life. </p> <p>\"Of course I don't deny I have met Manoj Prabhakar. You strike up a relationship with the opposition. It is also possible I have been in his company and introduced to someone. I have been brought up to be polite and I would have said hello. I may even have spoken to Gupta on the phone without knowing it because we get phone calls all the time from fans and I am polite, short and sweet and then put the phone down. </p> <p>\"But no one before or since has ever asked me for information as alleged and offered me money, presents or whatever. I've just never come up against it. Why me? I can't answer that, I really can't. You would have to ask Gupta.\" </p> <p>Then came the stealth missile. \"Alec, if you saw Mr Gupta sitting in the room now, what would you want to say or do to him?\" Stewart saw it coming. \"Well,\" he said, with just a hint of the tension falling from him, \"you'd have to point him out to me first.\" </p> <p>The Australian Cricket Board has asked Condon to investigate claims made by Gupta that Mark Waugh received £14,000 from illegal bookmakers rather than the £2,800 to which he has admitted.</p>",
  "<p>Arsenal will not be punished by Uefa when they field a weakened team in their final Champions League Group B game in Ukraine next Tuesday after a pact between Arsène Wenger and Lazio's Sven-Goran Eriksson, the new England coach. </p> <p>The two managers have agreed to rest key players, with Arsenal already qualified as certain group winners and the Italian champions also through in guaranteed second place before they visit Shakhtar Donetsk and Sparta Prague respectively. </p> <p>\"I have had a chat with Eriksson,\" said Wenger, \"and we agreed we would both rest some players.\" On the face of it the pact gives Donetsk and Sparta, level on points, an equal chance of claiming third place and with it the Uefa Cup berth available. </p> <p>\"Each team has submitted a squad list of 25 players and it is up to each coach to decide which players he wants to field from this list,\" Uefa said. </p> <p>George Graham says Tottenham are ready to spend their way out of trouble. \"I'm very determined to put things right here,\" said the beleaguered manager, who was on the continent on Wednesday to scout players only a day after Spurs were knocked out of the League Cup by First Division Birmingham. </p> <p>\"We are short of five or six quality players and if we can get them in we will. If the right one becomes available I am sure the money will be found. </p> <p>\"I am tempted to put the kids in but, given the circumstances at the moment, the red-hot atmosphere could kill them and their confidence.\" </p> <p>Fulham are keen to sign Anderlecht's 6ft 7in striker Jan Koller, 27, for a club-record £6m and may try to push through a deal next week if the Belgian side go out of the Champions League. </p> <p>Derby County have signed Taribo West on loan. The 26-year-old Nigeria defender, who joined Milan from Internazionale last December, has agreed a three-month deal and should make his debut at Arsenal a week tomorrow, subject to a work permit. </p> <p>Derby have also obtained the release of Colin Todd from Swindon. He will become the manager Jim Smith's assistant, though effectively the main man, after compensation was agreed with Swindon, who had taken out an injunction to prevent him from leaving. \"He was a genius as a player and is an experienced football man,\" said Smith. </p> <p>Airdrie's manager Steve Archibald, who was locked out along with his players yesterday, said the club would fold unless an agreement could be reached with the provisional liquidator. \"We have an agreement to pay KPMG a certain amount a month and that allows us to operate this club,\" he said. \"They require £40,000 and I'm saying it should be £25,000, not because I want to say £25,000 but we have got a budget here.\" </p> <p>Archibald took control as the preferred bidder in July after Airdrie went into liquidation during February with debts of about £750,000. Last night fans presented a cheque for £15,000 to KPMG but Archibald, though welcoming it, feels it may be in vain. </p> <p>Spartak Moscow secured a fifth successive premier division title with yesterday's 1-0 home win over Rostselmash Rostov. </p> <p> o You've read the piece, now have your say. Send your comments, as sharp or as stupid as you like, to <a href=\"mailto:editor@footballunlimited.co.uk\">editor@footballunlimited.co.uk</a></p>",
  "<p>After Kevin Keegan, enter Ikea man. Sven-Goran Eriksson breezed into a Hertfordshire hotel yesterday to offer England several flat packs of platitudes but no promises apart from saying that this time he would actually stay to do the job. It was something that needed getting straight since the 52-year-old Swedish coach had previously agreed to manage Blackburn Rovers only to join Lazio. </p> <p>\"Yes, I did sign a contract with Blackburn,\" Eriksson explained yesterday, \"but when I got back to Genoa [where he had been managing Sampdoria] Lazio phoned me and asked me to go there. </p> <p>\"I went back to Blackburn and had a couple of days' discussions with Mr Jack Walker. He released me from my contract and told me he understood my decision. It is not very nice to break contracts but we parted like friends. He was a great gentleman.\" </p> <p>The Football Association, having agreed a five-year £10m contract with Eriksson to rebuild, reinvigorate and perhaps reinvent the England team, trusts that the acquaintanceship will be slightly longer-lasting. </p> <p>\"It will not happen again,\" Eriksson pledged yesterday, whereupon a voice from the floor murmured: \"Germany calls . . .\" \"Not even if Brazil calls,\" said Eriksson. </p> <p>\"I'm very happy I have a contract for five years,\" he added, \"because it means I don't have to think about just next week's game, I have to think about what is happening in three, four or five years or even longer. Yes, I think I will stay five years . . . I hope so . . . even seven, I hope.\" </p> <p>It may take at least seven years for the country's football followers at large to accept the idea of a foreigner running the England team. Criticism of the appointment has been widely voiced by fans and club managers alike, with Gordon Taylor, the head of the Professional Footballers' Association, particularly scathing. </p> <p>Eriksson clearly does not want to get involved in the argument. \"I can understand that every time you do a new thing, whether it's football or not, you always have people against you,\" he reflected. \"But I don't want to take part in that discussion. I just hope that in a couple of years those talking against it will be talking for us.\" </p> <p>England's next coach is adamant that he will not take up the post full-time until July 1 next year, after his present contract with Lazio has expired. But having committed himself to England, and given the volatile background against which he is working in Rome, he could be released earlier should Sergio Cragnotti, the president of Lazio, decide that it would be best to turn the team over to Dino Zoff, the vice-president. </p> <p>Either way Eriksson hopes he will be in a position to assist when England resume their attempt to qualify for the 2002 World Cup with games against Finland and Albania next March. \"I hope to finish my job in Italy in a proper way, a nice way,\" he said. \"Maybe it would be a little difficult coming earlier for a couple of weeks but I think it would not be the first time there was a part-time manager as national coach.\" </p> <p>In the meantime Tord Grip, Eriksson's assistant at Lazio, is about to join the FA as a locum with the task of checking on England probables and possibles so that by the time the new man takes office he will be thoroughly acquainted with the footballers at his disposal. </p> <p>Yesterday Eriksson was quite candid about his lack of an intimate knowledge of the English game. \"I've been working in the Italian league for 14 years,\" he said, \"and I haven't had either the opportunity or the need to know everything about British football.\" </p> <p>Asked if he could name the Leicester City goalkeeper or the Sunderland left-back (a piece of trivia which might have had Keegan scurrying to the nearest Rothmans) he replied: \"No, but I can assure you that I will be able to answer those questions when I come here. I will know everything about it.\" </p> <p>Eriksson's strength is reckoned to be his tactical acumen and his ability to get on with some of the world's best footballers. At £2m a year he will be earning twice Keegan's salary but he insisted: \"Money is not the important thing here. It's a big job, a big challenge and I will be very proud the first time I go out and hear the national hymn . . . what do you say? . . . anthem.\" </p> <p>With that he flew off to prepare Lazio for their next game with Bologna, when a bad result could find him humming God Save The Queen.</p>",
  "<p>Let's not leave Rambert's best to last. After all, Javier de Frutos's world premiere, The Celebrated Soubrette, is the one everyone was waiting for. Spotlit and sequinned, it drips with a glamour straight out of the American dream. </p> <p>Inspired by the slick of Las Vegas and the Liberace sound and shine, it ends the evening on a high, high heel. This is a very fast, tricky composition. Hips swivel, feet strut, piano keys ripple like perfect pecs, all at once. It is balletic and then showgirl. It is swinging loose and then uptight. It is stagey and then for real. What is going on is anybody's guess. Glamour is at the heart of it, but both music (Le Tombeau de Liberace by Michael Daugherty, played lusciously live by London Musici) and dance melt so quickly from frame to frame that you're taken from 50s film to snake-charming chant in the time it takes to say \"Sunset Strip\". </p> <p>In this essentially unisex limelight universe, there's a bit of this and a bit of that. There's a chorus line, a couple of duets, a solo, a trio. It sounds messy, but it's tightly played. Elizabeth Old, a bikini-wearing, curly-headed minx, takes centre stage, giving those spangles a shake for their money. She tries for the guy but fails. A guy tries for another guy and he fails too. Tiny moments of relationship are dropped into this 22-minute swirl; you hardly notice, but they have remarkable force. Skimming past kitsch, this jazzy surface shows the skin beneath the seductive costume. And then it just ends. It ends with arms in the air and too soon. It's a shooting star. Is it over already? </p> <p>Back at the beginning of the evening, Rambert negotiate steps of a very different kind, from a different era, in two pieces aired several times on their current tour. Glen Tetley's 1968 piece Embrace Tiger and Return to Mountain takes the barest reference from t'ai chi and marries it with ballet. It doesn't work. Muscular stretches and clenched fists make heavy work of the partnership, and the dancers, though strong in their execution, seem ponderous. The poetry of the title is not matched by the dance, and soul is absent. </p> <p>In Ghost Dances, three skeletal figures haunt a South American village, dancing and revelling with the inhabitants, each in turn. It's an easy, folksy piece by Rambert's artistic director Christopher Bruce with lots for an audience to like, not least the panpipe music and sweet song which gathered cheers from the crowd at the curtain. </p> <p>Until tomorrow. Box office: 0131-529 6000.</p>",
  "<p>The banking sector is expected to be ignited this morning by a fresh wave of mergers and takeovers following the report that Abbey National aims to merge with Bank of Scotland. </p> <p>Abbey National has for some time been regarded as a potential takeover target and was last night thought to have attempted to take the initiative and engage the Edinburgh based BoS in initial takeover discussions. </p> <p>The Abbey National approach follows speculation in the City that the highly acquisitive National Australia Bank is also on the look-out for a takeover target. </p> <p>Bank of Scotland, credited with the audacious but ultimately ill-fated takeover of NatWest, is also regarded as an attractive prey for the Sydney-based institution. </p> <p>Reports late last night even suggested that Lord Tugendhat, the chairman of Abbey National, had last week approached Bank of Scotland about the possibility of entering into discussions about a £23m marriage. </p> <p>The approach is thought to have been highly tentative, and Lord Tugendhat was yesterday in Hong Kong, where Abbey National was opening a new venture. Such high level approaches were said last night by City sources to be be coming increasingly common at a time when the industry is expected to undergo a fresh wave of mergers. </p> <p>Speculation about new mergers comes in the wake of the tussle for control of NatWest, which started 12 months ago when Bank of Scotland launched its hostile bid for the clearing bank. </p> <p>Royal Bank of Scotland eventually beat its Scottish rival in the race for the control of the London-based bank, but the battle prompted many leading City analysts to predict that it would be the first of major moves among the banks to consolidate their position. </p> <p>Abbey National and BoS, along with Alliance &amp; Leicester, have been the banks considered to be most in need of finding a partner, particularly after Woolwich took the decision to sell itself to Barclays last month. </p> <p>Pressure on profit margins as a result of increasing competition for retail customers has been weighing heavily on the banking industry. </p> <p>The speculation comes at a sensitive time for the industry. Today, the competition commission holds a public hearing into the possibility of a complex monopoly between the major banks in the small business banking sector, one of the key recommendations of the controversial Don Cruickshank banking inquiry.</p>",
  "<p>Can you transfer stand-up comedy from a noisy club to the hallowed hush of a theatre? Not allowed to drink or smoke in the auditorium, most of the audience watched in envy as Ed Byrne slurped from a bottle of beer and puffed away, never missing the chance to remind us that it was allowed only on stage. OK, it's not essential to be drunk to enjoy a stand-up routine, but where's the clink of glasses, the background chatter, the hazy atmosphere, the heckler who won't shut up? </p> <p>At times, Byrne had to work hard to rouse the audience. We were too comfortable in our seats, too safe with the carpet beneath our shoes. Any questions were generally met with an embarrassed looking-away. Wisely, Byrne saved most of his two-hour set for after the interval, during which everyone could loosen up with a drink. Lanky in a dark, unironed suit, and with the complexion of someone who sees more night than day, Byrne looked like a trainee undertaker, his stiff demeanour relieved only by his long hair and loopy grin. But it's a nervousness that he has successfully worked into his act (along with the heavy smoking). </p> <p>Beginning with a 20-minute slot, Dublin-bred Byrne quipped through topical gags - the bad weather, the environment, the fuel crisis - before moving on to some sure-fire piss-takes: builders, taxi-drivers, dentists, the latter in a very funny skit. </p> <p>But it didn't seem enough, at first, and Ben Norris's rough-and-ready patois livened things up in a half-hour support. Even though his material went for familiar targets - students, daytime television, air hostesses, porn - he played the line between funny and nasty, the late-30s lad who knows better but still enjoys being a bit wicked. </p> <p>Byrne's second appearance, for 90 minutes, saw him get into his stride. Although it's his style to muddle, slur, and interrupt himself - and that's part of his charm - his timing was impeccable. There were hilarious stories of being dumped by his girlfriend, as well as a merciless and very funny trashing of boybands, girlbands, indeed any bands who aren't heavy metal (hence his long hair). </p> <p>A shrewd look at homophobia received laughs of recognition, and Byrne mocked his own puniness to good effect in sending up martial arts, sex appeal (or lack of it), and his passionate aversion to scales: \"I maybe Irish, but I'm not a jockey.\" Despite the lack of alcohol, the audience was soon won over by Byrne's big-laugh blend of Irish coyness and eye-bulging, honest-bloke wit. And it's more than fair play to him for that.</p>"
]