[
  "<p>Alan Milburn, the health secretary, promised patients more control over the timing of their operations yesterday in a speech which launched a raft of NHS reforms and further details of the long-awaited national cancer plan. </p> <p>By March next year, all NHS hospitals are to start offering an appointment booking system to give at least some of their patients more control over the timing of operations. By March 2002, 43 hospitals should be able to offer every day surgery patient a booked appointment allowing them to pick a time to suit their family, caring work or holiday needs. </p> <p>While Mr Milburn was on his feet in Brighton, Mike Richards, the cancer tsar now reborn as national cancer director, was putting flesh on the bones of his national plan, some of which was revealed by the prime minister on Tuesday. </p> <p>An extra £50m is to be invested in palliative care and hospices and GPs are to be helped and supported to diagnose cancer and help those who leave hospital after treatment by designated cancer GPs. One of these will be funded in every primary care trust, jointly by Macmillan Cancer Relief and the government. </p> <p>Prof Richards revealed a new smoking target - to cut smoking rates in manual classes, among whom cancer and heart disease is highest, from 32%in 1988 to 26% by 2010. A new healthy eating campaign will be launched to encourage fruit and vegetable consumption, and patients will be given more information about the risks as well as benefits of cancer screening. </p> <p>Mr Milburn got a standing ovation after his first conference speech as health secretary. Delegates cheered his promise to abolish compulsory competitive tendering for catering, cleaning and other hospital services. </p> <p>Since 1983 hospitals have been obliged to offer private sector firms an opportunity to compete for these contracts. Mr Milburn said this resulted in a race to provide the cheapest service, lowering standards of cleanliness. </p> <p>\"Compulsory competitive tendering has... damaged the NHS for too long. It will now go,\" he said. </p> <p>Instead hospitals will be required to demonstrate value for money, with greater emphasis on satisfaction and quality as well as cost. Other announcements included £50m more for carers looking after relatives at home. Up to 75,000 more of them will get grants to provide cover when they take a break from minding older, infirm, disabled and sick people. </p> <p>Mr Milburn promises to increase the number of chest pain clinics to diagnose patients with suspected heart disease from 50 to 84 by next April. Appointments will be arranged within a fortnight. </p> <p>He recalled how his close friend Ian Weir, a photographer on the Northern Echo, died last year at 35 while waiting for a heart operation. \"The NHS let down Ian Weir... there were far too many waiting just like him. In governments you listen and you learn. We will end long waiting in cardiac and cancer services, across the health service.\" </p> <p>Delegates responded enthusiastically when Mr Melburn promised more power and more pay for nurses and doctors. </p> <p>Aides later explained that he was not calling for a general above inflation settlement but wanted to reward those taking extra responsibility and pay a \"market forces supplement\" to staff in regions experiencing particularly high cost of living increases. </p> <p>\u0095 £50m for hospices and palliative care, including more support to help the terminally ill stay at home. </p> <p>\u0095 Maximum wait of one month from diagnosis to treatment for all cancers by 2005 and for breast cancer by 2001. </p> <p>\u0095 Smoking among manual groups to be cut from 32% in 1998 to 26% by 2010. </p> <p>\u0095 Campaign to increase fruit and vegetable consumption. </p> <p>\u0095 Better information for patients about the risks as well as benefits of cancer screening programmes. </p> <p>\u0095 Improvements to cervical screening, breast screening extended to age 70 (and over 70 on request) </p> <p>\u0095 Testing for prostate cancer available in the spring, trials for colorectal and ovarian screening underway </p> <p>\u0095 New National Cancer Research Institute to focus efforts where progress most likely</p>",
  "One of the distinguishing features of the anti-apartheid struggle was the very broad support it enjoyed from most political persuasions in all parts of the world. <p>Apartheid was experienced as such a basic onslaught against human dignity that it demeaned all of us.</p> <p>The political parties in the major western countries often had different approaches in their support for the freedom struggle in South Africa, but none could ever condone the racism of apartheid. </p> <p>This universal abhorrence of apartheid contributed significantly to the ultimate victory of freedom, non-racialism and democracy in our country.</p> <p>One therefore has an appreciation for the support received from people all over the world, irrespective of their party political affiliation.</p> <p>There were however, political parties and organisations in the western democracies with which the liberation movement developed particularly strong solidarity relations.</p> <p>These derived from a common approach to such social issues as poverty and the primary concern for the marginalised. </p> <p>These relationships were built and consolidated in joint action and struggle with the solidarity forces in those countries.</p> <p>The Labour party of Great Britain is one such organisation. It therefore gives us such great pleasure to join with you here today at your party congress in the year that the party celebrates its centenary.</p> <p>Allow me in the first place to extend our hearty congratulations to the Labour party. I am certain that I can do so on behalf of all the freedom-loving people in our country, who appreciated the extent to which the attainment of democracy in South Africa was also due to our solidarity partners internationally. </p> <p>I know that I can do it on behalf of the organisation that you supported so faithfully over many decades, the African National Congress. </p> <p>Britain was in so many respects the second headquarters of our movement in exile. Your solidarity helped to make those years of exile bearable and contributed to them not turning out to be wasted years. With you we can look back to the proud beginnings of your organisation, rooted in the concern to give organisational voice to those without power. </p> <p>To have sustained over a century such an organisation is a tribute not only to the Labour party, its leadership and members. It is testimony to the resilience of the spirit that continues to believe that the world can be made a better place for all.</p> <p>It defies and gives the lie to the pervasive cynicism and loss of hope that characterised so much of political life in the latter part of the last century. </p> <p>The centenary celebrations of such a political organisation serves to remind us, here at the start of a new millennium, of the continued need to persevere in the pursuit of those ideals.</p> <p>The internationalism of which the Labour party was such a potent part, as we well know in South Africa, today faces new challenges.</p> <p>At a time international solidarity was a triumph of the human spirit over the barriers of distance and isolation. We marvelled at that generosity of spirit capable of reaching out to take part in the struggles of those far removed and in distant corners of the world.</p> <p>Today the world has become the global village of which we once spoke only in wishful metaphor. What happens in one part of the globe is immediately accessible to the entire world and affects others over great distances.</p> <p>The danger is that globalisation can come to mean only the free flow of goods and finance, the open access to markets, the breaking down of barriers to trade and commerce. </p> <p>The concern for the common good, which characterised the international solidarity we spoke of , is in danger of being lost in the current understanding of a global world.</p> <p>We would argue that the shrinking of the globe through the advances in communications and information technology has made it even more incumbent upon us to become once more the keepers of our brothers and sisters no matter where they find themselves in the world. This may very well be one of the major political and moral tasks of the Labour party in the 21st century.</p> <p>One can have these global expectations only of a party that domestically holds dear those values of solidarity with the poor and the vulnerable sectors of society. It is a sad fact of our times that in spite of the massive scientific, technological and economic advances humankind has made poverty and social inequality remain features of most societies in the world. Our historic relationship with the Labour party rests upon our common concern to centrally represent the voice and interests of those sectors traditionally excluded from power and privilege. </p> <p>In our own country poverty remains the greatest social problem and its eradication our greatest political and societal challenge. </p> <p>We have achieved a non-racial democracy based on one of the most progressive constitutions anywhere in the world. Our once divided society has come together in an act of national reconciliation that ensures that our political order is stable; we now live out our differences within the framework of our constitutional democracy. The management of our economy is widely acclaimed for the manner in which sound macro-economic fundamentals are maintained. </p> <p>The people-centred growth of our economy, with new jobs and increasing prosperity for all our people, has however not occurred at the pace and volume we hoped for when we set out on this road of reconstruction and development.</p> <p>The growth of an economy is no longer merely a national matter. Globalisation has exactly meant that a nation's best made plans can go awry due to international factors beyond its control. </p> <p>We have seen that with the financial crisis in the Asian markets, even though our economy withstood that crisis better than most of the emergent economies. The effective growth of an economy like ours is crucially dependent upon direct foreign investment; yet one often witnesses how the political stability, social progressiveness and sound economic management in the country are ignored when investment decisions are made. </p> <p>As we stood together to oppose apartheid in South Africa, we are today called upon to join forces for growth and development. </p> <p>Democratic South Africa has no pretensions to being a mini superpower in our region, on our continent or in the developing world. We do, however, realise that we have a responsibility to articulate common concerns of those regions when we do act on the international stage. In doing so, we turn once more to our traditional solidarity partners, like the Labour party, to add their voice to those clamouring and working for a better and more equitable life for all throughout the world. </p> <p>We wish you well as you enter the second century of your organisational life. </p> <p>The health of a democracy is ultimately dependent upon the vibrancy of its political parties and the active participation of the citizenry. It is our wish that the human solidarity that has inspired the Labour party for such a long time will be kept alive in action. May this century be one where the poor and marginalised come into their own and the gross social inequalities of the past at last are eradicated. </p> <p>I thank you.</p>",
  "<p>Hume's problem can be especially embarrassing if the transformed criminal is a woman. In 1998, the National Review, America's leading conservative magazine, published a short piece on the Karla Faye Tucker case under the headline: 'Dark Night for George W.' The first sentence reads: 'George W. Bush has a helluva problem.' Specifically, he was faced with the question of whether to grant clemency to the first woman in modern Texas history to face execution, having exhausted all appeals. The Review thought that 'of course' the case has 'mostly to do with women'. Tucker's would be the first execution of a woman in Texas since the Civil War, it reported, and a rarity for the country (less than 0.5 per cent of the nearly eight thousand people executed in the US in the 20th century were women). Crimes by women are less horrible than crimes committed by men, except for some - like murdering children - which are more so, the Review continued. An even bigger source of embarrassment was that Tucker had found Jesus. She captured the attention and support of the normally pro-capital punishment evangelical Right: she was 'a woman of such obvious spiritual change', according to an official of the National Association of Evangelicals, that she deserved special consideration. Fifteen years earlier, high on a cocktail of drugs, she pickaxed two people to death. She was living a life of prostitution and violence: a decade and a half later she was someone quite different. </p> <p>At her trial Tucker confessed that she had had an orgasm with each of the 20 thrusts of her pick into one victim; she finished by embedding it in the chest of a sleeping girl. That was then. Now she was born again; she was married to the prison chaplain; she was beautiful but not too sensuous, full-lipped, well-spoken and known to the American public from a chiaroscuro photograph in which her hands are raised as if to shield her from the blinding glory of the Holy Spirit. (The pose is from an Annunciation scene. Death Row, a sort of capital punishment fanzine, reprints a small version of the picture.) The Pope pleaded her case, though this is not unusual - the Church has been a consistent opponent of capital punishment in the US since its revival. But so did Pat Robertson, one of its most vociferous religious proponents. (He did not speak out, as far as I know, for Clifford Burgess, who converted to Catholicism and developed what was apparently a remarkable talent for painting during his 12 years on Death Row.) In Tucker's case, however, he proclaimed that executing her would be 'more an act of vengeance than it is appropriate justice'.</p> <p>Really? Vengeance, one would have thought, is always the point, because if rehabilitation - or remorse and redemption - were at issue many more would escape death during the long course of their appeals. (Bush didn't stop Tucker's execution.) Tony Amadeo murdered an old man in the course of a petty larceny in 1977: remorse and intense guilt came quickly; a model prisoner throughout his appeals he spends the life sentence he was given at his retrial in 1997 reading - lately Defoe, Dickens and Balzac. But after a decade and often more, even less gifted murderers are not the same people as they were when they committed their crimes. Retribution so long delayed inevitably loses much of its attraction.</p> <p>The cry therefore goes out to speed things up. A new term has entered the discussion, an impatient harrumph, a call for 'closure'. The term once referred to fields and meadows, mathematical sets or zippers; it was taken up as a term of art in literary theory and recently migrated to business and pop psychology. Deals were brought to closure and so were messy divorces and unhappy love affairs. And now so are the lives of criminals, but with a curious displacement. 'Execution is closure,' the Sacramento Bee announced in a recent headline. The thirst for vengeance, admitted Billy Smith, after watching the execution in Virginia by lethal injection of the man who had murdered his father in the course of robbing his jewellery store, had 'ultimately evolved into a yearning for closure'. Waiting had been 'almost like reading a novel and getting to the ending and that last page torn out', he thought. But 'closure' when it came was not as satisfying as he had anticipated. Yes, it ended a long chapter in his life but it was, he said, 'really anti-climactic'; he was struck by 'how unemotional it was, how antiseptic, even medicinal... Electrocution probably would have been more... dramatic, maybe.'</p> <p>One can sympathise with the victims of crime, or rather their relatives, wanting the punishment to be 'swift and sure'. Of course, swifter 'closure' could be achieved through a mandatory life sentence or a programme of reparations or in any number of other ways. The US has, however, adopted one particular dénouement - an actual death - and in the modern world this turns out to be difficult to bring off with the desired dramatic effect.</p> <p>This, too, is a consequence of the Furman decision: the elaboration of the notion that capital punishment exists to avenge the blood of the victim in the name of the victim's relatives and friends. Outraged community still matters but much less: the 'real victims' are those left to mourn. One cannot blame this on Supreme Court jurisprudence alone. Americans have, of late, characterised much of their social world in the rhetoric of victimhood and both sides in capital cases have come under its spell. The adversarial system, by its nature, creates intimate personal narratives, this story versus that story. Accounts of crime have always included anecdotes of the criminal's misspent youth and first deviation from the strait and narrow, but the requirement that one side present 'aggravating circumstances', and the other side 'mitigating circumstances' has created a discourse of the death penalty that reads remarkably like a tabloid tearjerker. </p> <p>Lawyers cannot be blamed for this. Bright sees his job as convincing a jury that his client is more than his worst moment: that he was once fully human and is now again fully human even if for some moments in between he was evil. He deserves to live. Bright thus calls to the witness stand a minister who counselled William Brooks in jail; he calls Brooks's sister, who speaks of the beatings he received as a child and the domestic chaos in their home. The prosecutor may make a mistake with respect to the black members of the jury, McFeely suggests, by pouring scorn on this young black women who has escaped the horrors at home and 'was busy graduating from high school and didn't even pay attention' to her brother's troubles. The accused's mother also testifies. </p> <p>On the other side sit the fiancé and the mother of the young woman who was raped and murdered. Their pain and loss are made evident. Because 'heinous, depraved and cruel' are terms of art - aggravating factors - the girl's family and the jurors see again forensic photographs of the stabbed body; they hear details of the fatal wounds. The prosecutor re-creates the whole nightmarish scene and suggests that the murder of this beautiful girl, which has caused the family much pain, be matched by the death of the man who robbed her, and them, of her young life. The defence retorts by acknowledging the crime's full horror and insisting on the humanity of the killer and on alternatives to killing him. </p> <p>As a consequence of this procedure all sorts of biographical detail about murderers emerges and further clouds the symbolic clarity of killing them quickly and without their attaining any human depth. Mitigation, for example, might include the fact that the murderer was so mentally retarded that he didn't understand what he had done or what might become of him. Some states, including Georgia, no longer execute those below a specified IQ. But others still do and questions about the rightness of capital punishment generally, or of specific instances, are displaced by discussions as to whether the condemned man is as stupid as some tests suggest, even if stupidity is not legally a mitigating circumstance.</p> <p>I watched the national coverage of the most recent Texas execution. (In fact, there were two that night but only one caught the media's eye.) Attention focused on the state spokesperson, who suggested that the condemned man really had an IQ even higher than had been suggested on appeal - 81, very slow - and on the defence spokespeople, who said that his IQ was really either 68 or 72 as two previous tests had shown. (These scores would meet many states' criteria for retardation.) No one disputed that he had failed seventh grade three times, an unprecedented feat in American middle school, and couldn't read. In all, almost forty mental incompetents have been executed since 1976; the man whose warrant Bill Clinton rushed home to sign in 1992 when he was running for President was probably so far gone - as a result of a lobotomy - that he didn't know what was happening to him. In general, the denizens of Death Row who make it to the execution chamber are revealed in the course of their appeals, if not at their trials, to be a pretty pathetic lot.</p> <p>There has also been a displacement from justice as a matter of public policy to justice as what it was long ago, a private matter. This, too, has muddied the waters. Because the trial is construed so personally, as victim against perpetrator, the death penalty has come to seem like a way of satisfying the injured party rather than the State. It's as if the courts had become the agent of one side in a blood feud while lacking the freedom to take swift action that made personal justice work in Norse law. </p> <p>If one accepts the notion that executions exist at least in part to give satisfaction to family and friends, the problem arises of what to do when the victim's family opposes capital punishment: pleas from a slain state trooper's children had no effect in a recent Virginia case. Or what to do when the family is divided, as in the case of a former Buddhist monk who murdered a woman in California. The victim's son wanted vengeance. Her husband, on the other hand, asked for mercy in keeping with his religion - he, too, was a Buddhist. (The killer was executed.) And what if no one cares one way or the other? Neither the victim's family nor his own family witnessed the death, after 23 years on Death Row, of Sammie Felder Jr, the fourth person executed in December 1999, and Texas's last of the 20th century. Even the number of protesters was tiny on that chilly winter's evening and no one was there to cheer either. </p> <p>As personal stories are elaborated, people take sides. Last year, California executed Manny Babbitt, a decorated Vietnam War veteran who served as a marine at the 70- day siege of Khe Sahn. He indisputably suffered from post-traumatic shock, claiming to remember nothing of the day of his crime, when a 'flash of light' sent him over the edge. Supporting his petition for clemency were veterans' organisations ('the execution is just another cold shoulder to Vietnam veterans'); several prominent writers who were also Vietnam veterans; his fifth-grade teacher who had come to California to plead his case ('I told him I was honoured to be his teacher'); two of the jurors who had originally convicted him, who said that if they had known the details of his life they would not have voted for the death penalty; and a retired Detroit police officer whose life he had saved at Khe Sahn. On the other side, opposing clemency, was the victim's family.</p> <p>California's new Governor, Gray Davis, a Democrat, worried about appearing soft on crime, turned down the request for a life sentence without parole for Babbitt on the grounds that the trauma he had suffered during his childhood and military service was not sufficient to spare his life. How much trauma, one might ask, would justify commuting death to a lifetime of imprisonment? Claims for clemency have always been made by citing mitigating circumstances, but what used to be understood as the interests of the State have now been reduced to claims and counter-claims of trauma. Whether or not someone on Death Row can be made to count as human because he, too, has been injured is an odd jurisprudential twist.</p> <p>Or again, perhaps not. This is a country where supporters of the death penalty proudly proclaim that it is 'the American punishment' and the father of one victim told the press that 'out here in the country, we're hunters and we know how to treat animals.' It had taken 22 years finally to execute his daughter's killer, he lamented, and he 'wouldn't miss it for the world'.</p> <p>There have been two sorts of response to the post-Furman revolution that seeks to make capital punishment rational and equitable. One is that of the Supreme Court Justice Harry Blackmun, a lifelong supporter of the death penalty who finally, in a 1994 case, gave up. He declared that he would 'no longer tinker with the machinery of death'. The State's decision whether to take a life was 'so inherently subjective - rife with all of life's understandings, experiences, prejudices and passions - that it inevitably defies the rationality required by the Constitution'. The other response is, procedures be damned. </p> <p>No court or legislature has quite said as much, although the Supreme Court has made no secret of its distaste for long-drawn-out appeals. It has severely restricted access to Federal courts by curtailing the use of habeas corpus and by limiting appeals in other ways. Meanwhile, Congress has cut funds to pay appellate lawyers who represent the indigent, i.e. almost all those on Death Row. (The Southern Center for Human Rights and comparable groups are privately funded.) State courts are increasingly hesitant to grant appeals; some of them, like Texas's, routinely turn a blind eye to even the most egregious irregularities. </p> <p>It is in the context of this judicial effort to speed up the process that last year's series of stories in the Chicago Tribune were such a bombshell. They have probably done more than any intervention of the past two decades to shift the debate by showing not only that the system works irrationally and unfairly - this is not big news - but also that innocent people are likely to be executed as a consequence. How many is difficult to say. The most thorough research we have suggests 23 for sure since 1900, and over four hundred more cases in which there is serious doubt. We know that at least three of those on Death Row in Florida whose sentences were commuted after Furman turned out to be innocent, but we don't know whether they would have been executed had their cases not been short-circuited. But Ken Armstrong and Steve Mills, the Tribune reporters, made it absolutely clear that there were at least 12 innocent men on Death Row in Illinois and that only chance discoveries - some coming to light after all judicial appeals had been exhausted, all the result of efforts by privately supported appellate attorneys or, most strikingly, by the students of a Northwestern University journalism class - saved these men from execution. (A 13th case came to light earlier this year.) </p> <p>In the old regime none of this would have mattered much. William Paley, the great late 18th-century theologian, regretted that some innocent men might be hanged but did not find it fundamentally problematic. These unfortunates, he thought, should regard themselves as giving their lives for their country - as sacrifices to the moral and legal order. Today this won't do, at least not officially. Punishment is meant to be individual, rational and proportionate. (Popularly, such niceties may have little purchase. Pro-death penalty demonstrators outside San Quentin last year waved towards the prison and told the press that half the men 'in there' deserved to die.) </p> <p>The general conclusion of the Chicago Tribune series was that capital punishment in Illinois is a mess, even though the Illinois Supreme Court is far from a rubber stamp for lower court decisions. In Texas, as Armstrong, Mills and another colleague, Doug Holt, have shown in two follow-up articles, the majority on the final Appeals Court is ideologically committed to carrying out as many death sentences as possible, as quickly as possible. These reporters are not naive. They have no illusions about some of the men whose cases they investigate. (One man is guilty of murder, just not of the murder for which he was convicted.) What they discovered is that the whole process, from initial investigation through trial and appeals is so riven with error that the status of the process itself, and thus of individual cases, is called into question. </p> <p>In 46 out of the Tribune investigators' 285 cases the prosecution used notoriously unreliable jailhouse informants whose sentences were reduced in exchange for their testimony. In one case, the evidence came from a man who had been labelled a pathological liar by Federal authorities: his veracity was vouchsafed at trial by his candid admission of having lied previously. In 20 instances the death sentence was based in large part on a visual comparison of hair colour, a famously unreliable method left over from the late 19th century and now banned in many jurisdictions. Thirteen innocent men in Illinois have been freed from this morass; how many more there are is not known. One of the Justices of the Illinois Supreme Court had already written two years earlier that he would no longer vote to uphold the death penalty because 'so many mistakes' had been made. The Republican Governor has suspended executions; the Republican Governor of Texas, on the other hand, George W. Bush, has expressed faith in the system. Nietzsche got it right: To see others suffer does one good. To make others suffer even more: this is a hard [saying] but an ancient, mighty human, all too human principle, to which even the apes might subscribe... without cruelty there is no festival: thus the longest and most ancient part of human history teaches... and in punishment there is festival. Certainly, in punishment there is pleasure if, regrettably to some, not as much as there once was. In the old days, the owner of a bar in California told a reporter covering an execution, 'we used to hang people from a brick building across the street... [now] we'll just have to have our own execution party by remote control.' She predicted dancing in the streets. A long, high cultural tradition is drawn to murder and to execution, if increasingly from a safe literary distance. (See Wendy Lesser's Pictures at an Execution.) And the conjunction between mass entertainment and death goes back to the very beginning. </p> <p>One of the earliest commercial films ever made shows the electrocution of an elephant in the Coney Island amusement park, a spectacle brought to viewers by Thomas Edison, whose lab developed the electric chair. And Death Row brings the old forms of the penny dreadful, the murder feuilleton, The Newgate Calendar and the amusement park together in a modern form. It is a rogues' gallery of unsavoury-looking characters: everyone awaiting execution in the United States today is represented by a picture and a paragraph describing their crimes in gory detail. (One is relieved that some of them are behind bars.) Longer articles feature special criminals. And there is a jolly mix of commentary about victims vindicated, liberals and lawyers stymied, rough justice triumphant. Last words are recorded, as are last meals: hamburgers and coke are the most popular. Of late, Texas has been offering a <a href=\"http://www.tdcj.state.tx.us/stat/finalmeals.htm\">website</a> where those interested can get up-to-the-minute information on specific cases and general policy. No BLTs, for example, because the state does not serve convicts bacon - too expensive. Likewise, those who request T-bone steak get Salisbury steak instead. And so on in edifying detail.</p> <p>There are also modern twists to old themes: in place of the bits of clothing or other souvenirs a crowd could gather in the old days, today's fans can buy replicas of six different electric chairs replete with wrist and ankle restraints and fake flashes of current. (This July, the New York Times ran a small story about a new plaything from McFarland Toys: a model of Death Row Marv, anti-hero of Frank Miller's Sin City, who is strapped to an electric chair and taunts his persecutors with a jeering 'is that the best you can do?' when the switch is thrown. His 'eyes light up as he fries'. Recommended for children of 13 and up; it costs $20.)</p> <p>Even the old pleasures are not what they once were, however. Execution seems just a little embarrassing, a private pleasure to be shared with the like-minded but not something that would survive in broad daylight. Death Row somewhat sheepishly gives over a page of its website to someone whom an earlier edition regarded as guilty but who the editor now thinks is innocent. 'Old Sparky', the electric chair built by prison inmates in Florida, was retired after almost sixty years. Its replacement failed to pass Constitutional muster when the Florida Supreme Court saw videos of what the judges said was the ghastly execution of someone too fat properly to conduct electricity. In fact, from the very beginning in Edison's lab it has not been easy, for all sorts of technical reasons, reliably to kill someone with electricity. A special session of the Florida legislature, following a national trend, opted for lethal injection late last year. </p> <p>Public executions, at which large crowds could actually watch justice being done succumbed to bourgeois sensibilities long ago, during the 19th or early 20th centuries. (The last one - excepting lynchings - in the United States brought a huge festive crowd to the foot of the gallows in Kentucky in the 1930s.) Today we kill at night - over 80 per cent of executions are carried out between 11 p.m. and 7 in the morning (half between midnight and 1 a.m.). Courts have resisted televised executions on all manner of spurious grounds - among them, security problems and safeguarding the identity of those who carry out the procedure. The real reason is that public or pay-per-view executions would be indecent and offensive to 'modern sensibilities'. The few tapes of actual executions, presented as evidence in cases arguing that electrocution and gassing constituted cruel punishment, have not been leaked. The bottom line of capital punishment - the killing itself - has, in short, become almost secret and certainly not something to be enjoyed openly.</p> <p>Some prisons have, of late, made provision for victims' families to witness executions. But there is something half-hearted even here. They are not allowed to see the needle being inserted: because medical ethics prohibit doctors and nurses from carrying out executions, the job falls to paramedics, who are not very experienced and often screw up. Thus the curtain is opened only when everything is in order - condemned strapped to the cross-like gurney, tubes in place - and it is quickly closed again if, as happens in about 10 per cent of cases, something goes wrong. It's a far cry from Hogarth's Idle Apprentice. The victim's friends and family are tidily segregated on one side of the glass-enclosed room, friends of the accused on the other, like friends of the bride and friends of the groom each in their own pews. The scene played out before them looks like the events in an operating theatre, familiar to American viewers from surgery shows on 24-hour cable. Even so, it's strong stuff. In Texas a special Huntsville Regional Post Trauma Unit is on call in the support room to 'prepare victim witnesses and personalise the event', as well as to help them deal with such upsetting contingencies as 'the inmate's last breath sounding like a rattle or snort', his eyes remaining open, or a last statement that is vengeful or lacking remorse.</p> <p>Today, even old-fashioned supporters of capital punishment are too high-minded to allow full expression of the old pleasures. 'Retribution,' the one-time Solicitor General Robert Bork argued before the Supreme Court, 'is itself an important, perhaps a vital, social function.' But retribution must be 'stripped of its vindictiveness'. What sort of retribution, I wonder, is not intended to cause anguish or hurt? What satisfaction could there be in it? Modern sensibilities, secularism and the rule of law - not to speak of a tainted history - have robbed capital punishment of almost all its symbolic powers.</p> <p>Yet there is still something awesome about an execution, perhaps all the more an execution carried out in the bowels of a great institution at dead of night, before a small audience - or none at all - by executioners who in another setting would be doctors and nurses. It has been awesome since Neolithic times, when our ancestors sacrificed humans to assure fertility and through all the festivities of antiquity and the Ancien Régime it has remained so. Some people in this country can imagine a secure moral order only if it is somehow underwritten by these exercises in death. Most people would want, on first impulse, to cause as much pain as possible to those who cause pain to their loved ones. </p> <p>It is the work of civilisation to mitigate such impulses, to acknowledge that this sort of sacrificial violence is no longer necessary to sustain the social compact. We no longer live in the supposedly unified communities of old. Human sacrifice is not what keeps a pluralistic society together and it is time that some American politician said as much.</p>",
  "<p>This clash of world views, which has informed the American debate since colonial times, resounds still in books like McFeely's. The poignant stories he tells, of three men who committed terrible crimes, of their defenders, their victims and of the criminal justice system, are embedded in a twisted past and in very different visions of how a new world is to be made. One of the many strengths of his elegant, humane and subtle book is to show how the claims and counterclaims that are so often made like points in a college debate - a 'pro' parry met by an 'anti' retort - are freighted with the burdens of history and the ironies of modernity.</p> <p>In the United States no burden is heavier than that of race. McFeely became involved with the question of the death penalty not because of any expertise in criminology - he had none - but because he had written a biography of Frederick Douglass and a book about the 67 descendants of a slave who had been brought to the tiny barrier island of Sapelo in 1802, where they still live today. Stephen Bright, the indefatigable and brilliant lead counsel of the Southern Center for Human Rights, wanted to make use of McFeely's expertise in African American history. Specifically, Bright asked him to testify in support of two claims which he was making in a motion for a new trial. Bright's client is - the case is not yet resolved - Carzell Moore, a black man convicted, along with an accomplice, of the rape and murder of a 23-year-old white convenience store clerk. He is awaiting execution. Bright planned to argue, first, that under the terms of the 14th Amendment a black man is not 'equally protected' in a Georgia courtroom which, like all the others in the state, displays the Confederate battle flag. And second, that there is an intimate connection between that flag and the bitter history of lynching which underscores the death sentence of any black man in the United States, particularly in the South.</p> <p>In some abstract sense, the flag might represent a proud tradition of states' rights and benign local tradition, as its defenders in South Carolina have recently claimed. But in fact, as McFeely testified, the Georgia story is unambiguous. On 6 February 1956, its Governor vowed that no Negro child would ever attend school with a white one; three days later, the legislature voted to replace the Confederate horizontal bars that had graced the state flag since 1879 with the 'stars and bars': the blue and white cross of St Andrew on an in-your-face field of bright red. Its Civil War service done, this banner had rallied the Ku Klux Klan as it helped re-establish white power in the South during a half-century reign of terror. When, in 1993, the then Georgia Governor asked the legislature to remove this none to0 subtle exhibition of 'pride in the enslavement of many of our ancestors' he was jeered at, and finally withdrew his proposal after some months of hopeless advocacy.</p> <p>There have been 460 lynchings in Georgia since the late 19th century; 411 were of blacks. And, as Bright went on to argue in court, the surge in judicial executions after lynching declined in the 1930s could plausibly be interpreted as the swift removal of a black man by trial, which before had been effected by mob. The cries of 'burn 'em' heard as a murder suspect is booked today echo the cries of those festive crowds that attended the hangings, immolations and castrations of earlier years.</p> <p>The prosecutor who opposed Bright's motion for retrial responded - correctly, in a narrow sense - that this was all quite irrelevant. These facts had no particularly bearing on Carzell Moore; no one was proposing that he be lynched. (I also think that the three white men - die-hard segregationists all - who testified at Bright's behest that they had celebrated the execution of Moore's accomplice would have 'rejoiced' just as exuberantly at the execution of a white man. The festivities at the notorious serial killer Ted Bundy's execution were replete with tailgate beer parties and baseball caps emblazoned with the hindquarters of a pig, as if today's Floridans had read historians' descriptions of pre-modern carnivalesque inversion.) </p> <p>That said, capital punishment in the United States subsists - inescapably - in a miasma of race. The Honorable John H. Land in 1977 presided over the trial of a black man called William Brooks, whose case McFeely follows. Land is the son of a prominent local dignitary who had seen to the lynching of an adolescent boy 65 years earlier. The barefoot 'little black nigger' in question had, miraculously, escaped a murder conviction in the accidental shooting of a white boy. TZ Cotton - the white press and courts of his day never managed to get his name right - was kidnapped from the same Muscogee County Courthouse where Brooks was tried, taken to the edge of town and, begging for his life, pumped full of bullets. Brewster Land, Judge Land's father, was acquitted; none of those who witnessed the abduction and murder would come forward. Forty-four years later, in 1956, a prominent black physician and civil rights leader in the same Georgia town was murdered in the course of a political confrontation: an all-white grand jury refused to indict the white man who shot him - self-defence. Even if, as is clearly the case, the murder trial of Brooks was not a lynching, the distinction is lost on many. The power of the white establishment to maintain the social order through the death of black men is all too evident.</p> <p>Some murders - and some murderers - seem to disrupt that order more than others. McFeely cites David Baldus's massive 1985 study of almost 2500 cases prosecuted in Georgia in the 1970s, which showed some remarkable, if scarcely surprising, racial disparities. If the victim was white the death sentence was far more likely to be imposed than if the victim was black; if the murderer was black he was far more likely to face the electric chair if his victim was white: 22 per cent of black defendants with white victims faced execution, 1 per cent of black defendants with black victims, 3 per cent of white defendants with black victims. These findings are robust: none of hundreds of possible variables will make race go away as the explanation. (Recently, various procedural improvements have made the race of the victim a less powerful predictor than it once was, though it is still important.) </p> <p>A solid social science research tradition going back to the 1940s supports Baldus's study and makes the same sad but juridically irrelevant point: race matters desperately and yet not at all. In 1987, the Supreme Court held in its McCleskey decision that Baldus's and similar findings, though they might well be true, are irrelevant. The fact that the black killer of a white was considerably more likely to die at the hands of a state - Georgia, in this case - than any other racial configuration of killer and killed did not prove that in the particular case of Warren McCleskey, one of four black men convicted of killing a white police officer during a robbery, the defendant suffered his fate because of his race. In principle, the new Georgia criteria for distinguishing capital murder from other kinds and for deciding who would die were race neutral. True enough. (McCleskey died in the electric chair in September 1991.)</p> <p>Yet race and the death penalty are not to be disentangled so neatly. In the first place there is language. Both our modern authorised - judicially sanctioned - and earlier 'unauthorised' executions, or expressions of popular violence, i.e. lynchings, speak of community norms violated, of retribution against execrable creatures who have by their actions forfeited their claim to humane treatment, of the importance of deterrence and of toughness in maintaining 'our way of life'. This is not the rhetoric of the Enlightenment.</p> <p>Then there are the numbers. Lynchings hit their peak in the 1890s as the terror component of the broad legal, economic and social process through which the Jim Crow regime of unquestioned white supremacy established itself in the South. There were at least 1540 of them, about one every other day for ten years. There were, in fact, more lynchings than there were authorised executions by all jurisdictions in the entire country. By the 1930s the number had declined to 'only' 130 per decade; the number of executions by local - county or city - authorities had also declined precipitously. But the total number of executions declined far less rapidly. Executions by states, in fact, increased tenfold as popular violence declined, although the total number never again reached 1890 levels.</p> <p>With respect to rape, the substitution of the state for the lynch mob is painfully clear. Judicially sanctioned execution for rape was almost non-existent in the late 19th and earlier 20th centuries; it was left to popular violence. But as lynching declined the State took over. The number of executions for rape grew dramatically - and almost exclusively - in the South. By 1940, one out of four executions in the South was for rape. And then race: roughly nine out of ten of the 553 men executed before the Supreme Court struck down capital punishment for rape in 1977 - Georgia was the last state to hold out - were black. </p> <p>Finally, geography. The South did not always occupy as high a place in the league tables of execution as it enjoys today. Back in 1930, California, New York and Ohio were in the top ten; Pennsylvania was number 11. (Texas is number one whenever the reckoning starts.) But in the modern history of capital punishment, i.e. the history of its reinstatement and growth since 1976, no one can touch the Southern record. Of course, the death penalty is a national question, if only because the Federal courts are so intimately involved and because 38 states passed new statutes after the old ones were declared unconstitutional in 1972. (Seven of them have not carried out an execution under the new dispensation.) There is also a Federal death penalty to which over fifty new categories of crime covering, for example, drug trafficking, terrorism and killing a Federal poultry inspector, were added in 1995 in an accretion of capital offences matched only in early 18th-century England. No one, however, has been executed by the Federal Government since 1976; two executions are imminent, both are procedurally deeply problematic, and a moratorium is in place while the Attorney General studies the possibility of racial bias in sentencing. </p> <p>Capital punishment nonetheless is a decidedly regional phenomenon. Between 1976 and 23 August this year the ten states of the former Confederacy carried out 75 per cent of all 660 executions; Texas, Virginia and Florida alone accounted for more than 50 per cent. By contrast, in the NorthEast there have been just three executions in 25 years, about 0.5 per cent of the total. Race alone does not entirely account for this remarkable ecology but it is never very far from the surface. Even if the condemned person is not black, it still plays its part. McFeely quotes the former Attorney General Ramsey Clark's impassioned plea in a Federal court for the life of John Spenkelink, the first person in line for execution under the new laws passed to meet the Supreme Court's objections in the Furman decision: because Spenkelink was white, his death, according to Clark, was intended to atone for the past, to 'inoculate Florida from 150 years of racial discrimination'. The judge issued a stay. But Governor Bob Graham, a former opponent of the death penalty, who, McFeely suggests, balanced his progressive policies on race with toughness on crime, refused clemency. Graham's behaviour was typical of the new South. Bill Clinton's followed the same pattern. In his first term as Governor of Arkansas he was regarded as anti-capital punishment and in more than twenty murder cases declined to set execution dates. He lost the 1980 election and came back in 1982 with the promise that he would not commute any more life-without-parole sentences and set execution dates promptly. He kept his word and never again granted clemency or failed to sign an execution warrant promptly.</p> <p> McFeely believes that the revival of capital punishment can be understood as part of a more general revolt against the 1960s. And nowhere was there more to revolt against than in the South, where the status quo was most dramatically uprooted. It is difficult to remember that less than forty years ago a regime of segregation every bit as intricate, humiliating and insidious as the Nuremberg Laws or apartheid was taken for granted in what is now the execution belt. The demise of Jim Crow was without doubt the biggest upheaval of the decade and the civil rights movement the instrument of its overthrow. But women's liberation and gay rights all contributed, McFeely argues, to the sense many people had that something had gone seriously wrong with the moral order. In this context, the very real rise in crime could be attributed to a collapse of values. And a reborn death penalty - along with the internationally unprecedented explosion in incarceration - was meant to set things right. As far as I know, no one has argued seriously that capital punishment at anything like the levels that could be politically imagined actually prevents crime, but support for the gassing, lethal injection or electrocution of a few hundred assorted criminals has become the indisputable sign of 'being tough on crime': indeed, of being tough more generally, softness being assumed to be bad for the country. The anti-1960s backlash is not limited to the South, but McFeely is right in linking it closely to civil rights. The end of the old regime in the South did not result in a progressive alliance of newly enfranchised blacks with New Deal Democrats but produced instead the most reliable conservative voting bloc in the country. Religious denominations which are the theological heirs to the anti-abolitionists of the 19th century play a central role in this new political formation and in keeping the death penalty in place today. Most Supreme Court decisions regarding capital punishment have arisen from cases in the old South.</p> <p>Conversely, both sociologically and ideologically, the movement against capital punishment is a continuation of the civil rights movement in another register. Test cases are brought largely by lawyers from major civil rights organisations - the NAACP Legal Defense and Educational Fund, the Southern Poverty Law Center - or those with extensive civil rights litigation experience. Stephen Bright and his colleagues clearly subscribe to Justice Brennan's view that the state 'even as it punishes must treat its members with respect for their intrinsic worth as human beings'. This is the rhetoric of the Montgomery bus boycott, the lunch counter sit-ins, and goes back to Sojourner Truth's 'Ain't I a woman?'</p> <p>Bright speaks of an inalienable humanity in even the most violent of his clients - no child is 'just plain mean' he responded to the prosecuting attorney's characterisation of the young William Brooks. Rehabilitation - 'redemption' in the language of the more religious - is always possible. And on the other side stand those who speak of the right to seek retribution - the adjective 'divine' comes inevitably to mind - in the name of an outraged community. Every criminal put to death is an affirmation of communal self-defence. Frankly, I am not sure how much each individual case matters, although this is how the language of retribution works. I think that what resonates so powerfully with supporters of the death penalty is the very fact that the State is able to execute people in the face of liberal progressive opposition. Seemingly defenceless against the seismic shift in civil rights and other rights besides, some people derive an adamantine solidity - and comfort - in exercising the power of life and death.</p> <p>History, and most particularly the history of race, thus weighs heavily on Americans' most recent embrace of capital punishment. But there is also something new, a procedural revolution, which has deflected the whole debate. And here, too, race plays a critical role. Modernity has crept up on the death penalty and executing someone will never be quite the same again. </p> <p>The procedural revolution has its roots in the late 19th century, when judicial review became far more frequent as individual states and the Federal government came to gain a monopoly on executions at the expense of mob violence and the scarcely more regulated actions of local government. Passion might sway the crowd but the rule of law must at least be seen to govern the State. But it was the Supreme Court's decision in Furman v. Georgia which set modernity in direct confrontation with much of what had been satisfying about punishment by death. The death penalty as it is carried into practice today is like an endangered species brought back from the brink of extinction, a creature from an earlier age making its way in a very different time from when it ruled the earth.</p> <p>The Furman case grew out of the fact that after the Second World War the United States was on track to abandon capital punishment entirely. Executions were increasingly rare; only once after 1950 were there as many as a hundred in one year and by the end of the decade the average was nearer fifty. This meant that, at most, about 1 per cent of all convicted murderers were put to death and, even counting only those who committed so-called capital murder, the percentage rose to at most between 10 and 15. By the middle of the 1960s, the ratio between crime and punishment was even more out of kilter: an average of 36 executions out of about nine thousand murders per year between 1960 and 1964 and then even fewer - seven, then one, then two out of more than ten thousand murders. By the end, less than 0.1 per cent of homicides resulted in an execution. The landmark cases of the 1970s - Furman for effective abolition, Gregg for restoration - have structured the American debate in ways which neither proponents nor opponents anticipated. Neither finds its terms particularly edifying; both are caught up in its contradictions. Advocates decry the procedural niceties which were the price paid for capital punishment's constitutionality. Such elaborate indulgence of criminals displays precisely the sort of 'softness' which capital punishment is supposed to belie. Procedure, dull instrumental rationality with its emphasis on equity and form, undermines the symbolic force of execution as the expression of the outraged community will. And on the other side, opponents who regard the death penalty as a violation of fundamental human rights find themselves arguing instead about jury composition, adequacy of representation and whether gassing, in contrast to lethal injection, constitutes 'cruel and unusual' punishment. Fairness is historically not a big feature of judicial killing, nor is it meant to be - being sure everything is done correctly is not the usual argument of abolitionists. A great displacement thus pervades talk about capital punishment today, one in which the real subject in all its grimness is at one remove.</p> <p>In the new regime the prosecution has to achieve two things before it can send an accused to his or her death. First, it must convince a jury that the defendant is guilty of 'capital' murder: guilty, that is, of murder characterised by statutorily specific aggravating factors - defined in Georgia as 'especially heinous, atrocious or cruel, manifesting exceptional depravity'. It could be that the murderer lay in wait for the victim; that the victim was a child or an old person or a handicapped person, or an officer of the state. (Various states between them have produced hundreds of these aggravating conditions.) But this first step only makes the defendant eligible for death. To secure a death sentence the prosecutor must then persuade a jury, or a judge, or both, depending on the jurisdiction, that the aggravating circumstances outweigh the mitigating ones. No guilty verdict leads automatically to execution; each sentence must be determined individually and according to rules. These standards may, in practice, be impossibly high and, once again, race is part of the reason. As every prosecutor and defence attorney would know, black jurors are far more likely to spare the lives of the accused than their white counterparts. Perhaps, as McFeely hints, they feel in their bones the continuity between lynching and state-authorised execution. Or perhaps, in an unconscious exercise of moral proportionality, they weigh punishment for even a terrible crime - the rape and murder of a young woman in one of the cases McFeely recounts - against emotionally exigent historical standards. In 1944, not far from where McFeely testified, a sheriff well fortified by drink took a black man from his house, beat him to death before a large group of witnesses in the courthouse yard and escaped even being charged with murder. He was acquitted of violating the man's civil rights when the Supreme Court in its notorious Screw decision held that, while he had intended to murder his prisoner, he had not intended to violate his civil rights. As Stephen Bright pointed out to the eight black members of the jury at the 1990 retrial he won for William Brooks, the murderers of Medgar Evers, Martin Luther King and the little girls killed in a Birmingham church, all white men with black victims, were not executed or in some cases even convicted: 'Don't let anyone tell you that there has to be a death penalty.' This would have called to mind any number of comparable stories familiar to these jurors: of the men accused of bombing the homes and churches of the ministers who led the Montgomery bus boycott - a capital crime in Alabama at the time - two were acquitted despite making signed confessions and the rest were simply not charged. Perhaps, too, William Brooks's heart-wrenchingly violent childhood at the hands of his father, and his apparent rehabilitation over 15 years might have had more resonance for a black audience. But whatever the reason, seven of the eight black jurors voted in the initial ballot against the death sentence; all four whites voted for it. The sensibility evident in such results is not lost on those selecting juries.</p> <p>Prosecutors in the United States are allowed to insist on a 'death-qualified' jury - a bizarre adjective meaning one composed of citizens all of whom say that they could, in principle, vote for a death sentence. (Opponents argue that such juries are consequently not representative of a community in which a sizable minority is opposed to capital punishment, but that is still another procedural story.) Prosecutors are not allowed to excuse blacks from a jury simply on grounds of race, however powerful a predictor it might be of sympathy for a defence case. The temptation to do just that - to use illegal racial profiling to get a capital conviction and sentence - seems to be irresistible. Occasionally, jurisdictions are caught in flagrante. In one of the cases that McFeely followed, a researcher working on another matter was looking at jury lists for possible voter registration violations and happened on a memorandum that had been accidentally left in an archive box. This piece of carelessness saved the life of one of Bright's clients. Scribbled handwritten numbers, divided by categories, turned out to be codes for black and white men and women; the numbers indicated their representation in the voter list as a proportion of the population as a whole. The point was to allow only enough African Americans on the jury list to defend against a possible Constitutional challenge. In this case, the plan did not work. The judge threw out Tony Amadeo's murder conviction: 'Y'all are wasting your time,' he told the prosecutor, citing this blatant effort by the jury commissioners to under-represent blacks while avoiding a prima facie violation of relevant case law. </p> <p>Manifestly, this is not an isolated, Georgia eccentricity: among McFeely's cases there are others that came to retrial because prosecutors had deliberately excluded blacks from the trial jury. The only black among the seven executed in California since 1976 had as his lawyer a man who had called his secretary a nigger - 'only joking', he said - and who failed to protest the prosecution's challenge to all prospective black jurors. (This lawyer's lapse may have been due to more than racism. He was often drunk and soon after the trial resigned from the state Bar after being convicted of embezzling client funds.) A black man was sent to his death by an all-white jury in 35 of the 285 death penalty cases tried in Illinois since 1976 which were probed in a remarkable series of articles Steve Mills and Ken Armstrong wrote last year for the Chicago Tribune.*</p> <p>Ensuring equitable racial representation is by no means the only endemic procedural problem. Attorneys for the accused must present to the jury exculpatory or at least mitigating evidence if the standard - or the fiction - of procedurally rational capital punishment is to be maintained. The biggest determinant in all criminal cases is the quality of representation and that, of course, is closely correlated with the income of the accused. Not everyone is entitled to the O.J. Simpson dream team, but even the poor must have a jury that at least considers mitigation against aggravation. And here, too, the system fails. </p> <p>The trial attorneys in some of McFeely's cases were less than effective, but not by comparison with the general run of representation in capital trials. For this difficult, high-stakes assignment states all too often recruit some of the Bar's most inexperienced or incompetent members. The compensation offered is laughable, and only recently did many states agree to pay defence costs at all: there is a $1000 limit in Mississippi; $20 an hour in Alabama up to a maximum of $2000 and even less in some Texas counties. The takers at these prices are a bunch of losers, or worse. One study found that in 1989 attorneys who were later disbarred, suspended or imprisoned had represented 25 per cent of all Kentucky Death Row inmates. And things have not improved much. The Chicago Tribune found that attorneys so incompetent, unethical or criminal as to face disbarment or suspension represented 33 Illinois defendants (12 per cent) who were sentenced to death.</p> <p>As a result of these and other shortcomings judicial killing, an ancient form of retribution, is embroiled in the niceties of the contemporary rule of law, in precisely the kinds of appeals and retrials which constitute the work of the Southern Center for Human Rights. About 40 per cent of the five thousand death sentences meted out between 1976 and the mid-1990s were overturned on appeal. But perhaps the most remarkable consequence of the peculiar legal trajectory by which the US came back to the death penalty is the time which it now takes to execute someone. </p> <p>The job of people like Stephen Bright and other attorneys who oppose the death penalty is not to attack it frontally but to force the system to adhere to its own rules for administering it. The ultimate punishment demands scrupulous attention to detail and cannot be hurried. Even with routine representation - and many on Death Row have no attorney at all to handle their appeal - the process of mandatory appeal takes years. In 1960, it took a little over a year to go from sentence to execution: in Georgia today it takes an average of eight years, and the cases McFeely writes about have been stretched out for more than a decade. (In the 18th century it was a matter of weeks.) Thus another collision between the symbolic power of the death penalty and modernity is born. It may well be satisfying to kill the monster who repeatedly thrust an ice-pick into her victim during a drug-crazed robbery. But 15 years later that monster is no longer what she once was. David Hume had a point: a serious problem of personal continuity arises here and even proponents of the death penalty know it. A former Mississippi warden who supervised four executions in the early 1990s reports that he and his colleagues are often rattled by escorting someone to die whom they have known for a decade or more: 'If you have someone in prison for 15 to 20 years, you have a sense that when you take him into the execution chamber, you're not taking the same guy in there that came into prison.' </p> <p><a href=\"http://www.booksunlimited.co.uk/lrb/articles/0,6109,374577,00.html\">Continued in part 3</a></p>",
  "<p><strong>KOOG FOUGHT THE LAW, THE OTHER COUNTRY WON</strong></p> <p>Whatever comes out of Kelvin Koogan's mouth always has an equal and opposite reaction. That's Koogan's First Law and it should be drummed - with the help of a bendy cane if necessary - into the mind of every schoolboy in the land. Today there was yet another textbook example of the Law at work. First Koog announced some good news: Joe Cole is in the 27-man England squad for the World Cup qualifiers against Germany and Finland. Then the bad inevitably followed: Jamie Carragher has been picked as well.</p> <p>\"Joe is a rare talent,\" said Koog of the West Ham prodigy. \"He can turn a game that's tight, he can change the course of a game. I believe he's ready, willing and able to perform at the very top level.\" Everyone nodded their heads at his sagacity, before shaking them in disbelief when he insisted that Carragher was \"a gem of a player\". You mean one of those discarded Ratners ones, thought the Fiver. But Koog was obviously being completely serious, because he went on: \"You ask him to do a job, and he does it. No question he deserves his chance.\"</p> <p>Ridiculous scouse curveball apart, the England squad is much as predicted: there are recalls for Robbie Fowler, Graeme Le Saux and Ray Parlour - and with Sol Campbell out injured, David Beckham has been made vice-captain. Equally unsurprisingly, manager Koog is raring to go. \"There's nothing bigger in football than the World Cup, and we desperately want to be there,\" he chirped. \"The aim is to get off to a fantastic start, which means six points out of six.\" Hurrah! cheered the nation, and everyone went home happy.</p> <p>The full squad: Seaman, Martyn, James, P Neville, Le Saux, G Neville, Barry, Adams, Keown, Southgate, Ferdinand, Carragher, Ince, Dyer, Wise, Beckham, Barmby, Scholes, McManaman, J Cole, Parlour, Gerrard, Owen, A Cole, Phillips, Fowler, Heskey.</p> <p>* * * * * * * * * * * * *</p> <p><strong>ADVERTISEMENT</strong></p> <p><a href=\"http://www.easyshop.co.uk/easyshop/fgf.asp?promo=SU1946LC\">Thinking about lingerie? £10 voucher to use when you spend £30 or more at Easyshop. Over 70 brands, there's something for everyone, with fast free delivery.</a></p> <p>* * * * * * * * * * * * *</p> <p><strong>A VILLAIN, NOT A VILLAIN</strong></p> <p>Premiership giants Aston Villa may not be Gareth Southgate or Ugo Ehiogu's employer of choice. Even Julian Joachim considers the seven-time title winners beneath him, for goodness sake - although when you're so obviously more talented than Ronaldo, you can be excused a little arrogance. But it's not all bad news for Villa's personnel administrator John Gregory. One Villa player wants to wear the claret and blue until the end of time and that's Ozalan \"I really want to play for a better Premiership club\" Alpay.</p> <p>Yesterday, Alpay was \"reported\" to have \"revealed\" his \"desire\" to leave Villa for a bigger team. But it turns out the giant Turkish defender was severely misquoted (can you believe it?). \"Nothing that has been said is true,\" he dramatically pleaded today. \"Everything is wrong. I never said anything like that and I am very disappointed. I am happy. I like the team, the manager and my team-mates, I like the supporters, they like me and I like the way Villa play. If Villa don't send me away then I will stay here.\"</p> <p>Isn't he a sweetheart? The Fiver is sure that Alpay's genuine and heartfelt explanation - \"In the summer back in Turkey I said I wanted to go to a better club, and Villa is that club.\" - will ensure he is never \"sent away\". It would be terrible if slack journalism caused an innocent individual unwarranted heartache - that's something nobody wants to see. Mind you, if someone wants to publish a \"Sir Alex: why Manchester United can kiss my arse\" story, we'd be more than happy to sit back and watch the fireworks.</p> <p>* * * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"Tony Adams is like Franco Baresi. He is simply extraordinary\" - Arrigo Sacchi on the Arsenal skipper who last night left Marcelo Salas twisting in the wind. Quite literally mate.</p> <p>* * * * * * * * * * * * *</p> <p><strong>MOTHER IN THE KITCHEN, AGENT IN THE BOARDROOM</strong></p> <p>The Fiver never knew its mother. Not in the biblical sense anyway. But we understood her well enough not to ask her to become our agent. We knew that before long she'd be tinkering with our daily email updates, asking us to tidy up our syntax, and refusing to let us leave the table before we'd finished our news in briefs. However, while that may seem a nightmare, it is reality for John Arne Riise, Monaco's ginger-nut star and Leeds's long-running transfer target.</p> <p>Mrs Berit Riise, a Fifa accredited agent, has been trying to broker her son's move to Elland Road since the summer. But, despite telling the world in August that \"only formalities\" were holding up a move, it turned out that the two clubs were roughly £2m apart in their valuations and nothing happened. But today Berit is back, and this time she's kicking aarse. \"I have had meetings with the club management this week and I hope we can come to an agreement,\" Berit said today. \"It is, of course, a lot of money but the distance between the clubs' valuations are not that big any more.\"</p> <p>Seeing as John Arne has spent most of this season on the bench, that might just mean Monaco have decided they don't want him any more. Berit is still confident of seeing the deal through, but could be in danger of confusing her two, highly important, roles. \"Monaco have made a lot of money on John Arne, so I hope they will lower the price a bit,\" Berit said with her agent's hat on. \"He is a good player, but he is not worth £6m,\" she added, in decidedly maternal tones. Not the best business sense, but it is a fair point, and we're sure Mrs Heskey would agree.</p> <p>* * * * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>Newcastle may still sign Trinidadian international Dennis Lawrence despite ending his trial at St James Park. Lawrence has returned home to compete in a domestic Cup final, and Bobby Robson said: \"He has looked very good in training and I have been impressed with both his attitude and his character, but really you can't judge a player until you've seen him in a match situation.\"</p> <p>Planet Football has today linked Chelsea with a move for AC Milan's Argentine left-winger Andres Guglielminpietro. He is the fifth winger the website has claimed Claudio Ranieri is interested in, after Real Madrid's Savio, Ajax's Jesper Gronkjaer, Celta Vigo's Gustavo Lopez and Valencia's Kily Gonzalez.</p> <p>* * * * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Gerry Taggart may miss Leicester's Euro-Vase first round, second leg tie with Red Star Belgrade tonight after suffering a recurrence of a recent knee injury. The Northern Ireland international was unable to complete the Foxes' final training session last night.</p> <p>Anderlecht president Roger Vanden Stock has accused the Imperial Lord Ferg of devaluing the Champions League by resting six players for Tuesday's game against PSV Eindhoven. \"What Manchester United did was absolutely unfair to the other teams in the group,\" he claimed. Vanden Stock was also angry that Ferg called Anderlecht 'a little club in Europe' after United's 5-1 at Old Trafford earlier this month. \"I won't forget that,\" he said. \"When they come to us, we will try to make it difficult for them. Our players will have extra motivation now.\"</p> <p>David Beckham will not be charged by Uefa after spitting in the direction of referee Markus Merk during Manchester United's 3-1 Big Cup defeat by PSV on Tuesday. A Uefa spokesman said: \"It's a just a simple yellow card and he will not face anything else.\"</p> <p>England Under-21 squad to face Germany at Derby on October 6 and Finland in Balkeakoski on October 10 in Uefa Under-21 championship qualifying matches: Weaver (Man City), Robinson (Leeds), Taylor (Arsenal), Griffin (Newcastle), Newton (West Ham), Cole (Arsenal), Naylor (Wolves), Brown (Man Utd), Carlisle (QPR), Riggott (Derby), Bramble (Ipswich), Terry (Chelsea), Wright (Liverpool), Carrick (West Ham), Vernazza (Arsenal), Murray (Derby), Dunne (Blackburn), Prutton (Nottm Forest), Parker (Charlton), Vassell (Aston Villa), A Smith (Leeds), Greening (Man Utd), Christie (Derby), Chadwick (Man Utd), T Smith (Watford).</p> <p>Darren Anderton has made his latest return from injury, completing 90 minutes for the Spurs reserves against Watford. George Graham said: \"He'll need a couple more reserve games yet before he's ready to return to the first team.\"</p> <p>Dundee remain hopeful of signing Claudio Caniggia despite the Argentine's failure to appear on Tayside. The 33-year-old was expected in Scotland yesterday, but Dundee now hope he will arrive by the end of the week. \"Talks are ongoing now. He could arrive in the next 24 to 48 hours. Negotiations are continuing,\" a club spokesman said.</p> <p>Norway won the gold medal in the women's Olympic football, beating tournament favourites the UofSofA 3-2 in the golden goal period of extra time. Dagny Mellgren scored the winning goal after a Tiffany Millbrett brace had looked to have won the game for the States. Germany won the bronze medal.</p> <p>Arthur Cox has quit as Fulham's Director of Football.</p> <p>* * * * * * * * * * * * *</p> <p><strong>TONIGHT'S TV AND RADIO</strong></p> <p>ITV2: Burnside (9pm) This should have been a day of celebration, with ITV2 finally getting round to repeating the most ground-breaking new series of the year.</p> <p>BBC 1: Match of the Day Live (8pm) And no we're not talking about Attachments. Or any of your other trendy shows which have no soul or style.</p> <p>ITV: World Football (2.25am) Of course we mean Burnside! But now that our Pearson TV snout has told us he will be stabbed in the back, today's repeat has lost its appeal.</p> <p>Channel 5: Football Tonight (11.55pm) And so has life really.</p> <p>Dutch Football: Ajax v RBC Roosendaal (12.25am) Time to get the Smiths records out.</p> <p>Argentinian Football: River Plate v San Lorenzo (2.05am) \"I used to live in Hove and Chris Ellison used to a regular at my local,\" interrupts Toby May as 'There Is A Light That Never Goes Out' plays quietly in the background. \"He lives in a rather large house near Chris Eubank on Wilbury Avenue if you want to send any fan mail.\"</p> <p>Major League Soccer (3.45am) \"He isn't as big in real life as he looks on screen though,\" he continues.</p> <p>Sky Sports 1: Football League Review (6.30pm) \"I founded a 'Burnside appreciation society' when at the University of Durham,\" remembers William Luis Mayer.</p> <p>Fifa TV (7pm) Shame none of the ITV executives were there at the time, eh? </p> <p>Spanish Football (8pm) \"I live in New Zealand and couldn't believe it when up popped the copper's copper for his own series,\" says Ben Goodale. \"Not since the Sweeney have we seen such total belligerent policing. No one will match that snarly sneer, that total confidence in the narks' guilt,\" he continues.</p> <p>You're on Sky Sports! (10pm) No, you're right Ben, they won't. Burnside has gone and TV will never be the same again. Sniff!</p>",
  "With Slobodan Milosevic on the ropes as never before, a decade of Kremlin policy towards the Serbian strongman also hangs in the balance. Since last Sunday's seismic shift in the Balkans, Moscow has been reviewing its options, issuing carefully nuanced statements on the Yugoslav poll. <p>While criticising the West for its perceived premature celebration of an opposition triumph and also warning it against troublemaking in the Balkans, Moscow has been more forthright than ever before in applauding Milosevic's opponents. </p> <p>''The high activity of the voters clearly indicates that the people of Yugoslavia want democratic reforms faster,'' said the foreign minister, Igor Ivanov, in a calibrated statement that also warned against pressure from outside. ''Acting strictly within the law... all political forces of Yugoslavia will be able to get through this difficult stage.'' </p> <p>Ivanov's references to high voter turnout and faster democratic reforms are construed in Moscow as unequivocal support for Vojislav Kostunica, while he also warned Milosevic to remain within the law. </p> <p>There is little solace there for the Serbian dictator or for his brother Borislav, who is the Yugoslav ambassador in Moscow. Just as the Belgrade authorities were admitting the Kostunica victory on Tuesday, Ambassador Milosevic was telling a Moscow radio station that his brother had won by 45% to 20%. </p> <p>The Ivanov statement may herald a sea-change in Kremlin policy towards Belgrade. For the past decade Milosevic has counted on Moscow's support, however reluctant, when the chips were down. Now that he is down and almost out, there is no sign of a helping hand from Moscow. </p> <p>All through the 90s, the Moscow elite perceived the disintegration of Yugoslavia as a mirror image of the Soviet Union's collapse and saw the West's role in the Balkans as a precursor of interference in Russia's affairs. </p> <p>It was in 1991 that the two Slav-dominated communist federations broke up - Yugoslavia into appalling bloodshed spearheaded by Milosevic's ethnic cleansers, the Soviet Union more peacefully than could have reasonably been expected under Mikhail Gorbachev and then Boris Yeltsin. </p> <p>As the West rattled its sabres against Belgrade in the summer of 1991, the hardline Soviet prime minister, Valentin Pavlov, warned of a third world war. Under Boris Yeltsin, however, Moscow huffed and puffed but fell in grudgingly with the West whenever it came to the crunch. </p> <p>The Russian espousal of the Serbian case and Moscow's contacts in Belgrade were useful to the West for crisis management and for attempting to defuse threatening situations. Hence Viktor Chernomyrdin, the former Russian prime minister, was called in to get Milosevic to agree the terms for the end of last year's war in Kosovo.</p> <p>Bereft of friends, Milosevic constantly sought to play on mythical notions of Slav and Orthodox brotherhood to stir trouble between Russia and the West and to keep Moscow's support. It was extremely cynical, but partly successful. Milosevic knew where real power lay and was much more interested in negotiating with Richard Holbrooke of the US than Vitaliy Churkin or Viktor Chernomyrdin of Russia. </p> <p>But his propaganda played on Russian grudges, paranoia, and wariness of Nato running Bosnia and Kosovo as protectorates while expanding into the former Soviet satellites of central Europe. </p> <p>Bosnia sparked the first big crisis in Russia-West relations in the post-cold war era. The five-nation contact group, then formed to handle the complex diplomacy that led to the Dayton agreement, was in no small measure a mechanism designed to include rather than alienate Russia and harness its diplomatic muscle towards a settlement. </p> <p>Nato expansion, and above all the Nato bombing of Serbia without a UN mandate last year, worsened relations with the West further and caused the Kremlin to freeze relations with Nato for a year. </p> <p>Willy-nilly, these events have left deep scars in the Russian elite and extreme suspicion of the West. If Washington and London now see Milosevic as the man who destroyed Yugoslavia (they did not always see him that way), Moscow has chosen to see him as the man defending Yugoslavia against western plots to destroy the country. In this they see a pale reflection of their own predicament, the struggle to maintain the Russian state, a multinational federation. </p> <p>But vehement opposition to and suspicion of western policy in the Balkans does not automatically translate into Russian support for Milosevic. Over the past year Moscow has kept its contacts with the Serbian regime to a minimum while nursing more intensive contacts with the Serbian opposition. </p> <p>Throughout the decade-long Yugoslav crisis, Moscow's support for Milosevic has been consistently ambivalent. The Kremlin, under a new hard-nosed president, Vladimir Putin, will not shed any tears for the Serbian president's departure.</p>",
  "<p><strong>Proximity to Death by William McFeely</strong> Norton, 206 pp., £17.95, 19 January, 0 393 04819 5 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502344894,00.html\">Buy it at BOL</a></p> <p><strong>Death Row: The Encyclopedia of Capital Punishment edited by Bonnie Bobit </strong> Bobit, 311 pp., $24.95, 23 September 1999, 0 9624587 8 0 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502405725,00.html\">Buy it at BOL</a></p> <p>For most of its history the United States has been within the mainstream of Western enlightened thought and practice with respect to the death penalty. Sometimes ahead of the curve: Michigan abolished capital punishment in 1846, well before most of Europe; Rhode Island and Wisconsin got rid of it in 1853; North Dakota has never had it; sometimes a bit behind: seven out of nine states that had abandoned it embraced it again in the decades after the Great War and the Bolshevik Revolution; sometimes - as in its tacit acceptance of lynching and of the quasi-judicial hangings which gave mob murder a veneer of legitimacy - horribly out of step. But basically part of the pack and notably so in the shadow of the Holocaust. </p> <p>Annual numbers of executions declined steadily after 1945 and by the early 1960s were barely a fifth of what they had been before the war. In 1965 - the year Britain abolished the death penalty - there were seven, compared, for example, to almost two hundred a year during the 1930s. There were two in 1966; one the year after; then none at all, and no further executions in the five years preceding the Supreme Court's decision in the Furman v. Georgia case of 1972, which seemed to end capital punishment for good. In fact, it did nothing of the sort.</p> <p>Henry Furman was a slightly retarded black man who had shot and killed a householder through a closed door in the course of a burglary and was now facing the electric chair in Georgia. He had the good fortune to be represented on appeal by Anthony Amsterdam, a learned and rhetorically gifted Stanford law professor. His argument before the Supreme Court not only saved his client's life but irrevocably changed the history of the death penalty in America, if not exactly as he might have hoped. (Furman was paroled in 1984; he now works in construction.)</p> <p>Amsterdam was, and is, a passionate opponent of capital punishment under any circumstances, however refined its procedures: contemporary jurisprudence which tries to rationalise the death penalty 'offends humanity and reason', he wrote recently. But in 1972 the majority of the Court did not go nearly so far. Five of the nine Justices agreed that capital punishment as then practised constituted 'cruel and unusual punishment' but only three would have purged the modifier 'as then practised' and ruled capital punishment itself to be 'cruel and unusual'.</p> <p>In Furman's case only William Brennan and Thurgood Marshall, the Court's one black member, voted to strike down nearly all existing capital statutes on the grounds that they were intrinsically in violation of human rights or communal dignity. As Marshall put it in another case, judicial murder is 'obviously no less shocking than the crime itself . . . and adds a second defilement to the first'. Justice William Douglas came close. He saw Furman's conviction as invalid because it was 'pregnant with discrimination' and because, more generally, a sort of moral evolution had brought society to a point where the death penalty - like branding, torture and public whipping before it - was no longer to be regarded as civilised. Historically new standards made it 'cruel and unusual' and hence unconstitutional. But the other two Justices voted with the majority on procedural grounds and it is their views which precipitated the very odd discussion in which we in the US are engaged today.</p> <p>One of them, Justice Potter Stewart, held that Furman's punishment would be 'cruel and unusual' as a matter of statistical observation: to find oneself the one man to be executed out of several thousand who were eligible was 'cruel and unusual' in the same sense as 'being struck by lightning was cruel and unusual'. The problem was not a violation of human rights but of too much being left to chance. There was, as the fifth member of the majority held, no 'meaningful basis' for deciding who would die and who would not. And so capital punishment was declared unconstitutional largely because of the way it was then practised.</p> <p>The story might have ended there. Instead, 38 state legislatures provided what they took to be a rationale for executing some and not other criminals. Finally, in 1976, a case went up to the Supreme Court - from Georgia - testing whether states had, in principle, succeeded in providing such a rationale. Specifically, the question in the case of Troy Gregg was whether Georgia had provided sufficient guidance to the sentencing authority - the jury in this case - to ensure that its discretion would be sufficiently 'channelled'. If in Furman the Court ruled that there was at the time no rational basis for distinguishing those who would and those who would not face execution, in Gregg they decided that at least one state had succeeded in providing the required rationale. The prosecution would have to convince a jury that there was 'at least one statutory aggravating factor before it [might] impose a penalty of death' and that there was a preponderance of aggravating over mitigating factors before it actually passed a sentence of death. Yes, the court held in the Gregg case, Georgia - and by extension other states which passed similar statutes - had circumscribed chance sufficiently for capital punishment now to pass Constitutional muster.</p> <p>Furman had resulted in five years of de facto abolition. Then, in 1977, came the execution in Utah of Gary Gilmore, a theatrically brilliant criminal and the subject of one of the great pieces of modern American writing, Norman Mailer's The Executioner's Song. Gilmore forswore further appeals and faced the firing squad wearing his famously indestructible Timex watch: scarcely typical and followed by a mere trickle of other deaths. There were no executions in 1978 or 1980, one in 1981, the year France abandoned capital punishment. If not de jure, then de facto, the United States seemed to have abandoned this, the most ancient and most terrible of punishments.</p> <p>By the beginning of Ronald Reagan's second term, in 1984, however, something seems to have gone horribly wrong, or deliciously right, depending on one's point of view. The US struck out away from Western democracies and found itself in very strange company indeed. The average annual execution rate increased from 23 between 1984 and the end of 1994 to 80 in the last three years of the millennium. As of 23 August this year, there have been 660 executions since the resumption of the death penalty in 1976.</p> <p>While no European country has reinstated it after once abandoning it, and abolition has been enshrined in the European Convention on Human Rights - a marker of a civilised polity - the former leader of the free world seems to have joined a small handful of unlikely companions (China, Saudi Arabia, Iran and Iraq among them) by enthusiastically re-embracing it. (The company is even more exclusive when it comes to the execution of juveniles: China gave it up in 1997 and over the last decade the United States has more such deaths to its credit than the seven other countries that permit it combined.) That an issue seemingly settled almost everywhere else should re-emerge with such vigour and emotional intensity in the US at the start of the 21st century is curious, to say the least. </p> <p>Modern discussion of capital punishment - and of criminal law reform more generally - begins in 1764, when Cesare Beccaria, a 26-year-old Italian nobleman, published his first book, Dei delitti e delle pene (An Essay on Crimes and Punishments). The debates today are often only thinly veil\"ed rehearsals of arguments - and counter-arguments - he inspired. </p> <p>Beccaria elaborated two theses which together made abolition of the death penalty a sign of progress from superstition and savagery to enlightenment and civilisation. The first thesis is broadly speaking moral, and anti-theological, with an empirical twist: the purpose of punishment, he said, is not vengeance - or what is spoken of today as 'retribution' - nor is it an exemplary affirmation of moral norms. Rather, it is the reformation of the criminal and the prevention of future crimes: in short, deterrence and the maintenance of public safety. Punishment of this sort would have to be carefully calibrated to meet these specific, utilitarian criteria - which capital punishment manifestly did not do. Killing a criminal obviously made his reformation impossible. And moreover, it was excessive. (I use 'his' because, at least since the 18th century and in most jurisdictions, men have been overwhelmingly the objects of judicial death.) </p> <p>Punishment demanded proportionality and equity: equal punishment, predictably rendered, for equal crimes in the interests of clearly defined utilitarian ends. This meant, in the first place, that at least one old regime justification - that the execution of a certain number of criminals serve as an example to the community and as confirmation of its core values - would have to be abandoned. No one in colonial America or 18th-century England argued that a life was somehow a proportionate price to pay for a four shilling larceny or for the few bedsheets and candlesticks with which some hapless burglar might nearly have escaped. Yet almost half of those hanged in Pennsylvania during the Revolutionary decade died for such property crimes; as late as the early 19th century fewer than a quarter of the executions in England were for murder or attempted murder. The life of the criminal was forfeited - 'sacrificed' was the 18th-century term - 'to the laws of his country', which enshrined the sanctity of property, or of a man's home, or of paper money or of normative sexuality. These were worth someone dying for and a number of thieves, burglars, forgers, sodomites and rapists were hanged because, it was felt, only death could confirm the foundational values which their crimes violated.</p> <p>The persuasiveness of the argument that capital punishment is too blunt and too savage - more than is necessary to ensure the safety of the community, less than is needed to prevent similar crimes in the future - depends to some extent on the answer to an empirically decidable question: does the death penalty, as opposed to other ways of keeping a criminal off the streets, prevent crime? The matter has been debated, with ever increasing mathematical sophistication but in more or less the same terms, from the 18th century to the present, and the answer is by now fairly clear. It does not. But no one really cares today because the premise which led to the question - that punishment should serve primarily as an exercise in prevention - has been almost entirely abandoned by proponents of the death penalty. Were deterrence the issue, executions would long ago have given way to other, less fraught ways of keeping criminals from doing further harm. Clearly much more is at stake. </p> <p>Beccaria and those who followed in his tradition of Enlightenment thinking understood abolition to be part of a more general project of political and cultural regeneration. Civil government, Beccaria argued, as did the Founding Fathers, was based on a social contract under whose terms human beings had not ceded their rights in their lives and bodies to the State. Citizens or their representatives might consent to go to war - risking death to defend the State against those who would injure it - but not, Beccaria concluded, to being hanged. Except by committing treason no one could forfeit this basic 'human right'. This new regime of rights stood in sharp contrast to unenlightened polities where there was no civil contract and where to be sovereign meant precisely to exercise unlimited authority over the bodies of subjects. Torture and various acts of making such power felt in the flesh - drawings and quarterings, branding and whipping, theatrical public executions - which characterised punishment in most of Europe in the 18th century were understood to be exemplary displays. </p> <p>In Beccaria's view, backwardness in punishment thus mirrored political backwardness more generally: 'countries notorious for the severity of punishments were also those in which the most bloody and inhuman actions... were committed.' In other words, the death penalty was deeply old-fashioned, a left-over from an earlier, more savage era in the history of mankind. Thinking about it was from the beginning a way of thinking about the nature of political society and moral community. It was not primarily an empirical question.</p> <p>The Essay on Crimes and Punishments was immensely influential in British reforming circles and even more so among their Revolutionary American cousins. Thomas Jefferson regarded it as belonging with the handful of books essential for understanding the new forms of civil government being built in America. Capital punishment was not abolished in any of the new American jurisdictions, despite the efforts of some of the Founding Fathers, but penal codes were dramatically revised and made self-consciously less bloody than those of the mother country. The Eighth Amendment to the US Constitution prohibiting 'cruel and unusual punishment' is another sign of the Founding Fathers' commitment to the idea that a new sort of liberal polity demanded the rejection of absolutist forms of punishment. (The French Constitution of 1791, which created a short-lived constitutional monarchy, got rid of the death penalty entirely except for treason.) </p> <p>By the middle years of the 19th century, the debate on capital punishment in the US had a more explicitly republican tone and a stronger religious content than could have been envisaged by Beccaria. But the connection between a progressive view of history based on the expansion of individual human rights and opposition to capital punishment remained strong. Theologically, too, opponents of the gallows tended to be optimistic in their view of salvation: Congregationalists or Unitarians, as against evangelicals or Calvinist Presbyterians - people more attracted to notions of redemption than of atonement, to the image of a merciful rather than a vengeful God. For them, the link between the moral government of God and the earthly city did not need to be so close. Theirs was basically a secular culture of republican reform; the human condition could be improved here on earth. Thus, the campaign for abolition was linked with other progressive causes: amelioration of the conditions of the insane, for example, and, most important, anti-slavery. To these 19th-century reformers hanging, like chattel slavery, represented a brutal, indefensible affront to human dignity. In Proximity to Death William McFeely makes the connection between then and now explicit: 'opposition to the death penalty today,' he says, 'is the contemporary equivalent of abolitionism.' Stephen Bright, the lead counsel at the Southern Center for Human Rights, whose archives were the starting point for McFeely's exploration of the way capital punishment actually works, sees himself as belonging to a tradition that goes back to the early days of the Republic.</p> <p>One has to infer the arguments put by the other side, or look elsewhere (to Louis Masur's 1989 Rites of Execution, for example). There we will find those who have been less sanguine about human progress and the efficacy of social reform, those who think that punishment ought to reflect a divine and intuitively obvious moral order. Human depravity, on this view, makes it necessary for civil government to assume the power of divine authority. Liberty, inalienable individual rights, procedural correctness and hopes for reformation or redemption have to be balanced against obligation, against the needs of a righteous community, and against the feeling that, social contract or no social contract, for civil government to be legitimate it has somehow to be congruent with God's governance. In other words, a government here on earth can cast out and kill certain of its citizens under certain circumstances because God in heaven has ordained that this should be so. Capital punishment is the expression of both divine and communal outrage at those who have excluded themselves from full humanity through their acts. Although this view was not articulated in defences of the death penalty after the early 19th century, capital punishment retains something of its primordial sacrificial logic. Killing an offender is felt to make the world safer, more as it should be, for the good people, even if no connection is made, or claimed, at the level of social policy between the act and its putative effects. Seen in this way, as a ritual reassertion of a communal moral order, the death penalty has little to do with ideas of punishment in the rationalist Enlightenment or progressive theological traditions.</p> <p><a href=\"http://www.booksunlimited.co.uk/lrb/articles/0,6109,374576,00.html\">Continued in part 2</a></p>",
  "China yesterday stepped up its war of words with the Vatican about the coming canonisation of Catholic martyrs whom it said deserved to die. <p>A slow thaw in relations with the Holy See, the central administration for the Roman Catholic church worldwide, was abruptly reversed as Beijing mounted a last-minute campaign to stop Pope John Paul from making saints this Sunday of 120 western and Chinese Catholics who were killed in China between 1648 and 1930. </p> <p>Adding to Beijing's anger is the fact that Sunday is also China's national day, the anniversary of the date when the communists took power 51 years ago. </p> <p>\"This public humiliation and scorn for the Chinese people and Chinese church is something we absolutely cannot tolerate and accept,\" warned a statement from the Chinese Catholic Patriotic Association and the Chinese Catholics Bishops college, two government-run churches which Beijing uses to further its continuing feud with the Vatican. </p> <p>\"Some in the Holy See want to use this 'canonisation' to distort and slander history, renew control over China's Catholic church and encourage worshippers to oppose the government.\" </p> <p>The state-run media also publicised tough new restrictions that ban missionaries and bar foreigners from most kinds of religious activity within China. </p> <p>Beijing insists that the 87 Chinese and 33 missionaries who are to be made saints were either \"killed for bullying the Chinese people\" or \"executed for violating Chinese law during the invasion of China by imperialists and colonialists\", according to a foreign ministry spokesman, Sun Yuxi. </p> <p>Most died during the Boxer rebellion from 1898 to 1900, when bands of peasants slaughtered missionaries and their Chinese converts, prompting an invasion by British and other western armies. Beijing largely defends these killings by saying they were the precursor to the communists' own revolution. </p> <p>The Holy See has challenged Beijing to produce evidence that criminals were to be canonised. </p> <p>\"Let Beijing save their saliva,\" said Adolfo Yllana, the charge d'affaires at the Vatican's embassy in Taiwan, predicting that further Chinese saints would be named next year. \"There will be more to criticise soon.\" </p> <p>Beijing has no official ties with the Vatican, and bars it from having bishops or places of worships in China. But the Holy See says it has 10m secret followers who attend underground churches, despite a state-run rival church that requires worshippers to pledge allegiance to the government and claims to have 5m registered Catholics. </p> <p>Relations had been warming in recent years, with extensive unofficial contacts between the two sides, and China trying to persuade the Vatican to break its links with Taiwan; even during the present war of words the Holy See had sought to avoid escalating the conflict with Beijing. </p> <p>A Vatican spokesman, Joaquin Navarro-Valls, said that \"Sunday's ceremony has no political motivation\". </p> <p>He said the date was chosen to coincide with the feast of St Teresa of Lisieux, the patron saint of the missions, and that it was pure coincidence that it was also China's national day. </p> <p>In a further conciliatory gesture, no Catholics killed since the communists seized power in 1949 have been included in the list of those being canonised, even though religious persecution has been widespread in China throughout the past 50 years.</p>",
  "<p>\u0095 Space-minx <a href=\"http://www.filmunlimited.co.uk/Film_Page/0,4061,73355,00.html\">Barbarella</a> looks set to ride again in a new co-production between Fox and Warner Bros based on the original French comic-books by Jean-Claude Forest. The makers insist that the film will not be a remake of the 1968 original which starred a tin-foiled Jane Fonda, but a conflation of two Forest tales: Moon-like and The Mirror of Storms. Drew Barrymore looks set to both produce and star as the revolutionary heroine. The script is by Go creator John August.</p> <p>\u0095 Steven Spielberg is to collaborate with Nelson Mandela on a £200m advertising campaign for the United Nations Children's Fund. <a href=\"http://guardian.imdb.com/Name?Spielberg,+Steven\">Spielberg</a> will direct the project, which aims to push children's rights to the top of the agenda in the run-up to a comprehensive UN report in 2001. </p> <p>\u0095 Rumours are simmering over the recent hospitalisation of <a href=\"http://guardian.imdb.com/Name?Thornton,+Billy+Bob\">Billy Bob Thornton</a>. The gaunt Sling Blade star was admitted to LA's Cedars-Sinai Hospital last weekend suffering from what his rep Michelle Begu claimed was a viral infection. While Begu insists that Thornton checked out on Monday, other reports insist that he is still inside and imply that the actor has suffered a heart-attack. Wife Angelina Jolie is claimed to have left the UK set of Tomb Raider to be at his bedside.</p> <p>\u0095 Dawson's Creek actress <a href=\"http://guardian.imdb.com/Name?Williams,+Michelle\">Michelle Williams</a> has signed up to a starring role opposite Anna Friel in a British comedy-drama which begins shooting next month. Me Without You is set in the late 70s and early 80s and casts the two actresses as best mates whose lives whisk them between schoolyard and maternity ward. Williams, 21, made her big-screen debut two years back in Halloween H20, so the only way is surely up.</p>",
  "<p>Only weeks after securing his biggest pay-cheque to date, <a href=\"http://guardian.imdb.com/Name?Norton,+Edward\">Edward Norton</a> has reportedly bailed out of his starring role in the prisoner-of-war drama Hart's War citing that old stand-by: creative differences. In the meantime, rumours are circulating that the potential casting of <a href=\"http://guardian.imdb.com/Name?Willis,+Bruce\">Bruce Willis</a> as Norton's co-star is the real reason behind his exit.</p> <p>Norton looked set to receive a career-best $8m for starring in the MGM production as Tommy Hart, a former Harvard law student who is imprisoned in a Nazi PoW camp during the second world war. While inside Hart is called on to defend an African-American airman accused of murder and argues his case before a kangaroo court made up of his fellow prisoners. </p> <p>Reports suggest that Willis was being wooed to take on a major supporting role as an imprisoned American general but had demanded significant changes to the original script. It was these demands, say insiders, which prompted an angry Norton to bail out.</p> <p>Based on the novel by John Katzenbach, Hart's War has fought what could well prove a losing battle for several months now. The original choice for director, Alfonse (Great Expectations) Cuaron, was replaced by Gregory (Primal Fear) Hoblit, while at one stage Tobey Maguire was tipped to play the lead. Now with Norton out and Willis still wavering, Hart's War looks in deep trouble. Filming was due to start in Prague in January but may yet have to be pushed back.</p>",
  "<b>Sunday</b> <p>\u0095 Letdown of the day was undoubtedly the weather. Conference-goers arrived to find Brighton station awash as the rain poured down. It continued all week.</p> <p>\u0095 Speech of the day was <a href=\"http://www.guardianunlimited.co.uk/labour2000/story/0,7369,372918,00.html\">Mo Mowlam's final address</a> to the party as an MP. Nominally about citizenship, it was really about her and delegates cheered \"Our Mo\" to the rafters. But - whisper it quietly - the speech developed into an unimpressive ramble. Even Neil Kinnock was overheard criticising it.</p> <p>\u0095 Two contenders for the title of party of the night: the New Statesman bash and the late-night Saatchi and Saatchi social. The latter wins for providing a Latin band and rum shots. Ministers danced into the small hours.</p> <p><b>Monday</b></p> <p>\u0095 After the fripperies of the day before, Labour's conference got down to business. No prizes for guessing the most important event of the day: <a href=\"http://www.guardianunlimited.co.uk/labour2000/story/0,7369,373460,00.html\">Gordon Brown's speech</a>. He set out a partial about turn on pensions but failed to stop them turning into the surprise issue of the week. Despite this the chancellor's powerful speech went a long way towards restoring his reputation, and New Labour's confidence.</p> <p>\u0095 Fringe meeting of the day was, of course, the <a href=\"http://www.pixunlimited.co.uk:7080/ramgen/news/politics/0925gdndebate.rm\">lunchtime debate</a> - sponsored by the Guardian - on whether Labour had lost its roots.</p> <p>\u0095 Dome minister Lord Falconer tried his best to defend his project, but it was the rebel QC-turned-MP Bob Marshall-Andrews who won the loudest applause for laying into the government's mistakes.</p> <p>\u0095 Monday also saw the deputy prime minister, John Prescott, <a href=\"http://www.guardianunlimited.co.uk/labour2000/story/0,7369,373124,00.html\">speak on transport and the environment</a>. His usual soapbox style puts some other cabinet ministers to shame, but Prezza's promises of free bus passes for pensioners and better public transport were upstaged by the chancellor's address later in the day. Equally overshadowed was Peter Mandelson's speech on Northern Ireland.</p> <p><b>Tuesday</b></p> <p>\u0095 Only one event really mattered at this year's conference: <a href=\"http://www.guardianunlimited.co.uk/labour2000/story/0,7369,373877,00.html\">the prime minister's speech</a>, which came on Tuesday afternoon. The next day's press splashed on Tony Blair's <a href=\"http://www.guardianunlimited.co.uk/labour2000/story/0,7369,373819,00.html\">sweat-soaked shirt</a>, but delegates were struck by Mr Blair's discovery of what he called his \"irreducible core\". At least he stands for something, they agreed.</p> <p>\u0095 Upstaged minister of the day was the foreign secretary, <a href=\"http://www.guardianunlimited.co.uk/labour2000/story/0,7369,373602,00.html\">Robin Cook</a>, but then his promise of an electronic hotline for British citizen's abroad was never likely to make the front pages.</p> <p><b>Wednesday</b></p> <p>\u0095 Theme of the day was \"why are we still here?\" as delegates and journalists pondered the reasons for staying another 48 hours after the prime minister had spoken. By the afternoon they had an answer as a surprisingly passionate debate on pensions saw <a href=\"http://www.guardianunlimited.co.uk/labour2000/story/0,7369,374355,00.html\">a rare defeat for the government</a>. Spin doctors' line: this shows the party isn't run by control freaks. Delegates' and unions' view: watch out Tony and Gordon, we're still here.</p> <p>\u0095 The pensions debate allowed the conference darling of the week, Lady Castle, to shine in a speech attacking the government.</p> <p>\u0095 Upstaged minister of the day: David Blunkett. His dull speech on education hardly packed the hall.</p> <p><b>Thursday</b></p> <p>\u0095 Only one thought on delegates' minds: going home. But first Nelson Mandela flies in from South Africa to join John Prescott. Question of the week: will he sing The Red Flag?</p> <p>\u0095 Upstaged ministers: Chris Smith, Stephen Byers and Nick Brown.</p>",
  "<p>There are no good poems which are only for children, said W H Auden. Poetry transcends the adult/child barrier completely. It fills a deep need within us all for rhythm and language. It can change the world we see into something new. </p> <p>Benjamin Zephaniah, poetry's very own King of Cool, bursts back onto the scene with <strong>Wicked World</strong> (Puffin, £4.99).<br></p> <p>Put your hands together <br> And give a <br> BIG welcome <br> To the people from the <br> BIG forest <br> With the <br> BIG trees <br> Welcome <br> Please <br> The Pygmies<br></p> <p> This collection is a celebration of the diversity of the world and all its populations - human and animal - and illustrates Zephaniah's very serious concern for the planet and its people as he exhorts us to 'Be cool mankind.' <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502439888,00.html\">Buy it at BOL</a></p> <p> Also sticking to a green theme is John Agard's <strong>Professor Peekaboo</strong> (The Bodley Head, £9.99). Agard's inventive poems and Satoshi Kitamura's eccentric drawings are a match made in heaven. <br></p> <p> Sitting alone <br> on my throne <br> commonly known <br> as the loo <br> I Peekaboo <br> often ponder <br> the little things we humans do <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501242121,00.html\">Buy other titles by Agard and Kitamura at BOL</a></p> <p>Or try <strong>How To Avoid Kissing Your Parents In Public </strong> by Lindsay MacRae (Puffin £3.99): <br></p> <p> 'Uncle' Bill was really thick <br> Had a heart of gold and a brain of brick <br> And a laugh like a gerbil who's just been sick <br> 'Uncle' Bill got the flick quite quick<br></p> <p> Here is a warts 'n' all look at modern family life. MacRae's wry observations are mainly comic, like My Granny Is In Love With That Weird Weather Forecaster On The Six o'Clock News but, hidden among the jokes, lie dark gems of anger and loss that take you by surprise. MacRae establishes herself with this collection as an important voice in children's poetry. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502089742,00.html\">Buy it at BOL</a></p> <p><strong>Older children</strong><br></p> <p> Valerie Bloom has two new collections out this autumn, <strong>The World Is Sweet </strong>(Bloomsbury, £6.99 - <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501242121,00.html\">Buy it at BOL</a>) and<strong>Let Me Touch The Sky </strong>(Macmillan, £9.99 - <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502444367,00.html\">Buy it at BOL</a>). Bloom's dual heritage is reflected in the language and subject matter of her poems, written in a mixture of standard English and Jamaican dialect. This makes for exuberant poetry, full of sound and rhythm, as in Two Seasons: <br></p> <p> We no have no Autumn like Europe <br> we don' have de American Fall <br> but dere is a time when de flame tree in the forest <br> light de woodland like a fireball <br></p> <p>Older readers will be richly rewarded on dipping into Carol Ann Duffy's second collection for children, <strong>The Oldest Girl In The World </strong>(Faber, £4.99). Full of peculiar and intriguing characters, every line is finely honed and every poem beautifully crafted. She can be tender or funny but it is the dark twist in her work that sends a shiver down the spine. What Mark Did You Get? starts off with<br></p> <p> I wrote a poem <br> that sang in the mouth <br> sweeter than wine <br> 79<br></p> <p> and ends <br></p> <p> I lay in a box <br> that banged in the face <br> and was made of pine <br> 79 <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000092815,00.html\">Buy it at BOL</a></p> <p>Staying with the upper age range is a collection based specifically on the things that teenagers are interested in ... booze, drugs and sex! <strong>Poems With Attitude</strong> by Andrew Fusek Peters &amp; Polly Peters (Hodder Wayland, £4.99) is bursting with the raw emotion and hormone-fuelled experimentation of youth and explores the nice and the nasty side of adolescence. As in Pub-erty: <br></p> <p>Tipsy weavers, threading the gloom <br> Headed with take-outs for somebody's room <br> And dancing, kissing, gulping down fun <br> The black and tan night only just begun <br></p> <p> It is rare and welcome to find a collection that speaks so directly to teenagers. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502346214,00.html\">Buy it at BOL</a></p> <p><strong> Anthologies</strong><br></p> <p> Looking at anthologies, one of the most interesting to appear this year is <strong>Rusty Nails &amp; Astronauts</strong>, edited by Robert Dunbar and Gabriel Fitzmaurice (Wolfhound £16.99). The editors set out to show a broad canvas of poetry spanning 700 years. The selection reflects the background of the editors, one Northern Irish, the other Southern, giving it a distinctively Irish flavour; although many of the poems are from other traditions. From Shakespeare to Kavanagh, from Yeats to McGough, this treasure trove, richly illustrated by Marie-Louise Fitzpatrick, would grace any bookshelf.<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000273216,00.html\">Buy it at BOL</a></p> <p> If gift books are what you are after, look no further than these two stunners. Firstly,<strong>Hello New! New Poems for a New Century</strong>, edited by John Agard (Orchard Books, £9.99). Agard has put together an inspired collection of 70 brand new poems from 49 poets, each one given all the space it needs to really come alive with Lydia Monks's witty illustrations. A great mixture of the silly and the serious, the common thread is the word 'new' in every poem.<br></p> <p> I can't canoe my old canoe <br> I need a new canoe <br> Can you canoe my old canoe <br> And I'll canoe the new? <br> <strong> Colin West</strong><br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502411369,00.html\">Buy it at BOL</a></p> <p> Or go for tradition with <strong>The Hutchinson Treasury Of Children's Poetry </strong> edited by Alison Sage (Hutchinson £19.95). The dazzling variety of English poetry will ensure that minds of all ages are stimulated, tickled and provoked. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501041750,00.html\">Buy it at BOL</a></p> <p> <strong>Young ones</strong><br></p> <p> Finally, a look at what is on offer for the tiny ones. It was a real treat to come across<strong> Days Like This</strong>, compiled and illustrated by Simon James (Walker, £5.99). All the poems included are suitable for age 4+ and the gorgeous full colour illustration on every page makes it as much a picture book as a poetry book.<br></p> <p> Under the dark <br> is a star <br> Under the star <br> is a tree <br> Under the tree <br> is a blanket <br> And under the blanket <br> is me<br> <strong>Marchette Chute</strong><br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000241760,00.html\">Buy it at BOL</a></p> <p> Another collection suitable for young children is <strong>Someone I Like</strong> (Barefoot Books, £9.99), compiled by Judith Nicholls. Poets from many different cultures are represented in this warm and engaging collection exploring human feelings and relationships. Suitable for ages 4+, each poem is beautifully illustrated by Giovanni Manna. This one is called Daddy by Vyanne Samuels: <br></p> <p> Me so small <br> And you so tall <br> Why can't you get the stars <br> From the sky after all? <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502391238,00.html\">Buy it at BOL</a></p> <p>There is such an abundance of wonderful poetry on offer, the problem is how to choose!</p> <p><strong>My favourite poems</strong></p> <p><strong> Charles Causley's Collected Poems for Children </strong><br> Illustrated by John Lawrence<br> Macmillan, £9.99 </p> <p>Mother, I hear the water <br> Beneath the headland pinned <br> And I can see the sea gull <br> Sliding down the wind <br> I taste the salt upon my tongue <br> As sweet as sweet can be <br> Tell me, my dear, whose voice you hear? <br> It is the sea, the sea. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501044311,00.html\">Buy it at BOL</a></p> <p><strong> The Red and White Spotted Handkerchief </strong><br> Tony Mitton, illustrated by Peter Bailey<br> published by Scholastic Press, £9.99 </p> <p>This little hanky <br> red and white <br> will make a pack <br> that's small and light <br> This little hanky <br> white and red <br> will wrap my hopes up <br> with my bread.<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502401806,00.html\">Buy it at BOL</a></p> <p>\u0095 Mary Byrne is a consultant and runs the Cheltenham Festival's children's programme.</p>",
  "<p>When is a book not a book? When it's a flat-packed model just waiting to leap off the page with the help of busy hands. Rumour has it that we're not producing enough engineers, but the current choice of new publications includes enough 'don't just sit there' titles to help remedy the situation! </p> <p> <strong>Crafty activity</strong><br></p> <p> I itched to press out the glossy coloured shapes and make up the 3-D Egyptian tomb complete with moving corpses in <strong>Mummies</strong>, and the UFO model which abducts a human at the turn of a handle in <strong>Aliens</strong>, both by Keith Newstead (Hodder, £5.99). Some young friends did complete the models and they were ace! Modestly priced for such distinctive quality, including six pages of background information and cartoons. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502452151,00.html\">Buy another in the range at BOL</a></p> <p>More 'crafty' activity in Steve and Megumi Biddle's <strong>Underwater Origami</strong> (Red Fox, £4.99), complete with tear-out sheets of coloured paper to fold when assembling the 18 aquatic models. This husband and wife team are a popular act on the book festival circuit, so don't miss their lively show if you get the chance. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502352150,00.html\">Buy it at BOL</a></p> <p> <strong>Book making</strong><br></p> <p> It's interesting to contrast two new titles on book-making, both successful in their differing approach to 'learning through doing'. <strong> Make A Book</strong> by Vivien Frank and Deborah Jaffe (Frances Lincoln, £7.99) has pull-out templates for six exquisite books, all reproduced from the British Library collection. This stylish and sophisticated package serves as a brief evolution of books via a Thai folding book, Japanese scroll, medieval Book of Hours, eighteenth century movable Cinderella book, flicker book and an historical newspaper. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502418523,00.html\">Buy it at BOL</a></p> <p> <strong>Making Books</strong> by Paul Johnson (Black, £10.99) is a cross-curricular resource guide for adults. There are 30 projects outlining how five-to-11 year-olds can handcraft, illustrate and write their own novelty shaped or themed books. Johnson draws on his years of practical expertise and is thoroughly convincing about the contribution of book-making activity to children's development. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502165174,00.html\">Buy it at BOL</a></p> <p> <strong>More about Harry Potter </strong><br></p> <p>The phenomenal success of Harry Potter will have youngsters clamouring for<strong> An Interview With JK Rowling </strong>by Lindsey Fraser (Mammoth, £2.99). It belongs to the Telling Tales series which focuses on significant names from children's publishing and includes Anne Fine, Jacqueline Wilson, Michael Morpurgo and Enid Blyton. These slim books adopt a conversational tone so are not too ponderous, and they dig a little behind the celebrity fa&amp;ccedila;ade to explore family life, early influences and what makes the authors tick. JK shares a few of her innermost secrets (read it to find out!) and there's also a useful summary of the books, so it's good value both for fans and 'author projects'.<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502441763,00.html\">Buy it at BOL</a></p> <p> Teenage smoking is on the increase despite government deterrents and we get a timely reminder of the pros and cons in <strong>A Right To Smoke? </strong> by Emma Haughton (Watts Viewpoints, £5.99). It presents a balanced overview of this emotive issue backed up by a host of well-chosen quotes and photos from a range of sources, plus glossary, useful addresses and facts. There is plenty in here to stimulate discussion among young people and encourage them to form their own opinion. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501395814,00.html\">Buy it at BOL</a></p> <p> <strong>Echo bravo tango</strong><br></p> <p> Ever wondered how planes get off the ground and what super force keeps them up there above the clouds? Duffers like me think it's pure magic, but Ian Graham does a good job in dispelling the mystique and explaining the wonders of modern technology in <strong>How To Fly A 747</strong> (Walker, £5.99). He addresses you, the Captain, in a direct, lively style and talks you through the excitement of taking off, keeping aloft, steering and navigating, dealing with turbulence and landing. OK, you won't be quite ready to take over the controls after reading this, but you'll be far more clued up over what's going on during your air journeys. And you also get a laminated poster of the plane and its cockpit, a booklet about aircrew and (guess what!) a cut-out model to make up yourself.</p> <p> <strong>History, horrible or otherwise </strong></p> <p> The desire to build empires and dominate others is a recurring human theme and Peter Chrisp tells the tale of one of history's most successful achievers in <strong>Alexander The Great: The Legend Of A Warrior King</strong> (Dorling Kindersley, £9.99). Setting Alexander's life within the framework of Greek politics, it also gives interesting glimpses of social life at home and in the lands he conquered. The DK format still has the power to excite with its outstanding visual content and densely packed captions, with the necessary index to access specific information about his ruthless leader and his plundering exploits.<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502454347,00.html\">Buy it at BOL</a></p> <p> Scholastic's <strong>Horrible Histories</strong> and <strong> Horrible Science</strong> series remind me of old time music halls. Both tap into the audience's fascination with the fatuous, outrageous and irrelevant in a most engaging way and both have built up an enthusiastic following. The 'Horribles' are deservedly popular because of their light-hearted approach, packing in masses of information in the guise of jokes and puns, helped along admirably by riotous cartoons. </p> <p>Among the latest crop of new titles, look out for<strong> Ireland</strong> (£7.99 - <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502419408,00.html\">Buy it at BOL</a>) and <strong>Horrible Christmas</strong> (£5.99) from Terry Deary and <strong>Deadly Diseases </strong> (£3.99 - <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502446557,00.html\">Buy it at BOL</a>) and <strong>The Awfully Big Quiz Book</strong> (Horrible Science, £5.99) from Nick Arnold. <br></p> <p> <strong>Meet an author </strong><br></p> <p>To meet some real live authors try to get along to Durham on Saturday November 18 for the Gala Day of the Northern Children's Book Festival It's a great free family day out. For a programme, contact Anne Key on 0191-477 3478</p>",
  "The influential Serbian Orthodox Church has recognised Slobodan Milosevic's opponent as Yugoslavia's new president-elect, urging him to take control of the country in a peaceful way. <p>The church appealed to opposition candidate Vojislav Kostunica for restraint during a meeting of the Holy Synod, its highest body. The church holds no direct political power in Yugoslavia, but its dictates hold great moral sway in a population which recognises it as a pillar of rectitude in a corrupt society. </p> <p>It appealed to urged Kostunica and his camp to, \"take over the helm of the state, its parliament and municipalities, in as peacefully and as dignified a manner, as possible.\"</p> <p>The statement came the morning after more than 200,000 joyful anti-Milosevic demonstrators swarmed the capital's downtown district, waving banners and chanting \"He's finished.\" </p> <p>The biggest demonstration ever against Milosevic completely blocked Belgrade's main streets around Republic Square. Much of the downtown area teemed with people. </p> <p>The opposition threatened widespread civil disobedience as a means to pressure Milosevic to step down after his government released final election figures showing neither candidate won a majority - the requirement for an outright victory. </p> <p>Kostunica finished first in Sunday's elections with 48.96% to 38.62% for Milosevic, the State Election Commission said late yesterday. That would require a runoff on October 8. </p> <p>\"Milosevic cannot resort to violence... look how many people took to the streets - no one in this country has the power nor dares give orders against these people,\" Milan Protic of the opposition said. \"I believe no one in the police or army is prepared to give his life for a man who lost the elections.\" </p> <p>An opposition member of the electoral commission said that the head of the commission presented the 13 members with the results late yesterday without allowing them to inspect the returns. </p> <p>Sinisa Nikolic said 300 of the more than 10,000 polling stations never reported, and he accused the commission of reducing the overall total by 600,000 votes. </p> <p>Another opposition leader, Goran Svilanovic, said anti-Milosevic forces \"will try to avoid violence but we will persist in our effort to protect the will of the people.\" </p> <p>US President Bill Clinton and other Western leaders have dismissed talk of a runoff. \"The government's official election commission has no credibility whatever,\" Clinton said. </p> <p>The United States will move to lift economic sanctions against Yugoslavia and restore its rights as a UN member state if Kostunica is installed in Belgrade, Richard Holbrooke, the US ambassador to the United Nations, told the Security Council. </p>",
  "<p>As chance would have it, a number of the books that caught my eye this year deal with the past in one way or another. Perhaps the millennium has something to do with it; at all events, there's a wide variety of matter and treatment on offer. </p> <p> The British imagination finds the figure of King Arthur a source of inexhaustible fertility. The latest embodiment of the legend is Kevin Crossley-Holland's splendid <strong>The Seeing Stone</strong> (Orion, £9.99). It has an unusual perspective: in the year 1199, Arthur de Caldicot is the younger son of the lord of the manor of Caldicot, near the Welsh border. There is a Merlin in his life: a presence both familiar and strange, deeply mistrusted by the village priest, and this Merlin gives young Arthur a black stone in which he sees the story of the legendary Arthur played out for him. The more he sees, the more their stories begin to overlap. This book (the first of a trilogy) is told in 100 very short sections, as bright and vivid as the pictures in a Book of Hours. Deep scholarship, high imagination, and great gifts of storytelling have gone into this; I was spellbound. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502439891,00.html\">Buy it at BOL</a></p> <p> Hans Magnus Enzensberger's <strong> Where Were You, Robert?</strong> (Hamish Hamilton, £14.99) has found much deserved praise in Europe. Young Robert, in his early teens, has a problem with his eyes: when he looks into a picture of some scene from the past, his vision draws him into it. His journeys take him first to Communist Russia in 1956, and ultimately by a series of further picture-engulfments to a painter's studio in 17th century Holland. What I most enjoyed about this, apart from the brilliantly vivid recreations of the sights and textures and smells of the past, was Robert's matter-of fact resourcefulness in dealing with his predicament. He is realistically uneasy and afraid, but it's his own courage and skill that rescue him every time. The story plays absolutely fair, and the translation, by Anthea Bell, reads beautifully.<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502131571,00.html\">Buy it at BOL</a></p> <p> It's fascinating to watch an author discover where her imagination is really at home. Jamila Gavin's <strong>Coram Boy</strong> (Mammoth, £5.99) takes us to 18th century England, where a rich and almost Gothic drama unfolds, full of dastardly villains, cold-hearted aristocrats, devoted friends and passionate lovers, and set against a background of cruelty, music, murder and the neglect of children. The story sweeps along with great exuberance. I hope she gives us lots more of this.<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,500999326,00.html\">Buy it at BOL</a></p> <p> David Almond's past is a little closer. <strong>Counting Stars</strong> (Hodder, £9.99) is a book of short stories, some of them very short, set in a Tyneside childhood corresponding in time to Almond's own. The children in a large Catholic family face bereavement, joy, mystery, temptation, and many other experiences, beautifully preserved and delicately rendered. Almond's well-received novels have trodden the borders of fantasy: I think he is even better with this firmly-rooted realism. He has the rare gift of being tender towards experience without either sentimentalising or indulging it; he knows that raw material has to be worked on before it becomes art, and he knows how to do it. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502322994,00.html\">Buy other David Almond titles at BOL</a></p> <p>Joan Lingard's <strong>Natasha's Will</strong> (Puffin, £4.99) is a real old-fashioned family yarn. Natasha, who fled as a child from Russia following the Revolution, leaves her house to the family who look after her in Scotland in her old age - but the will can't be found, and now there's a greedy cousin claiming that the house is his. A series of delightfully literary clues lead to exactly the right sort of ending. Nothing profound here - just charm and skill, as if they were easy. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502440532,00.html\">Buy it at BOL</a></p> <p>Charm is also a feature of <strong>Because Of Winn-Dixie</strong>, by Kate DiCamillo (Walker Books £7.99). Young India Opal, daughter of a preacher living in a trailer park in Florida, acquires a scruffy dog with a winning smile. It's a tale of making friends and coming to terms with circumstances. It could easily have been mawkish; but the author judges it perfectly, and the result is delightful.<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000314103,00.html\">Buy it at BOL</a></p> <p> Back to the past again with Michael Morpurgo, whose command of his material is absolute. <strong>Billy The Kid</strong> (Pavilion £12.99) isn't a Western, but a short novel in an unusual format about a footballer, growing up in the 1930s, whose great dream is to play for Chelsea. He does - but then his life, like everyone else's, is re-shaped entirely by the Second World War. The story of his subsequent decline and quite unexpected rescue is told with all the author's open-hearted clarity, and richly illustrated by Michael Foreman.<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501628001,00.html\">Buy other Michael Morpurgo books at BOL</a></p> <p> The excellent Gaye Hicyilmaz's <strong>Girl In Red </strong>(Dolphin £4.99) could hardly be more topical: it's a story of intolerance and brutality towards asylum-seeking gypsies. The narrator, Frankie, discovers to his dismay that his mother is deeply involved in the protests against them: his position is even more difficult because of his feelings for Emilia, the girl in red. There are no neat outcomes; life isn't like that, this is like life.<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502388410,00.html\">Buy it at BOL</a></p> <p> Readers puzzled by life will enjoy Stephen Law's <strong>The Philosophy Files </strong>(Dolphin, £6.99). He takes a number of big questions, ranging from Should I eat meat? to Where do right and wrong come from? and beyond, and examines them in a bright and mercifully non-facetious way. Curious philosophers of any age will find some basic problems dealt with in a way that genuinely illuminates them. There aren't any answers, of course, but that's not the author's fault. <br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502379007,00.html\">Buy it at BOL</a></p> <p>In the old days, good books were available for years. Nowadays every book has to be a bestseller at once or go out of print, with the result that there are dozens, if not scores, if not hundreds of excellent titles that deserve a revival. However, it's happening. Catherine Storr's <strong>Marianne Dreams</strong> (Faber Children's Classics, £4.99 - <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502335487,00.html\">Buy it at BOL</a>), Diana Wynne Jones's <strong>Dalemark Quartet</strong> (OUP Modern Classics, £6.99 - <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502388159,00.html\">Buy it at BOL</a>), are available again, and there are new ventures devoted to rescuing out-of-print favourites such as T H White's delicious <strong>Mistress Masham's Repose</strong> (Jane Nissen Books £5.99 - <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502451910,00.html\">Buy it at BOL</a>). The past is full of promise.<br> </p> <p> \u0095 Philip Pullman is an award-winning author.</p>",
  "It is one of those issues that captivates the political junkies and leaves the ordinary voter cold. Or, as one Democratic consultant puts it: \"Nobody gives a shit about this stuff.\" The \"stuff\" in question is soft money and it has dominated Hillary Clinton's campaign for a seat in the US senate since her first televised debate with the Republican candidate, Rick Lazio who, it has been said, bears an uncanny resemblance to the presenter of BBC's Match Of The Day. <p>\"I believe, personally, it is an important issue, but there are not many New York voters who think it is an important issue,\" says Mrs Clinton. \"No voters ever talk to me about soft money.\" That's because none of them really knows what it is. And because the matter is complicated, popular newspapers do not have the room to explain it and make it interesting at the same time. </p> <p>As with any episode in an election campaign, it is possible - just about - to perceive winners and losers, and in this instance Mr Lazio has won, even if the prize is a nebulous mutation of justification and credibility.</p> <p>So what is soft money? Candidates are limited by law to accept contributions from individuals of up to $2,000 (£1,300) - that is hard money. But this cap is sidestepped by big-money donors and wealthy special interest groups who give unlimited amounts for \"issue advertisements\" that can barely be told apart from those for the candidates, except that they do not call explicitly for the election or defeat of either - and that is soft money. Just in case it might help, there are also TV and radio advertisements paid for by independent groups, say the National Rifle Association, which buy ads backing one candidate or excoriating the other.</p> <p>Mr Lazio, an outwardly amiable but previously obscure Congressman from Long Island thought it was time to up the tempo of the contest and go beyond appealing to voters simply on the basis that he is not Mrs Clinton. So at one point during the debate he strode over to her and waved in her face a piece of paper called The New York Freedom from Soft Money Agreement and demanded she sign it on the spot, which she declined to do. </p> <p>Most of the commentators judged that Mr Lazio had scored a few points with this and other ploys. Which was fine until the two polls after the debate showed that while this might be fine with the professionals, the voters - especially women - had divined little about the issue but a lot about him. They thought he was a bully.</p> <p>The Republican had to try, somehow, to demonstrate that there was a purpose to all this, that he was on a crusade to drive out the influence of those who try to buy favour from the candidates. Never mind that Mr Lazio, on the face of it, has more to gain than Mrs Clinton from the absence of soft money in the race for the senate. He had not raised any of the stuff for ads while she had spent it freely. </p> <p>On the other hand, she would still be able to spend soft money on mail-shots, phone banks and measures to get the vote out. As for the hard stuff, he has $10.2m to her $7.1m. Also, her campaign was the first to suggest banning soft money, even if she did not press the matter.</p> <p>Finally, after a feeble stunted confrontation and some proper meetings, the two sides struck a deal. They agreed that only those TV and radio ads paid for by accumulations of those measly $2,000 donations would be allowed. Soft money from corporations, unions and influence-hungry individuals could not be used for this purpose. On top of that, those independent groups operating on behalf of one candidate or the other were implored to stay their hands.</p> <p>Normal people may be more interested in the impending baseball World Series, but this is considered a historic agreement that could set a precedent for other elections and help the cause of campaign-finance reform in Congress. You can't argue with that. Well, you might not think so but others are less impressed by this exercise in openness, decency and restraint. </p> <p>Take the AFL-CIO federation of labour unions, a supporter of Mrs Clinton. \"We are not going to pledge not to do things,\" says Laurence Gold, its associate general counsel. \"The campaigns can never secure promises from every conceivable group.\"</p> <p>Then there is the Emergency Committee to Stop Hillary Clinton. \"We raised lots of money from people,\" says Morton Blackwell, its chairman. \"We are completely independent. No campaign or party can direct us.\" </p> <p>If this qualifies as historic, perhaps it's just as well that the public is looking the other way.</p>",
  "<p>The bomb had taken 43 seconds to fall from the B-29. There were small holes around its midpoint where wires had been tugged out of it as it dropped away: that had started the clock switches of its first arming system. </p> <p>More small holes had been drilled further back on its dark steel casing and those took in samples of air as the free fall continued. At 7,000 feet above the ground, a barometric switch primed the second arming system. </p> <p>From the ground the B-29 was just visible, but the bomb - a bare 10ft long, 2.5ft wide - was too small to see. Weak radio signals were pumped down from the bomb to the Shina Hospital directly below. Some signals were absorbed in the hospital's walls, but most bounced back skywards. Sticking out of the bomb's back, near the spinning fins, were a number of whip-like radio antennae. Those collected the returning radio signals, and used the time lag as a way of measuring the height remaining to the ground. </p> <p>At 1,900 feet the last rebounded radio signal arrived. A bomb exploding much higher would dissipate heat in the open air; exploding much lower, it would dig a huge crater in the ground. At just under 2,000 feet the height would be ideal. An electric impulse lit cordite sacs, producing a conventional artillery blast. A small part of the total purified uranium was pushed forward down a gun barrel inside the bomb and slammed into the remaining bulk of the uranium. </p> <p>Nowhere on earth had a ball of several dozen pounds of such purified uranium ever been accumulated. There were a number of stray neutrons loose inside it. Although the uranium atoms were densely protected by their outer flurries of electrons, the escaped neutrons - having no electrical charge - weren't affected by the electrons. They flew through the outer electron barrier like a probe skimming past the planets down towards our sun. While many flew straight on out the other side, a few were on a collision course for the speck of a nucleus. </p> <p>They overbalanced the nucleus, making it jostle and wobble. The uranium atoms mined on Earth were each more than 4.5bn years old. Only a very powerful force, before the Earth was formed, had been able to squeeze their electrically crackling protons together. Once that uranium had been formed, the strong nuclear force had held the protons in place over all that long span: while the Earth cooled, and continents formed; as America separated from Europe, and the North Atlantic Ocean slowly filled; as volcanic bursts widened on the other side of the globe, forming what would become Japan. </p> <p>A single extra neutron unbalanced that stability. </p> <p>A single nucleus doesn't weigh much. Its speeding impact into the other parts of the uranium didn't heat it up much. But the density of uranium was enough that a chain reaction started, and soon there weren't just two speed ing fragments of uranium nuclei, there were four, then eight, then 16, and so on. </p> <p>Mass was \"disappearing\" within the atoms, and coming out as the energy of speeding nuclei fragments. E=mc<sup>2</sup> was under way. The bomb fell just a fraction of an inch in the time of most of the reaction. Only the first odd bucklings of its steel surface suggested what was going on inside. The chain reaction went through 80 generations of doubling before it ended. By the last few of those, the segments of broken uranium nuclei were so abundant - and moving so fast - that they started to heat the metal around them. </p> <p>All the action of the E=mc2 reaction was over. No more mass was disappearing; no more fresh energy appeared. The energy in the movement of those nuclei was simply being transformed to heat - just as rubbing your hands together will make your palms warm up. But the uranium fragments rubbed against resting metal at immense speed, due to the multiplication by the immense value of c2 (the square of the speed of light). </p> <p>They soon were travelling at several million miles per hour. The metals inside the bomb begin to warm. They had started at near body temperature - 98.6 F or 37C - reached water's boiling point - 100 C - then that of lead - 560 C. But the generations of chain reaction doubling had gone on, as yet more uranium atoms had been splitting. It reached several million degrees - the temperature of the centre of the sun - and kept rising. </p> <p>The heat went through the steel tamping around the uranium, and through what had been the several-thousand-pound casing of the bomb. Then it paused. It started pushing X-rays out of itself. The explosion hovered; the fragments trying to cool down. Then, after perhaps 1/10,000th of a second, when the X-ray spraying was over, the heat ball resumed its outward spread. </p> <p>An object resembling a giant sun fills several hundred times more of the sky than earth's sun. It burns at full power for about half a second, then begins to fade, taking two or three seconds to empty itself, spraying heat energy outward. Fires begin, seemingly instantaneously; skin explodes off, hanging in great sheets from the bodies of everyone below. The first of the tens of thousands of deaths in Hiroshima begin. </p> <p>The heat accelerates the air to speeds several times faster than any hurricane - so fast it outruns any sound its immense force might make. There is a second air pulse, a little slower; after that the atmosphere sloshes back, to fill up the gap. This briefly lowers the air density to virtually zero. Far enough from the blast, life forms that have survived will begin to explode outward, having been exposed to the vacuum of outer space. </p> <p>A small amount of the heat remains, hovering quite close to where the fuses and antennae and cordite had been. In a few seconds it begins to rise. It swells as it goes, and at sufficient height it spreads out. As that great mushroom cloud appears, E=mc2's first work on planet earth is done. </p> <p>\u0095 E=mc2: A Biography of the World's Most Famous Equation, by David Bodanis, is published by Macmillan (£14.99).</p>",
  "<p>BBC director general <strong>Greg Dyke</strong> is set to give controller of specialist factual Glenwyn Benson and controller of children's Nigel Pickard responsibility for commissioning, as well as production, in their programming areas. Benson and Pickard will order shows from both in-house programme-makers - whom they also line-manage - and independent producers. But as with the four genre controllers already appointed to BBC director of television Mark Thompson's commissioning team, they will have to get a 'double tick' from channel controllers for commissions.</p> <p>Media secretary <strong>Chris Smith</strong> has told a Labour Party Conference fringe meeting that broadcasters will not be governed solely by competition law under the proposed single regulator, but will remain subject to sector-specific regulations.</p> <p><strong>Carlton Television</strong> has signed a factual programming co-production deal with Washington Post-owned Newsweek Productions. The US-based outfit will be headed by former BBC head of TV news Richard Clemmow and develop factual shows for the US and international markets.</p> <p>Canadian broadcaster/producer <strong>Alliance Atlantis Communications</strong> is trying to put together a deal to save cash-strapped UK factual specialist Cafe Productions. The two companies have two weeks to come up with a plan that satisfies Cafe's creditors and prevents the indie's closure.<br>  <a href=\"http://www.mediatheguardian.com/marketingandpr/story/0,7494,373949,00.html\"> Revolution round-up </a> <br> <a href=\"http://www.mediatheguardian.com/marketingandpr/story/0,7494,377230,00.html\"> Marketing round-up </a> <br> <a href=\"http://www.mediatheguardian.com/broadcast/story/0,7493,376336,00.html\"> New Media Markets round-up </a> <br> <a href=\"http://www.mediatheguardian.com/advertising/story/0,7492,376381,00.html\"> Campaign Media Business round-up </a> <br> <a href=\"http://www.mediatheguardian.com/marketingandpr/story/0,7494,374537,00.html\"> PR Week round-up </a> <br> <a href=\"http://www.mediatheguardian.com/presspublishing/story/0,7495,377724,00.html\"> Press Gazette round-up </a> <br> <a href=\"http://www.mediatheguardian.com/marketingandpr/story/0,7494,377236,00.html\"> Marketing Week round-up </a> <br> <a href=\"http://www.mediatheguardian.com/newmedia/story/0,7496,374511,00.html\"> New Media Age round-up </a> <br> <a href=\"http://www.mediatheguardian.com/advertising/comment/0,7492,375033,00.html\"> Media Week round-up </a> <br> <a href=\"http://www.mediatheguardian.com/advertising/story/0,7492,374411,00.html\"> Campaign round-up </a></p>",
  "Sit outside one of the hypermarkets that ring Budapest, and you can watch a stream of shoppers rattling their carts through the automatic doors, or stopping for an ice cream as they emerge laden with goodies. It is possible to get almost anything you want in Hungary these days - exotic fruits that were unknown a few years back, cheeses from all over Europe, and a dazzling choice of foreign dishwashers, refrigerators and cookers. If you have enough money, that is. But a lot of people do not. A surgeon friend showed us his pay slip the other day. His high-stress job in a casualty department is worth just over $170 a month, so he works on Saturday nights as a disc jockey to support his wife and two-year-old son. Others are even less fortunate. <p>Budapest is enjoying a construction boom, and the government reported a sharp fall in unemployment last month. But there has been no obvious decline in the number of homeless people roaming the streets, and unemployment is sure to soar again this winter. So the annual lomtalanitás (collection of unwanted items), when people turn out their basements and dump the contents at the side of the street for the council to take away, is still a keenly awaited event. The day before the pick-up for their district people get up early to put their stuff on the pavement before going to work. Then there's almost a party atmosphere as neighbours sort through discarded beds, mattresses, wash-basins, toilet bowls and tyres in case there's something they need. </p> <p>The Gypsies and scrap metal dealers are up early too. \"Got the other one, dearie?\" a Romany woman asks a man who is dumping a bedside table outside a block of flats. Another resident grabs a bed almost before its previous owner has put it down, carries it upstairs and re-emerges with a smaller one. The basement of our house in the southwestern district of Kelenföld hasn't been emptied for a decade, and the family descends on us at 7am to weed out the treasures of yesteryear, when you threw nothing remotely serviceable away in case there was a sudden shortage, or someone got married and needed to fix a bathroom or a kitchen in their new home. </p> <p>One by one these dusty trophies emerge: a bent tandem bicycle frame, a chipped sink, a divan with faded green upholstery, a collection of old tyres from the family Trabant, which is still in service, powered by a Volkswagen engine. Under the eagle eye of my mother-in-law, Edit, who uses her veto several times because she can't bear to part with something, we lug the stuff up the stairs and across the grass of the little park to a growing pile of similar objects. The tandem doesn't stay there long. Three scrap dealers lurking at the edge of the pile pounce on it, and one of them takes it to a van. A second attacks the sink with a blunt object, to free the taps and metal piping attached to it. The third inspects a loo contributed by a neighbour. </p> <p>On the whole it is all very polite and good-humoured. One of the scrap men actually asks if it's OK to remove a child's two-wheeler. But across the way an elderly resident bawls out a ponytailed hippie who tries to put a small wooden something or other on a second heap. \"That's my pile,\" shouts the older man, arguing that the object contravenes regulations (the lomtalanitás does not include ordinary household refuse or debris from building sites). Ponytail slinks off, to return later with a larger wooden object that he deposits on our pile alongside some sticks contributed by an old woman from a house opposite. </p> <p>Our basement cleaned out, we set off in the car, past 20 or 30 battered fridges neatly stacked on some waste ground. As we drive by, a tiny pick-up truck approaches with two more. People are always looking for a fridge that works: these will be cannibalised, and the better-looking ones sold. When we get home late in the afternoon the heap on our side of the park stretches for 25m along the street and 15m on to the grass. At its highest it rises a good 3m. A few latecomers are nosing gloomily around in case the professionals have left anything worth having. Their task seems pretty hopeless. But these outcasts of the consumer boom have learned to make even a forlorn hope go a long way. </p>",
  "<p><strong>THE FINANCIAL TIMES</strong></p> <p> Europe is set to take a commanding lead over the US in internet and mobile banking. (p18)<br> Lex: better management of market expectations is needed for Granada Media. (p28)<br> COMPANIES &amp; MARKETS<br> As reported on mediatheguardian.com yesterday, crisis hits T-Online as finance chief quits, its third director to quit since Aug 25. (p29)<br> Concerns over ad revenues and its place in the digital market are the main contributors to Granada Media's share plunge. (p30)<br> Schoolsnet.com is doing a supply deal for schools-related equipment. (p32)<br> LibertySurf shares fell 7%. Kingfisher, which holds 35% in the venture and is said to be looking to sell, is locked in until mid-March. (p36)<br> VNU is considering spinning off its print and internet telephone directories business, World Directories, next year, for a valuation of E6bn (£3.6bn). (p37)<br> Rupert Murdoch has confirmed John Malone as the first strategic investor in Sky Global Networks. (p38)<br> Shares in Priceline.com plunged after the group warned ticket sales had fallen unexpectedly in September. (p38)<br> AOL and DoCoMo in strategic alliance (p40)<br></p> <p><strong>THE GUARDIAN</strong><br></p> <p>Two MediaGuardian.co.uk stories: Nelson Mandela is to appear in a £200m ad campaign for Unicef (p11) and the stars of Frasier have bought the US rights to the Vicar of Dibley (p13)<br> One in 10 women using the internet have made love to a man they first met online at work. An odd survey. (p14)<br> Granada shares take a drubbing. (p25)<br> News Corp has cemented a link with one of the world's most powerful media figures, John Malone. (p25)<br> Rupert Murdoch has raised £50m from the float of Music Choice Europe. (p25) AOL/DoCoMo. (p26)<br> Digital TV is a lifeline for poor people. (p26)<br> Microsoft joins in the BT baiting for dragging its feet on ADSL roll out. (p30)<br> ONLINE Alex Allan, e-envoy, writes about the government's efforts to get the UK online. (p8)<br></p> <p><strong>DAILY TELEGRAPH</strong></p> <p> MEDIA NEWS:<br> Fanfare for the Commons man: Frank Johnson describes the art of political sketch-writing (p22)<br> Cruel TV - why Weakest Link is winning the ratings battle (p22)<br> Leading society magazine Harpers is hoping Lucy Yeomans - poached from Tatler - will boost sales (p23)<br> Greg Dyke has told his mum to cancel the Mail in favour of the Express (diary, p23)<br> Lord Hollick is watching the Granada Media share plunge closely, and is now expected to demand £1.25bn in cash to complete the deal. (p33)<br> The Commercial Union and General Accident brands are to be dumped as CGU radically overhauls its marketing. From Monday it will all be branded Norwich Union. (p33)<br> Microsoft is calling for a merger of Telewest and NTL in order to create a stronger force to compete with BT. (p34)<br> John Malone will control the second largest shareholding in News Corp. (p35)<br> UBC shares rose by a fifth as the independent radio producer unveiled plans to do digital radio. (p35)<br> DOTCOM<br> BTOpenworld customers could face waits of up to six months for installation. (p1)<br> Itswine.com is to abandon its pure dot.com strategy just months after its founder predicted the demise of traditional retailers. (p2)<br></p> <p><strong>THE INDEPENDENT</strong></p> <p> Big Brother is set to become a publishing phenomenon with Channel 4 publishing a book tomorrow called The Unseen Story. (p10)<br> Granada Media shares plunge. Not an auspicious start for Granada. (p18)<br> News Corp to become top shareholder in Gemstar-TV. (p19)<br> BSkyB is set to be the biggest casualty when the FTSE International changes the way it calculates indices. (p21)<br></p> <p><strong>THE TIMES</strong></p> <p> Granada Media shares tumble further. (p27)<br> Tony Blair is considering turning the post of e-envoy into a cabinet position with e-commerce minister Patricia Hewitt said to be the leading candidate for the job. (p27)<br> News Corp is interested in bidding for DirectTV satellite service. (p32)<br></p> <p><strong>THE WALL STREET JOURNAL EUROPE</strong></p> <p> Christian Hoenig, the chief financial officer of German ISP T-Online, has resigned. It is the third management resignation from the company in five weeks, following repeated clashes with parent company Deutsche Telekom (p.6).<br> UK radio broadcasters are gearing up to transmit games, video and web pages, as well as audio, in preparation for the launch of a digital radio receiver from Psion of the UK (p.27).<br></p> <p><strong>DAILY MAIL</strong></p> <p> Granada Media shares crash. (p74)<br> Murdoch tightens his grip on satellite TV. (p75)<br></p> <p><strong>DAILY EXPRESS</strong></p> <p> John Kettley has quit amind rumours that he has been shunned for the job of fronting the new BBC Breakfast slot. (p5)<br> Feature on TiVo. (p13)<br> <br> <strong>THE SUN</strong><br> <br> Loaded has apologised to Mel B after air-brushing out her bikini on last month's cover. (p11)<br></p> <p><strong>THE MIRROR</strong></p> <p> The Mirror claims a front page exclusive on the fact that Big Brother Craig has reached his target of £250,000 for Jo's op. \"It's a remarkable victory for the Mirror campaign\" said the paper. (p1)<br> The Mirror will not stop its campaign until every down syndrome child has equal treatment (leader, p6)<br> All three political parties are against the BBC's plans to shift the news to 10pm. (p2)<br></p> <p>And finally?</p> <p> <strong>THE STAR</strong></p> <p> Dawn Neeson doesn't pull any punches, calling Nasty Nick a 'tosser' for saying he can't shop in normal supermarkets anymore. (p9)<br></p> <p><strong>Other useful sites:</strong><br><a href=\"http://www.theguardian.com/\" target=\"_NEW\">http://www.theguardian.com</a> <br><a href=\"http://www.ft.com\">http://www.ft.com</a><br><a href=\"http://www.the-times.co.uk\">http://www.the-times.co.uk</a><br><a href=\"http://www.telegraph.co.uk\">http://www.telegraph.co.uk</a><br><a href=\"http://www.independent.co.uk\">http://www.independent.co.uk</a><br><a href=\"http://www.the-sun.co.uk\">http://www.the-sun.co.uk</a><br><a href=\"http://www.mirror.co.uk/\">http://www.mirror.co.uk</a><br><a href=\"http://express.lineone.net\">http://express.lineone.net</a><br><a href=\"http://www.megastar.co.uk/site/today/index.html\">http://www.megastar.co.uk</a><br><a href=\"http://www.ananova.com\">http://www.ananova.com</a> </p>",
  "<p>Recent economic history tells us we should feel some trepidation about the outcome of today's referendum in Denmark on joining the euro. The last time the Danes went to the polls on a European matter, in April 1992, their rejection of the Maastricht treaty set off a chain of events which culminated in a full-blown European currency crisis. </p> <p>Eight years on, however, there are clear grounds for optimism. Whichever way it goes, the markets are likely to receive today's result calmly. </p> <p>A rejection would clearly be a huge symbolic blow to the euro's credibility, strengthening the hand of eurosceptics in this country, but it is unlikely to significantly effect the euro's value in the short term. </p> <p>After last Friday's surprise defence of the euro by the G7, the big speculating battalions of the currency markets remain wary of picking a fight with the central banks. </p> <p>In the less likely event of a clear Danish \"yes\" vote, the euro may well enjoy a rally - in relief - but there are doubts about how sustained this could be. </p> <p>Some European governments may favour using the opportunity of improving sentiment towards the euro to intervene again and cement its gains, although it is not clear the US would agree to play ball this time. </p> <p>While the recent glut of profit warnings from US corporations, whose foreign earnings are being squeezed by the euro's weakness, means the US treasury is ready to help stop the currency going into free fall, actively funding the euro's appreciation from here is another matter entirely. </p> <p>While accepting that the euro's weakness may be overdone, the US Treasury believes much of the depreciation reflects real economic disparities between the US and Europe. It reckons that unless they are addressed by European governments with real vigour the euro will only enjoy temporary benefit from intervention. It is a sensible view. </p> <p><strong> Grabiner veritas </strong><br> </p> <p> If you were to bump into Mike Grabiner at a social gathering you might chat for a moment about the energetic way he runs Energis. You might then move on to BT for an hour or two before posing the irresistible question: are you about to buy Thus? The buttonholing would not ruffle Mr Grabiner - a well-trained, modern executive. There would just be a little shrug of the shoulders, a few dismissive words about Demon Internet, Thus's internet services provider, being a busted flush, and then a short critique of the company's mainly Scottish network. And that would be it. </p> <p>The Square Mile, of course, is buzzing with the story, convinced that Energis has approached Thus's 50.1% shareholder, Scottish Power, with a firm offer. Mr Grabiner, they are sure, is more than capable of mounting a chunky acquisition at home while rolling out the Energis network across Europe through its various alliances with local utilities and then simultaneously beating up BT in the UK over the dishevelled introduction of broadband communications. </p> <p>In fact, they may even have been encouraged by an Energis-sponsored study on the changing nature of Britain produced by Professor Chris Edwards of the Cranfield School of Management this week which came to the oh so new-economy conclusion that we are now a \"superchange\" nation, whatever that is. </p> <p>But those doing the chattering are probably overestimating the attractions of Thus for Energis. For a start, it is difficult to assess what portion of the company's £1bn market capitalisation is represented by the Demon business - which Energis is unlikely to want, having developed its own services through Planet Online and Energis Squared. The telecoms business, meanwhile, has been slow to expand out of Scotland. </p> <p>That said the companies have clearly spoken, and it is an open secret that Scottish Power considered a trade sale to Energis before going ahead with the flotation of its telecoms division two years ago. But this is one deal which does not look as though it will be clinched in the short term. </p> <p><strong> Swedish cool </strong><br> </p> <p> Per Larsson, the Viking raider who wants to run our stock market, put his blunt weapons to one side yesterday and started using cogent argument in schmoozing the private client stockbrokers who now effectively control the London Stock Exchange's destiny. </p> <p>The wine was crisp, the gravlax came in bite-sized pieces and, yes, the blond Swede struck a sharp contrast with his staid, old-fashioned prey. There was no use of a podium to guard against difficult questions - instead, out came the handheld microphone, and Mr Larsson and his colleagues almost looked comfortable perched on bar stools, fielding questions from the floor. </p> <p>Even more of a contrast was his use of language. Mr Larsson told the brokers that he was there to listen. Corny as it may seem, he sounded convincing.</p>",
  "<p><strong> Saving favourites</strong><br> I have created a vast alphabetical index of website links using Favorites. The trouble is that one has to visit the website in order to store its address. Is there another way to do this?  <strong>John Cooke </strong> <br> <a href=\"mailto:john@onema.com\">john@onema.com</a> </p> <p><strong> Jack Schofield replies: </strong> You can always store website addresses in a plain text file using Windows Notepad or another simple text editor, then cut and paste them in to the browser when you want to visit the sites. </p> <p>I take this one step further: I paste them into an HTML document in Microsoft Word, add my own comments, and use the resulting file as my start-up page on Internet Explorer. To do this, double click the .htm file so that it loads into your browser, then go to Tools|Internet Options and click the Home Page button marked Use Current. To return to this page after visiting a site, click the Home (House) icon, or select View|Go to|Home Page from the menu, or press the Alt and Home keys on the keyboard. </p> <p>Word can automatically turn proper web addresses into live links, so you do not need to know any HTML. If you want to take the idea further, a small, free program called <a href=\"http://www.moonsoftware.com/frames.asp?page=\" freeware.asp\"\">Bookmark Wizard</a> will convert your current Favorites into an HTML page. </p> <p>The next step would be to put your bookmarks online at a site such as <a href=\"http://www.hotsheet.com\">Hotsheet</a>, or use a program to organise them. There is a good list of online bookmark managers at <a href=\"http://www.dmoz.org/Computers/Internet/WWW/Web_Applications/ Bookmark_Managers/\">www.dmoz.org/Computers/Internet/WWW/Web_Applications/ Bookmark_Managers</a>. There are comprehensive collections of bookmark programs and other utilites at <a href=\"http://www.davecentral.com/urlman.html\">Dave Central</a> and <a href=\"http://winfiles.cnet.com/apps/98/url.html\" target=\"_new\">WinFiles</a>. I don't know which is best, but IC Soft Site Manager <a href=\"http://www.ic-soft.com/products/icsiteman.htm\">www.ic-soft.com/products/icsiteman.htm</a> looks powerful but pricey ($34.95). <a href=\"http://www.bookmarkonline.com/freedownload.htm\">Bookmark Mate</a> is simple and free </p> <p><strong> Little windows</strong><br> Since I upgraded to Internet Explorer 5.5, all new windows in Outlook Express open up very small. How can I make them open up maximised as they always used to? <strong>Dr Kambiz Boomla </strong> <br> <a href=\"MAILTO:k.boomla@qmw.ac.uk\"> k.boomla@qmw.ac.uk</a> </p> <p><strong> JS: </strong> Many Windows programs try to remember how they were when you closed them down, and open up the same way. However, there is a standard way to control how an application opens in Windows. Right-click on the icon and select Properties, then go to the Shortcut page. At the bottom, next to Run, there should be a drop-down menu that offers three choices: Normal window; Maximized, and Minimized. Pick the one you want and click OK. </p> <p>The icon may be on the desktop, in Windows Explorer, or even in the Quick Launch tray usually positioned next to the Start button. </p> <p><strong> Booklets</strong><br> I've written a 36-page booklet, using Word 97, and I want to print it out on standard A4 paper ready to be folded in two to create an A5 booklet. Do you know of any utilities that will let me print it out so that page 1 is adjacent to page 36 and page 2 adjacent to page 35 etc? I am surprised that Word 2000 hasn't addressed this problem. It must be quite common.  <strong>Alan Currie </strong> <br> <a href=\"mailto:Wilma.Pooch@tesco.net\">Wilma.Pooch@tesco.net</a> </p> <p><strong> JS: </strong> You are correct: Microsoft is lagging Lotus and Corel (WordPerfect) Office in this area. Richard Keijzer has reportedly written some free macros to do the job, and we are waiting for them to appear at <a href=\"http://www.mvps.org/word/FAQs/MacrosVBA/BookletMacro.htm\">www.mvps.org/word/FAQs/MacrosVBA/BookletMacro.htm</a>. </p> <p> One alternative is to use a pre-print utility that will work with other programs too. <a href=\"http://www.bluesquirrel.com/clickbook/\">Clickbook</a> and <a href=\"http://www.fineprint.com\">FinePrint</a> are the best known examples. Both cost money - $49.95 and $39.95 respectively - but offer free trial versions. </p> <p>You may also find a desktop publishing program will do the job. </p> <p><strong> Web bits</strong><br> Is it possible to print just a section of information displayed on my monitor from a website? Sometimes there are many pages but only one is relevant.  <strong>Peter Olive</strong> <br> <a href=\"mailto:peterolive@hotmail.com\">peterolive@hotmail.com</a>. </p> <p><strong> JS: </strong> FinePrint Web prints from most popular web browsers and from Adobe Acrobat. Like FinePrint 2000, it will preview, print 2, 4, or 8 pages per sheet, create booklets and save web pages. It is available free from <a href=\"http://www.fineprint.com/products_fpweb.html\" target=\"_new\">Fineprint</a> but, like Hotmail and other adware, adds its own advertisement. </p> <p><strong> Filofax printing</strong><br> I want to put my Filofax in an Excel spreadsheet so I can print it out, alter it at will, and print labels etc. I have sourced A4 paper perforated and punched with two Filofax pages per sheet, but cannot find a program to print double sided, alphabetical order onto it. Can you help?  <strong>Chris Wallis</strong> <br> <a href=\"mailto:watershed@cix.co.uk\">watershed@cix.co.uk</a> </p> <p><strong> JS: </strong> See above. However, I don't think Excel is the most suitable software for the task. In the days when I still used a Filofax, the only program that made a creditable job of printing out Filofax pages was Lotus Organiser. Other readers may know better. </p> <p><strong> Attached but unaccessible</strong><br> I work in Appleworks on my iMac and frequently receive attachments from others (mostly PC users) which I can't open. The attachments I send them are likewise inaccessible. Is there a suitable translator out there somewhere?  <strong>Anne-Marie Quigg</strong> <br> <a href=\"mailto:QuiggAM@aol.com\">QuiggAM@aol.com</a> </p> <p><strong> JS: </strong> Sorry, but I think your best bet is to switch to Microsoft Office. Microsoft tried to tackle the problem by developing the Rich Text Format file format, but your chances of getting everyone to send you .rtf files are close to zero. </p> <p><strong> Too jazzy</strong><br> I want to listen to Jazz FM via the internet but it is transmitted using Microsoft's Media Player format. Needless to say, that's not available for Linux, which I run.  <strong>Tony Green </strong><br> <a href=\"mailto:tony.green@talk21.com\"> tony.green@talk21.com</a> </p> <p><strong> JS: </strong> As a Linux user you should be able to hack your own player for WMA (Windows Media Audio) files, or at least convert the Solaris (Unix) version available at <a href=\"http://www.microsoft.com/windows/windowsmedia/en/download/\">www.microsoft.com/windows/windowsmedia/en/download/</a>. Alternatively you could join or lobby the happy band working on <a href=\"http://www.winehq.com\" target=\"_new\">Wine</a>, the long-running project aimed at running Windows programs without running Windows. (Wine stands recursively for Wine Is Not an Emulator.) Since Microsoft wants WMA to become an industry standard, it might even help. </p>",
  "American forces mopped up one of the last pockets of post-Cold War resistance yesterday when they deprived Cuba of the baseball gold medal for the first time. The US won the final after a brilliant performance from their 22-year-old pitcher Ben Sheets, who shut out the Cubans, pitching throughout the nine innings and securing a 4-0 victory. \"At the bottom of the seventh,\" said one US writer, \"Karl Marx got out of his seat and decided to beat the traffic.\" <p>The Cuban manager Servio Borges paid tribute to Sheets and shrugged: \"It's just a game of baseball.\" He may find it harder saying that back home. </p> <p>Cuba had never lost a game since baseball was introduced to the Olympics in 1992 before a surprise defeat against the Dutch last week. However, the rules had turned against them since professionals were at last allowed to compete and, theoretically, the US could send a dream team of all-stars. </p> <p>But the major league clubs had no intention of losing any players they needed at a crucial stage of the season and sent out instead a much-derided group of youngsters, with only a couple of old sweats. Sheets is no more than one of many up-and-comers making his way towards the top of the Milwaukee Brewers farm system. At least, that's all he was . </p> <p>\"This guy's a great pitcher,\" said the US manager, 73-year-old Tommy Lasorda, who has specialised in making Bill Shankly sound inhibited. \"He's got ice water in his veins. He's just a baby as far as baseball is concerned and look at what he's done in front of the whole world.\" </p> <p>Lasorda, who managed the Los Angeles Dodgers in four World Series, had no doubt about the importance of this win. \"This is bigger than the World Series. When the Dodgers won, the Dodger fans were happy but no one else was. But today, with this baseball team, the United States of America gets happy. By today everyone in the world knows about these players.\" </p> <p>You don't have to buy everything he says to catch the drift. And this is certainly yet another poke in the eye across the Florida Keys to Uncle Sam's longest-running irritant - in the sport Fidel Castro loves most. It may be followed by some smaller-scale digs as well. Round the stadium, at every game of baseball, were a group of inscrutable, self-contained men with radar guns and clipboards: US major-league scouts. </p> <p>The Cuban pitcher Maels Rodriguez touched 100mph during the middle innings of last night's game. Only a couple of guys in the US can match that, and it makes his potential value astronomical should he make a mistake and go to the wrong departure gate at Sydney Airport today. </p> <p>It is thought unlikely that any Americans will be lured to a contract in Cuba for a handful of pesos and all the sugar cane they can eat. But the US players may also have their values enhanced. Most of them have been plying their trade in thebackwaters of baseball - the Carolina and the Shenandoah Valley League; in Bangor, Maine, and Cheyenne, Wyoming - waiting for their big chance. Marshalled by Lasorda and the 37-year-old catcher Pat Borders, who won a World Series with Toronto, they made the most of it. </p> <p>Sydney probably seemed like just another plane stop, with funny dollars and accents, to most of them. Australia has rather more of a baseball tradition than Britain: the game used to be played in the winter and young cricketers such as the Chappells treated it as a useful off-season diversion. There were moments when the stadium seemed more like a little offshoot of the US and not part of these Olympics at all. However, the hot dogs were disgusting and would have been declared unconstitutional (as \"cruel and unusual punishment\") by the US Supreme Court. </p> <p>Most of the spectators were locals, which anaesthetised the underlying tensions. Last Saturday, when Cuba won the preliminary game against the US, there was a near-brawl. This was a routine baseball argument rather than a fight over Elian Gonzalez, Guantanamo and the future of the west. None the less, the US players thought the Cubans were keyed up and antagonistic. </p> <p>In the final, though, everything was tranquil. The US underdogs scraped into the final only early yesterday morning, with a late home run in the rain-delayed semi-final against Korea. However, Borges surprisingly started one of his lesser pitchers, Pedro Luis Lazo, against them. Mike Neill of the Seattle Mariners hit Lazo for the only home run of the night in the opening inning, Cuba never regained control, and in the fifth inning the US bats drove in three more runs. Sheets, meanwhile, remained unwavering. </p> <p>It all happened on the day it was announced that Rupert Murdoch's Fox network has bid for the TV rights to the major leagues for the next five years. Here was one part of Rupe's portfolio, baseball, coming together with another, Australia. Perhaps the guys can dwell on that on the journey back to Havana, and be grateful there's still something that can make them glad to be Cubans.</p>",
  "The social divide between north and south is still marked, according to the government's annual report on regional variations, though there are conflicting signs as to whether it is widening or contracting. <p>The gaps between levels of health, income and house prices continue to map a divided nation despite occasional anomalies and regional disparities that complicate the picture, the study published today by the office for national statistics reveals.</p> <p>The report's authors yesterday highlighted examples, such as varying numbers dying from circulatory diseases, as evidence of the divide. In 1998, 462 deaths out of 100,000 were caused by such diseases in the north-west and 499 in Scotland, compared with just 368 in the south Thames region.</p> <p>Gwyneth Edwards, editor of the report, said that gauging whether the government was succeeding in bridging the regional divide had proved an impossible task.</p> <p>\"The divide is undoubtedly still there; but we cannot say whether it is growing or narrowing,\" she said. \"It is a very difficult thing to measure.</p> <p>\"Health, for example, is improving across the country and the gap between north and south is narrowing. But when you look at property values, on the other hand, the di vide is getting wider, with house prices up about 17% in London and by less than 7% in northern regions.\"</p> <p>In mitigation of the capital's wealth, she also pointed out that while the average weekly wage in London last year was £520 - almost 50% more than that in the north-east - people in the south-east were paying more for their housing.</p> <p>Londoners commuted more than 30 minutes on average to get to work - more than in any other region - and lived 4,490 people to a square kilometre, making it the second most densely populated city in Europe after Brussels.</p> <p>\"These quality of life issues have to be taken into account,\" Ms Edwards said.</p> <p>The report also revealed that while the average income in London was £121 a week above that of workers elsewhere, within the capital they varied considerably. About 10% of men in London earned more than £1,008 but another 10% took home less than £242.</p> <p>In education, early schooling was one area that bucked the north-south trend, with 86% of children under five years old enrolled in classes in the north-east, compared with just 47% in the south-east.</p> <p>Despite alarm over rural crime after the case of the farmer Tony Martin, jailed for shooting an intruder in his Norfolk home, the east region recorded the lowest number of crimes, seven per 100 people.</p>",
  "The old railway station at Langley has been in a time warp for years. Built in 1865 to transport lead ore from the mines on the Hexham/ Allendale line, it closed in 1950. Jane Torday ran a post office from the single-storey Victorian waiting room for a while but this facility was relocated last year to the village school. \"During my years as postmistress here I cleaned up the old platforms and stone bridges and made a garden,\" Jane told me. \"Everything flourished in this sheltered oasis, native plants, ferns and flowers. So I decided to set the station up as a centre for informal gardening courses.\" <p>In my own garden I dig and plant and spend money on seeds and plants but it is a hit-and-miss affair, although perhaps I spend too much time looking at the birds which come to my bird table. I went along to the Garden Station to check out some of the courses. It was refreshing to be back at school learning something relevant to my lifestyle. The day I attended dealt with autumn planting, but there are courses for bird lovers' gardens, planting a wood, a fungi foray, making a Roman garden and a workshop on the medieval garden, so I shall be going back. </p> <p>Nature herself teaches many lessons for those of us who have eyes to see and a willingness to accept her precepts. I look at some of the pensioners' gardens in this village and marvel at what they achieve. Marinated in the heritage of this district, they know what will thrive and their patches are organised, old-fashioned, cared-for. They are generous with plants and produce: I sometimes find treasures on my doorstep and accept such bounty gratefully.</p>",
  "<p>The hazards of clubbing - dehydration, toxic drugs, stupendous beer prices and abysmal chat-up lines - are well known. But when the disco boom hit in the 1970s, a far greater danger appeared. In 1970, the Cinq-Sept Discotheque in Lauren-Du-Pont, France, furnished with the latest plastic inflammable furnishing, ended in flames that took 142 lives. </p> <p>Similar disco disasters occurred in Japan, Belgium, Ireland and the USA. </p> <p>When fire breaks out in a crowded building, one of the biggest problems is not flame and smoke but panic. Once a crowd loses control, rational behaviour flies out of the window and a crisis can become a disaster. In one of the worst of such incidents, 492 people died in the Coconut Grove nightclub blaze in Boston, US, in 1942. T he pressure of the panicked crowd prevented the doors - which swung inwards - from being opened. </p> <p>Planning safety measures for buildings and public spaces is complicated by the possibility of mass panic. But a team of physicists report in Nature today that they have developed a computer model to predict how crowds act during panics. On the face of it, trying to describe mathematically how people behave when they are at their least rational sounds absurd. But irrational does not mean unpredictable. In a stampeding crowd, everyone becomes more single-minded than ever, seeking only to escape at all costs. </p> <p>Life-threatening panic rushes do not only occur when danger threatens: they have been known in the dash for the best places at rock concerts. To simulate this kind of crowd motion on computer, Dirk Helbing of the Dresden University of Technology, and Illés Farkas and Tamas Vicsek of Eötvös University in Budapest, used a model originally devised to study the orderly movements of pedestrians. People are represented as circular blobs moving around on a flat surface, like self-propelled billiards wandering on a billiards table. </p> <p>This might seem ridiculously simplistic to describe the movements of real people with all the diversity of motivations that guide them in daily life. But on the whole, says Helbing, people walking along pavements and corridors are compelled by only two considerations. They want to go in a certain direction, at a speed that suits them; and they don't want to bump into others. By setting his blobs free to roam under these conditions, Helbing can reproduce several of the phenomena seen in real crowds - such as the spontaneous formation of counter-flowing streams in a busy corridor to minimise the risk of collisions. Helbing's blobs will do this of their own accord, without any \"pre-programmed\" stream-forming propensity. </p> <p>To describe crowd panic, the researchers needed to add some other factors. </p> <p> Despite our aversion to bodily contact with strangers, people in stampedes do push up against one another. This can hinder one's motion not only because there are other bodies in the way but also because we don't slide past one another like slippery eels. There is a kind of friction as we rub up against each other and this can lead to jamming, with people shoulder to shoulder and unable even to turn round. People are often injured in the crush. </p> <p>So the researchers also assumed that, once the forces on individual blob-people exceed some critical value, they are hurt and become immobile - which simply adds to the congestion. </p> <p>With these ingredients in place, Helbing and colleagues filled a single-exit room with blob-people and \"lit a fire\" - that is, gave everyone the compulsion to get out quickly. They found that if this compulsion was not too great - if the \"preferred speeds\" stayed below a certain value - the crowd used the doorway efficiently, filing out in a steady stream. </p> <p>Once the desired speed rose above about a metre and a half per second, something chilling happened. The blobs lost their composure and the crush around the exit became horribly dense. Then the crowd jammed. </p> <p>Pushed against each other and held fast by friction, even people at the doorway could not easily escape. The flow of blobs out of the door then thinned to a sporadic trickle. The greater the desired speed, the worse the jamming and the longer it took for the room to empty: faster meant slower. So, say Helbing and colleagues, it is no use trying to calculate how long it takes to empty a building based on how quickly people file through a door in \"normal\" circumstances. A panic can dramatically alter the escape rate. </p> <p>In cases of fire, smoke can impede people's ability to find the exits. The researchers assumed that in such situations people will be torn between an impulse to dash around looking for the escape routes and an impulse to follow those nearby, leading to herd behaviour. Adding a tendency for herding into the model had a disturbing result. </p> <p>The exits were sometimes then not found and used efficiently; instead, there might be a mass exodus to one doorway, which became clogged, even while others were barely used. Some \"herding\" can be beneficial, since it helps others find a door once someone has located it. </p> <p>But too much herding will wreck an engineer's attempts to calculate the right number of fire exits, if these are based on the assumption that the exits are used uniformly. </p> <p>The lessons of crowd safety are still being learnt. Eleven years after the fatal crush at Hillsborough, people are still dying in stampedes at sports stadiums -12 were killed in Harare last July during a World Cup qualifying match between South Africa and Zimbabwe. While models like this one cannot provide a prescription for averting crowd panic, they might help to minimize its effects and prevent pleasure palaces from becoming death traps. </p> <p> \u0095 Philip Ball is a consultant editor of Nature .</p>",
  "The government is to introduce the toughest powers ever contemplated by Labour to tackle benefit cheats. <p>A new benefit fraud law will be included in the Queen's speech which will give investigators powers to trawl through claimants' bank accounts, insurance policies and check phones to see if they are running businesses while on benefit. Claimants using bogus addresses to claim benefit - such as empty or unused flats - will find fraud investigators checking on their electricity and water use. </p> <p>The bill will form part of the government's law and order agenda alongside measures to tackle yob culture and tougher criminal laws being introduced by the home secretary, Jack Straw. </p> <p>Alistair Darling, the social security secretary, and Jeff Rooker, the social security minister, believe that bogus addresses are widely used by fraudsters to obtain benefit - and that too much time and resources are spent in survellience of these properties to prove fraud. Obtaining readouts from electricity and water meters will be much quicker. </p> <p>But the ministers are also concerned that investigators do not exceed their powers. They will introduce a code of practice and insist that investigators must have genuine suspicion of cheating before they apply to see details of claimants' bank accounts or cross check tax returns. </p> <p>The proposed changes have already generated a row inside the benefits agency and the ministry, with some civil servants pressing ministers to go even further. Some investigators wanted to launch \"fishing expeditions\" on all claimants in one office or town. But ministers believe such measures would contravene the new human rights laws and the right to privacy of innocent people. </p> <p>Officially the government is consulting on these proposals until October 21. In fact ministers have decided to proceed with the bill as part of what Downing Street sees as a vote winning package. Civil servants are already drafting the short bill with the aim of getting it on the statute book by May, in time for the earliest date for an election. </p> <p>Ministers claim that there has been little resistance to the plans from civil liberties organisations. Benefit fraud is estimated to cost the taxpayer between £2-£4bn a year out of a budget of £100bn.</p>",
  "Thousands of opposition supporters brandishing leaflets that proclaimed the Yugoslav president, Slobodan Milosevic, was \"broken like a baby's rattle\" poured into Belgrade city centre last night in a trial of strength over Sunday's disputed election. <p>On the fourth consecutive night of burgeoning demonstrations, protesters were ordered by police to dismantle a stage outside the headquarters of the Federal Election Commission, but immediately regrouped nearby. </p> <p>Final results in the presidential race are expected to be announced tonight. But since Mr Milosevic controls the Federal Electoral Commission, they are widely expected to be fixed. </p> <p>Mr Milosevic's camp has claimed that the main opposition candidate, Vojislav Kostunica, won the first round of the election but failed to gain 50% needed for outright victory. </p> <p>As people began coming on to the streets shortly after 5pm yesterday in preparation for a rally at 8pm, no one appeared to be contemplating the option of participating in a second round. The proposal put forward by Mr Milosevic was rejected by Mr Kostunica, a 56-year-old lawyer. </p> <p>For three days, domestic and international pleas for Mr Milosevic to step down have been ignored. </p> <p>President Bill Clinton yesterday accused him of trying to steal the election from the opposition and said the United States would support the people of Serbia. </p> <p>\"It certainly appears from a distance that they had a free election and somebody is trying to take it away from them,\" he said. </p> <p>Mr Milosevic was indicted by the International War Crimes Tribunal in the Hague and has few options if he is forced to step down. There is also a $5m (£3m) bounty on offer from the US government for his capture leading to prosecution by the Hague. </p> <p>There were concerns that Mr Milosevic would try to use the paramilitary police to break up the rally last night. Before the rally began, a few dozen policemen were wandering around the city centre with their hands in their pockets. </p> <p>The opposition leaders are concerned to avoid any violence and fear provocations by the regime. \"Our stand is to avoid any conflict; we are the winners and we do not need conflicts,\" said Zoran Djindjic, an opposition leader. </p> <p>Student activists warned that government provocateurs dressed in protesters' T-shirts might stir up trouble at the rally. They said police had confiscated 4,000 T-shirts - marked with a clenched fist, the symbol of the Otpor movement. Otpor means resistance in Serbian. </p> <p>\"We wish to warn that we are not responsible for that because our methods are non-violent,\" Otpor activist Vukasin Petrovic said. </p> <p>\"We're just ignoring him now. It's a new psychological phenomenon that I have never seen before,\" said Mr Petrovic, a 32-year-old architect. </p> <p>\"He can do whatever he wants. He can say he's king of the earth - but nobody cares.\" </p> <p>Meanwhile, former allies of Mr Milosevic are preparing to jump ship, and threatening to abandon their coalition with him in the Serbian parliament. Vojislav Seselj, leader of the extremist Radical Party, is considering the move that would mean the fall of the Milosevic government. </p> <p>Scenting blood, Mr Seselj's nationalist extremists, whose men provided some of shock troops for Mr Milosevic's \"ethnic cleansing\" campaigns in Bosnia and Kosovo, are abandoning him. </p> <p>Another former ally, Vuk Draskovic, is also paying the price for refusing the join the united front against Milosevic. After a devastating defeat for his party, the Serbian Renewal Movement - he went public two days ago and said that he was wrong not to back opposition leader Vojislav Kostunica's bid to become president. </p> <p>Mr Milosevic's government is still in denial. The media he controls does not know how to react. </p> <p>On the front page of Politika, the only picture at this momentous crossroads in Serbia's history was one of the designer, Karl Lagerfeld, who is involved in a tax scandal in France. </p> <p>The front page, is still insisting that Mr Milosevic's party, the Socialist Party of Serbia, and his wife's party, Yugoslav Left, are going to form the next federal government. </p> <p>But two government television stations, BK television and Studio B yesterday surprised viewers with extensive reports from the opposition press conference, where it was announced that Mr Milosevic had lost the election. For the first time, it appears that Mr Milosevic is even beginning to lose control of one of his most powerful weapons.</p>",
  "Serbian opposition representatives were rebuffed yesterday when they tried to see the ballot records on which federal election commission officials based their claim that Vojislav Kostunica failed to win enough votes for a first-round victory over President Slobodan Milosevic in Sunday's poll. <p>\"As I had expected, they did not ... allow us, and nor will they, to look into the election material,\" Nebojsa Bakarec said after speaking to officials inside the parliament building where the commission works. </p> <p>\"There is great fear among the commission,\" he added. He was the only member of the 40-strong team allowed in. He later appealed to commission members to \"publish the real results and act according to their conscience, without creating tensions\". </p> <p>The commission's rebuff only served to add conviction to the opposition's belief that it won the election outright. Cedomir Jovanovic, the spokesman for the 18-party Democratic Opposition of Serbia (DOS) said that, with 97% of the votes counted, Mr Kostunica had won 52%. </p> <p>The credibility of its figures was reinforced by the ultra-right Radical party, which had its own presidential candidate and is still nominally part of Mr Milosevic's government. Its figures tally. </p> <p>The opposition's confidence in rejecting a runoff is based on several factors, analysts in Belgrade said. They range from a determination to retain the initiative in the battle of wills with an increasingly desperate Mr Milosevic, to a sense that the federal election commission will soon \"crack\" and be forced to give new figures showing that the opposition did indeed win. </p> <p>There are also signs that the police will not dare to beat peaceful protesters; that the army is uncertain of its conscripts' loyalty; that Mr Milosevic has lost the support of his best ally, Russia; and that his more pragmatic advisers are saying that he still could have a political future in Serbia as an ex-president. </p> <p>\"They may well be telling him that Vojislav Kostunica is a nationalist who has repeatedly said that he does not accept the international war crimes tribunal in the Hague. They could also remind him that he can stay on as leader of the Socialist party of Serbia,\" said Sasha Nenadovic, former editor of a leading Belgrade newspaper. </p> <p>The most optimistic scenario canvassed by Belgrade observers was that the election commission would give different results when it releases the final count this evening. It is known to have held back about 500,000 votes which have allegedly not yet been counted. This could allow it to declare that Mr Kostunica did get more than 50% of the vote, thereby making him president without a runoff. </p> <p>The very fact that the commission has already conceded an eight-point lead to Mr Kostunica was being seen as historic in Belgrade. </p> <p>Mr Milosevic has frequently turned to force to try to handle problems. His record of bloodshed is strewn across the Balkans. But he has also retreated when the odds were overwhelming. </p> <p>Nato's intervention last year ended after 78 days when Mr Milosevic finally found too many factors were building up against him. </p> <p>Similar realism could prevail again, the DOS leadership hopes. Strengthening the argument that the commission may have to concede victory for Mr Kostunica are its own official figures for the elections to councils in Serbia as well as the federal parliament. </p> <p>These show that the DOS had an almost clean sweep of the poll at the local level. It won a staggering 105 of the 110 seats on the Belgrade city council, virtually wiping out Mr Milosevic's Socialist party, which won only four seats, as well as the Radical party of Vojislav Seselj, which took one. </p> <p>Vuk Draskovic's Serbian Renewal Movement, which once ran Belgrade's city government, failed to win a seat. Several ministers from Mr Milosevic's socialists lost their council seats. </p> <p>The overwhelming switch to the opposition was repeated across Serbia. DOS won councils in almost every major town. Mr Seselj lost his seat in his home suburb. </p> <p>The only good news for Mr Milosevic came as a result of the boycott of the election in Montenegro, organised by the government of Milo Djukanovic. This allowed the pro-Milosevic party to win almost all the seats from Montenegro, leaving the embattled Yugoslav president in control of both houses of the federal parliament. </p> <p>DOS says it also defeated Mr Milosevic in many army bar racks where conscripts voted. The message will not be lost on officers who will have to think hard before ordering the army to break up street protests. </p> <p>Mr Milosevic's continuing control over the federal parliament still leaves him with a few cards. He also controls the government and presidency of Serbia through committed loyalists. </p> <p>These two factors might allow him to negotiate his future with Mr Kostunica, getting a guarantee of his personal security as head of the Socialist party in return for working with the new president.</p>",
  "In American elections, just as in the US constitution, all voters are created equal - but those who vote in the handful of battleground states are more equal than the others. <p>The contest between George W Bush and Al Gore on November 7 will be decided by a handful of votes in a body called the electoral college. The presidency is settled not by a national tally of Bush voters against Gore voters - the \"popular vote\" - but in a state-by-state contest in which the winner in each state collects all of that state's votes in the electoral college. </p> <p>The number of votes each state casts in the electoral college is equal to its members in the US House of Representatives and the Senate combined. Since a state's representation in the house is based on its population, while each state has two senators, California has the most electoral college votes, with 54, while seven small states and the District of Columbia each have just three. </p> <p>There are 538 members of the electoral college, therefore 270 electoral college votes are required to win the presidency. </p> <p>The effect of the electoral college is brutal, especially for voters in smaller states. The big states matter most because they have most electoral college votes, and the big swing states matter most of all, especially in an electoral race as close as this year's. </p> <p>California and New York, with 87 votes between them, are both leaning towards Mr Gore. In all, the Associated Press's senior analyst Ron Fournier estimates, 15 states and the District of Columbia, worth 224 electoral college votes between them, are likely to go for Mr Gore, while Mr Bush looks to have 21 states worth 171 votes. </p> <p>This leaves 14 swing states, in which the election is likely to be decided, with 143 electoral college votes in all. </p> <p>The majority of the most important states in this group are, as so often in the past, in the midwest, led by Ohio (21 votes), Michigan (18), Missouri (11) and Wisconsin (11). </p> <p>But the battleground is not confined to the midwest: States such as Washington (11 votes) and - the most intriguing of all - Florida (25) also remain very much up for grabs. </p> <p>Expect these states to get the lion's share of the campaign time and money between now and November 7. Mr Gore, for instance, is said privately to have made his last visit to California, so confident is he of victory there. Mr Bush, on the other hand, still faces the difficult decision of whether to spend valuable time and money in California between now and November. Republican candidates running for other offices there want him to fly the party flag in the state, but every day Mr Bush spends in California is a day not spent in the battleground states. </p> <p>Although the presidency grabs most of the media attention, the elections on November 7 are not just about the White House. The whole 435-member House of Representatives is up for election, as it is every two years, while 34 seats in the 100-member Senate and 11 state governorships are also being contested. </p> <p>The most important battle is for control of the house, where Republicans hold an 11-vote majority. If Mr Gore wins the presidency and the Democrats retake the house under Dick Gephardt, the domestic legislative consequences would be enormous - as would the soul-searching among the Republicans.</p>",
  "Plans to double the size of Gatwick, Stansted and Southampton airports are being urgently studied by the government to cope with the expected rapid increase of passenger traffic over the next 20 years, BAA, the airports operator, confirmed last night. <p>BAA said it had been asked by John Prescott, the deputy prime minister, to draw up plans to build a second runway at each of the three airports. </p> <p>BAA's views will be considered by ministers in a review of sites for new runways in the south east expected next year. Forecasts by the Department of Transport show total passenger numbers at UK airports rising from 160m in 1998 to 400m in 2020. This is equivalent to four new airports the size of Heathrow or eight new airports the size of Gatwick. </p> <p>Mr Prescott has ignored a commitment by BAA to the local community that it would not consider a second runway until after 2019 at the earliest. But BAA made it clear that a second runway at Gatwick was only a number of options being examined, </p> <p>The decision has been revealed to members of the airport consultative committee by Alastair McDirmid, BAA director of strategy at Gatwick. He told the committee that BAA had not been asked to produce specific details, only to say whether the plan was feasible. </p> <p>Brendon Sewill, chairman of the Gatwick conservation campaign, said: \"The news took us totally by surprise. The government would have to introduce primary legislation, amid considerable hostility. You can see the logic of its thinking because a housing scheme in the area was refused permission earlier this year.\" </p> <p>The government has already made clear that BAA's commitment to the local community can be overruled by ministers in the national interest. </p> <p>BAA said it had told Mr Prescott that a further expansion of Heathrow was out of the question. It could not be party to any plans to build a third runway there. </p> <p>A spokeswoman said: \"Heathrow is full enough. There is a danger that we will lose quality for passengers if it is allowed to expand beyond building of the fifth terminal. We are also reaching the position of saturation at Heathrow for landing and take-off.\" </p> <p>The Department of Transport said that BAA's views would form part of a consultation plan, due to be published early next year. Ministers are fighting shy of a white paper on airport expansion until after the election. They know that whatever they say will be vigorously opposed by people living near the development. </p> <p>They are also waiting for the inspector's report on the development of Heathrow's fifth terminal. It was the longest public inquiry and the inspector has been given two years to produce his report. </p> <p>This will be published before the election, and is likely to approve the plan with restrictions on landing rights and the expansion of passengers. But because of its political sensitivity and the impact on marginal parliamentary seats around Heathrow, Mr Prescott will not reach a decision until after the election. </p> <p>The Department of Transport said: \"The government would like to act more swiftly on overcrowding at airports in the south-east, but must wait for the Terminal Five decision.\" </p> <p>Stansted is the most likely of the three airports under scrutiny to get a third runway. It is situated in a largely rural area, away from heavily populated areas. It would therefore not be as controversial as Gatwick, where a second runway would cause an uproar. </p> <p>Southampton has room for a second east-west runway and a railway station next to the airport. It has fast rail communications with central London and must be classed as a serious candidate. </p> <p><b>Rapid expansion Airports gear up for growth</b></p> <p>Passenger numbers will more than double to 400m at Britain's major airports over the next 20 years, increasing congestion in the skies by 5% a year </p> <p><b> Heathrow</b> <br> Plans to expand capacity from its current yearly 63m passengers to 80m by 2007 if terminal five is approved </p> <p><b> Gatwick</b> <br> Due to expand from 31m to 40m by 2008, without a second runway </p> <p><b> Stansted</b> <br> Planned £200m terminal expansion at Stansted will increase passengers from 11m to 15m by 2005, without a second runway </p> <p><b> Manchester</b><br> Will increase from 18m passengers a year to 40.7m by 2015. Second runway opening early next year </p> <p><b> Edinburgh</b> <br> Running at 5m passengers a year with £54m extension. No projected growth </p> <p><b>Other useful links:</b><br> <a href=\"http://www.guardianunlimited.co.uk/transport/\">Special report: transport in Britain</a> <br><a href=\"http://www.baa.co.uk/\" target=\"_new\">British Airports Authority</a> <br><a href=\"http://www.caa.co.uk/\" target=\"_new\">Civil Aviation Authority</a> <br><a href=\"http://www.nats.co.uk/\" target=\"_new\">National Air Traffic Services</a></p>",
  "<p>What is the connection between Frankie Howerd, Sir Cliff Richard, quiz show host William G Stewart and 'H' from the pop group Steps? They all began their careers as Redcoats at Butlins holiday camps, writes Andrew Clark. </p> <p>Ever since travelling showman Billy Butlin (later to be Sir Billy) opened his first camp on the Lincolnshire coast 64 years ago, Butlins has been an essential part of British life. </p> <p>Sir Billy's original idea was to create an all-weather seaside holiday concept, with entertainment laid on all day, come rain or shine. He was inspired by the dismal experience of spending a wet week in Skegness in 1932. </p> <p>His camps quickly became known for their knobbly knees and glamorous granny contests, spartan chalets and compulsory wake-up calls. Female Redcoats wore knee-length pleated skirts and blazers, there was a bingo session after dinner each night and a week's holiday cost £3. </p> <p>At their peak in the early 1960s, Butlins camps attracted 2m overnight guests, despite being open for less than 21 weeks a year. But they suffered in the 1970s as cheap Mediterranean holidays lured away working-class customers. </p> <p>Butlins has never fully recovered. Andy Duncan, a leisure industry expert at the business consultancy Pannell Kerr Forster, says: \"Holiday camps are a dying market. They appeal to a grey market but they're a bit alien to modern tastes. A lot of people who go to these places don't like the idea of going abroad, and I can't see them ever appealing to today's youngsters.\" </p> <p>Things have changed - particularly since 1997 when Rank bankrolled an expensive revamp. Mother-in-law jokes were banned, as were large single-sex groups. The three Butlins camps, in Minehead, Skegness and Bognor Regis, were renamed \"family entertainment resorts\" and Rank called in the engineers behind the Millennium Dome to build Center Parcs-style Skyline Pavilions. </p> <p>Attempts to shift the brand up-market have been dropped - the latest line from both Rank and the new owners, Bourne Leisure, is that Butlins will concentrate on its \"traditional customers\". Critics say Rank tried to change too much, too fast after years of underinvestment, and the relaunch has had only mixed results. Yet Butlins is far from dead - it expects to welcome more than 1m guests this year.</p>",
  "<p>Not many choreographers, when commissioned to create a new version of Romeo and Juliet, would rush off to re-read George Orwell's 1984. But Angelin Preljocaj, currently one of Europe's most sought-after dance- makers, has a reputation for seeing the past through deviant eyes. His repertoire includes classics from the Ballets Russes repertoire, which have been reinvented as transgressive, erotic fables, and a ballet about Casanova (created for Paris Opera), whose disturbingly clinical images of corruption included star ballerina Isabella Guerin reciting aloud from a medical textbook on VD. Its premiere at the Palais Garnier caused a satisfying scandal. </p> <p>Romeo and Juliet was actually commissioned back in 1989 by Lyons Opera Ballet, when Preljocaj was barely known outside the small world of experimental modern dance. He almost declined the project, since a work involving 30 ballet dancers and one of the world's most grandiloquent scores seemed too much of a giant to tilt at. But when he considered the essence of Shakespeare's story - lovers punished under a dictatorial regime - an Orwellian dystopia seemed to make irresistible sense of it. As he says, \"I thought of a world, like some eastern Europe state, where everyone was under surveillance, under control. I liked the contrast between this very deep and sweet love and this very hard, cold, political situation. I thought it would make the love story even more fragile.\" </p> <p>Reading the novel, he was entranced on rediscovering that its heroine was called Julia - \"it seemed a sign\" - and his own version of Juliet evolved into the daughter of a Ceaucescu-style dictator, while his Romeo was a homeless drifter. \"Finally each lover needs what the other has - Romeo has no power and no money, and Juliet has no freedom.\" </p> <p>But Preljocaj's scenario wasn't just inspired by Orwell: it also chimes profoundly with his own family history. Though he's a French national, he was born in France in 1957, only two weeks after his Albanian parents fled their country as political dissidents. \"They were on the government's red list,\" he says. \"They were in danger of being shot.\" Throughout his childhood, Preljocaj learned what it means to be split between two cultures and two loyalties. Living within a tight-knit community of Albanian exiles in Paris, he says his own home was \"a little Albania ... Like all people coming from the outside my parents didn't want to lose their identities so they lived very traditionally. At home we spoke a different language, ate differently, listened to different music.\" Yet like any kid, Preljocaj was desperate to fit in - \"I was like a child with two heads\" - so outside home he was more French than the French. </p> <p>When I spoke to him in Aix en Provence, where he and his dance company are now based, Preljocaj certainly looked like a native. He is neat and graceful in an unmistakably French style (trainers, jeans and T-shirt thrown together in a perfectly judged combination). But his eyes are of a blackness that suggest a more exotic provenance, as does the golden burnish of his skin. Today he feels that his divided upbringing served him well - creating a free zone in his personality. \"All my culture is from France,\" he says, \"but there is another part that comes from a more ethnic side, that is more instinctive, more mysterious maybe.\" </p> <p>It may have been that displaced imagination that allowed him, as a refugee kid in a tough Paris suburb, to fall in love with dance. At the age of 10, Preljocaj saw a picture of Nureyev in a book. There hadn't been any dance in his background except \"some traditional dancing at weddings\", but this photo spoke to him directly. \"He was in a jump and his head was very illuminated. The title of the photo was something like 'Nureyev, transfigured by dance', and I thought: What is dance that it can make someone look so beautiful?\" </p> <p>For the next six years, Preljocaj avidly attended ballet classes to find out, but at 16 he started to feel the pressure of being the only boy in his gang of rock'n'roll-crazed friends who studied dance. By that time, too, he was finding the academic discipline of ballet restricting. \"It was always the same steps. I felt I could interpret but I couldn't express myself.\" For a while he stopped dancing completely. Then he saw some modern dance and \"it finally clicked for me. I saw how I could be moving my body in a creative way\". </p> <p>France's impressive support for dance meant that soon after founding his own company in 1984, Preljocaj was fast-tracked through the national funding scheme and based in one of the regional choreographic centres. From there his reputation spread worldwide. One reason for his popularity is that his style is so non-partisan - Preljocaj is equally articulate in ballet and modern dance and is simply interested in having a sufficiently rich palette to say what he wants to say. He is also able to create dance that is raw, direct and honest, yet beautiful to look at. His work is simultaneously glamorous and subversive, and it keeps reinventing itself. </p> <p>Such is his appeal that Ballet Preljocaj perform a packed touring schedule, while he receives more invitations than he can manage for other companies. He is also being courted to run Berlin's soon-to-be-expanded ballet company. </p> <p>Such success could make an artist complacent, but Preljocaj has inherited his parents' dissident energy. Not only does he refuse to work in any situation that bores or offends him artistically, but he will not compromise his politics. For several years he was happily based in the city of Toulon, until the Front National party started to gain power there. \"The week before the city elections I decided that if that party won I would leave. The city is very involved in the company, so these people would be sitting on our board and discussing our policies. </p> <p>It would be impossible. Unfortunately the FN were elected, so for six months we were like in the air\" (and he doesn't just mean Ballet Preljocaj but also his wife and two small daughters). \"But Provence asked us to stay in the region, and finally Aix proposed to us to come.\" Not only has the city given Ballet Preljocaj a home, but it's in the process of constructing a purpose- built base with four studios, wardrobe, offices and a 400-seat theatre. Along with salaries for 24 dancers, it adds up to a deal unique in French modern dance and conditions that British modern dancers would kill for. </p> <p> The expanded size of his company means that Preljocaj has been able to claim large-scale works such as Romeo and Juliet for his own repertoire, a work he believes has grown more relevant in recent times. The eastern bloc may have disintegrated, but other, newer Romeo and Juliet tragedies have emerged. \"I've read all these stories - like about a Serbian guy and a Bosnian girl. Romeo and Juliet will always be modern because there will always be conflict between people.\" </p> <p>For Preljocaj, though, the personal consequences of the new Europe have been happy. In 1992 he was allowed into Albania for the first time, invited by the government to perform with his company, and bring his parents with him. Not only did he get to meet his grandparents, but the day before he left he had lunch with the new president, who asked if he'd been able to visit his father's home village, in the mountains in the north. </p> <p>When Preljocaj said his schedule didn't allow for such a journey, the president offered to fly him and his parents there in a military helicopter. Telling this anecdote, Preljocaj is cynically alert to its politics. \"Bon,\" he snorts, \"of course when we arrived, there were television cameras, newsmen everywhere. It was very good publicity for the government.\" But he is also moved by the fairy-tale symmetry of it all. \"When my mother escaped from Albania she carried me with her, inside her. Thirty-five years later I brought her and my father back again. It was something very special, very strange.\" </p> <p>Ballet Preljocaj's Romeo and Juliet is at Sadler's Wells, London EC1, from October 3. Box office: 020-7863 8000.</p>",
  "Here we go again. As if the baby pictures weren't enough, we have been offered another insight into the domestic arrangements of the Blair household, this time in a speech in Brighton by the prime minister's wife, Cherie Booth. Her family, she told a fringe meeting on Monday night, frequently debates women's issues at home, just as they are discussed - or so she believes - at \"kitchen tables all round the country\". <p>This is dangerous territory, for the Conservatives staked a prior claim on this mundane item of furniture back in the spring, when William Hague insisted that all Tory policies would in future have to meet the kitchen table test. Indeed, Hague was so taken with this metaphor that he threatened to put one in Conservative Central Office, presumably the plain deal type to remind voters he's a plain-dealing kind of guy. </p> <p>Now, though, Cherie has struck back. The subject of how to balance home and work is \"certainly debated round the kitchen table at Downing Street, not only with my husband but also my teenage children. Leo has yet to pronounce on this.\" Cute, huh? </p> <p>What we are being offered here is a glimpse of an ordinary family - mum, dad, teenage children, baby - gathered round the kitchen table, presumably for an informal supper at the end of a tiring day, and behaving like any other British household. Except that, in this kitchen, cries of \"Have you done your homework?\" are replaced by serious discussions about participation in civil society. The Blairs' is clearly a more refined space than the Tory version, where Hague's kitchen table school of politics is intended to suggest down-to-earth engagement with everyday issues - shooting burglars, castrating paedophiles, you know the kind of thing. </p> <p>There is a wider resonance here, in that formality is suddenly out, whether you are a TV cook or a party leader. From Nigella Lawson to the Blairs, charming informality is the note to aim for. In the US, this return to unadorned domesticity has become something of a cult, encouraged by the bestselling author Cheryl Mendelson. \"When you finally achieve a modus vivendi with your kitchen, you have been acculturated,\" she assures readers. </p> <p>What all this ignores is the fact that fewer and fewer people are bothering with communal meals at all, thanks to a culture that encourages snacking, fast food and TV dinners. And whether it's Hillary Clinton making unconvincing claims about baking cookies or party leaders being photographed next to the Aga, the appearance of domestic metaphors in political rhetoric is usually a sign of insecurity. </p> <p>In the US, both presidential candidates are currently stressing their conventional home lives. This is in deliberate contrast to Bill Clinton, a man who famously stuffed himself with take-away pizza in the White House and enjoyed blowjobs from an intern afterwards. It is safe to say that kitchen tables, unlike bathroom sinks, do not feature in the Starr report. </p> <p>If Bill and Hillary Clinton are the unacceptable face of a two-career marriage, as opinion polls in the US have suggested, it may be that the Blairs are trying to do it another way. Since Cherie was attacked, quite unfairly, for her part in setting up new legal chambers to handle cases arising out of the Human Rights Act, we are suddenly hearing a great deal about the couple's home life. Visiting journalists have been invited to view Leo and now the prime minister's wife has offered us a vignette of mealtimes en famille. </p> <p>Some time ago, during the first crisis over the Ecclestone donation, her husband tried to defuse the situation by insisting he was an ordinary kind of guy. It may be that none of this is conscious and the Blairs simply share an instinct, when they are on the defensive, to deflect criticism with an appeal to what they think they have in common with the rest of us. Yet there is very little evidence that kitchen-table ordinariness, rather than carefully-crafted policies, is what voters want from leaders. Which makes it all the odder that we seem to be witnessing the first generation of politicians whose impulse, when the heat is on and the opinion polls droop, is to get into the kitchen.</p>",
  "<p>Sir Arthur C Clarke is exhausted. \"I've just done a video for Australian TV,\" he wheezes from his wheelchair. \"My executive secretary is away organising UN conferences. I can't speak to you for very long.\" He is dressed in a green sarong and a Hawaiian yachting shirt. He is not wearing any shoes. And he is about to go for his afternoon nap. </p> <p>The reason the world's most famous futurologist has, at 82, grudgingly agreed to do yet another interview (\"I'm fed up with them,\" he grumbles) is to promote the publication of his latest book, The Light of Other Days. It quickly emerges, though, that Clarke is already bored with this project. \"I've done three novels since then,\" he sighs, swivelling to check his inbox. Which is a shame, because this novel is not just good - but fun, capacious, and in parts brilliant. </p> <p>His home in central Colombo, Sri Lanka, is surrounded by a high wall and an electric fence. Sitting in the office, among three computers and a giant short-wave radio, Clarke explains that the \"ideas\" in the novel are all his. Most of it was actually written, though, by someone else - in this case Stephen Baxter, the 42-year-old doyen of modern British science fiction writing, and a Clarke fan. The two authors hammered out the text via a series of emails. But it was Clarke who came up with the WormCam, a time-viewing device which abolishes privacy, speculative biography and unsolved crime. </p> <p>The book, with its vision of a relentlessly voyeuristic society, includes a memorable sex scene on a bench in 2041AD Rome. Who wrote the sex bits, I wonder? \"I had an operation for prostate cancer 10 years ago,\" Clarke says. \"I haven't the slightest interest in sex. But you have to keep up with reality.\" </p> <p>Rupert Murdoch's HarperCollins publishes the novel next week. Its principal baddie is Himal Patterson, a megalomanic media tycoon who invents WormCams (which can link any point in space to any other) merely as a means of getting to the news the instant it happens. Clarke concedes that \"there are certain elements\" of Murdoch in the scheming Himal. </p> <p>Rupert and Arthur are good friends. The author of 2001: A Space Odyssey faced his trickiest moment three years ago, when he was turned over by the Sunday Mirror. It was Murdoch who wrote him a \"very nice\" note promising him that the reporters responsible would never work in Fleet Street again. \"He is a rather shy, modest person,\" Clarke says teasingly. \"I find him very deferential.\" </p> <p>The Mirror claimed that Clarke had paid young boys for sex. It produced affidavits from the boys in question. Sri Lankan police later disproved them, he says. The story ran two weeks before Prince Charles flew to Sri Lanka to confer a knighthood on the grand old man of science fiction. The saga was the lowest point in his career. At a banquet in his honour Clarke, who has post polio syndrome, found himself hobbling away from the press, pursued by an unctuous reporter from the Daily Telegraph. The episode still upsets him. \"I take an extremely dim view of people mucking about with boys,\" Clarke says. \"The whole thing was distressing to me. It was vindictive and very unpleasant. I can only assume it was a plot to embarrass Prince Charles.\" The novelist finally got his gong this May, at a low-key ceremony at the British high commission in Colombo. </p> <p>Clarke's private life remains a mystery. He was married briefly to an American, Marilyn Mayfield, now dead, whom he met while diving in Florida in the 50s. Asked whether he is gay, Clarke always gives the same puckish pro forma answer: \"No, merely cheerful.\" The answer, presumably, lies in the \"Clarkives\" - a vast collection of his manuscripts and private writings, to be published 50 years after his death. </p> <p>Like most brilliant obsessives Clarke was not, one suspects, an easy person to live with. His office is now a shrine to himself. There are photos of celebrities you would expect (astonaut Buzz Aldrin, Star Trek actorPatrick Stewart) and some you would not (Elizabeth Taylor). On the walls are photos of the moon and the Apollo landings. A vast bookshelf is devoted to his own works. Since growing up on a farm in Minehead in Somerset, Clarke has become exceedingly famous. He has written more than 80 novels, which have sold 50m copies. Back in 1945, aged 28, he wrote an essay for Wireless World in which he invented the concept of communications satellites. His celebrity reached a dizzy peak in the 50s and 60s, as the space age he had so confidently anticipated became a reality. </p> <p>And then there is 2001: A Space Odyssey, a Clarke story filmed in 1968 by Stanley Kubrick which transformed him into a household name. Did he think it would turn out like this? \"I never dreamed I would be reasonably successful. Writing was always an enjoyable hobby. If it made some money, good.\" His accent is still distinctly west country. Before trundling off for his afternoon sleep, he recounts how the greatest influences on his career were HG Wells and his half-forgotten contemporary, Olaf Stapleton. To his regret, he and Wells never met. In his early teens, Clarke - a precocious grammar school boy - would sit on a stool in his local WH Smith's reading War of the Worlds. \"I'm sure the kindly Smith's manager would have had to destroy the book afterwards because my hands were so dirty from the farm,\" he recalled. </p> <p>He devoured science fiction magazines and Arthur Conan Doyle's The Lost World (\"a classic of its kind\"). He also read Julius Caesar, Shakespeare's Sonnets, The Pickwick Papers, the Bible, the Georgian poets and AE Housman. He has still not got round to reading Hamlet. \"I have not read TS Eliot, still less Larkin,\" he adds. </p> <p>After leaving grammar school, Clarke got a job with the national audit office. By the time war arrived he was already writing technical papers - and his first science fiction short stories. When his civilian unit was evacuated to Colwyn Bay, north Wales, he was faced with the prospect of conscription; instead he joined a secret team of scientists working on radar. The days left plenty of time for writing. \"I was a devout coward. I was never in any danger. We were a long way from the action,\" he recalls. </p> <p>When the war ended he enrolled at King's College, London, taking a first in physics and maths. He summons one of his assistants to show me a 1947 photograph of his university year. The bespectacled Clarke is instantly recognisable: already balding, arms crossed, wearing a heavy suit and striped tie. Within five years he was an established writer. </p> <p>Clarke makes it clear when he has had enough of my company. He has to speak to Alastair Cooke later, he says. Most afternoons he also pops down to his club for a game of table tennis. He has lived in Sri Lanka since 1956, when he stopped off in what was then Ceylon on a diving holiday. He doesn't go out much these days and spends most of his time at the home he shares with Hector, his business partner. He is a surrogate grandfather to Hector's three daughters, Cherene, Tamara, and Melinda whom he describes as \"the apples of my eye\". </p> <p>Since the eldest two girls went away to study in Australia, Clarke admits things have been \"rather lonely\". He has seven staff - including an apolitical private secretary called Lenin - to deal with the fan mail and interview requests. He also has a pet chihuahua called Pepsi. \"I'm surprised you have not been attacked by my killer chihuahua,\" he says. It is an eccentric, affected, self-regarding, bachelor-ish existence, but then at 82 why not? </p> <p>Just before we say our farewells, Clarke reverses his wheelchair and heads back to his desk, with its three computers and giant Logitech mouse. He has to check his emails again. Most mornings, the novelist wakes to a groaningly large inbox, filled with messages from fans, friends, scientists, fellow authors, publicists and eccentrics. He is a compulsive emailer. Without Sir Arthur C Clarke, much of what the 20th century was about - the space race, moon landings, satellites, laptops, and even email itself - seems unthinkable. These days, though, in the context of a generation which has lost interest in space travel, one can't help thinking that the technology he has helped to create has in some way enslaved him. \"The last thing I wrote was a little squib of 500 words. It isn't easy to write because I spend so much time dealing with emails.\" And then he goes off to bed. </p> <p>The Light of Other Days is published by HarperCollins, price £17.99.</p>",
  "The scientist at the centre of a missing embryo scandal may have lied about his work to cover up for mistakes, it was claimed last night. <p>Lawyers acting for four of the victims said it looked increasingly likely that women's embryos were never frozen despite patients being told by their IVF clinic this had been done.</p> <p>This suggestion was backed up by sources at the privately run Hampshire Clinic, where the bulk of victims come from.</p> <p>\"If this is so, then there has been a huge deception on behalf of one individual, the embryologist,\" said Catherine Hopkins, a clinical negligence specialist with the Basingstoke-based Penningtons solicitors.</p> <p>\"Women have been told their embryos had been mislaid but now it looks as though they were never kept in the first place.\"</p> <p>The harvesting of the eggs is carried out by a gynaecologist, who then hands them to an embryologist for storage, a trained scientist who has sole control of them until they are reintroduced after in vitro fertilisation.</p> <p>The embryologist checks the eggs for IVF suitability, and if there are more eggs than is needed for immediate use, the excess eggs are frozen. The embryologist then writes to the patient telling her that the remainder have been stored for future use.</p> <p>\"That person could complete the paperwork as required by human fertility and embryology authority legislation but may not actually have been skilful enough to complete the embryo storage process properly,\" said Ms Hopkins.</p> <p>\"If, due to the lack of skill of an individual, the embryo was damaged and rendered unsuitable for reimplantation, he may have tried to cover this up. We still don't know what happened.\"</p> <p>Lawyers believe the latest debacle suggested that there might be other areas where standards had fallen below those set by the HFEA.</p> <p>The risks were heightened if, as in this case, a single embryologist worked alone and unsupervised, as was particularly common in smaller, privately run clinics.</p> <p>The lawyers are now calling for a full government review of existing guidelines which allow a single embryologist to have sole control over the work, including the freezing and harvesting of embryos.</p> <p>Penningtons said they had been acting for one victim until it emerged this week that there was a much bigger problem.</p> <p>Tomorrow, they are meeting lawyers from the Hampshire Clinic and are hopeful of reaching a global settlement to compensate victims.</p> <p>In some cases, the loss may be far greater for some women such as those who are now too old or medically unable to try another embryo cycle.</p> <p>Last night a hospital source confirmed that the investigation was now focusing on whether Paul Fielding, an embryologist who both worked for North Hampshire hospitals NHS trust in Basingstoke and was contracted out to the Hampshire Clinic, had tried to cover up mistakes which led to embryos being destroyed.</p> <p>\"It may be that he was just not very good at the freezing process and destroyed the embryos.</p> <p>\"In a panic he may then have tried to cover his tracks with a false paperwork trail,\" the Hampshire Clinic source said.</p> <p>Richard Kennedy, an obstetrician and gynaecologist and secretary of the British Fertility Society and Centre for Reproductive Medicine, said that the freezing and storage of spare embryos had been carried out under strict guidelines laid down by by the Association of Clinical Embryologists and the human fertilisation and embryology authority.</p> <p>IVF therapy is now routine in the UK and approximately one third of all IVF treatments generate surplus embryos suitable for freezing, stortage and future replacement in one woman.</p> <p>This provides the couple with an additional opportunity for a pregnancy without having to repeat the expense and risks of ovarian egg stimulation.</p> <p>\"There are clear recommendations in how to run an IVF lab. If embryos go missing they are either stolen, which I have not heard of in this country, or the procedures had not been followed properly.</p> <p>\"This case is an absolute tragedy and my heart goes out to these women who thought they had embryos in storage and may have concerns about what embryos they have had replaced.\"</p> <p>Tim Hedgley, of the fertility charity Issue, which been counselling victims of the blunder, said that it understood the HFEA had audited the Hampshire Clinic for the past four years, since the time it started offering IVF treatment.</p> <p>He said that the charity was baffled as to why HFEA inspectors had failed to detect that embryos had been missing for four years.</p> <p>The health secretary, Alan Milburn, has asked the chief medical officer, Liam Donaldson, to prepare a report on the missing embryos.</p>",
  "A breakdown in services for vulnerable children in the Vale of Glamorgan was disclosed yesterday by the audit commission in the most damning report so far about shortcomings in a local authority social services department. <p>It blamed mismanagement by politicians and senior officers who failed to provide strategic leadership for the authority, centred on Barry, south Wales, after it was set up in a local government reorganisation in 1996.</p> <p>Andrew Foster, controller of the commission, said: \"This review shows children's services are close to collapse in the Vale of Glamorgan. We have found evidence of children left without adequate support to ensure safety. Neither are adults served well by the service.\"</p> <p>The findings follow a routine investigation by the commission and the social services inspectorate for Wales. They place the Vale of Glamorgan at the bottom of a list of more than 50 councils in England and Wales that have undergone such reviews so far.</p> <p>Sue Read, assistant director of the joint review service, said: \"We judged the council not to be serving people well, and we judged their prospects [for improvement] at the time of the review to be poor. There is no other council to date that has had that judgment.\"</p> <p>The review, carried out between January and March, found inadequate provision of mental health services and help for children with disabilities. There were also long waits for occupational therapy and family support.</p> <p>The report urged a root and branch overhaul by managers to ensure children did not slip through the net.</p> <p>Jane Hutt, secretary for health and social services in the Welsh assembly and AM for the Vale of Glamorgan, said she had given the authority four weeks to come up with an action plan. The social services inspectorate for Wales would carry out a special inspection of children's services next spring to monitor progress.</p> <p>The audit commission's report is the latest in a list of public embarrassments for the authority, which was severely criticised by the district auditor for its performance during its first four years. Labour lost control in the 1999 local elections and Vale of Glamorgan is now a hung council with the Conservatives chairing all the committees.</p> <p>The director of community services, James Cawley, said the council had already started to deal with the problems highlighted by the commission after receiving an outline of its findings six months ago.</p> <p>\"The report, as it stands, is not a true reflection of the current situation,\" he said last night. \"A lot of work has already been undertaken to bring about change.\"</p>",
  "Last week George W Bush surged back after languishing in Al Gore's shadow ever since the Democratic national convention in mid-August. His gains came as memories of Mr Gore's excellent acceptance speech began to fade and the vice-president seemed to trip over his feet every day. <p>Mr Gore has a problem with telling the truth. His embellishments, exaggerations and enhancements of reality only lead to embarrassments. </p> <p>First came his claim to have \"invented\" the internet (he only backed legislation which helped make its funding possible). He said that he and his wife Tipper were the model for the movie Love Story (his college classmate wrote it but denied that it was about Mr Gore). He maintained that he discovered the massive pollution at Love Canal in New York state (he held a hearing about it but only after it was already uncovered by others). </p> <p>Last week, Mr Gore's mouth really roared. He said that he had created the strategic petroleum reserve - the oil America saves for a rainy day. He didn't. He wasn't in Congress until two years after it was established. He said that the popular labour union song Look for the Union Label was his childhood lullaby. Unfortunately, it turned out he was 27 when it was composed. </p> <p>To cap it all off, he claimed that his mother-in-law paid more for her arthritis medicine than she had to pay for identical medicine for the family dog. But the example was hypothetical, not real, and based on a congressional study, not on personal experience. </p> <p>Oh well. </p> <p>In a campaign that has, so far, lacked issues, these examples of Mr Gore's verbal laxity have cut deeply into the vice-president's image. </p> <p>But now, at long last, Mr Gore may have found an issue to use to regain the lead - maintaining the Medicare programme which provides health care to the elderly. </p> <p>Medicare is a sacred cow in US politics. Former house speaker Newt Gingrich was doing fine in his slashing of government programmes until he proposed cutting the programme's benefits and increasing premiums. </p> <p>Mr Clinton seized the issue and used it to beat Mr Gingrich and get re-elected in the process. </p> <p>Taking his cue from his mentor in the White House, Mr Gore has proposed spending $600bn (£400bn) over the next decade to assure the solvency of the Medicare programme. But Mr Bush is so anxious for a major tax cut that he only proposes to set aside barely $150bn for Medicare. </p> <p>This week, Mr Gore is pounding Mr Bush over Medicare. It will pay off big time. Polls show that voters are deeply concerned about Medicare and do not expect it to survive without a healthy infusion of new revenues. More importantly, the Republican party is suspect on the issue because of its past efforts to cut the programme. </p> <p>Instead of allocating funds to fix Medicare, Mr Bush proposes a tax cut of $1,300bn during the next 10 years, while Mr Gore confines his generosity to a mere $500bn over the same period. Polling shows that voters would gladly accept a smaller tax cut in return for knowing that their medical needs will be met in the future. </p> <p>Mr Gore will begin to talk about the Medicare issue this week. As he develops traction over his differences with Mr Bush, look for him to use the issue to great effect in the first debate between the two candidates on October 3. </p> <p>Mr Bush, who should see Mr Gore's punch coming, has done nothing to block it. While the Republican nominee successfully defused Mr Gore's proposal to expand Medicare to cover prescription drugs for the elderly by matching it with his own initiative, he has left himself wide open on the preservation of Medicare itself. </p> <p>Mr Bush is more popular than Mr Gore. If there are no issues, Mr Bush will win. But if Mr Gore can use the Medicare issue to open big differences with the Republican nominee, he can use the issue to win the debates and win the election. </p> <p>Provided he offers no more helpful elaborations of his biography and does not claim to have been the first man on the moon. </p> <p>\u0095 Dick Morris was chief strategist for President Bill Clinton in his successful 1996 re-election campaign. He is head of <a href=\"http://www.vote.co.uk\" target=\"_NEW\">www.vote.co.uk</a></p>",
  "\u0095 Larry Elliott writes (Inequity is higher on the agenda, September 27): \"There is no real evidence that the anti- globalisation protesters have succeeded\" in tapping into \"widespread discontent and offering a feasible alternative\" to the neo-liberal policies of the IMF and the World Bank. <p>I was one of 20,000 protesters from all corners of Europe who gathered in Prague to continue the worldwide challenge to these policies that began last November in Seattle. Most of us did not come to throw Molotov cocktails or trash McDonald's, but to assert our peaceful right to protest. This we succeeded in doing despite the Czech authorities' decision to ban all marches in the city. </p> <p>We have successfully forced the leading international capitalist institutions on to the defensive. Physically, they can only meet here in Prague behind barricades manned by riot police and soldiers equipped with armoured vehicles and water cannon. Ideologically, the IMF and the World Bank have been forced into desperate manoeuvres to camouflage the destructive effects of their policies. On Saturday I watched Walden Bello and other NGO representatives wipe the floor with James Wolfensohn of the World Bank and Horst Kohler of the IMF at a forum presided over by Vaclav Havel. </p> <p>Elliott quotes South African finance minister Trevor Manuel: \"I know what they [the protesters] are against, but I do not they what they are for.\" Mr Manuel is part of what we are against. His neo-liberal programme of privatisation and spending cuts has kept South Africa locked into the vice of economic stagnation and mass unemployment that the ANC inherited from apartheid. </p> <p>Many of us oppose not just these policies and the international institutions that enforce them. We are against the global capitalist system with its logic of competition and profit. We want an alternative socialist society based on the democratic control of the world's resources in or der to meet human needs in an environmentally sustainable way. Prague was another major step in building the movement that can achieve this alternative. <br><b>Alex Callinicos </b><br> Professor of politics, University of York <a href=\"mailto:atc1@york.ac.uk\">atc1@york.ac.uk</a> </p> <p> \u0095Larry Elliott perpetrates a cruel con trick when he advocates only the \"hard slog\" of persuasion in campaigning for an end to the gross inequalities in global wealth and power. </p> <p>We held a peaceful counter-conference and demonstration in Brighton on Sunday as part of the week of global anti-capitalist action in support of the Prague protests. Speakers included your columnists George Monbiot and Paul Foot, MPs Tony Benn and Jeremy Corbyn, Mark Thomas, Susan George and many activists from across the left, all addressing a 1,200-trong audience. </p> <p>The press ignored us. Faced with this sort of brick wall from the people who should be reporting the news, and a refusal to discuss the points raised (such as taxing the rich to fund disintegrating services), it is no wonder some activists resort to violence. It is you who are telling us that it is the violence that makes it newsworthy. <br><b> Anna Chen</b><br> London <br><a href=\"mailto:a.chen@virgin.net\">a.chen@virgin.net</a> </p> <p>\u0095Aaron Payne claims (Letter, September 27) that \"the protesters are taking on the responsibility that ... many (non-fair trade) consumers are not\". Who elected them to act on our behalf? <br><b>Oliver Kamm</b><br> London </p>",
  "<p>It may be some time before we see the slime mould Phsarum polycephalum parrying questions from Jeremy Paxman on University Challenge, or even getting past round one of Who Wants to be a Millionaire? </p> <p>But scientists have found that this simple, amoeba-like cell, without a brain, legs or eyes, is smart enough to find its way through a maze. </p> <p>The slime, more at home on rotting wood than in the groves of academe, worked out the shortest way through the labyrinth after food was placed at the entrance and exit. </p> <p>The cleverness of brainless slime, which features in a report by a Japanese-Hungarian team in today's edition of the journal Nature, is awkward for medical and psychological researchers, who rely on measuring the maze-solving ability of far more complex creatures, such as mice, rats and worms, to draw conclusions about the workings of the brain. \"This remarkable process of cellular computation implies that cellular materials can show a primitive intelligence,\" said the research team, which is led by Toshiyuki Nakagaki of the Bio-Mimetic control research centre in Nagoya, Japan. </p> <p>To be fair to anyone who finds the likes of Hampton Court maze too much of a challenge, the slime mould's labyrinth-solving style is not orthodox - after a fashion, it cheats. </p> <p>The scientists allowed the slime to spread until it filled the entire maze, dead ends and all, before they placed tiny fragments of oats at the entrance and exit. Sensing the food, the surplus parts of the slime mould withered away until there was nothing left but a single thick tube of slime spanning the shortest of four possible routes between the start and end of the maze. </p> <p>Smart the slime may be, but fast it is not. It took eight hours to find the solution to the labyrinth.</p>",
  "<p>Media is a consensus. It's one of the ways we establish what is going on in the world around us. That's why it's so important that the mediaspace remains open and free of censorship. We should all have a say in what it is we think is happening, and a chance to contribute to the conversation. </p> <p>The internet provided us with just such an opportunity - particularly because it was free of the kinds of legal and business pressures that restrict more mainstream and broadcast media. </p> <p>Demonstrative, martyr-making arrests of hackers and college-age Napster users notwithstanding, the greatest enemies to free expression on the internet are not paranoid law enforcement, a greedy recording industry, or even an elitist ICANN board, but us. </p> <p>The emergence of a new, interactive mediaspace offers us an opportunity to redefine the very language of power. Sadly, our readiness to accept the tools we are given, in the form they are given, as well as the rules they come with, reduces our role to passive consumption, and threatens to end the digital revolution before it has even begun. </p> <p>The ability to dictate what we think about is controlled, to some extent, by the people who decide on the content of our media - which headlines will be printed, which groups will win recording contracts, and which stories will appear on the evening news. The ability to dictate how we think is controlled by the people who produce the tools of media - the browsers, file-sharing programs, and networks through which all this content is disseminated and, with any luck, discussed. </p> <p>For a long time, the content and context of our media served to maintain the status quo. Interactive media - from computers to camcorders - posed a threat to both. They gave us the ability to fill newsgroups, web pages, and even cable television channels with our own stories, images, and ideas. A gossip columnist like Matt Drudge was able to force Newsweek's hand during the Clinton/Lewinsky scandal, and thousands of young programmers were free to imagine new ways for people to communicate with one another - then create them. It seemed as if no one could control anything, anymore. </p> <p>Those of us worried about censorship focused on government as the main threat to progress. We thwarted their early efforts at limiting the spread of \"objectionable\" content, and declared the internet beyond the province of any government agency. The problem with suppressing the role of government is that it gives business free reign. It's like using antibiotics to combat bacteria; when the bacteria are killed, fungus grows unabated. </p> <p>As a result, the internet became a privatised zone, and altogether more insidious forms of censorship emerged. </p> <p>The first, stoked by fear of hackers, spam, and internet porn, was the mass migration towards the internet's safe havens. Many people still believe that using America Online or another corporate- branded ISP as their access provider protects them from email viruses. These users succeed merely in shielding themselves from the kinds of content that unseen corporate censors feel is dangerous. Like people who buy the edited versions of their favourite music CDs at WalMart, they'll never know what they're missing. And all this, of course, is completely legal. </p> <p>Likewise, the slow conversion of a public telecommunications infrastructure into a privately controlled direct marketing platform turns it into a territory where the only meaningful currency is cash. Ideas spread based on their ability to generate revenue, more than interest or thought. The ultimate broadcasting tool is the business plan, and while certain media pranksters - like <a href=\"HTTP://\twww.Rtmark.com\" target=\"_new\">Rtmark.com</a> and <a href=\"HTTP://www.Etoy.com\" target=\"_new\">Etoy.com</a> - are learning to create performance art pieces that exploit this principle, the bottom line on the internet is the bottom line. </p> <p>This is why most forms of online activism concern issues of market. The Napster phenomenon is a consumer revolt. While it may eventually influence the way artists and record companies sign their contracts in the future, since when is our role as a public voice to negotiate on behalf of Britney Spears? </p> <p>In the best light, Napster users are fighting for their right to distribute data that one of them has paid for. It's a business angle, and the more it's fought for, the more like business people its advocates become. </p> <p>So much for the content of new media providing new ways of understanding the world. We're fighting over distribution of the top 40. </p> <p>On an even more fundamental level, the tools we use to navigate and even create the landscape of new media make many assumptions for us, of which we are increasingly unaware. The internet's functional standards are set by companies like Microsoft, through processes that are anything but transparent. Participating in the internet through a web browser is like experiencing the outdoors through a screen door. Our choices are filtered, and our participation is limited to typing in our credit card numbers and clicking \"buy\". </p> <p>Artists indirectly censor themselves by using programs like Adobe Photoshop to create graphics, Dreamweaver to design web pages, or Macromedia Director to make interactive environments. Most university courses, understandably, teach students how to use such software (often made by their own donors) rather than how to recognize its underlying agendas. Students graduate with a fine understanding of the media landscape, but haven't a clue that it was assembled quite arbitrarily. </p> <p>Lest we forget, the internet was a mediaspace before it was a marketplace. Now that monetary values are assigned to our online activities, there's much less room for alternative value systems to be entertained. </p> <p>These days, we get very few reminders that computers are modelling systems, and that the market-driven internet itself is just one of the models they can create. The efforts that do break through our complacency are usually destructive hacks on corporate websites, or viruses that make our email programs go crazy. We unilaterally condemn such attacks because they cost real people real money. They threaten what we think of as the very lifeblood of the internet. </p> <p>But the people who launch these attacks are demonstrating, however maliciously, that the code is not yet set in stone, and that model itself is still up for grabs. It's the only way we can still hear that message. I'm not sure whether this speaks worse of them, or of us.</p>",
  "<p>Mark Crosby has an unusual list of vacancies at the Exhibit IT recruitment fair on October 5 and 6. \"We're looking for a systems analyst in the Maldives and a database manager in Ethiopia,\" he says. As placement advisor for the maths, science and IT team at the Voluntary Service Organisation (VSO), his stand will be sitting between more traditional recruiters like IBM and Logica. </p> <p>His skill requirements may sound familiar to anyone in the IT business. \"You need a commitment to sharing your skills - not going out there to change the world. Instead we look for people who can deal with frustrations. Possibly they won't achieve what they want to do in the first three months,\" he says. </p> <p>The challenge of working in the third world will require similar skills to those his fellow standholders seek. Exhibit -which is being held for the first time at the Business Design Centre in Islington - will be looking for experienced IT professionals in preference to first-timers because it is some traditional skills that are most in demand. </p> <p>\"Come another year and we will be looking for the whiz-kids with web skills. But overseas, often they're looking for an entire project team in one person,\" says Crosby. \"Most of the jobs involve an element of training other people, and as well as being able to do your job you'll need some maintenance experience, good general IT skills.\" </p> <p>Permanent recruitment in the IT sector is struggling, whether for network managers in the Maldives or Marlow. The Recruitment and Employment Confederation's August Report On Jobs, says \"the availability of permanent staff deteriorated for the 15th successive month and at the fastest rate since June 1998\". </p> <p>The REC report shows that for permanent jobs, the IT sector has a strength of demand second only to the nursing profession. This contrasts with the state of the contract recruitment market, in which the IT sector ranks only seventh, behind secretarial, catering and construction. </p> <p>According to research by Cisco, by 2002 there will be a shortage of 600,000 qualified networking professionals in Europe. In the UK e-commerce industry alone, the shortage will be 81,000. </p> <p>VSO has 55 IT people overseas, while Reuters has future recruitment targets four times the size. Says Melanie Osborn, manager at Reuters recruitment centre: \"We need people with new technologies, people with older skills, good graduates, people with potential.\" </p> <p>The company cannot get enough experienced project managers with skills in \"old-fashioned\" languages and applications. \"Ideally it's what everybody wants. But with the market as it is, we have to accept we might not get them. Overall, we need 200_ but we will settle for 40 or 50 people immediately,\" she says. </p> <p>While the UK's workforce is retraining in new languages and applications, the practical skills and project management experience that companies value cannot be taught quickly. Osborn says in her chosen areas, there aren't 200 people in the UK available. </p> <p>Other recruiters are resorting to unusual solutions. At call centre specialist Datapoint, new chief executive David Berger is calling his old executives back. Having set up Datapoint in 1984, many of Berger's protégés left during the 1990s. Now, although call centres are packed with new technology, Berger knows the skills he can't find. </p> <p>\"Look at the management of Aspect, BT, Siemens, there are ex-Datapoint people everywhere,\" he says. \"The time is now for anyone who wants to come back to us_ very few people have those in-depth skills, and we want people who understand concepts like relationship management.\" </p> <p>ICL has recruited 20 project managers from the forces, and expects to find another 20 this year. Alistair Johnson, last year a captain in the Royal Engineers, is now a project manager with ICL. \"There are a lot of background skills like decision-making and man-management that come with experience. In the army, we were force-fed those skills from day one,\" he says. </p> <p>By comparison, he lacked IT skills but with successful projects in data warehousing behind him, he's proved that he can learn new tricks. </p> <p>ICL is only one company making up its shortfall with staff who don't necessarily have the right certificates, but have the right attitude and experience in the workplace. Johnson keeps in touch with former colleagues now employed at IBM Cisco, NTL and Cable &amp; Wireless. </p> <p>Back at the VSO, Crosby believes it's never too late. \"We've just sent someone over to Gambia who's 65,\" he says. \"He's not got any qualifications, just 40 years' experience.\"</p>",
  "<p>A few years ago, Apple advertised the launch of a new operating system by saying \"get a brand new computer for under £100\". That also applies to this new system, OS X. The only problem is that the new machine feels little like a Mac. </p> <p>Apple is pushing OS X (pronounced ten not ex) as the way forward, with features such as multitasking, protected memory, more stability, new icons, easier internetting, improved resistance to hackers and so on. </p> <p>The new system, out in beta (test) version now, is due to become the new Mac standard early next year. It will, at best, surprise many. </p> <p>At least putting it into your machine is simplicity itself. Pop in the CD, click install and that's it. Twenty minutes later you're looking at the future of the Macintosh. </p> <p>The first thing that future does is ask you for a user name and password, in no nonsense terms. There is none of the usual happy Mac stuff; no pictures of extensions or anything like that, just a start up progress bar and then the login and password request. </p> <p>After the login, you are greeted by a group of icons bouncing up and down onto the bottom of your screen on what is known as the Dock. And that's it. </p> <p>Like most Mac users, I have a bundle of things on the desktop, as well as the trash and hard drive icons. On OS X there is nothing - no files, no bin, no computer, which makes for about 30 seconds of hyperventilating as you worry that all your files have been wiped. </p> <p>But to get anywhere with OS X you have to really Think Different, as the advert would say, or to be more honest, think like the PC crowd. To get into the desktop you have to click on the Mac face icon on the Dock at the bottom and then your machine opens up. It's a feeling very similar to using Windows because CDs and other discs appear in this window (confusingly they also appear on what Mac users normally call the desktop) alongside other files. </p> <p>The Dock is the first major alteration to the existing Mac OS that you notice. Anyone who has used the control strip will think they're getting something similar. They're not. The strip was a good idea and it could be moved, edited and so on. The dock is a tad more stubborn. </p> <p>It stays centred on the screen until it fills up and then it starts to shrink from whatever size you have made it in the preferences folder. To many it may seem like the logical extension of the control strip, but it isn't; it cannot be moved and it doesn't deal with things like sound, internet or monitor settings. </p> <p>It also takes up a centimetre of your monitor's screen real estate. That might not be a problem on 21 inch monitors, but on a 15 inch iMac it's unacceptable, and portable users will feel the same. </p> <p>The next difference is the three coloured buttons in each window: one closes the window, one puts the window in the Dock and one maximises the space given to the window. It is not earth-shattering and it does work, but Apple should consider tinkering with this so that applications do quit when the last window in an application is closed, instead of staying open and lurking somewhere. </p> <p>And somewhere is quite an appropriate word. This OS, maybe with its Unix roots showing through, needs the user to sit down and think it through. It is not what you expect from a company that prides itself on software that lets humans just get on with it without worrying about the plumbing. </p> <p>Gone is the Apple menu in the top left hand corner of the screen, and there is no Finder or clock in the top right. If you are used to using Macs this is completely disorientating. Those two items, along with the control strip, are my main tools for navigating the system. </p> <p>More changes: icons are pictures now, and they are also an irrelevancy. It is a nice idea, but it provides too much detail and that can be quite distracting. Pre-OS X icons enlarged by the Dock look horrible. </p> <p>And anyone who thinks they can get through this by just hitting Apple-n to call up a new folder to rearrange things has to think again. Even the key shortcuts have been changed, reinforcing the feeling that this is not your Mac. </p> <p>But enough of the exterior, what of the system's innards? First, nearly everything you own will run thanks to the built-in OS 9 emulator. Every major application seems to work fine and the software had no problems, even running Word 5.1 from many years ago, though it was slow at cutting and pasting. </p> <p>Of my software, most major applications operated perfectly although Norton Anti-Virus refused to work, and games like Deus Ex and Unreal Tournament were very slow performers, despite being run on a 400MHz DVD iMac with 192MB of memory. </p> <p>The only other items that would not work were Apple's own DVD playing software and Virtual PC. CD playback was choppy while the machine was carrying out tasks, too. </p> <p>Connecting to the internet was problematic because of the way I had previously logged on to Demon Internet, my ISP, but access was eventually managed through the Internet Explorer beta which was enclosed. Surfing was no different from normal though the new Explorer did seem a little faster in responding to commands. </p> <p>Applications did crash, but instead of going through the long hassles of a restart, OS X gives you a number of ways of continuing to work while quitting the crashed application. This was wonderful. </p> <p>It is also easy to get into the Unix that runs the OS, though this may be removed by the final release. I certainly hope so - it was terrifying to watch my girlfriend use her working knowledge of Unix to take control of my iMac, changing passwords and so on without needing the Mac interface. The danger here is obvious; that someone could type in a few codes that could wipe a hard drive. The Unix access might be a selling point for OS X, but it could be dangerous in malicious, or inexperienced, hands. </p> <p>Something that will infuriate the Mac faithful is that documents are given suffixes, like .rtf, .tiff and so on automatically, making the set up look a little more like a PC. </p> <p>And working out filepaths and where you are allowed to put files -some folders are protected - could leave users bewildered, again. </p> <p> So is Apple making a big mistake? Many of the technical criticisms here will no doubt be addressed by the time of the proper release, but the new user interface will confuse, even put off, potential users. </p> <p>Microsoft's Whistler - the next version of Windows 2000, due out around the same time as OS X - has a more friendly looking interface than the new Mac. That's something I never thought I would see written. </p> <p>I'm a reasonably experienced Mac user, having worked with several incarnations of the system and run networks of the machines as well. But it still took a few hours to get used to the way things worked in OS X, messing about with settings and working out which buttons did what. Normally on a Mac this all takes about 30 minutes. </p> <p>Worse, OS X takes effort on your behalf to get the best from it, and as Mac users are famed for diving in quicker than others and not bothering with manuals, this could see a lot of frustrated - if not angry - people. </p> <p>If security or having an easier time recovering from crashes is a major concern, or you want a friendly version of Unix, or you like to have the latest thing, then the final version of OS X is for you. But by the time you read this I will probably have deleted it, and the CD it came on will be another a new coaster. </p> <p>In short, Apple has sold the family jewels. This OS comes across as something for business and perhaps geeks. But Apple will struggle to convert the normally evangelical Mac faithful. </p> <p>The computer that used to smile at startup is now simply not friendly enough for the rest of us.</p>",
  "<p> 'Power to the people\" may not arouse much passion as a political slogan, but 25 years ago, the idea of \"computer power to the people\" helped start a revolution. Rather than being controlled by white-coated technocrats working for governments and giant corporations, computers should be available to everyone - which implied they must also be affordable and easy to use. </p> <p>It also implied that, if there was a market for market for personal computers, some people could have lots of fun and become very rich supplying them. Thousands of companies were founded to sell the new types of hardware and software the new industry required. Most promised far more than they could deliver, which is not uncommon with revolutions. Even so, it is impossible not to be impressed by the personal computer's growth in power and performance, and its market penetration. </p> <p>Today, PCs can be found in more than 50% of American homes - a far bigger proportion than any of the pioneers seriously believed. Where California's Silicon Valley has led the way, the rest of the world has followed. </p> <p>Intel made the revolution possible by designing the first microprocessor - a \"computer on a chip\" - in 1971, but it really started in Albuquerque, New Mexico. That is where a small company called Micro Instrumentation and Telemetry Systems, MITS, run by Ed Roberts, made backyard model rockets and pocket calculators. MITS probably did not develop the first personal computer, but it put together the first hobbyist construction kit to capture the American imagination. It also came up with a catchy name, Altair 8800, derived from an episode of Star Trek. </p> <p>The MITS Altair helped set standards that encouraged the commercial use of personal computers, and some of them are still visible today. MITS used two products: an Intel 8080 chip, the ancestor of today's Pentium, and Digital Research's CP/M operating system, which could be used today by anyone familiar with MS DOS (Microsoft Disc Operating System). </p> <p>The Altair also ran a version of Basic (Beginners all-purpose symbolic instruction code) written by a teenager called Bill Gates and his friend Paul Allen. They were inspired to write it after seeing the Altair featured on the cover of Popular Electronics magazine. They moved to the Sundowner Motel in Albuquerque to be close to their only customer, with Gates dropping out of Harvard and Allen taking a job at MITS. There, in 1975, they co-founded Microsoft. </p> <p>MITS did not last long, but the Altair inspired dozens of companies to develop similar CP/M machines, most of which could share parts. These came to dominate the small business market for personal computers, but were not really suitable for domestic use. </p> <p>However, dozens more companies targeted home users with less expandable but better integrated machines. The main ones were the Apple II, Commodore PET (Personal Electronic Transactor) and Tandy TRS-80, all launched in 1977. </p> <p>In 1978, Science of Cambridge (later Sinclair Computers) launched the MK14 microcomputer kit for £39.95 plus VAT, then the ZX80, ZX81, Spectrum and QL. In 1979, another Cambridge company, Acorn, launched the System 1 microcomputer kit for £65 plus VAT, followed by the Atom, the Proton, the Electron, and the Archimedes. Actually, what would have been the Proton became much better known as the BBC Micro, announced in 1982. </p> <p> The BBC's adoption of the Acorn as the basis for a government-backed computer literacy programme shows what a grip the personal computer had already gained over the popular imagination. </p> <p>Unfortunately for Acorn, and dozens of similar start-ups, the future of the computer industry had already been decided. The microcomputer business had grown too big for IBM to ignore, and on August 18, 1981, it launched the IBM Personal Computer. </p> <p>IBM was by far the biggest computer company ever (with $87.5bn in annual sales, it still is) and part of its job was to set standards. That is what it did with the IBM PC. But for whatever reasons, including earlier failures, \"time to market\" and pressure from a long-running US government anti-trust case, IBM did not take its usual line of shipping a box with an IBM processor, an IBM operating system, and IBM-everything else. Instead, it based its PC on an Intel 8088 processor and Microsoft's MS-DOS operating system. It was, it turned out, handing its 40-year monopoly of corporate data processing to a couple of upstarts. </p> <p>In 1980, IBM had a turnover of $26bn and annual profits of $3.6bn, so perhaps it felt no need to fear a tiny company like Microsoft, which had only 40 staff. And while IBM realised that Microsoft and Intel would sell their stuff to all-comers, it perhaps didn't imagine that small, unknown companies would make better, faster IBM PC-compatibles and outsell the mighty IBM. But start-ups such as Compaq and Dell were soon on the way to doing exactly that. </p> <p>By setting a standard, IBM did the industry a service. Most personal computers produced up to that point had been incompatible with one another, even if they used the same chip. The Acorn BBC B, Apple II, Commodore 64 Atari 800,and others all used the MOS Technology 6502 processor, but software houses had to write a new version of their program for each machine. Given the cost and the time required, they often didn't bother, leaving these proprietary machines struggling for applications. By contrast, any PC program would run on machines from hundreds (later, thousands) of manufacturers. This helped propel the growing market for PCs and PC clones. </p> <p>The Altair 8800 and IBM's PC and PC AT (Advanced Technology) computers also led to a fundamental change in the way the industry was organised. Until then, the fashion had been for \"vertical integration\", with each manufacturer producing as much as possible in house. This could provide a better integrated system, but also created \"lock-in\": customers had few alternatives and could not easily \"defect\" to a rival supplier. </p> <p>Many early microcomputer firms, such as Apple and Commodore, followed this proprietary line.But they could not sustain the huge research and development required, and all struggled, were taken over, or went bust. </p> <p> By constrast, the PC market of the 1980s was based on \"horizontal integration\". Whatever PC you bought, it had an x86-compatible processor supplied by Intel, AMD, IBM, NEC or whoever, a version of DOS from Microsoft, IBM or Digital Research, and the manufacturer's choice of graphics card, hard drive, keyboard, memory, and screen. Choosing the \"best of breed\" created intense competition between parts suppliers, which led to rapid innovation, increased capabilities, and (usually) lower prices. </p> <p>Microsoft was in the thick of the competition in two areas. First, there was the need to replace DOS with a more powerful multi-tasking operating system (one that could do more than one thing at once). Second, there was the long-term aim of introducing a mouse-driven graphical user interface, to make computers easier to use. This had been part of the dream since 1968, when Doug Engelbart of the Stanford Research Institute demonstrated the first mouse, and it continued in the 70s at Xerox's Palo Alto Research Centre (Parc). Xerox's work provided the inspiration for Apple's Lisa and Macintosh computers, Microsoft's Windows, and Digital Research's GEM (Graphical Environment Manager) interface, which also appeared on the Atari ST home computer. </p> <p>In the 1970s, Xerox Parc was a decade ahead of the rest of the world, with its graphical interfaces and networks of personal computers connected to laser printers, which it sometimes showed off to visitors such as Apple co-founder Steve Jobs. But while it did launch some products, such as the Xerox Star 8010 in May 1981, they were expensive and never achieved commercial success. Instead of making Xerox rich, Parc's ideas enriched the industry, as firms such as Apple and Microsoft hired away their staff. </p> <p>At first, Microsoft had seen AT&amp;T's Unix as the obvious replacement for DOS, and announced its own version, Xenix. But while powerful, Unix was notoriously hard to use, and required more power than most PC users could afford. It also came in too many incompatible \"flavours\", of which Xenix was merely one. In 1987, Microsoft and IBM combined to launch OS/2 as a DOS replacement. However, since it didn't control the market and couldn't control IBM, Microsoft also wanted to hedge its bets. It didn't abandon Windows, and it opportunistically hired a group of defectors from Digital Equipment to write another DOS/Unix replacement, which appeared as Windows NT (New Technology). </p> <p>Some saw Microsoft's actions as treachery. Others recognised that IBM was trying to wrest back its control of the industry from Microsoft, Intel, Compaq and the rest. This plan revolved around OS/2 (later transferred to IBM's sole ownership), a proprietary MCA (Micro Channel Architecture) expansion bus, and Systems Application Architecture - a schema designed to tie IBM's Personal Systems (PS/2) to large IBM minicomputer and mainframe systems. Compaq formed a \"Gang of Nine\" to support a plausible alternative future, and IBM's plan failed. </p> <p>Next, IBM formed an alliance with Apple, which adopted IBM's PowerPC chip. They were still the two biggest personal computer suppliers in the US, and thought they could take on Intel. They were wrong, and later, Apple bottled out of the plan to move to a common hardware reference platform (CHRP) agreed between IBM, Apple, and Motorola. IBM then abandoned the launch of its own Power Personal Systems. </p> <p>The balance of power had already tipped Wintel's way in 1990, when Microsoft shipped Windows 3.0. Unlike OS/2, it was cheap, and easy to adopt. Users could even buy graphical applications such as Microsoft Word for Windows and the Excel spreadsheet (both first developed for the Apple Macintosh) and Corel Draw. </p> <p>At the time, Microsoft's turnover was only $1bn a year while IBM's was $67bn, so Big Blue was not about to admit defeat. It pumped vast amounts of cash into OS/2, promoting it as \"a better Windows than Windows\", until the stunning success of Microsoft Windows 95 sealed its fate. From that point on, Microsoft was clearly the computer industry's top dog, and sales of Windows-based PCs exploded. Microsoft's turnover grew from $1bn to $23bn during the decade, despite the continuous attentions of the Federal Trade Commission and the US Justice Department. </p> <p>Their investigations culminated in a trial in which Microsoft's business practices were comprehensively damned, leading Justice Penfied Jackson to order the break-up of the company - a decision now pending appeal. </p> <p>What is interesting is that, during the 1990s, despite its monopoly power, Microsoft was no more able to replace the DOS-Windows combination than anybody else. </p> <p>The Windows NT operating system, introduced in 1993, was supposed to do it. NT was designed to run on a range of different processors (Intel, Mips, DEC Alpha, PowerPC), to use more than one processor at once, and to offer the reliability and stability of rivals such as OS/2 and Unix. Despite various inducements, such as letting companies install NT for the same price as Windows 95, sales struggled. Three times, Microsoft has announced that the latest version of DOS-Windows (Windows 95, Windows 98, Windows Me) would be the last of the line, giving users little choice about moving to NT (now called Windows 2000). So far, it has not made it stick. </p> <p>Apple Macintosh users have been equally conservative, declining to move to technically superior systems such as Steve Jobs's NeXT or Be's BeOS, launched on the dual-processor BeBox. It remains to be seen if Jobs, the Apple co-founder who retuned to the company at the end of 1977, can shift them to an updated version of NeXT's Unix-based operating system, Mac OS X (see page 12 for a review of this system). </p> <p>That's the problem with revolutions: they may be exciting, but most users prefer evolution. They don't what to risk losing what they have in some great leap into the unknown. The result may be boring, but it is a sign of the personal computer's success that what started as a revolution has become the status quo. </p> <p> Which is not to say that progress has stopped. It has, rather, moved to handheld devices such as electronic organisers and mobile phones, to sealed-box \"appliances\" such as WebTV sets and games consoles, and most importantly, to the internet. And as the growth of the personal computer market has slowed, many PC companies - including Intel and Microsoft - have invested heavily in these new areas in search of the Next Big Thing. </p> <p>For a couple of decades, Microsoft's mission statement summed up the ambition of the PC industry: to put a computer on every desk and in every home. </p> <p>That has been changed to take in every type of device used anywhere at any time. The only argument is about whether we are entering the \"Post PC\" era, as some pundits claim, or the \"PC Plus\" era of Microsoft's new .Net (dot.net) vision, where the net, rather than the PC, is the software platform. </p> <p>Whatever happens, I expect companies raised in an industry based on rapid innovation and cut-throat competition will adapt and survive. Old and slow minicomputer and mainframe companies were generally unable to live with PC-based competitors, and old and slow consumer electronics and telecoms companies may be in for a big surprise. </p> <p><strong> Twenty five years of personal computing</strong></p> <p> <strong> 1975</strong> </p> <p> MITS Altair 8800 </p> <p>Microsoft Basic </p> <p> <strong> 1977</strong> </p> <p> Apple II </p> <p>Commodore PET </p> <p>Tandy TRS-80 </p> <p> <strong> 1980</strong> </p> <p> Sinclair ZX80 </p> <p> <strong> 1981</strong> </p> <p> IBM Personal Computer </p> <p>Microsoft MS-DOS </p> <p> <strong> 1982</strong> </p> <p> Acorn BBC B </p> <p>Commodore 64 </p> <p> <strong> 1984</strong> </p> <p> Apple Macintosh </p> <p>IBM PC AT </p> <p> Atari ST </p> <p>Commodore Amiga </p> <p> <strong> 1987</strong> </p> <p> IBM PS/2 and OS/2 </p> <p> <strong> 1988</strong> </p> <p> NeXT Cube </p> <p> <strong> 1990</strong> </p> <p> Microsoft Windows 3 </p> <p> <strong> 1991</strong> </p> <p> Apple-IBM deal </p> <p> <strong> 1993</strong> </p> <p> Intel Pentium </p> <p>Microsoft Windows NT </p> <p> <strong> 1994</strong> </p> <p> Apple Power Macs </p> <p>IBM OS/2 Warp 3 </p> <p> <strong> 1995</strong> </p> <p> Microsoft Windows 95 </p> <p> <strong> 1997</strong> </p> <p> Apple buys NeXT </p> <p> <strong> 2000</strong> </p> <p> Microsoft.net announced </p> <p>Apple OS X</p>",
  "<p><strong> That's multitainment</strong><br> It may look like a bit of hi-fi but the Fujitsu-Siemens Multitainer is a multifunction PC packaged as a consumer electronics product. Connect it to your TV set and hi-fi and it works as a DVD, CD, CD-Video and MP3 player, as a PC games machine, internet terminal, and telephone/fax/ answering machine with karaoke capabilities. It also has a simplified user interface, and can be operated via a remote control and infrared keyboard. Beneath the skin is a PC with a 433MHz Intel Celeron processor running Microsoft Windows 98SE, 64 megabytes of memory, a 10GB hard drive and a 56k modem. The key point is that the Multitainer will be sold by high-street chains and hi-fi stores rather than computer dealers. It should be available in November, at a price yet to be announced. </p> <p>Several people have tried something like this before - Philips CDi, Commodore CDTV, Olivetti Envision - and failed, but it might just work this time. </p> <p><strong> Listen to Psion </strong><br> Psion is branching out with the WaveFinder, a digital radio that plugs into your PC or Mac (see <a href=\"http://www.wavefinder.com\">www.wavefinder.com</a>). It looks like an aerial with a bloated middle and \"radiates with colour\" when in use. Stick it on your wall, plug it in to a USB serial port, and you can listen to digital radio stations via your PC's loudspeakers. And if you want to \"record\" tracks, you can save them as MPEG 2 or MP3 music files. Price is expected to be about £300. </p> <p><strong> Windows in a big frame</strong><br> Unisys is about to launch a Windows PC that's almost 6ft tall and 4ft deep, has up to 32 Intel processors, and comes with 64GB of memory (see <a href=\"http://www.unisys.com/hw/servers/enterprise/7000/spec.asp\">www.unisys.com/hw/servers/enterprise/ 7000/spec.asp </a>). The ES-7000 \"enterprise system\" is a mainframe in all but name, and is expected to find a ready market in firms that are struggling to cope with hundreds of separate Windows 2000 or NT servers: Abbey National was the first to install a machine in the UK last week. ICL and Compaq have been the first to license Unisys's Cellular MultiProcessing (CMP) technology for use in their own systems. However, they are unlikely to appear in PC World: Unisys says typical ES-7000 selling prices will be £250,000 to £1m. </p> <p><strong> HipZip</strong><br> The problem with MP3 players is that the memory is so expensive, you have to store music files on something else, such as a PC. Iomega thinks it has the solution: a pocket-sized music player that takes 2in PocketZip disks, which store 40MB each. However, while the <a href=\"http://www.iomega.com/hipzip/\">HipZip</a> is new, the disks aren't: Iomega has simply renamed the old system it used to call Clik! </p> <p>The HipZip went on sale in Best Buy stores the US this week at $299. Other manufacturers are producing similar products, and Sensory Science Corporation's Rave:mp 2300 is also on sale in the US. </p>",
  "<p>The future of my church - the Elim Pentecostal Church on the High Road in Willesden, North-west London - has been radically enhanced, and, indeed, accelerated by using the net. The web provided invaluable help as it disregarded ineffective hierarchies and local constraints to help us. </p> <p>Three years ago, things were a far cry from today. I despaired at the lack of progress as we failed to buy the church building from Brent Council and gain even a single backer in my bid to buy out the bookies next door. The committee was defunct. This situation was grim, so I dumped the deadwood board, asked my congregation to fast for one day a week, and I got on my bike... online! </p> <p>As well as being a minister, I am a keen motorcyclist. A bike can be used for pleasure, but it can also be used for a purpose. Mine is used for the greatest purpose of all - for my Honda FireBlade is on a Mission from Go, as it says on <a href=\"http://www.fasterpastor.com\">my website</a>. So I turned to the biking community for help. </p> <p>Into the night I scoured the world for motorcycle clubs and magazines that could lend support. One by one, with my neighbour's help, we snailmailed, emailed and faxed magazines and clubs from Japan to Mexico. Thousands of pounds began to pour in as the bike press reproduced photographs and stories. Copies were reproduced and sent to the directors of William Hill, owners of the bookies next door, often with a text from Genesis: \"I will not let you go until you bless me!\" After a time a reply came from the national chairman, John Brown. He enclosed a cheque for £100 and a letter with the words: \"Bless you!\" </p> <p>My hours of surfing down contacts had paid off, the Good Bookies relocated and even provided an interest free loan of £30,000 to help us out. But to convert the place we still needed help. </p> <p>I went back to the web. </p> <p>I found numerous Christian Motorcycle clubs and one in particular, Holy Riders of Norway, a bike club with 800 back-patch wearing members, took a particular interest. </p> <p>They sent a scout to check out my story and look over the premises. Then, as a result of simply finding them on someone's link page, an extraordinary synergy took place. I was invited with my bike to provide training seminars for their chapter leaders, and they raised thousands to enable a major conversion to take place. Now that's surfing! </p> <p>There is a perception of churches being part of an old money establishment or secretly funded from some cult headquarters in America. Then there's that absurd British tradition of referring to \"Organised Religion.\" What's organised about it? If it was organised it wouldn't be going through the floor. </p> <p>In the real world, most local churches are pretty much on their own. To get anywhere, as with a small business, they need outside investment or a mutually benefiting partnership. </p> <p>This is where the internet comes into its own, acting as a huge matchmaking agency. There is no other networking tool that is so international, cross cultural and effective. </p> <p>In the old days you were pretty well confined to members of the same club - hence the need for year books, annual gatherings and the like. Today, through the net, you can be far more abstract and creative in your search for friends. Since the recent introduction of my own site even the timescale for seeing our vision through has been brought forward as key people are now finding me, including national broadsheets and television. There is no other medium where a small local church in a place like Willesden could afford to call out for help and actually be heard. </p> <p>I occasionally visit sites for research, such as <a href=\"http://www.goshen.com\" target=\"_new\">www.goshen.com</a> or <a href=\"http://www.ChristianityOnline.com\" target=\"_new\">www.ChristianityOnline.com</a> for wedding jokes or a look at trends and stats but I prefer an old fashioned book for study which, ironically, I tend to buy online. I'm a regular at <a href=\"http://Garyrothwell.com\" target=\"_new\">Garyrothwell.com</a> as his stunt riding tips are second to none, but to me the internet is more than an online encyclopaedia. </p> <p>I see a great future for training youngsters in essential skills. Our teenagers are soon to start selling particularly funny items over the web to finance their future centre. They'll also put an itemised shopping list of everything needed from nails to sound equipment for folk to sponsor through our Netbanx secure server. This will arm them with business and marketing experience long before they leave school, and I've told them, tongue in cheek, their goal is to be the first dot.com millionaires who never made a penny for themselves! </p> <p>The internet has raised our profile, potential and is helping us to help our kids, thus aiding us to transform our community as well. In a fluid and changing situation, it can move with the flow. That's exactly what we need.</p>",
  "<p>Los Angeles. Lauren (Jeanne Tripplehorn) and Rose (Salama Hayek) sit in silence in the back of a chauffeured limousine. Rose applies her make-up while Lauren stares glumly out of the window. Without warning, Lauren turns to her fellow passenger. </p> <p>\"You slut!\" </p> <p>Rose reels back, stunned. </p> <p>\"And you are a fool if you don't think I know what's going on.\" </p> <p>Rose's jaw hangs open. Lauren shakes her head, then explodes again. </p> <p>\"Ah, I've had it. I've absolutely had it! You know, you can't treat me like this! It's not going on anymore. The gravy train is over.\" </p> <p>Rose attempts to defend herself. </p> <p>\"Lauren...\" </p> <p>\"No! When we get back, you can just pack your bags and leave, because I have had enough of it, and I am not a fool. I've got enough to worry about.\" </p> <p>Rose stares at her partner. </p> <p>\"OK, you have gone completely fucking mad.\" </p> <p>\"No...\" </p> <p>\"Completely fucking mad.\" </p> <p>\"No, I have not gone mad...\" </p> <p>\"Yes. Yes, you have. Lauren, what is your problem?\" </p> <p>\"You are my problem! You! I know what's been going on. You don't think I notice the phone calls?\" </p> <p>\"Phone calls? What phone calls? What is your problem?\" </p> <p>Lauren lowers her voice for a second. </p> <p>\"I've told you what my problem is. My problem is you.\" </p> <p><strong> See also: </strong> The Lodger, The Trial, I Confess, To Kill A Mockingbird, The Great Muppet Caper </p> <p><strong> Don't see also: </strong> JFK </p> <p><strong> Pointless trivia:</strong> While shooting Timecode on the streets of LA with a single digital video cam era, Mike Figgis and his actors were constantly interrupted by people who failed to realise they were making a film.</p>",
  "Already it is being heralded as one of the best British films ever, a feel-good movie which harks back to the days when the likes of Frank Capra's It's a Wonderful Life made audiences smile one moment and weep the next. <p>Critics on both sides of the Atlantic - highbrow and lowbrow - have united in praise for Billy Elliot, the tale of a schoolboy who finds escape from the gritty reality of the north-east during the miners' strike - in the world of ballet. </p> <p>The movie, which was received as a successor to the likes of Kes, Gregory's Girl and The Full Monty when it was screened at the Edinburgh film festival, received its West End premiere last night. </p> <p>Many who have seen it hail it as an antidote to the rash of gangster films such as Lock Stock and Two Smoking Barrels, which have become a staple for some British directors. </p> <p>The hero Billy Elliot, played by Jamie Bell, is an 11-year-old who finds that his talent lies not on the football field or in the boxing ring but on the stage. While the rest of his family is in crisis, Billy secretly takes ballet lessons with an inspiring dance teacher played by Julie Walters. </p> <p>Just as American Beauty turned Sam Mendes from a respected theatre director into a Hollywood player, Billy Elliot is likely to do the same for its director, Stephen Daldry, who also has a stage background. </p> <p>It will also make a star out of the little known Lee Hall, who wrote the screenplay based on his own experiences of growing up in northern England in the 1970s and 1980s. </p> <p>But as well as entertaining, the film is likely to educate. Hall has expressed amazement that many of the young people who saw early screenings did not even know what a strike was, never mind the details of the miners' strike.</p>"
]