[
  "The cult of the individual is normally part of the political culture of communist regimes or other dictatorships. But the supporters of Ronald Reagan are doing their best to install just such a cult at the heart of the world's most powerful democracy. <p>Not content with ensuring that Washington's domestic airport is named after their hero, or with renaming the capital city's international conference centre after him too, supporters of the former president are now poised to win congressional approval for a law that would instruct the US government to erect a Ronald Reagan memorial on the Mall, right in the centre of Washington.</p> <p>The plan to honour a living politician in this way would not seem out of place in North Korea or Iraq. But it is unprecedented in all American history and it would place Reagan among the most publicly esteemed and honoured of all US leaders.</p> <p>Only George Washington, who founded the nation, Thomas Jefferson, who wrote its constitution, Abraham Lincoln, who saved it, and Franklin Roosevelt, who led it through economic depression and world war, have been thought worthy enough to merit national memorials on the Mall.</p> <p>In each case however, the memorials to these presidents were only proposed, approved and erected long after their deaths and after later generations had had time to weigh the leaders' long-term legacy more dispassionately than their immediate contemporaries could trust themselves to do.</p> <p>The Washington Monument was not begun until 1848. Work on the Lincoln Memorial began in 1912. Authorisation for the Jefferson Memorial was enacted in 1934, while the Roosevelt Memorial was opened only in 1997. In each case, nearly half a century had passed since the death of the memorialised president - and more than a century in the case of Jefferson.</p> <p>The idea that Reagan is uniquely entitled to more privileged treatment is bizarre. Now stricken with Alzheimer's, Reagan was a personally charming president whose principal achievement was to make a generation of Americans feel good about themselves. </p> <p>His substantive legacy is much harder to quantify, and the idea that he should be numbered among these other indisputably historic leaders - and in his own lifetime too - owes nothing to consensus or objectivity, and everything to a fanatical campaign among conservative Republicans determined to raise Reagan into this select company.</p> <p>The Reagan Legacy Project, which has its headquarters in Washington, states without any qualification that \"Ronald Reagan was America's greatest president\". Its aim is to ensure \"naming something significant after President Reagan in each of the 50 states and in every county of America.\"</p> <p>Among the achievements it claims so far are everything from a US Navy aircraft carrier, the USS Ronald Reagan, which is due for completion in 2002, to the Ronald Reagan Fundamental school in Yuma, Arizona. </p> <p>Other commemorations include the Ronald Reagan professorship at California's Pepperdine University, the college which invited the former independent counsel Kenneth Starr to become its principal, and the Ronald Reagan Foundation for Conservative Studies at the Texas A&amp;M University in Bryan, Texas, also home to the George Bush Presidential library.</p> <p>Some supporters of the project make clear that they will not be truly content until they have had a head of President Reagan added to the Mount Rushmore monument in the Black Hills of South Dakota, where Presidents Washington, Jefferson, Lincoln and Theodore Roosevelt are commemorated.</p> <p>To achieve their goal of a Reagan memorial on the Mall, Republicans have drafted a bill which brushes aside all existing procedures and checks and balances for commemorations in the capital. Until now, proposals for memorials have had to be submitted to three separate federal commissions for consideration and - in some cases - rejection. </p> <p>The most recently accepted memorial under this procedure is one in honour of Martin Luther King, the design for which was unveiled this week. But the commissions have already warned against the danger of a proliferation of monuments in the US capital, and have agreed to a moratorium, designed in part to protect existing vistas, but also to slow the politicisation of the process, of which the Reagan memorial is now the prime exhibit.</p> <p>The Reagan memorial bill bypasses these commissions, putting the whole issue in the hands of a Ronald Reagan Memorial Commission. The objective is as clear as it would be if this were Pyongyang or Baghdad rather than Washington. No disagreements, no delays, no doubts are to be tolerated. Dissent is un-American.</p> <p>The continuing Republican cult of Reagan bears many similarities - though the American version is much more enduring - to Britain's supposed love affair with Margaret Thatcher at the same period. Paradoxically, though, the Reagan cult was given fresh energy by the election of Bill Clinton in 1992, an event which appalled conservatives and made them more determined than ever to ensure that their own years of triumph were not forgotten.</p> <p>One day, believe it or not, there will be plans for a Clinton monument in Washington. Even to imagine the theme - and the shape - of such a memorial is to open up a subject best kept closed at present. But it is as powerful a vindication as one could wish for of the old system that the Republicans are trying to overthrow. Decisions about such commemorations are best left to the judgment of later generations.</p>",
  "<p>Leicester still do not know where they are going for the second leg, but last night they lost their direction even at home when confronted by a well organised and highly skilled Red Star side. </p> <p>The best that could be said was that they finished strongly after Stevo Glogovac was sent off for a second bookable tackle with quarter of an hour left. The finish though was not strong enough. </p> <p>Stan Collymore, receiving from Muzzy Izzet, saw his shot from four yards blocked by Aleksandar Kocic and in the closing moments both Collymore and the keeper were booked when tempers flared. </p> <p>Things could not have begun more badly for Leicester after Red Star supporters lit flares which held up the kick-off. As the smoke cleared, before a minute was on the clock Red Star were ahead. No one picked up Milenko Acimovic, who advanced to within 35 yards of goal and released a scorching shot that cleared Tim Flowers and dipped under the bar. It was the first time Flowers had been beaten in open play this season. </p> <p>Acimovic, the only Slovenian among Yugoslavs, is nominally the playmaker but by the ninth minute he had almost managed an encore, shooting narrowly past the post with Flowers scrambling. By the 13th Robbie Savage had been booked for a dreadful challenge on him. No one had thought to guarantee the visiting players' safety here. </p> <p>Neil Lennon had heartened Leicester before the start by passing a fitness test on his shoulder which enabled them to keep their preferred line-up. With Izzet he was crucial, holding the show together, a ruddy outlet for defenders under pressure and a constant source of inventiveness in attack. But it was Red Star who were bossing the midfield, Leicester who, unusually, were chasing. </p> <p>In reaching second place in the Premiership, Leicester's front two had scored twice in five games, and that was with abundant possession. In their desperation now City looked more than ever to set-pieces and midway through the first half Matt Elliott flicked on Steve Guppy's in-swinging free-kick and Kocic could only palm it away for a corner. </p> <p>But on the half-hour Acimovic picked out Goran Drulic's run and Elliott and Flowers were both in two minds as to who should close him down. Neither did and the striker's shot looped over the bar. </p> <p>If there was a sigh of relief then there was a roar of the same just before half-time as Leicester got back on terms. Typically the goal came from a defender, Guppy gathering confidence in his ability to fleece men as he doubled back to cross and Gerry Taggart beat Kocic with a flicked header. </p> <p>The stage was set for Collymore, who replaced Andy Impey, and Leicester slipped to a 4-4-2 with Guppy and Darren Eadie dropping back. But before they could get used to it Branko Boskovic cut open the heart of the defence and only a mis-hit byAcimovic spared Flowers. </p> <p>Not until beyond the hour did Leicester recover conviction, Izzet shooting over from distance and Collymore's exchange with Ade Akinbiyi almost putting the latter past Goran Bunjevcevic, the last defender. </p> <p>That was a signal for Richard Cresswell to make his debut, in place of Akinbiyi, but it looked increasingly as if Leicester's only consolation would be that they are not going to Belgrade for the second leg. </p> <p> <strong> Leicester City </strong> (3-5-2): Flowers; Rowett, Elliott, Taggart; Impey (Collymore, h-t), Savage, Lennon, Izzet, Guppy; Akinbiyi (Creswell, 65min), Eadie. </p> <p><strong> Red Star Belgrade </strong> (3-5-2): Kocic; Lalatovic, Bunjevcevic, Glogovac; Markovic, Acimovic, Lerinc, Boskovic, Vitakic; Pjanovic, Drulic. </p> <p><strong> Referee: </strong> T Henning (Ovrebo, Nor).</p>",
  "<p><strong>Teams</strong></p> <p><strong>Rapid Bucharest:</strong> Lucescu, Stanciu, Frasineanu, Buta, Ifdovi, Constantin, Maldarasanu, Pancu, Mutica, Iencsi, Isaila. Subs: Radulescu, Chirica, Constantinovicr, Radu, Buga, Bundea, Schumacher. </p> <p><strong>Liverpool:</strong> Westerveld, Song, Henchoz, Babbel, Ziege, Barmby, Carragher, Hamann, Diomede, Owen, Heskey. Subs: Arphexad, Fowler, Murphy, Heggem, Meijer, Traore, Kippe. </p> <p><strong>Referee:</strong> N Volquartz (Denmark) </p> <p><strong>4</strong> The early minutes see both sides trying to establish an advantage in the sweltering heat of a spookily misty stadium. Both teams look up for it and start in lively fashion. Rapid present a couple of early scares (most notably when Pancu cuts into the area, rifles in a cross-cum-shot from a shoking angle and Song clears of the line) but Liverpool take little time to settle into their rhythm.<br> <strong>15</strong> Rapid come close to opening the scoring with a long range effort the narrowly clears the bar.<br> <strong>16</strong> Liverpool give away their third corner of the game as Gerard Houllier's men seek to get a grip on the game. Corner comes to nothing.<br> <strong>18</strong> Liverpool start to put together some good moves as Heskey feeds Diomede on the edge of the Rapid area; he lets the ball run to Owen on the right but his cross is poor.<br> <strong>20</strong> Liverpool free-kick; Barmby takes and launches the ball towards Heskey, but his header flies over the bar<br> <strong>22</strong> Liverpool have their best chance yet as Owen, in space 25 yards out, feeds the advancing Barmby, but his blistering drive from the edge of the area flies of the woodwork<br> <strong>27</strong> The game hits a lull before Rapid attack with Maldarasanu on the right and after some scrappy passing Ziege finally gets the ball out to Heskey.<br> <strong>29 GOAL Rapid Bucharest 0 - 1 Liverpool</strong> Michael Owen the man of the moment, but not the scorer, as he shimmies into the area and turns two defenders before spurning the shot and sliding the ball through to Barmby on the right side of the six-yard box. Barmby makes no mistake - roof of the net.<br> <strong>33</strong> A huge clearance by Westerveld finds Diomede just outside the area but he is unable to find Owen on the right.<br> <strong>35 Substitution</strong> Murphy on for Heskey, who took a knock early on.<br> <strong>37</strong>Liverpool throw to the right of the Rapid area, Murphy takes and Liverpool win a corner. Rapid clear and break with Pancu on the right, he finds Constantin but the move breaks down.<br> <strong>41</strong> Frasineanu tries a long-range shot but it finds only the stand.<br> <strong>43</strong> Rapid free-kick deep into the Liverpool area; the clearance finds Song out on the right. Rapid regain possession and don't give up, but the attack ends when Constantin races to beat Westerveld to the ball just inside the LIverpool area... and Westerveld wins.<br> <strong>45</strong> Rapid free-kick 25 yards out square on to goal. Pancu takes straight at the wall and then hits the rebound straight into the crowd. Half-time. <br> </p> <p> <strong>47</strong> Liverpool finished the first half looking the more likely of the two teams to walk away with the points and have the best of the early possession in the second 45.<br><strong>48</strong> Barmby gets in a cross from a Song throw but there is no-one there to meet it.<br><strong>49</strong> Another long Song throw to the edge of the area but Liverpool fail to capitalise.<br> <strong>51</strong> Hamann works his way through midfield and into the area but his shot his blocked early. Barmby latches onto the rebound and hits the side netting.<br> <strong>52</strong> Owen looking lively as he is fed on the edge of the Rapid area; Lucescu charges out to block as Owen tries to lift it over. Rapid not looking much of a threat so far in this half.<br> <strong>54</strong> First decent move from Rapid this period as Schumacher finds Frasineau on the edge of the area, but, not for the first time, his shot is way off target.<br> <strong>56</strong> Barmby tries a one-two with Murphy and wins a corner. Comes to nothing.<br> <strong>57</strong> Schumacher leads the counter but Barmby gets back well to clear.<br> <strong>59</strong> Liverpool pressure the Rapid half as Owen finds Barmby on the right, but Rapid keep their shape and clear.<br> <strong>60 Substitution</strong> Radu on for Constantin.<br> <strong>62</strong> Liverpool in firm control of this game at the moment as Rapid are restricted to the counter.<br> <strong>63</strong> Great move by Liverpool. Hamann, with a long clearance to Barmby on the right, sets up a sweeping break; Barmby centres and Owen shoots from the edge of the area - great save by Lucescu to tip over the bar.<br> <strong>66</strong> Ziege feeds Diomede near the right by-line; the cross finds Owen in front of goal, but he fumbles his shot.<br><strong>70 Booking</strong> Henchoz for foul bang on the right corner of the area. The free-kick is sliced wide of the far post.<br> <strong>73 Substitution</strong> Buga on for Iftovi.<br> <strong>75 Booking</strong> Lucescu, after he headed the ball out of play to avoid Barmby and then held on to it to prevent a quick throw.<br> <strong>78</strong> Rapid free-kick after Barmby decks Schumacher; comes to nothing.<br> <strong>81 Substitution</strong> Fowler on for Owen. Robbie's back, looking trim.<br> <strong>82 Booking</strong> Radu for a blatent dive on the edge of the Liverpool area. Lucky for Henchoz as he was the player pressuring.<br> <strong>84 Substitution</strong> Traore on for Ziege, who looks like he has a groin strain.<br> <strong>87</strong> Rapid corner from the left, but Westerveld holds comfortably.<br> <strong>89</strong> Late chance for Liverpool as Murphy breaks on the right but the move breaks down after a poor cross.<br> <strong>90</strong> Three minutes of stoppage time to play as the home fans start to drift away. All very scrappy now, not surprisingly, as Rapid try in vain for an equaliser and give away free-kicks. Few fans left in the stadium which is surely a sign that Liverpool have completed their task. Full-time.<br>Rapid Bucharest 0 - 1 Liverpool<br></p>",
  "<p>The Prime Minister, fresh from his hols, has reaffirmed his determination to get 100% of Government services to the citizen online by 2005, and has offered £1bn to achieve it. </p> <p>This is a boost to the spirits for the flagging e-government workers, cast down by last week's resignation of Alex Allan, the e-envoy, to care for his ailing wife, after only nine months in the job. They badly needed this boost. The whole move of modernising government, e-government or joined-up government seemed to me to be running into the sand. </p> <p>I was becoming more and more convinced that the canker came from within, that Sir Humphrey Appleby was out to scupper it all. </p> <p>My first suspicion came from the e-envoy's monthly reports to Tony Blair on how the UK is becoming the best in the world at e-commerce and e-government. These reports, published on the web, were very bullish, with ministries announcing new e-government initiatives each month. But one of the tasks assigned to Alex Allan, when he started work in January, remains obstinately uncompleted after eight months. This was to set up a management board, \"bringing together a small core group of departments with major e-commerce and e-Government responsibilities.\" </p> <p>It should have been a simple task, to find a few forward-looking fellow spirits at a very high level in the ministries. Only in this way could he effect the necessary culture shift in the Civil Service. If he had any difficulty in recruiting, he could wave this prime ministerial instruction in their face and, one might have thought, they would have accepted this great challenge with enthusiasm. Their careers would take off if they were to join this great enterprise, and they would be assured of a knighthood. </p> <p>But no. After six months no one rose to the challenge, and Alex Allan was still on his own, with no board to help him hack his way through the cross-departmental jungle. He claimed that individual ministries all \"bought in\" to the joined-up government agenda, but I became more convinced that he was being stitched up by Sir Humphrey and his pals. </p> <p>My suspicions were confirmed by the absurd reason given for the task being behind schedule. This went: \"The office of the e-envoy are considering further how best to rationalise the various existing groups and to involve key departments and industry representatives.\" This strikes me as a choice example of Humphreyesque gobbledygook. What on earth have these things to do with appointing a management board? In fact, I can't see how the e-envoy on his own can possibly \"rationalise existing groups\". That surely would be a task for the board, once it was set up. </p> <p>But then, all became clear. I saw Sir Humphrey, Sir Frank and Jumbo, deep in their arm chairs at the Athenaeum, with large brandies in their hands, discussing the threat posed by this young chap Allan to the God-given independence of their individual ministries. \"The damned chap knows all about these computer thingies, and wants to put them between us and the man in the street. Where does that leave us? You won't catch me on his management board.\" But, because Blair has been talked into this \"modernising government\" nonsense by some spin-doctor, the Athenaeum Three know they had to be careful. The best strategem is the old Whitehall trick of stalling. </p> <p>\"So, let's tell Allan that we are, of course, desperate to join his show, but before we do, he really must define more carefully what all the various departments are supposed to do, and how we are all to interact with each other. That should take about nine months. That should see us out to the next election.\" At this, the three of them fall about laughing. So, Alex Allan remained without a management board. </p> <p>Imagine the glee that the three must have felt when they got the news last week that Alex Allan had resigned, and that his successor would be appointed by a public selection procedure. Another three or even six months wasted. </p> <p>Two months ago, I heard a senior member of the Central IT Unit, the e-envoy's technical powerhouse, tell a meeting of the Parliamentary IT Committee that a new plan will put joined-up IT strategies \"on the mental agenda of very senior people in Whitehall\". But, surely, senior people in Whitehall like Sir Humphrey should have had electronic government on their mental agenda for nearly four years, ever since November 1996, when the Tory government published the \"Government.direct\" green paper. This first propounded the idea of putting citizens at the centre of government processes, so that if they married or went bankrupt they would only have to fill in one form, preferably on a screen, rather than several for many different ministries. At the time, I remember Roger Freeman, then minister for the cabinet office, say: \"we have got Sir Humphrey terrified\". </p> <p>After May 1997, Tony Blair accepted the message of Government.direct, and followed it up with a White Paper called Modernising Government in May 1999, and numerous strategy documents have followed. So, there are only three reasons why Sir Humphrey should not have e-government on his mental agenda. Either he is not prepared to accept it, or he, with his Oxbridge-Arts background, has not the mental apparatus to understand it. </p> <p>A third, more Machiavellian, interpretation, confirming my Yes Minister scenario, is that Sir Humphrey has had e-government very firmly fixed on his mental agenda since 1996, and, with his chums, has devoted his energies to stalling it for four years. </p> <p>To help Sir Humphrey, constant cabinet reshuffles have injected at least a year's delay, from David Clark to Jack Cunningham to Mo Mowlam. So we have had a minister who lost the confidence of Tony Blair, an \"enforcer\" who could not enforce, and a much-loved lady who confesses she is bored by her joined-up job. This is no way to change the way the whole civil service operates. Ian McArtney and Pat Hewitt, the e-ministers responsible, know what has to be done, but you need a big beast of the jungle to stop Sir Humphrey messing it all up. Such big beasts, other than Tony Blair, are not around. </p> <p>Last Monday, Tony Blair also released Alex Allan's annual progress report and swan song as e-envoy. I note that the idea of a management board has vanished. Clearly, Allan has realised that any dream he might have had of achieving joined-up government as a partnership between the reformers and those to be reformed has gone. Instead, the report plays hard-ball. It emphasises the \"strategic role\" of the office of the e- envoy by \"releasing funds to departments and agencies only on condition that departments have drawn up detailed, e-business strategies, and the e-envoy has confirmed to the Chief Secretary that these are aligned with the Government's overall strategic vision\". No more Mr Nice-guy. Sir Humphrey depends on the future e-envoy for his cash. </p> <p>This is rough stuff. But Tony Blair has still to find someone tough enough and subtle enough to play hardball with Sir Humphrey. And then, even if he/she does win the battle of educating or silencing the senior people in White hall, when will they get around to training the rank and file? In 2002 or 2003? I keep reading surveys of civil servants, which show they do not believe that Blair's target of 100% e-government by 2005 is feasible. With Sir Humphrey still at the helm, e-government could yet turn into the mother of all public-sector computer disasters.</p>",
  "Britain's trade unions yesterday urged the government to end the \"humiliating and stigmatising\" system of food vouchers for asylum seekers and to relax the stringent conditions forced on refugees. <p>Bill Morris, Transport Union leader and self-proclaimed son of a Jamaican economic migrant, denounced the voucher system after accompanying Pedram, an Iranian asylum seeker, on his weekly shop in central Glasgow. </p> <p>Pedram, a 30-year-old GP and religious refugee from Tehran who entered Britain in June, has been surviving on £26.34 in food vouchers and £10 in cash a week and on charities. </p> <p>\"I am single but many of my friends are married and some are being forced to live on even less than I get,\" he said. \"They wonder whether they should leave Glasgow and get a job on the black market in London in order to survive.\" </p> <p>Displaying the cheap, \"value\" goods in his shopping bag, some of them reduced because they were close to their sell-by date, he said the vouchers put a barrier between asylum seekers and the rest of the community. </p> <p>\"Sooner or later we will be members of the community so we have got to know the rules, especially as we tend to come from non-democratic countries ... we don't seek people's mercy but just their help and we don't deserve their hatred and contempt which this system of vouchers intensifies.\" </p> <p>Mr Morris, who later electrified the congress with a call to stamp out racism, including within unions, condemned the system under which asylum seekers got no change from their vouchers. </p> <p>He also criticised the system whereby refugees got £8 in exchange for a £10 voucher on the black market. \"Whoever dreamed up the voucher system should be forced to live on it for a year.\" </p> <p>He said: \"We have got a government which is subsidising Tesco, Asda and Sainsbury's, and that's not the redistribution of wealth I voted for on May 1 1997. This voucher system degrades our humanity and should be scrapped now.\" </p> <p>Jonathan Ellis, an Oxfam campaigns manager, said: \"It is outrageous that supermarkets are allowed to make a profit from one of the most vulnerable groups in our society.\" </p> <p>Mr Morris said Pedram (not his real name) could not afford to buy fresh fruit and vegetables, relying instead on tinned goods. At the check-out he was constantly looking over his shoulder to see who was watching him. \"The staff try to be friendly but this system is inherently stigmatising.\" </p> <p>Nick Hardwick, chief executive of the British Refugee Council, said: \"Every single day, asylum seekers are ringing us describing incidents of harassment and racism, children bullied at school, people being beaten up, houses being fire-bombed.\" </p> <p>Later, delegates were warned by John Monks, TUC general secretary, that they had a mountain to climb to combat racism within their own ranks. They reacted with shame and disgust as actors from the Theatre Royal, Stratford East, east London, read out harrowing accounts of discrimination given over the TUC's racism hotline. </p> <p>Mr Morris, introducing a motion condemning opposition leaders for fanning the flames of racism and demanding government action to abandon provisions of the 1999 Immigration and Asylum Act, won a standing ovation for his impassioned plea for the government to give asylum seekers full human rights and to work for a greater understanding of the plight of refugees. </p> <p>\"When I hear the words bogus and flooding it sends a shiver down my spine. When I hear the words economic migrant, I think of my mother who came to Britain 46 years ago after the death of my father. </p> <p>\"She was an economic migrant. We were a family of economic migrants. As I look back I hope we have contributed more than we have taken from our great country,\" he said. </p> <p>Glenroy Watson, a London Underground worker and RMT rail union delegate, said he was an economic migrant too. \"My mother didn't come here for the lovely weather but to improve her standard of living - and human beings have the right to seek improvement.\" </p> <p>The TGWU-led motion, which the union is to submit to Labour's annual conference later this month, demands the scrapping of the plan to impose a £10,000 bond on those seeking UK entry from certain countries as \"morally wrong and inherently racist\".</p>",
  "<p>The chairman of the London Stock Exchange today faced a barrage of criticism from shareholders over the failed merger with Germany's Deutsche Borse. </p> <p>At the group's annual meeting, shareholders expressed their anger with the recent decisions made by the board. They voted by a show of hands against re-electing chief executive Gavin Casey - and his future at the exchange was being decided by a poll vote to be announced later today. </p> <p>Don Cruickshank's position as chairman was passed, but it is also subject to a further vote. During the meeting Mr Cruickshank vigorously defended his position after this week's collapse of the merger which would have created an exchange called iX. </p> <p>On Tuesday it pulled out of the merger plans to concentrate on defending itself against the £808m hostile bid from Sweden's OM Gruppen. </p> <p>Mr Cruickshank told shareholders that the OM bid would offer \"exceptionally poor\" value and would fail totally to satisfy its customers. The LSE would be preparing a detailed defence over the next 10 days. </p> <p>Mr Cruickshank added: \"In the meantime, we shall continue to work on communicating better and on building trust between the company and its shareholders and customers. </p> <p>\"Warm words will not do. It's about delivering what we said we would do - whether it's something directly in management's control, like improving the efficiency of our markets, or whether it's not directly within management's control, like cross-border settlement costs.\"</p> <p>In withdrawing from the merger, the LSE had been responding to concerns about the impact the exchange would have on customers' business, he said. </p> <p>Mr Cruickshank said the LSE's markets had grown by 18% during the last decade. Group turnover had increased by 10% over the last three years from £146m to £176m. Pre-tax profits had grown sixfold in the same period from £8m to £49m. On the alternative investment market the number of trades by August 2000 was already double that for the whole of last year, he said. </p> <p>But shareholders were highly critical of the LSE board. One said: \"In the last few years the management and strategy errors have seemed to accelerate.\" Another said: \"A board which makes so many errors cannot expect to retain the confidence of shareholders.\"</p>",
  "<p>The paintings and engravings of Francisco Jose de Goya y Lucientes include some of the most terrifying visions in the history of art. Goya's early work, as Spain's court painter, is all rococo jollity and pastoral frolics, peasants dancing, Madrilenos picnicking. But as he got older, his perceptions became ever darker. He did a series of engravings, Los Caprichos (The Caprices, 1797-1799), whose nightmare imagery includes an artist collapsed over his work with the merciless eyes of owls and cats coming at him out of the night. The series is tagged with the legend: \"The sleep of reason produces monsters.\" Towards the end of his life, he covered the walls of his house outside Madrid with what would become known as his Black Paintings - horrid decorations, wide murals in which ugly faces approach from the surrounding darkness, witches gather around Satan, Christian pilgrims whose fervour looks like madness stumble towards us. </p> <p>What went on in Goya's long life (1746-1828) to produce these visions? In the winter of 1792, when he was in his late 40s, a serious illness left him deaf. Did this isolate and depress him? The fact that he still painted portraits and continued in his job as court painter suggests otherwise; but something changed. Perhaps it was not a turning away from society but a response to what went on around him. Goya saw Napoleon invade and the Spanish rise up, saw (or was told about) and later depicted the atrocities committed by both sides in the Peninsular War. Then, of course, there's that old standby, thwarted love. Did Goya's work turn dark because he was rejected by his young and beautiful patron, the Duchess of Alba? </p> <p>The Spanish director Carlos Saura attempts to answer this question in his latest film, Goya in Bordeaux. We first meet Goya, played by Francisco Rabal, as an old man in exile in France, where the liberal painter fled to avoid trouble from the reactionary regime in Spain after Napoleon's defeat. The scene shows Goya hallucinating his past; seeing himself working late at night on his Black Paintings, wearing a hat with candles in its rim (copied from a Goya self-portrait), wandering through a blue-tinted slide show of his Caprichos, and - the most obviously juicy titbit - enjoying an affair with the Duchess of Alba, the richest, most powerful and reputedly most beautiful woman in late 18th-century Spain. </p> <p>Goya filled a sketchbook with explicit images of the Duchess lifting up her skirts to show her backside, sitting naked in bed and arranging her hair in the morning. He painted her pointing to the ground where she has written the words \"Solo Goya\" (\"Only Goya\") in the sand. But there is no proof that they actually had a relationship. The art historian Janis Tomlinson is cruelly sceptical: \"It might be asked what the the 34-year-old beauty, recently widowed, would have seen in a 50-year-old artist, deaf and somewhat infirm.\" </p> <p>Saura has no doubts, however. He sees the Duchess of Alba as the key to Goya's life and art. He portrays her modelling for The Naked Maja (c1800), exchanging saucy remarks with the painter, and implies that all Goya's traumas were to do with losing her. Of all the explanations that have ever been offered for Goya's darkening palette, it's this did-they-didn't-they affair that seems to capture the imagination of film-makers - such as Bigas Luna in his recent Volaverunt </p> <p>Though Goya in Bordeaux does not provide the answer to this mystery, it is at least an improvement on The Naked Maja (1959), a vehicle for Ava Gardner in which Goya is portrayed as an untutored peasant whom the duchess transforms into a famous painter. A contemporary critic called it \"this travesty of Goya's life, country and period\". </p> <p>The lives of the great artists have provided cinema with some of its most hilarious moments, from Jose Ferrer shuffling on his knees as Toulouse-Lautrec in John Huston's Moulin Rouge (1952) to Anthony Hopkins as a Welsh Picasso in Merchant-Ivory's Surviving Picasso (1996) to the Pope remarking to Charlton Heston as Michelangelo in The Agony and the Ecstasy (1965): \"You dare to dicker with your pontiff?\" </p> <p>Yet there's an awful pleasure in watching even the worst of these films. Basquiat (1997), a film about the 80s New York painter Jean-Michel Basquiat made by fellow artist Julian Schnabel, tells us less about Basquiat's life than about the artworld monsters who surrounded him: David Bowie plays Andy Warhol, Dennis Hopper an art dealer and Gary Oldman a thinly disguised version of Schnabel himself. Even though this film was made by an artist it recycles the same cliched ideas of creativity and suffering. Basquiat is a genius, he dies young, but the details of his art are ignored. </p> <p>Paintings are intentionally mysterious things: they tell unfinished stories, reveal fragments of an unexplained visionary world that cannot be translated into words even by their creator. Yet there are great films about artists that seem to get inside their minds just by looking hard at the works of art. Alexander Korda's Rembrandt (1936) starring Charles Laughton is a case in point. Laughton must have spent hours looking at Rembrandt's self-portraits and thinking his flesh into Rembrandt's painted flesh, as he takes on the weary, vulnerable humanity of those paintings. </p> <p>Another example is Vincente Minnelli's Van Gogh biopic Lust for Life (1956), Hollywood's attempt to understand the cult of the expressive modern artist in post-war America; it was released in the year of Jackson Pollock's violent death. Its scene of Kirk Douglas shooting himself in a yellow cornfield menaced by crows is a brilliant dramatisation of Van Gogh's painting. Van Gogh's letters are read over much of the action and the film gives pride of place to his paintings. There have been more respectably arty attempts to film Van Gogh's life, including Robert Altman's Vincent and Theo (1990) but I'll stick with the humourless intensity of Minnelli's vision. </p> <p>The best film ever made about an artist, however, is not about an expressive modern western genius but about a 15th-century Russian icon painter and monk. Andrei Tarkovsky's Andrei Rublev (1966) presents its subject as a mystery, his paintings as miracles. We witness atrocities culminating in the massacre of a congregation taking refuge in a church. Through all this Rublev is a near-silent figure. We don't see his paintings at all in the black-and-white film - until at the end it bursts into colour and the camera moves slowly over the surfaces of Rublev's real paintings, presenting a collage of gilded, enigmatic images. The film poses the question of the artist's responsibility to his own time: how should Rublev do the best for his society? In the end he can't just watch; he kills a man. As a monk, he condemns himself never to paint again in repentance for this intervention. </p> <p>The film Goya deserves would be as visionary as Tarkovsky's: it would let Goya's terrible (and lovely) images speak for themselves. The great Goya film was nearly made: in the 1920s, the Goya Society of Saragossa invited Luis Bunuel to make a film about his compatriot just before the director filmed Un Chien Andalou with Salvador Dali. If anyone could put the sleep of reason that produces monsters on screen, it was Bunuel. But the film never happened. </p> <p>The best moments in Saura's film submit to the sleep of reason. Goya is painting the terrifying murals in his house late at night and goes insane. People crawl around him in masks that make them look like the hideous mutants in the painting known as the Pilgrimage of St Isidore (c1821-3). In another scene, Goya's Naked Maja is shown illuminated at night in the house of a politician and art collector, using a strange apparatus, a primitive cinematic device that makes the paintings look like projections in darkness. This is what Goya's Black Paintings must have looked like to visitors to his house who saw them by candlelight in dark rooms. </p> <p>Art historians have even suggested that Goya's panoramic murals may even have been inspired by the Phantasmagoria - an early cinematic spectacle that came to Madrid from France in the years he was painting them. We can imagine these paintings as a kind of cinema before cinema, surrounding the spectator with images that seemed to leap out of the darkness on all sides - the Devil's Imax.</p>",
  "<p>Tim Adams: <strong>Explain the motivation behind the Richard Bachmann books. </strong> </p> <p>SK: I wanted to see what was in the name, but I also wanted to publish those books. They thought I would clog the market. They weren't really Stephen King books as it was then understood, they were short for a start. </p> <p>TA: <strong>Do you worry that there is an element of chance in your success? </strong> </p> <p>SK: Not worried, but curious. Curious to know whether there's something in me, or whether I just won the publishing lottery. And I guess its both. But primarily a lot of things came together for me at around the time of Carrie. The book, and the film that was successful. But even then I was not the blue-eyed boy of the season. Peter Benchley was. And where is he now? </p> <p>TA: <strong>Did you feel a pressure to repeat the success, after your career took off? </strong> </p> <p>SK: No it was always a pleasure to write. I can never think of a time when I just hacked something out to fulfil a contract or meet a deadline. I might have hacked things out, but it was always stuff I loved. </p> <p>TA: <strong>Did the alcohol ever get in the way? </strong> </p> <p>SK: With alcohol I was just an alcoholic personality. But it was a slow growing thing, compared to the drugs, that is I drank x amount in 1975 and in 1976 it was maybe x plus 20. </p> <p>TA: And always beer? </p> <p>SK: Well, beer was what I wanted, but if I couldn't get beer, I'd drink anything else really. The drugs were different. With cocaine, one snort, and it just owned me body and soul. Something in my system wanted that, and once cocaine was there it was like the missing link: click. Like when you turn on lights it's on or off, there's no half way. Cocaine was like my 'on' switch. I started in 79 I guess. Did it for about eight years. Not a terribly long time to be an addict I guess, but it is longer than World War II. [Laughs] And that's how it felt a lot of the time. I didn't really hide my drinking, but I hid my drugs because I knew right away it was a problem. Nobody lives one day at a time like a drug addict. You don't think yesterday or tomorrow. You just think now, where is it. I was high much of the eighties, and I'm not a very reflective person, so it never crossed my mind that it was an existential thing, or that it was wasteful or anything else. It was just what I was doing that day </p> <p>TA: <strong>In your book you talk about the effect drinking had on the books. What effect did it have on family? </strong></p> <p>SK: It's tough to say. I hid it pretty well, in that they never really knew what was distorting my mood. The tide goes in, the tide goes out and if you don't know that its the moon pulling those tides you still know when its safe to go to the beach. </p> <p>TA: Were you lucid most of the time? </p> <p>SK: My wife has told me since that I was hungover every mornng until about two in the afternoon, and from five until midnight I was drunk out of my mind. So she says there was this period of about three hours when she could talk to me like a rational human being... </p> <p>TA: That must have been pretty tough on her and the kids? </p> <p>SK: Well, I suppose it must have had an effect. I was never the guy who said 'lets have a gin and tonic before dinner.' I'd have to have like twelve gin and tonics and then I'd have to say 'fuck dinner' and have twelve more. So I guess that was difficult to live with from time to time. </p> <p>TA: Why did she stay with you? </p> <p>SK: Well she stuck. But she made it clear that she wouldn't stick if I didn't clean up my act... But that was after maybe twenty years. I mean the first time we ever went out I got loaded. </p> <p>TA: <strong> What kind of a drunk were you. Was Jack Torrance [of The Shining] for example, ever close to home? </strong> </p> <p>SK: It never about swinging from the chandeliers or throwing people through the window, or getting laid, or partying. I didn't go to bars much. One drunken asshole was all I could handle and that was me. I wrote. I don't remember a lot of it. The kids accepted my drinking as a part of life. Not a particularly pernicious part. I didn't beat up on them. Basically I don't think I was so different from a lot of dads who have three or four martinis when they get in from work, wine with dinner and so on. </p> <p>TA: Well, maybe a little different... </p> <p>SK: There's a story I loved about this big blizzard in 76, much worse than the perfect storm, it paralysed everything. The outside world looked like fucking Venus or something: no houses, just snow. Boston was shut down for 12 days and the commuter trains were stranded, and the commuters were taken to school gymnasiums. And that night, the police were forced to break into liquor stores, no word of a lie, because these businessmen were getting delirium tremors, they were scaring the children, because they were not used to life where they couldn't get a shot of whiskey at five or six o'clock. So its a fairly oiled society. And I wasn't much more out of control than anyone else. </p> <p>TA: <strong>What about your health... have their been lasting effects? </strong> </p> <p>SK: I like to think my coke addiction was a blessing in disguise, because I think without coke, I'd have gone on drinking until about the age of fifty-five and it would have been in the New York Times, 'writer Steven King dies of stroke'. Once you add the coke, you eventiually tip over, because I know from experience that stuff eats you from the inside out... </p> <p>TA: <strong>When that point came, when your wife emptied all your empties and crap on floor in 1987, did you clean up straight away? </strong></p> <p>SK: Not really... At that time I was this very successful author, and that kind of success does not really lead you humbly to say 'yeah, I guess you're right. I'm an asshole.' It rather leads you to say 'who the fuck are you to tell me to settle down. Don't you understand? I'm king of the fucking universe, you know. So it took me about a year to get my shit together, get back on track. The worst of it was 87 to 88 when I was looking for a detente, a way I could live with booze and drugs without giving them up altogether. Needless to say I was not successful in this. </p> <p>TA: <strong>But the writng stayed constant throughout this time? </strong></p> <p>SK: There were nine months when I was out of gas, depressed. And despite what some people say depression is not conducive to good writing or to bad writing. But then it came back. When I gave up dope and alcohol, my immediate feeling was 'I've saved my life, but there'll be a price because I'll have nothing that buzzes me any more. But I enjoyed my kids. My wife loved me and I loved her. And eventually the writing came back and I discovered that the writing was enough. Stupid thing is that probably it always had been. </p> <p>TA: <strong>After the accident were you tempted to back to drinking? </strong></p> <p>SK: Nah never. If that guy had hit me in 1986 he'd have killed me on the spot because my body was already fucked then, but I was in pretty good shape when he hit me, I exercised a lot. You come out of something like that and you don't think about alcohol. You think about how you hurt like a bastard all the time. </p> <p>TA: <strong>When you are fit I understand you plan to take it out on the truck that hit you. Do you feel the same way about its driver? </strong></p> <p>SK: Well, this is a guy who only has a little bit of brains. I can't blame the guy. If he'd hit me on purpose sure. I mean I sometimes have fantasies about confronting the guy. But Brian Smith is like Gertrude Stein said about LA: 'There's no there, there'. </p> <p>TA: <strong>It almost seemed scripted, the whole accident in a grim kind of way. Has it changed your ideas of fate? </strong></p> <p>SK: That a big question, Tim. I don't know. I lean more toward the idea that some force is running things than not. Call it fate, call it god. There are so many things: if I'd left the house five minutes later, or if Tabby had come along as she often did, and maybe I'm then walking a little further out on the shoulder; you go on with the variables. So what you're left with is this guy who hits me on an empty road when say NASA can't get a missile to land on Mars with all the brains and technology in the world, then maybe you think there's something going on. Or maybe NASA should just hire Brian Smith. </p> <p>TA: <strong>Has the accident given you a new subject? </strong></p> <p>SK: It's given me new things to write about, sure. Gruesome though it is to say. you have to put it to work for you. Otherwise it doesn't mean anything. And jeez I could probably walk a mile wihtout the crutch. So that's OK. I'm fine. </p> <p>TA: <strong>You must feel differently about death too? </strong></p> <p>SK: In a way you sort of feel like you have a free pass. the number next to yours came up. You missed the draft. </p> <p>[Break. King goes to next door office to answer phone] </p> <p>TA: <strong>What made you want to publish yourself on the internet? </strong></p> <p>SK: I did it once before with 'Riding the Bullet'. That had 500,000 hits but in some cases they gave the thing away, trying to pump e-book readers. It was encrypted, but it broke down under the weight of the encryption. It was like a fucking dinosaur. And that drove me crazy. But the publisher loved that part. They say, like a rallying cry, \"Don't get napstered\". Don't let the fruits of your artistic endeavour, ie our money, get stolen. You know as well as I do that publishers, music publishers, studio heads, they could not give a shit for the writer, the creator. They care about their bankbooks and that's about all they care about. </p> <p>TA: <strong>Have you been frustrated over the years with the way you have been published? </strong></p> <p>SK: Ohhh. The short answer is no. I've tried in a polite way to work against that. If I see the red gels and the underlighting come out when someone comes to photograph me, I walk out these days. All that shit to make me look spooky. I ask them if when they are photographing a black writer they bring a watermelon and a barrel for him to sit on, you know. It's degrading to be treated as someone who's one dimensional. But you've got to be careful if you go down that route. Once they decide you're a whore, they want to put you in a skirt don't they?' </p> <p>TA: <strong>So The Plant was a response to that? </strong></p> <p>SK: I thought I'd just put it out on the website. Marsha [his assistant] is coming along in a moment to help me put the first chapter on just now. Can you steal it? Yes. Do you have to lie to steal it? Yes. So if you feel good about cheating me out of a buck go ahead. I'm as nervous as I was before we did the serial novel The Green Mile... Its been a headache and a hassle for me because there's a lot of people on the publishing side who hope I will fail. </p> <p>TA: <strong>Do you see the era of the book coming to an end? </strong></p> <p>SK: I like books, and I think publishing is vital and that books will continue to be the most important cultural touchstone of our society for years. There's all these guys, these Kingsley Amis kind of guys, who for years have been saying, you know: 'books are dead, society going down hill, blah blah, cultural wasteland, idiots, idiots, TV, pop music, degradation' and then something comes along like Harry Potter, fucking thing is 734 pages long, and it sells five million copies in twelve hours. That's up there with Britney Spears and Eminem. So the only recourse these people have is to say [Kingsley again...] 'well, JK Rowlings or Stephen King is not Literature.' Well, I'm sorry! It may not be Literature in their terms but it's sure as hell a few rungs up from 'The Real Slim Shady', and that's from someone who loves that Eminem album... The age of the book is not over. No way... But maybe the age of some books is over. People say to me sometimes 'Steve, are you ever going to write a straight novel, a serious novel and by that they mean a novel about college professors who are having impotence problems or something like that. And I have to say those things just don't interest me. Why? I don't know. But it took me about twenty years to get over that question, and not be kind of ashamed about what I do, of the books I write... There'll always be a market for shit, of course. Just look at Jeffrey Archer! He writes like old people fuck doesn't he?</p>",
  "<p>Tim Adams: <strong>You've just come from the hospital, how are you feeling now?</strong></p> <p> Stephen King: I'm great in lots of ways. I'm still getting what they call chronic pain in the leg and the hip, but I'm getting a lot of motion back... When I drove up here when you get out, you're totally stiff. It's like my body is 52 years old except for my hip where it's about 85 now. I never think anymore 'I'm going to New York,' its like 'I'm taking my leg to New York.' But I've been off crutches for two or three weeks now... </p> <p>TA: Do you need to have more surgery and so on? </p> <p>SK: The doctor just did some more X-rays. They always get around to blaming you. 'All that metal,' he says 'wouldn't bother you so much if you were heavier, if you had fat over that part of your body...' So it's my fault for not gaining weight... </p> <p>TA: <strong>I really enjoyed your memoir [On Writing], did you find it hard to write? </strong> </p> <p>SK: It was a lot harder to write than I thought it would be. For years I've had people saying to me how do you do this or that. And so I thought I'll write a book and I won't have to answer these same questions over and over anymore. I got about 150 pages in and then what I wanted to say kind of drifted away from me, and I stopped and then I was about ready to go back to it when I had the accident. </p> <p>TA: How did it compare to writing fiction? </p> <p>SK: One of the things that happened half way through the writing book was that there was a novel I really wanted to write. I mean its like sex in a way: you'd rather do it than write about it. But I hope the book will be valuable. I sort of hope it will be a renegade primer. I don't think teachers will get away with assigning it to 13 year olds, but I hope the 13 year olds will find it on their own. </p> <p>TA: <strong>What made you want to include the autbiographical elements of the book? </strong> SK: I wanted to address that central question: why do you write the awful things that you write? and there's no direct way to answer that question, in a way its like saying 'why do you like broccoli?' You can't explain that, its wired into your system, it's genetic. But I think there are a set of experiences that turn a potential writer into a working writer, and then there are places in your life were you start to recognise what you want to do. </p> <p>TA: Was it a therapeutic thing to do? </p> <p>SK: I wasn't trying to clear things up with this book. I'm not a big fan of psychoanalysis: I think if you have mental problems what you need are good pills. But I do think that if you have thinks that bother you, things that are unresolved, the more that you talk about them, write about them, the less serious they become. At least that's how I see my work in retrospect. [Laughs] This was not an attenmpt to write about my life, but in a way I can't separate, of course, the life from the work. I called the first section of the book CV because I wanted to say, here are my references, 'here's where I've been. This is how I got here.' </p> <p>TA:<strong> What else have you been working on? </strong> </p> <p>SK: I've been finishing a novel called Dreamcatcher, and I'm working on a book with Peter Straub called Talisman II </p> <p>TA: How does that colaboration work? </p> <p>SK: It's like playing tennis, we drew the court, a synopsis, and now we just bat this thing back to each other on e-mail </p> <p>TA: Whose voice dominates? </p> <p>SK: At the moment to me the voice that this book has seems more Peter Straub, so I'm trying to wrestle it back a bit... </p> <p>TA: <strong>You seem at pains to try new things. Before your accident you were talking about giving up writing all together. Is that still a possibility? </strong> </p> <p>SK: Well, I'm like a drug addict, I'm always saying I'm going to stop, and then I don't, what I've said consistently is that I hope I know when to stop: when it starts to get repetitive. And I do know that I'm a lot closer to the end than I am to the beginning. I have these Dark Tower books that I'd like to finish, but then things come along and you get interested in them. </p> <p>TA: What kind of things? </p> <p>SK: There's this rock and roll guy, John Mellenkamp, he got in touch with me last November and said 'I have an idea for a musical, a play,' so he came over to the house, tuned my guitar for me - and it never sounded better - and he told me this story, a ghost story, sounded great. So then we kind of worked something out. So now he's sent me a CD of a demo he'd done. So I got charged up by that. I've never written for music... And if you want ghosts I guess I'm the \"go to\" guy... I don't have a problem with that, but I am interested in trying new things. For a long time I've thought about the stage. Misery, for example, is almost a play in a book. </p> <p>TA: <strong>Are you still finding time to play your own music? </strong> </p> <p>SK: Well The Remainders are going to go out this fall and play with Roger McGuinn of The Byrds. Very odd. So no, I'm not playing enough really. </p> <p>TA: <strong>Did you dream of being a rock star as a kid? </strong> </p> <p>SK: I was never really good enough. I played keyboards in a group, and I played a lot of coffee house guitar, you know in that period when Donovan was into his denim look. And then I didn't play for a long time. Then we got the band together for the American Booksellers convention in 93, and after a while we got pretty good, to the extent that drunks wouldn't throw things at us. Probably. </p> <p>TA: What's your repertoire? </p> <p>SK: We do American garage music from the sixties; 'Louie, louie'. They get me to do things like 'Last Kiss' a lot of Bo Diddely stuff... </p> <p>TA: <strong>Reading your book, it seems that there was never a doubt you'd become a storyteller. It feels very much like a writer's childhood. </strong> </p> <p>SK: I was talking about this with my daughter in law recently. We once gave my son a sax, because he had an idea he wanted to be in the E Street Band, but he never really wanted to play. You've got to be hungry for it. My mother said that when she was pregnant with me she'd go out to the road and take the tar up, and chew the tar, because there was something in that tar, that, she, I, needed. It's like a craving. We like to think about how smart we are. But I think talent as a writer is hard-wired in, it's all there, at least the basic elements of it. You can't change it any more than you can choose whether to be right handed or left handed. </p> <p>TA: <strong>Your dad wrote stories, do you think some of your talent was inherited? </strong> </p> <p>SK: I never saw any of my dad's stories. My mother said he had piles and piles of manuscripts. He was in the merchant marine before that. And he used to send these things to magazines like Argosy, and True. Magazines that don't really have an equivalent now, with, like, pictures on the front of guys fighting off grizzly bears with knives. But I never knew that till later... Both of my sons write fiction. My wife's published five novels, and I've done 35 or 36. It's a gene, like the colour of your eyes...' </p> <p>TA: <strong>Do you think in that sense genetics has altered our ideas of fate, suggested our lives are predetermined? </strong> </p> <p>SK: I don't know. To a degree. But still there are all sorts of possible variations. Our daughter, for example, is in Divinity School. </p> <p>TA: <strong>What kind of stuff do your sons write? </strong></p> <p>SK: My younger son is on the fiction program at Columbia grad school. He writes stuff somewhere between bret Easton Ellis and Laverne and Shirley, I guess. Funny, cockeyed stuff. Like that guy T. Coraghessan Boyle... My elder son does a lot of different stuff. Crazy stuff, but great.. </p> <p>TA: Did you encourage or dissaude them from writing? </p> <p>SK: I wouldn't want to be blocking their sun, so to speak, but writing is a great job, no heavy lifting, though the pay for most writers isn't that great, but still, hey, its great, its fine... </p> <p>TA: <strong>You seemed incredibly driven from the time you started out... Were there ever periods of doubt, when you thought it might not happen? </strong> </p> <p>SK: I had a period where I thought I might not be good enough to publish. I started to sell short fiction to men's magazines while I was in college. I got married six or seven months after graduating, and for two years I sold maybe six stories a year, and I had the money I was making teaching, too, and it was a decent income. And then I sort of got out of the Zone. And for a year or so, I couldn't sell anything, and I was drinking a lot, wasn't drugging, couldn't afford it, and I was writing mostly shit, and then Carrie came along and I was OK again. But during that one year, I just thought I'm going to be a high school teacher, and nothing's ever going to happen to me. </p> <p>TA:<strong> Can you remember the point where the drinking became a problem? </strong> </p> <p>SK: Well I always drank, from when it was legal for me to drink. And there was never a time for me when the goal wasn't to get as hammered as I could possibly afford to. I never understood social drinking, that's always seemed to me like kissing your sister. To this day I can't imagine why anyone wants to be a social drinker. </p> <p>TA: <strong>There seemed to be a lot of anger in you in your teenage years. Was the drinking a symptom of that? </strong> </p> <p>SK: Not really. I had a very innocent childhood. Very bucolic. I grew up in a small town. Innocence would describe it. No drugs, no needles, no gang fights. It was a big deal for us if our parents were out and we could play spin the bottle with the girls. Put a few records on. The Sting Rays would play Saturday nights at the Grange Hall. </p> <p>TA: <strong>So where did the darkness of some thing like Rage come from? </strong></p> <p>SK: I was 18 when I wrote that. I was coming out of the high school experience. I think anger is a key or governing emotion in boys from say 14 to 18. A lot of rage, a lot of hormones. The only reason I think that in England there haven't been Eric Harrises and Dylan Kliebolds, you know the kids who cleaned up Columbine High is that English kids don't have access to guns. It's interesting if you go back to a high school reunion, and this happened to me. There were women at this reunion who, you know, as a 15 or 16 year old girls I felt like throwing myself at their feet yelling about their beauty or something. And they will talk about those times now and say that they felt ugly and they didn't have any friends and everyone was talking behind their backs. </p> <p>TA: If only you'd known then... </p> <p>SK [Laughs]: Exactly. But everyone has that rage, has that insecurity. Rage allows people to find some catharsis </p> <p>TA: <strong>It sounds like you were sort of on the edge of things at school. Both an insider and an outsider...</strong> </p> <p>SK: That's exactly right. I was in enough to get along with people. I was never socially inarticulate. Not a loner. And that saved my life, saved my sanity. That and the writing. But to this day I distrust anybody who thought school was a good time. ANYBODY. You can be happy at 8 or even at 28. But if you say you were happy at 16, I'd say you were a fucking liar, or you were abnormal, disturbed... </p> <p>TA: <strong>What was the motivation behind you keeping a scrapbook on Charlie Starkweather, the serial killer? </strong> </p> <p>SK: Well, it was never like 'Yeah go Charlie, kill some more.' It was more like 'Charlie: if I ever see anyone like you, I'll be able to get the hell away.' And I do think that the very first time I saw a picture of him, I knew I was looking at the future. His eyes were a double zero. There was just nothing there. He was like an outrider of What America might become. </p> <p>TA: <strong>Do you think that impulse - to keep the scrapbook - was a similar one to that which prompted you to write? </strong> </p> <p>SK: The writing was an outlet certainly. I was always fascinated by tales of violence and suspense and horror. Now maybe that's because I have a particular double x chromosome, or something, and maybe if it wasn't for the writing I would be an extremely dangerous person. Certainly I've written enough really nasty stuff to make that a possiblity. But I've tried to be a good citizen, in the sense that I had an ability to talk about these things, and as long as you can keep talking everything will be OK... </p> <p>TA: <strong>Were you ever consciously writing visions of the American future? </strong> </p> <p>SK: No it was always more about situational stuff. Take Rage, it was like what happens if you take a kid, give him a gun, and put him in the class. And then you think well what kind of a kid would do that. And you think well, fucked up, probably, and brilliant, probably. and then you work the whole thing out. The book was the Stockholm Syndrome before the Stockholm Syndrome. These kids all start to swing over to his side. The supposition of the book is that kids at 16 are crazy. Essentially crazy. And I think they are... </p> <p>TA: <strong>Was Lord of the Flies a big influence? </strong> </p> <p>SK: It was. It had a strong influence.. </p> <p>TA: <strong>To what extent did you feel you inhabited a character like Charlie Decker in Rage. Or did he inhabit you? </strong> </p> <p>SK: Was Charlie Decker me? Well yes of course in that all the characters are me. The women are me in skirts I guess. But there's another element involved. It's that element of inspiration which lifts you past the point where the characters are just you, where you do achieve something almost transcendental and the people are really people in the story. They walk off. That happened the first time in Rage. </p> <p>TA: <strong>Can you create the conditions for that imaginative leap to happen. Can you predict it? </strong> </p> <p>SK: It usually takes you by surprise. When I sat down to work on Dreamcatcher I was in terrible pain, taking all these heavy drugs by the jarful, and I was on crutches, a brace on my leg, and all I knew was when I went to bed at night, I would lie there and I'd think of this guy on a hunter stand, in a tree, like a shooter's platform, where you go when you've been hurt sometimes. And I thought here's this guy, it's starting to snow, he wants to get his deer because it's hunting season, and here comes this thing he thinks is a deer, but it's a person... That's all I had. I didn't know more than that. And I started to write it long hand, not expecting much, hoping it might help with the pain a bit. And suddenly I had this huge, huge book, a thousand pages long. All out of that one situation. </p> <p>TA: <strong>So the story was really a metaphor for your own pain? </strong> </p> <p>SK: It's related in two ways. The character in the tree stand had been hit by a car and was recuperating, I knew how that felt. And then when I wrote about it, I didn't think about the pain as much. It's like being hypnotised... </p> <p>TA: <strong>Do you ever fear what might come out when you are in that state? </strong> </p> <p>SK: On a couple of occasions I've shocked myself. Pet Sematery was appalling when it first came out on to the page. </p> <p>TA: <strong>Is there ever a self-censor at work? </strong> </p> <p>SK: I think I've pretty much stunned him into submission [Laughs]... </p> <p>TA: <strong>You must, in that sense have great faith in human nature, trusting yor instincts. </strong> </p> <p>SK: To some degree. There are things in Dreamcatcher which has become an extremely gruesome book, where I found myself pulling back a bit. But I'm older now, it's a bit harder to do that stuff. Still, I'd hate to think I'd got so case-hardened I couldn't scare myself. </p> <p>TA: <strong>Has it become harder to stay ahead of real life horrors? </strong> </p> <p>SK: Well certainly since I've been writing, I don't think that society has become any finer. Have you seen that programme Survivor. Pretty close to Lord of the Flies. They kick one guy off the island every week. They don't actually chase him with sharpened sticks, but you get the feeling they'd kind of like to. I started a book like that about 15 years ago. It was called On the island, and it was about rich people who talked these street kids into going to an island and being hunted, with paintballs. And they get there and they find these guys are actually shooting live rounds,and in my story there were two or three who escaped and waited for these rich guys to come back. I've got it on the shelf somewhere. Survivor is a sort of a Stephen King idea, and its a huge hit. </p> <p>TA: <strong>Is there a satirical element in books like that? </strong> </p> <p>SK: I'm not a satirist. I have a sense of humour but I'm very much an American, and in love with my country for better or worse. I'm in this cultre up to my eyeballs. New York isn't America. LA isn't America. This is America. New york is just buzz, just this gaseous hype, there's no story there, not really. The stories are all here, if you know where to look. I can't satirise my fellow Americans. I am them. </p> <p>TA: <strong>Do you get away from Maine much? </strong> </p> <p>SK: My wife and I have got a place in Florida. So we've been down there. Still we are here eight, nine months of the year. I think there was a time when I liked New York and LA more. When I'm in Bangor people treat me as a neighbour not as a celebrity freak with two heads, and that's too good to give up. </p> <p>TA: <strong>Is that one of the reasons, do you think, for the tremendous loyalty of your readership? </strong> </p> <p>SK: I'm the literary version of the Grateful Dead, I guess... </p> <p>TA: <strong>No one else, no other novelist really, has such a loyal following... What do you put that down to? </strong> </p> <p>SK: John Grisham's only been in the business ten years... But, no, he doesn't really have that connection. It really is a kind of Jerry Garcia phenomenon. Whatever they are getting from me in the stories, from my voice, is something that makes them feel comfortable, safe. And that's funny when you think what it is I write. But that has to be the case. </p> <p>TA:<strong> Do you ever fear your stories will get into the wrong heads? </strong> </p> <p>SK: Every now and then something strange will happen. Some years ago I went to Philadephia with my son to see a basketball game. Tabby was here, and she heard the windonw break and there was this guy there and he claimed he had a bomb (in fact it was a bunch of pencils and erasers and stuff and paperclips). He was an escapee from a mental instititution and he had this rant about how I'd stolen Misery from him. Tabby fled in her bathrobe and the police came... And every now and then there'll be a letter from someone who is obviously out there in the ozone, people who are convinced I've stolen their ideas. One lady wrote to explain how I had overflown her house in a U2 plane and stolen her thoughts for The Shining. But no one has ever actually threatened to kill me, knock on wood. Though there's a guy out in California, Steven lightfoot, who believes that me and Ronald Reagan conspired to kill John lennon... </p> <p>TA: Do you get paranoid about such things? </p> <p>SK: No. I'm not afraid of unusual things. I'm not a compulsive hand-washer, I don't think there are aliens hearing our thoughts, and I don't think anyone is coming to kill me. There are things I've used that I am afraid of or revolted by: spiders, bats. So no I'm not unusual in that way. </p> <p>TA: <strong>Reading you book your uncles and aunt seemed tremendous characters. </strong> SK: Everybody that I knew told stories it seemed, or maybe I just liked the stories and remembered them. </p> <p>TA: Did they tell stories about yor Dad? </p> <p>SK: No he was like an unperson. </p> <p>TA: Did you want to hear more stuff about him? </p> <p>SK: I think we were ashamed not to have a father. I think my mother was deeply ashamed to have been left, with these two young boys, when her other sisters kept their husbands. And I think shame is the most readily communicable of emotions and I think she communicated that shame to us. When we went off to school I can remember her very clearly saying to us, 'now, if anybody asks about your father, tell them he's in the navy. That's not a lie.' Now it wasn't a lie as far as we knew. But I got the point. I did have a father. No I wasn't a bastard. So that's what I said word for word and, of course, there was never any divorce either. </p> <p>TA: Did you never attempt to find out what happened to him? </p> <p>SK: Well we did find him, actually. My brother found him. What happened was this. The CBS TV network does these celebrity bios, they're generally unauthorised, but they are softball, they don't give you a hard time. They did one about me a little while ago, and they talked to my brother, and my brother had, he remembered, my dad's social security number, and one of these documentary guys went out and found him... Or I should say at least he found out what had happened to him. My father, it turned out, apparently died in Pennsylvania in the mid-eighties. We even got some pictures of him. He had started a new family: three boys and a girl. My half brothers and my half sister. </p> <p>TA: You've never met? </p> <p>SK: Not at all. No. Never. They don't know of my existence, and I think that's the way it should be.' </p> <p>TA: Why? </p> <p>SK: Well, the woman that my father married, and remember he never divorced my mother, the woman was a Brazilian - very beautiful from the pictures I saw - and its reasonable to assume she was Catholic. In that case bigamy is a very serious thing, and it would have serious consequences for those children, and I couldn't do that to them, couldn't bring that knowledge. Let sleeping dogs lie, I say... I haven't talked about all this before because I don't want that story widely published in the United States, for obvious reasons...' </p> <p>[Goes next door for a few moments] </p> <p><a href=\"http://www.observer.co.uk/stephenking/story/0,7763,368466,00.html\">Stephen King interview part two</a></p>",
  "<p><strong> Not so super highway</strong><br> </p> <p> Our future, we know, lies on the cyber highway. In the meantime, pioneers have been reporting jarring potholes along this glorious new route. Small wonder, if the internet booking process resembles that encountered by John Lees when he tried to reserve a room at a Welcome Break travel lodge. He arrived bearing his confirmation notice, only to find that the hotel had no record of him or his booking. Nor did they have a room available. </p> <p>Later Lees learnt that online bookings go through to Days Inn in Arizona which now owns Welcome Break. Arizona then sends manual faxes to Cork for inputting into the UK booking system. \"Days Inn have offered me accommodation vouchers in recompense, but I'm reluctant to accept,\" says Lees. \"If a guest doesn't show, Days Inn immediately deducts the full overnight rate from their credit card.\" </p> <p><strong>Welcome Break says that its lumbering cross-continental booking system is due to a \"slight incompatibility of systems\" with Days Inn and that the process should be reformed by this month. \"It's just one of those things where two completely different systems are dumped together,\" says a spokesman. \"We've only come across one other example of failure, but by September the system will be seamless.\"</strong> </p> <p><strong> Victim of own success </strong><br> </p> <p> Meanwhile, attempts to coax more of us on to that electronic highway are degenerating into farce. Copious tears have been shed over this page by readers still waiting for free surf discs from ntl and LibertySurf. LineOne are withdrawing their unmetered access deal and last month AltaVista had to admit that its unmetered access package never actually existed. </p> <p>Fiona Campbell-Cowes applied for Cable London's equivalent, Surfunlimited, four months ago. Despite frequent reassurances as to its imminent arrival, she's still waiting for the disc. In June she received an undated letter promising a package in the \"next few days\". In July she was told the letter was a mistake. </p> <p><strong>And the excuse? - you've guessed it. We're burdened by our own brilliance, confesses Cable London, a subsidiary of Telewest. \"Earlier this year we launched the UK's first unmetered flat fee internet service which was such a success that we received unprecendented demand,\" says a spokesman. \"The high level of demand impacted on our modem capacity and ability to keep ahead of customer requests, and this resulted in delays and backlogs.\" It promises that it is \"applying extra resources\" to banish \"teething problems\".</strong> </p> <p><strong> Too quick off the mark</strong><br> </p> <p> The mail order firm Innovations is an occasional visitor to this column and Constantine Goulimis of London reminds us of its sometimes singular trading methods. In August last year he rang the firm to ask whether it could deliver a telescope before he departed on holiday. The operator promised to find out but never called back. However, when Goulimis returned from holiday an unordered telescope was there on his doormat. He wrote demanding it be collected but was instead harrassed for £113. Two calls and a letter promising collection were not fulfilled, but the increasingly threatening invoices have persisted. </p> <p><strong>\"It is clear that we have repeatedly failed to resolve the problems and have caused Dr Goulimis considerable inconvenience and distress,\" says Innovations woefully. It promises that all charges will be dropped and that Goulimis can either keep the telescope or select an item of similar value.</strong> </p> <p><strong> How to check on firms</strong><br> </p> <p>A company can send someone's details to a credit reference agency and all companies can access their files to check up on individuals. \"So,\" asks Alan Smith, \"to balance things up, is there a central register which consumers can access to report problem companies and to check up on others?\" </p> <p> There are, of course, trading standards authorities which will often (but not always) advise if they have received complaints about a certain company. It's worth trying the Trading Standards Central website (<a href=\"http://www.tradingstandards.gov.uk\">www.tradingstandards.gov.uk</a> ) for updates and contacts. </p> <p>But Smith's best bet is Companies House, which keeps records of the financial status and the registered address of limited companies and details of whether they are dormant or trading. They also list the private addresses of directors, and for £1 the public can access the directors' register to investigate any prosecution proceedings. A list of disqualified directors can be obtained on 029 2038 0801 and a complete listing of UK limited companies is on the website <a href=\"http://www.companieshouse.gov.uk\">www.companieshouse.gov.uk.</a> </p> <p>Write to us at119 Farringdon Road, London EC1R 3ER, phone us on 020-7713 4731, send a fax on 020-7239 9933 or email us at consumer@theguardian.com</p>",
  "<p>It has dominated the media press over the summer and came close to prompting a full-scale investigation by the Office of Fair Trading. So what's the background to the magazine distribution row, and why will WH Smith not back down?</p> <p>At the moment magazines are distributed through local monopolies. Publishers claim this allows the wholesalers to spread the cost of distributing to rural outlets. But retailers say the system discourages competition. Under the existing system retailers often have to deal with several different wholesalers nationwide, as publishers can have different distribution contracts for the same publication.</p> <p>Both WH Smith and Tesco argued that the current system, which does not allow retailers to reorder supplies as they are sold and lets publishers dictate the volumes and titles supplied, is inflexible and restricts customer choice. They proposed instead to take delivery of magazines from only one national distributor.</p> <p>The PPA objected to the new system proposed by the two retailers on the grounds that once Tesco and other major chains were stripped out of the local franchises, distributors would find it uneconomic to deliver magazines to smaller retailers. A recent report suggested such a move by the two retailers could ultimately result in the closure of up to 12,000 newsagents and the loss of 15,000 jobs.</p> <p>The distribution deal covers only magazines, but the Newspaper Publishers' Association also expressed concern about the consequences of rural newsagents being forced out of business.</p> <p>The row escalated when Tesco refused to stock several leading titles after two magazine publishers, Gruner &amp; Jahr and Comag, refused to sign up to the new system. The publishers complained to the Office of Fair Trading, accusing Tesco of censorship.</p> <p>In the meantime, the PPA put together a series of proposals to overhaul the system in an attempt to persuade the retailers to abandon their plans for national distribution. One possible compromise would be for magazine wholesalers to use an automated system so that stocks are ordered electronically to reduce over-supply. Tesco said that would allow stores to react to consumer demand more efficiently. </p> <p>Last week, Tesco agreed to delay its planned October deadline for implementing a national system while it works with the magazine industry on improving the existing system. But WH Smith is sticking to its guns and says it will press ahead with the launch of the new system on October 2. The row rumbles on...</p>",
  "<p>RTL, the television and radio group which has a controlling stake in Channel 5 yesterday said plans to substantially increase spending on programming would lift the station's audience share to 10% within two to three years. </p> <p>Didier Bellens, RTL's chief executive, said the company was working with the channel's management to agree on the levels of investment it would need. Channel 5 has a budget of £130m, and he said a figure of £200m would not be inconceivable. </p> <p>The station, which launched in 1997, commands a 6% share of the UK audience. </p> <p>RTL is keen to shift the channel away from its cheap and cheerful image and to tone down some of the broadcaster's more prurient programming. The station, which shows soft porn late at night and caused controversy with the show Naked Jungle featuring a nude Keith Chegwin, has been dubbed \"channel filth\" by the Daily Mail. </p> <p>Richard Eyre, director of strategy and content at RTL said the \"mix will change\", with a greater emphasis on original content. He said there would be particular emphasis on drama to attract viewers away from the BBC and ITV. </p> <p>\"We want to get up to 10% in a couple of years,\" Mr Bellens added. \"It is really a simple question of being prepared to invest in programming and build Channel 5 into another kind of company.\" Channel 5 moved into profit during the first half of the year with an operating surplus of £1.8m. </p> <p>Mr Bellens admitted that RTL held discussions with United News &amp; Media earlier this year over the potential acquisition of its ITV assets but said the group had decided to focus its efforts in the UK on Channel 5. Mr Eyre ruled out a bid for HTV, which is back on the market. </p> <p>Talks have also taken place with United chief Lord Hollick on the subject of taking full control of Channel 5, although so far with little success. RTL owns 65% of the station and United 35%. \"We had talks a few weeks ago and there is no news,\" Mr Bellens said. </p> <p>\"We would be delighted to increase our stake and it is very clear that broadcasting is no longer part of [Lord Hollick's] strategy so it is very clear he is a potential seller. But we do not feel we are under any pressure. </p> <p>\"We don't think this situation will last forever. It's important from United's point of view that they fix their strategy in the eyes of the analysts.\" </p> <p>The company also said it would release further shares in the next 12 months to increase liquidity in the tightly held stock and to allow it to take a berth in the FTSE 100. </p> <p>RTL has a market capitalisation of some £15bn but only 10.3% of shares are in free float, below the 15% required for a firm to enter the FTSE. </p> <p>It was formed in April via the merger of the TV and radio assets of Pearson in the UK, Bertelsman of Germany and Luxembourg-listed Audiofina. In the first half of the year on a pro forma basis, RTL reported an increase in sales of 21% to 2.03bn euros and earnings of 71m euros.</p>",
  "The last week must have bewildered those who are convinced that the government is a hotbed of control-freaks. <p>A prime minister who normally slaps down the humblest backbencher for slipping slightly off-message and who writes memos demanding that \"I personally\" be associated with government action seems to have been able to do nothing about Britain's fuel crisis.</p> <p>Petrol is now more easily available in Freetown, Sierra Leone, than in central London: an astonishing turnaround.</p> <p>But is this the prime minister's fault? Not really, is the answer. In theory, Blair should be able to get the trucks moving again at a click of his fingers.</p> <p>This country has no written constitution; the government's authority derives from the crown and, despite our democratic traditions, it is almost unlimited (give or take the odd distraction such as Magna Carta).</p> <p>Bill Clinton has expressed his envy at the prime minister's power: he can order the army into battle, dictate the budget, bully the home secretary\u0085 the options appear endless.</p> <p>In reality, this power is highly constrained. Prime Ministers arrive in the job full of ideas as to what they will be able to do. These hopes do not last long.</p> <p>Prime Ministers must cajole, persuade and campaign: they can rarely order.</p> <p>So what options are open to Tony Blair in the present crisis?</p> <p>First, he commands immense personal authority. Phone calls from the Number 10 switchboard are never refused and he can drag even the most senior oil company executive from his bed in the small hours of the morning.</p> <p>Likewise, he can make repeated personal statements on television - a tactic Blair has used to good effect in his efforts to turn the mood against the blockades. </p> <p>Nobody doubts that Blair has the skills a prime minister needs in this area. But the strikes continue. So what else can he do?</p> <p>His second area of strength is his command over the whole government machine: ministers answer to him and civil servants standby to put his policies into action.</p> <p>Since parliament is not sitting, the prime minister's powers in this area are all the greater. The opposition can only challenge him in the TV studios. </p> <p>The trouble is, the crisis is not one that can be solved by a change of government policy, at least not in the short term now that Blair has set his face against caving in to demands to cut taxes. </p> <p>This leaves a third area of power as his only real option: the right to take emergency measures such as calling in the army.</p> <p>Such powers have already been used to set aside fuel supplies for the emergency services. But there is a limit to the lengths the prime minister will be prepared to go in this area.</p> <p>After all, he has an election to win soon; the sight of troops on the streets will not help him with this - and anyway, the army, at full stretch around the world, is far from able to sustain Britain's massive fuel supply network.</p> <p>In 1974, Ted Heath found that he could not prevent the three-day week. In the 1980s, Margaret Thatcher could not prevent the coal miners striking for almost a year.</p> <p>In the end, Heath lost, Thatcher won. But the result was decided not by the strength - or otherwise - of the government's formal powers but by the character of those running it.</p> <p>This dispute, too, will come down to one question: which side blinks first.</p>",
  "It was three-quarters of the way through the 24 hours which a grim-faced Tony Blair had given for the fuel situation to be getting back to normal, and nothing outside the Elf terminal here had changed. Half a dozen policemen were lolling in their van or strolling around beside it, chatting to protesters. Eighteen lorries, their windscreens and engine cowlings covered with \"Fair Play on Fuel\" stickers, were parked on the verge where the terminal's access road meets the highway. <p>Determined hauliers and their wives stood nearby, ready to move out on to the road at the sight of any tanker trying to leave the refinery. Most ominously of all for the government, virtually every private car which drove past hooted in support or gave the thumbs up. Occasionally one would stop to hand out sandwiches or even an urn of tea. </p> <p>The New Normality of a protest which seems to have united all sections of the community, at least in this part of south Wales, is winning out over the Old Normality which the prime minister is desperately trying to restore. Maybe it is that with their own tanks full thanks to last weekend's panic buying people can afford to let the protest go on a bit longer. Genuine inconvenience down here seems to be minimal, in spite of all the London talk of the country being paralysed, and the campaign for lower fuel taxes is certainly popular in a rural area where life has come to depend on the car. </p> <p>Thirteen tankers rumbled out of the terminal here shortly after dawn yesterday, but this was no different from the first day of the protest. \"We check the drivers' dockets and make sure they are going on emergency business for ambulance depots, the fire service, hospital generators and the like,\" said Philip Knight, a spokesman for the protesters. \"This is what we've been doing all the time. There's no change there.\" </p> <p>He had just emerged from a meeting in the Elf terminal with its security staff and the police. \"This is a peaceful protest in full cooperation with the police. The police just wanted to discuss the state of affairs. Were we happy with the way they're handling things? We said yes,\" he explained. A police sergeant confirmed that Mr Blair's speech had brought no shift in tactics. \"Our strength here is still the bare minimum. The hauliers are making their case peacefully\", he said. </p> <p>Mr Knight acknowledged that some tanker drivers were \"wary for themselves and their vehicles\" if they tried to drive out on a non-emergency fuel run. \"There's no problem here in the vicinity, but you don't know what might happen further away and to get a police car to follow a tanker is a big thing,\" he said. </p> <p>The populist direct action by small business which this protest represents may be new for Britain but it has many traditional ingredients of trade union militancy - a feeling that politicians, whether they call themselves left or right or Third Way, don't really care; that the media distorts their case; and that employers or in this instance the government fails to negotiate unless pressure is applied through withholding services or labour. \"It's never been so hard to make ends meet. I've been up to London twice for demonstrations and to lobby Parliament,\" said John Jones, who runs five lorries. \"We've been fighting for a reduction in fuel tax for two years, and got nowhere.\" </p> <p><b> No future</b><br> </p> <p> \"There's no future in this area,\" his wife, Shirley, chipped in. They have spent four nights outside the terminal, sleeping in the cab of their lorry. \"Our son, Gareth, is doing a university course in chemistry. We've encouraged him not to come into the business. Family businesses are dying out.\" </p> <p>Tackled on the argument that if the government gives in and lowers fuel taxes, there will be less money for schools and hospitals, her friend Kim Lewis snorted. \"They're not even keeping schools open,\" she said. \"They closed Bwlch-y-groes primary school, a perfectly good thriving school, in July because they want to amalgamate it. Schools are the hub of a village, like churches used to be. We fought to keep it open. As for hospitals, waiting lists are getting longer.\" </p> <p>Other hauliers insist that all they want is a \"level playing field\" with fuel taxes brought down to the European average so that they can compete. They see French lorries coming over to nearby Fishguard with full tanks of diesel, delivering a load of goods, then working for local British companies for a week until the fuel runs out, and then going home. But their animosity is not ethnically directed against the French. They worry about unfair competition. </p> <p>Across the road sits Michael (he would not give his real name), an owner driver who has only one vehicle. \"I voted Labour last time, but won't do it again unless they kick Tony Blair into touch and let someone negotiate with us. All this talk of intimidation is government spin. You can see this is a peaceful protest. Some owner-drivers are in the Transport and General Workers' Union. Others are not. But this isn't a union thing. It's a business. At the beginning they said single-lorry owners wouldn't take part in this protest because we would have to keep on working. But we're in it alongside the bigger companies. There's no gain without pain.\" </p> <p>Many protesters say they were inspired by the success of the French hauliers protests a week ago, though they point out their grievances are long-standing even if their tactics are new. Many also say they found Mr Blair's tough talk of intimidation and not giving in both offensive and a challenge. The scandal of the Millennium Dome is also regularly mentioned as a sign that the government has got its priorities wrong. </p> <p>The fuel protest has brought in farmers and fishermen. Dai Jones, a lobsterman from Cardigan, was sitting by the road. \"I have an eighteen-footer which runs on petrol. I've been fishing for 15 years but will have to pack it in unless the price goes down.\" Steve Glover, who shoes horses for a living, was radicalised by the countryside protests in favour of hunting and enjoyed the big demonstration in London. Now he was in a yellow reflecting jacket beside the hauliers. </p> <p><b> Support</b><br> </p> <p> Admitting he voted Conservative because of the hunting issue, he is looking forward to protesting at the Labour party conference in two weeks' time. \"I'll be there. I'm getting the hang of it,\" he laughed. But at 39 and with two small children, he is not really a tearaway. \"We watched Blair on TV yesterday. He fired us up. To say that in 24 hours everything would be normal. That's a big promise. We only decided to come down here last night when we heard some people were disbanding. We wanted to show our support\". </p> <p>Away from the front line the protest has strong backing, especially as emergency services are not being affected. \"We are working normally,\" said George Oulton, control manger for ambulance services in Pembrokeshire, in his office at Withybush hospital in Haverfordwest. \"I've not heard anyone here who doesn't support the protesters.\" A hundred yards away the Murco petrol station got new supplies from Elf yesterday. It allowed hospital staff and other emergency workers to fill their cars on production of an identity card. </p> <p>Two housekeepers in uniforms emerge from the hospital's main entrance. \"I'm in favour of these protests. They've started now. We've got to support them,\" said Diane Roberts. \"I voted Labour, but Blair is trying to be a Thatcher. It's not true there is intimidation.\" </p> <p>The rhetoric is tough and the sentiments sincere but there is still an amazing amount of good humour about these protests. Community solidarity helps and the feeling that real hardship has not yet arrived. \"We're all in support as long as it's not really affecting us\", laughed Edith Whitby. \"Ask me in a fortnight's time when I haven't got any petrol left.\" </p> <p>For the government, especially now that it has put a short deadline on its hopes of ending it, the protest is not going to be so easy to handle.</p>",
  "The big oil companies made no attempt to get their tankers moving out of the depots for the first four days of the fuel crisis, it emerged last night. <p>Drivers who contacted the Guardian despite being told not to talk to the press said both BP and Shell drivers had been explicitly ordered not to go out through the demonstrators even when police had control of the streets. </p> <p>The attitude only changed after Tony Blair's live television appearance on Tuesday evening when he said he had been given assurances by the oil companies that the tankers would begin to roll over the next 24 hours. </p> <p>Even then the companies left the decision on whether to get supplies running again up to the individual drivers. </p> <p>One employee, who drives P&amp;O Trans European tankers on a Shell contract out of the Coryton refinery in Essex, told the Guardian: \"Both BP and Shell instructed drivers not to go out [on Monday]. But after Tony Blair spoke out on Tuesday, the company managers came down and tried to persuade the drivers to go out if it was safe to do so.\" </p> <p>Another driver, who yesterday delivered an Esso tanker full of unleaded petrol from a terminal on the Trafford Park industrial estate to a filling station in south Manchester, said drivers had not been instructed to work but had been given the option. \"We didn't have to come out and I would not have lost my job if I had refused,\" he said. \"There was no question of that. </p> <p>\"The protesters have not bothered us. We have had no problems with them. We get paid just the same whether sitting in the yard or not - I wouldn't have lost my job if I refused. I'm quite in agreement with the principle of the protest. I'm like the next man - I want petrol to be cheap. It's been a weird week. I've been sitting around on my arse most days playing cards.\" </p> <p>A senior transport official in the north accused the oil companies of prolonging the crisis. Mike Brider of the TGWU said the companies were being hypocritical. </p> <p>\"Had union pickets been outside depots this week, the companies would have acted far, far quicker and they would have made sure the police allowed free access and entry to their sites,\" he said. \"But on this occasion they have chosen not to do anything like this.\" </p> <p>An Esso spokeswoman said the company would not order any driver to take a vehicle out through lines of protesters, nor would it threaten to sack drivers who chose to stay away from their cabs. \"Our concern is first and foremost for the safety of everyone involved in the situation,\" she said.</p>",
  "Trade unionists should have nothing to do with the \"bosses' blockade\" of fuel depots and refineries, the TUC general secretary, John Monks, said yesterday, comparing the petrol tax protests with the CIA-financed lorry owners' strike which led General Pinochet to power in Chile in the 1970s. <p>In the most outspoken denunciation of the fuel blockades yet by a union leader, Mr Monks called them an \"attack on democratic government\" based on \"bullying and intimidation\" and offered Tony Blair the \"full support of Britain's trade unions\" to ensure a resumption of supplies. </p> <p>His remarks were made in support of an emergency TUC general council statement, adopted overwhelmingly by congress delegates in Glasgow, which declared \"the blockades are not a legitimate form of industrial action but...an unconstitutional and unlawful attempt to bully the government into submission. They must not succeed.\" </p> <p>Mr Monks said he shared the widespread concern at high fuel prices and supported the \"legitimate right to protest\". But what was taking place went \"well beyond democratic protest - what we have seen is bullying, intimidation, holding the country to ransom.\" </p> <p>He welcomed the prime minister's decision to stand firm against the blockades, which were threatening jobs and vital public services. Linking the protesters with the far right, he told the congress: \"It is simply not good enough to let supplies through to ambulances, if doctors, nurses and hospital staff cannot get to work.\" </p> <p>\"Hard questions need to be asked about some of the action that has taken place in recent days. Companies that have refused to recognise unions and who would be straight off to court at the first hint of industrial action against them have clearly colluded in lawless protest and civic disruption.\" </p> <p>\"Let us ask who owns the lorries that have been used to disrupt supplies. Let us ask whether fuel companies have been as firm in assisting disruption as they should or as determined to protect the drivers against intimidation as they should,\" Mr Monks said. </p> <p>\"Let us look at the failure to condemn the protests from those whose usual first response is to call for law and order. </p> <p>Let me remind you of another occasion that trucks and lorries were used by the self-employed and the far right to attack democracy. That was in 1973 in Chile - and it started a chain of events which brought down the Allende government. That is why today we call on Britain's trade unionists to work normally and to take no part in this bosses' blockade.\" </p> <p>His words were echoed by the leftwing Scottish TUC general secretary Bill Speirs, who said haulage companies involved in the blockades had played a key role in breaking picket lines and moving coal in the 1984-5 miners' strike. </p> <p>Some delegates expressed concern at the language of the TUC's emergency statement, particularly its emphasis on the law and its reference to \"holding the country to ransom\", which they felt might in time be used against the unions. But the overwhelming mood at the TUC congress is one of growing hostility to what is seen as a rightwing, employer-led campaign.</p>",
  "We will listen, said Tony Blair yesterday, but we will not be intimidated and we will not give in to violence, blockades and threats. That gets to the heart of an issue which is now becoming much wider and deeper than a simple dispute over the price of petrol. However unready the government was for this crisis, whatever its errors of judgment along the way, however real are the problems of hauliers, farmers, fishermen and the rest, on the basis of the principles on which the present disruption turns, Mr Blair ought to be supported. <p>He has a tough fight on his hands to swing public opinion, which on all the available evidence is firmly behind the revolt: not least because people calculate that if the protesters win, they too will pay less for their petrol, whereas if the government wins, they will get nothing. But that narrow if understandable calculation needs to take second place to the central question of whether or not it is right that this now enormous disruption of services essential to people's welfare should be staged in order to make the government move on the price of petrol. As this story has developed, an agenda has begun to surface which goes well beyond the ostensible cause of the action.</p> <p> \"This government,\" one of the revolt's leading figures exulted on Tuesday night, \"is hanging by a thread.\" Too much of what is now happening reflects an attempt by the disaffected to recoup by disruption what was lost at the ballot box. Our reporters have noted the way that the petrol price is only part of a wider indictment - framed for the most part by people who never wanted this government anyway - of the way Labour is running the country, with all kinds of apparently extraneous issues, from the dome to the future of fox hunting, thrown into the pot. You can see this process too in some of the tabloid newspapers, where this week's events are prettily pictured as a \"thoroughly British revolt\", and where pundits are given space to justify the revolt on the grounds that Mr Blair is running not a democratic government but an elective dictatorship. </p> <p>The Tory leadership, to its credit, will have nothing to do with this kind of specious pretence. Both William Hague and Michael Portillo have been firm in saying that the blockades must stop and the government must not capitulate (unlike the opportunistic John Redwood, who on Tuesday demanded an instant cut of 5p a litre, adding: \"It would be wise to give in now before the problem spirals completely out of control.\") As the Daily Mail noted, once a government starts to cave in, other interests will swiftly be pitching for further concessions, the government will lose credibility and militancy will flourish. True, it said this in the context of the disturbance in France, but it must be equally true of Britain. </p> <p>Mr Blair's battle for public opinion has begun with a disappointment. He had little to show last night for his promise that Britain would heading back to normality within 24 hours. According to briefings, the oil companies are now back on side and determined to get supplies through. We shall see. But ordering the NHS on to an emergency basis may help jolt the public into understanding that the service faces tensions and deprivations which cannot be put right by arbitrary picket line rulings about which supplies are essential and which are not. Mr Blair should also accept the demands of Mr Hague and the Liberal Democrat leader, Charles Kennedy, that parliament be recalled. Words of wisdom there may be few, but this is a very serious moment and the people's representatives should not be denied their chance to debate it.</p>",
  "Four months ago, the streets belonged to different people. May Day brought out the massed ranks of environmental protest. They dug up Parliament Square, and laid turf on the road to stop the cars going round. The essence of their case was anti-car, and they certainly hated Big Oil. <p>Coming out of the campaigns against the Newbury and other bypasses, they are the British branch of global protest against the effects of globalisation. They were in Seattle, they're now being beaten up in Australia, soon they will decamp to Prague for the next onslaught against world trade. They are passionate and righteous. Above all they've lost their faith in parliamentary democracy. </p> <p>The campaign against the price of petrol has the same rage, and reflects a similar despair. Direct action, it says, is all that works. But the purpose is entirely the opposite. The blockaders are fervently pro-truck and pro-car. They couldn't imagine a world without growth. They want more petrol, to make more journeys, in pursuit of the only kind of economy they and most of us understand. Their crude protest at the giant forces ranged against them - Opec, Big Oil, the Treasury - is the only way they think they can make known their grave frustration at not being able to pursue these objectives. They take government as their nearest enemy. They too have given up on parliamentary discourse, and the old methods of indirect democracy. </p> <p>These mirror images - the exactness of their contradiction, the equal ferocity with which the opposite opinions are held - make the textbook case for the system the protesters have given up on. The two camps don't engage, don't enter into argument. Each floats in its own world, determined to force its will on the boring old democrats. The place where argument should take place is parliament. The only place where these two extreme views can be mediated towards some kind of workable balance is in the councils of the elected government. That's what governments do. And it's the system governments have no choice but to defend. </p> <p>Up to a point, the Blair government is being successful in this. The May Day events had no discernible consequences for policy. Nothing changed. The only mark was left by a surprising failure, on the part of the royal parks or whoever, to replant the grass. The touristic centre of British democracy remains, perhaps symbolically, a wasteland. </p> <p>The oil barricades are likely to go the same way some time soon. The protesters lack some of the crucial ingredients necessary to impose their will. Though mobile phones make them better organised than they seem, they have no leader. There is no vanguard force at the leading edge of the revolution. Farmers and hauliers are developing some experience in protest, but the Leninist/Scargillite core, so essential to the sheer endurance necessary for direct action, probably does not exist. </p> <p>The objective, moreover, is unfocused. One reason why the poll-tax campaign became the most successful exercise of mass protest in living memory was that its purpose was simple. A critical mass of explosive public energy gathered to change a law. There were few dissenters from the proposition that the existing law was unjust. The streets could be occupied without much threat to normal daily life. The campaign made a passable claim to speak for a grand popular majority. </p> <p>Protest against the oil price is more convoluted, its ramifications are more puzzling. No honest observer can say the government is entirely, or even mainly, to blame. Desperate farmers and hauliers are just lashing out. Naturally, when pollsters ask motorists if they want the petrol price to come down, 90% say yes. What happened to the other 10? But such sympathies would not survive a collapse of essential services at the hands of cowardly Big Oil or self-interested small hauliers. Nor could the alleged support of the public be relied on, for more than a few days, to override the certain rage of the public at not being able to buy petrol. </p> <p>There's another difference from the Thatcher years when direct action reached its peak. The protesters this time face a strong and fairly popular government. A vital contributor to the poll-tax campaign's capacity to overturn her government's plans, and eventually herself, was Mrs Thatcher's fast diminishing credibility. The tax crystallised wider hatreds, the campaign a more general lashing-out. </p> <p> Mr Blair does not face that. On the other hand, it's here that he must be careful. So far, after slow early responses to a crisis that accelerated much faster than anyone predicted, he has done pretty well. He took the right line against an intolerable display of what one might call non-violent force. He reminded Big Oil of its responsibilities, and the police of theirs. Last night he sounded a pleading note to the protesters. But if his bold prediction of early progress towards normality comes true, he will have done what a national leader should do: taken care of the quality of daily life when it's challenged by vested interests acting against the common good. And he will not have watched Britain embrace the French way of political life. </p> <p>But he will not be hailed as a hero. That is his difficulty. For the blockades, though beatable, say something real: that the government hasn't paid enough attention to deep concerns. The lectures about Opec are not enough. The statistics showing how small is the tax element in recent price hikes cut little ice. The juggernaut of facts and promises behind which Gordon Brown has dragged the support of 415 Labour MPs for three years, justifying high and sometimes stealthy taxation, does not always carry the enthusiastic understanding of the mass public in its wake. </p> <p>At the pumps and on the roads, in other words, discontent now rages to the surface among quite a swath of middle Britain. In some circumstances it could get wider. We live in an age when allegiances are shallow, and most voters have the keenest interest in number one. They're disinclined to give governments the benefit of the doubt when they still think they're paying too much for petrol. Mr Blair, even if he wins this one, faces a troubled legacy. But worse than that, he cannot be sure that the failure of direct action will lead to a revival of faith in consultative democracy. </p> <p>A significant accessory to this is the Conservative party. Just think how present discontents ought to suit the Tories. Sierra Man and Mondeo Woman could be returning in droves. Having first voted Labour in 1997, they might not take much persuading, as they sit fuming in cars they cannot drive, that Labour had let them down. The Tory sneer that Labour is out of touch may sit oddly with Tory sarcasm that Labour spends too much time worrying about focus-group opinion, but angry footloose voters could easily overlook such contradictions. </p> <p>That, however, assumes the presence of a Tory party parked on the middle ground of politics. A centrist party would pick up support from people who trusted it to do much of what Labour is doing but better, and for whom the price of petrol was the last straw. Instead, William Hague has driven his party towards a state of unelectability. It is his gift to politics. Searching perhaps for an alternative national leadership, Sierra Man sees only an extremist sect, obsessed with Europe, talking to itself, counting mainly the votes the leader needs to keep his job after he has been smashed at the polls. </p> <p>This is not a happy context in which to be urging direct actionists to renew their faith in the choices at the ballot box. The Tories make their special contribution to democratic decline. But the main challenge is to Mr Blair and New Labour. </p> <p> He will, we may be sure, have listened to the protest. Though he cannot lower taxes just because the barricades are calling, he and Mr Brown will be sensitive in their own good time to the message they've been getting. The signal is surely received. The hint of a promise to hear the voices before November's pre-budget statement will be enough to suck back some popular support. That's the sense in which direct action can be effective. One march by the Countryside Alliance was enough to stall the abolition of fox-hunting. As an act of politics rather than force majeure, mass protest is a perfectly legitimate way of intruding into public decisions. </p> <p>But there's more to do than that. Freed by his huge majority to take parliament for granted, Mr Blair has not been an exponent of open-minded debate. The world views of the May Day diggers and the Grangemouth blockaders remain undiscussed in parliament. Controlling and single-minded, the Blair government is a poor advertisement for deliberative democracy. Arguably, no postwar government has been any better. But these are different times, when the demand to be heard is more desperate, and the deference to leaders, mercifully, less to be relied on. </p> <p><a href=\"mailto:hugoyoung@compuserve.com\">hugoyoung@compuserve.com</a></p>",
  "A war broke out on the streets of New York City this week and its frontline troops came dressed as revolutionary yeomen, opera singers and cheerleaders in high heels. <p>The battle pits two of the city's best-known media titans - Rupert Murdoch and Mort Zuckerman - against each other in the latest round of their fight for the hearts and minds of New York's newspaper readers. Early indications are that the contest will be bloody.</p> <p>For more than 10 years, New York's two leading tabloid newspapers have fought a bitter war to stay alive.</p> <p>The Daily News, owned by Mr Zuckerman, sells more than 700,000 copies a day, but has never recovered the 1.2m heights reached before a five-month strike crippled operations in 1990.</p> <p>Mr Murdoch's New York Post, the closest thing New Yorkers get to the tabloid fodder provided by his British possession, The Sun, sells just over 400,000.</p> <p>Neither paper makes any money for two of the world's wealthiest men.</p> <p>Mr Zuckerman fired the starting gun in the latest round of the war. Late on Tuesday, hundreds of \"brightly clad\" street hawkers descended on Manhattan's busiest streets to hand out copies of the Daily News Express, a free evening edition of his loss-making daily.</p> <p>An army of scantily clad women and other hawkers wearing baseball caps emblazoned with the paper's logo handed out some 75,000 copies of the first edition at 85 of the city's busiest hubs, including Grand Central Station and the World Trade Centre. </p> <p>The paper led its first edition with the row over George W Bush's subliminal advertising message that his opponents were \"RATS\".</p> <p>Mr Murdoch, obviously smelling a rat in his opponent's free offering, decided to hit back. News Corp cut the price of the Post in half, from the 50 cents level of its rival to 25 cents.</p> <p>On Tuesday, the paper sent out its own hawkers dressed, somewhat inexplicably, as George Washington.</p> <p>The battle threatened to become farcical yesterday as both papers appeared with almost identical pictures of the popular local governor, George Pataki, with a different daily newspaper in his hands. </p> <p>It descended further when the Guardian revealed that it had been able to buy a copy of the Daily News for just 25 cents by a vendor left with a pile of unsold newspapers at 4pm.</p> <p>Ken Frydman, director of communications for the News, said that such a sale was an \"aberration\" and \"completely unauthorised\".</p>",
  "<p>Eight years ago John Major's government was heading towards the battle with currency speculators that would permanently damage the Conservative party as a political fighting force. Saturday is the actual anniversary of Black Wednesday, the moment the Bank of England took on George Soros in defence of the pound and lost. </p> <p>September 16 was the start of a long series of defeats for policymakers trying to hold the line against devaluation. Other members of the European exchange rate mechanism were attacked in 1993, the Mexican peso was worked over in early 1995 and the run on the Thai baht in July 1997 pushed over the first domino in the South-east Asian crisis. </p> <p>So it is hardly surprising that the financial authorities are now wary of intervention in foreign exchange markets. The sheer size of the flows of hot capital around the globe in an the age of deregulation have left governments and central banks convinced the fight is no longer fair - the equivalent of taking on a machine-gun post with a revolver. </p> <p>Yet the seemingly relentless decline in the value of the euro against the dollar since it was launched 20 months ago has now led to calls for the European Central Bank to act decisively to defend the single currency. Until now, the ECB - not always helped by mixed messages from European capitals - has been content to fight a war of words, talking up the euro at every opportunity. The markets believe this strategy has reached the end of its natural life and needs to be backed up with the use of foreign exchange reserves. </p> <p><strong> Unflattering comparisons</strong><br> </p> <p> Dealers have been distinctly unimpressed by a statement from the ECB and euro zone finance ministers that intervention remains a weapon available to the authorities. Big players in the market feel it is a weapon that will not be used. It is not hard to see why: while Wim Duisenberg, the president of the ECB, and Romano Prodi, the European commission president, were stressing that the euro's weakness against the dollar was a problem for Washington as well as Brussels, two members of the Bundesbank were warning of the risks in taking on speculators. </p> <p>The fear of failure - of a Black Wednesday-style mauling - lies at the root of the ECB's hesitation. Since the start of 1999, the 30% fall in the value of the euro has been a distinct blow to the bank's credibility, with all sorts of unflattering comparisons made between Mr Duisenberg and Alan Greenspan, the chairman of the US Federal Reserve. A defeat at the hands of the foreign exchange dealers would be a blow from which the ECB - perhaps even the euro - would never recover. </p> <p>While these reservations are understandable, there are still good reasons for the ECB to be more aggressive. The first is that inaction is not a cost-free option. An ever-lower euro is exacerbating the inflationary implications of higher oil prices, forcing the ECB to raise interest rates to bring cost of living increases in euroland back below 2%. But higher interest rates affect growth, further undermining confidence in the currency. </p> <p>The second reason is that speculators only really make a killing when policymakers are trying to defend the indefensible. This was the case on Black Wednesday, when the only way the Major administration could hold sterling within its ERM band was by thrusting up interest rates to levels that would have killed off any hopeof recovery from the recession of the early 1990s. Government policy was pulling in one direction, economic fundamentals in the other. </p> <p>This objection does not hold water in the case of the euro. Growth in the euro zone is picking up while recent figures have shown the first signs of the US boom starting to subside. Moreover, the US is running a colossal current account deficit, one key indicator of an overvalued currency. </p> <p><strong> Choking off exports</strong><br> </p> <p> Fred Bergsten, director of the Institute for International Economics in Washington, said in the Financial Times yesterday that the euro's weakness has more to do with market psychology than economic fundamentals, and proposed a strong dose of intervention to bring dealers to their senses. </p> <p>Finally, there is no real reason why the ECB has to wait until the US is ready to play ball. Nick Parsons, currency strategist at Commerzbank, says the Japanese are also suffering exchange rate problems, with the strength of the yen against the euro choking off exports. Between them, the Europeans and the Japanese control around $650bn of reserves - quite enough to give the markets a bloody nose. </p> <p>Mr Parsons says the latest idea is that Mr Greenspan has finessed a soft landing for the US economy, and that this is underpinning the dollar. </p> <p>But he warns there is no guarantee it will be a soft landing, and even if the economy does avoid a nosedive, it should be recalled what happened last time Greenspan put his foot on the brake, in 1994. There was indeed a soft landing, but the dollar lost around 25% of its value against the German mark. Something for the ECB to think about, perhaps.</p>",
  "<p><strong> PC speed</strong><br> I am working on a scientific project where speed and storage are the limiting factors, and am waiting to update my PC until something sufficiently attractive comes at a reasonable price. But all the Ram seems to be 100MHz only, so having a 700MHz processor doesn't seem to offer anything over my present PC. Am I right?  <strong>Donald Houtman</strong> <br> <a href=\"mailto:donald.houtman@dial.pipex.com\">donald.houtman@dial.pipex.com</a> </p> <p><strong> Jack Schofield replies: </strong> Faster processors, faster memory chips and faster buses (for transferring data inside the PC) are on the way, but probably won't make an impact until Intel ships the 1.3GHz Pentium 4. Even then they will be too expensive for most of us. However, memory speed may not be the limiting factor, since processors don't usually get their instructions from main memory. The core processor is fed by fast \"cache memory\" chips, and by cache memory that is actually part of the chip, so shop for a PC with more of those. In fact, all computer buyers should check the size of the Level 2 cache supplied: this is an area where manufacturers sometimes cut corners. If you have a bit more to spend, try looking not at desktop PCs but at a small servers with SCSI hard drives and more than one processor. </p> <p><strong> Right clicking</strong><br> My question feels a tad embarrassing. I use Internet Explorer (IE5), and I'd like my Favourites to be in alphabetical order, rather than in order of adding to the list. I can't find the facility to sort it. I can't be the only one.  <strong>Conrad Cork</strong> <br> <a href=\"mailto:ConradCork@TadleyEwing.co.uk\">ConradCork@TadleyEwing.co.uk</a> </p> <p><strong> JS: </strong> Pull down the Favorites (sic) menu in IE5 or Windows Explorer and you can sort the list by clicking and holding the right mouse button, then selecting Sort by Name, which is next to bottom. You can also sort the entries by hand by selecting each one, holding down the right mouse button, and moving it up or down the list (ie drag-and-drop). This lets you put the My Computer entry, which links to folders on your hard drive, at the top. It is always worth trying a right mouse-click just to see what it does. There are a lot of useful facilities hidden under there. </p> <p><strong> Unattached</strong><br> How can I can delete an attachment from an e-mail received into my Outlook Express inbox? I sometimes want to keep the email but not the attachment.  <strong>Richard Browning</strong> <br> <a href=\"mailto:wintonhouse@clara.net\">wintonhouse@clara.net</a> </p> <p><strong> JS: </strong> Right-click on the paperclip icon and select Delete from the drop-down menu. See what I mean? </p> <p><strong> Missing icons</strong><br> I have lost the line which contains the icons: back, forward, stop, refresh, home, search, favourites, history, mail, print, edit. I am sure they still exist but I am unable to locate them.  <strong>Peter McConnon</strong> <br> <a href=\"mailto:Cate@pmcconnon.freeserve.co.uk\">Cate@pmcconnon.freeserve.co.uk</a> </p> <p><strong> JS: </strong> Your standard toolbar is not showing up in your web browser. Go to the View menu, select Toolbars, and put a tick next to the Standard Toolbar option. </p> <p><strong> Partition problems</strong><br> My problem is the opposite of that dealt with on August 17. When I bought my laptop two years ago, I had them load all the software for me, and for unknown reasons they partitioned the hard drive into C and D. Now that C is almost full I'm getting concerned about how to use the D drive.  <strong>Dave Roberts</strong> <br> <a href=\"mailto:David_Roberts@ching-ford.freeserve.co.uk\">David_Roberts@ching-ford.freeserve.co.uk</a> </p> <p><strong> JS: </strong> Using another drive partition is no different in principle from using another folder. In Windows Explorer, you can right-click a file or folder, hold down the mouse button, and move it to a different drive. </p> <p>However, you can't simply move applications programs from C: to D: because Windows is not smart enough to change the pathnames (eg C:\\Collins\\Colewin.exe) that point to program files, and your apps will stop working. </p> <p>You could use Partition Magic (August 17) to expand the C: drive to take over the space occupied by D:, or you could uninstall your applications from C: and re-install them on the D: drive, or a bit of both. Partition Magic 5 includes a utility called Magic Mover that will move applications without you having to re-install them. Norton's CleanSweep (originally Quarterdeck's) will do it too. </p> <p>I'm old fashioned enough to like partitions. I often split drives in three: C: for the operating system, D: for applications, and E: for my data. It simplifies making back-ups. </p> <p>Either way, it is important to have lots of spare room on C: as that is where Windows usually keeps its swapfile (a sort of scratchpad for pages of memory) and its internet cache memory (in Temporary Internet Files). I would allow at least 150MB for each. When Windows runs out of swap-space, its performance and its stability deteriorate dramatically. </p> <p><strong> Ask Doc</strong><br> Is there a medical search engine similar to Ask Jeeves where common clinical questions can be filtered and answered in real time? For example, \"what is the drug choice for condition x?\", \"what is the cause of symptom x?\" and \"what test is indicated in situation x?\".  <strong>Paul Bowie</strong> <br> <a href=\"mailto:Paul.Bowie@scpmde.scot.nhs.uk\">Paul.Bowie@scpmde.scot.nhs.uk</a> </p> <p><strong> JS: </strong> I don't know of one, and given the less-than-perfect performance of Ask Jeeves, I hope not. It is bad enough trying to answer computer queries when not everyone appreciates that they should make back-up copies of their data in case they make changes that have disastrous consequences; backing up parts of the human body is a lot trickier. Computer programs called \"expert systems\" have a good diagnostic record in some restricted areas but they are a long way from duplicating the performance of a good GP. </p>",
  "<p>The BBC ended weeks of speculation by naming the BBC1 controller, Peter Salmon, as its director of sport yesterday, paving the way for the first woman to take charge of its main channel. </p> <p>Mr Salmon, 44, who has endured much criticism in his three-year tenure, will take up the new post in November. Lorraine Heggessey, the joint head of the BBC's factual and learning section, is expected to be named as his successor by the end of the week. </p> <p>Greg Dyke, the director general, said Mr Salmon was the \"obvious candidate\" for the job at BBC Sport, although it is widely thought that a number of Mr Dyke's favoured candidates turned him down before he approached the BBC1 chief. Mr Dyke has been attempting to fill the new post since April. </p> <p>The BBC was at pains to stress that Mr Salmon's new job was a promotion, pointing out that he will sit on the powerful executive committee. </p> <p>Mr Dyke said: \"Peter has done a good job in difficult circumstances at BBC1. This autumn's schedule, like last autumn's, is full of originality and quality and is testament to his commissioning skills. He will be a strong addition to our executive team.\" </p> <p>Mr Salmon faces a tough job at BBC Sport, at a time when the corporation has lost many of its sporting rights to rival channels. Mr Dyke is determined to reinvigorate the department. Mr Salmon, a supporter of Burnley football club, is said to be \"passionate\" about sport. </p> <p>In an interview with the Guardian's media website, Mr Salmon said he had \"no regrets\" about his time at BBC1, during which the channel was criticised by the BBC's board of governors for lacking ambition. Acknowledging it was a tough job, he said: \"You have to take the brickbats as well as the bouquets. I've loved it and I'm going to take up my next job with the same relish. You can't do the big jobs without sticking your neck out, without gambling.\" </p> <p>He identified the success of Walking With Dinosaurs, the dramas Clocking Off and Warriors, and the comedy series Dinnerladies as his high points. He admitted to being stung by the strength of ITV's gameshow, Who Wants to be a Millionaire? </p> <p>Friends of Mr Salmon say he performed well at a time when BBC1 was starved of investment. He is well liked within the BBC, and is credited with preventing even worse decline at a time of intense competition. But the BBC1 ratings have slumped to several record lows during his time at the helm, and his critics say he was not imaginative or decisive enough. One said he was always looking over his shoulder, \"commissioning by fear\". He was vilified by some sections of the media for refusing to broadcast the Queen Mother's birthday pageant this year. </p> <p>Executives are thrashing out final contractual details before announcing the appointment of Ms Heggessey. She has a strong populist touch - she was responsible for signing Rolf Harris to present Animal Hospital, against the wishes of some in the BBC - but has no background in drama. Mr Dyke has identified drama as the key battleground, and promised £100m extra for BBC1 next year. </p> <p>Ms Heggessey will face a tough job clawing back BBC1's position. A number of key drama series have performed poorly recently. Drama output will have to improve drastically if Mr Dyke's plan to move the 9pm news to 10pm is to be a success. ITV suffered because it had not stockpiled enough strong shows for the slot vacated by News at Ten. </p> <p>Interview with Peter Salmon at <a href=\"http://www.mediatheguardian.com\">www.mediatheguardian.com</a></p>",
  "The case of the conjoined twins Mary and Jodie took a disturbing twist yesterday when it emerged that the baby doomed to die seemed to be growing at the expense of her healthier sister. <p>Surgeons treating the five-week-old girls believe that Mary, who is severely disabled and relies on her sister for oxygenated blood, could be drawing nutrition from her twin. </p> <p>The worrying turn of events came on the fourth day of the appeal from the girls' parents against a high court ruling that they should be separated, even though this would lead to Mary's death. </p> <p>Adrian Whitfield QC, who has been arguing the doctors' case that the girls should be separated to save Jodie, said Mary was \"growing normally\" despite her having only a \"primitive\" brain. But Jodie, a \"bright alert baby\", was not growing. </p> <p>Mr Whitfield said that the twist could have implications for the timing of the operation if it were sanctioned by the courts, although there was no immediate rush. Doctors have said the ideal time to operate would be after the twins were two months old. </p> <p>Nicola Davies QC, for the attorney general, who is not a party to the action but is assisting the court, said: \"The parents are facing a dilemma, the like of which few parents have ever faced. They are not having to deal with the difference between right and wrong but the difference between right and right. It is right to operate on Jodie. It is right not to operate on Mary.\" </p> <p>She said that no doctor doing the operation, nor anyone assisting them, would be criminally culpable of murder. </p> <p>The Catholic church, meanwhile, stepped into the thick of the case as Cormac Murphy-O'Connor, the archbishop of Westminster, received the go-ahead to make written representations to the appeal court. He is expected to argue that the girls should die rather than be separated. </p> <p>The archbishop has already made clear his backing for the girls' parents, whose Catholic faith has led them to conclude that it is not God's will that the twins should be separated, though both will die if no operation takes place. </p> <p>The archbishop believes that a \"very dangerous precedent\" would be set if the judges ruled it could be lawful to kill a person \"so that good may come of it\", and he is convinced that the wishes of the parents, who are from a remote European community, should be respected. </p> <p>Yesterday the spotlight was put on the criminal law aspects of the case. The judges need to decide whether or not separation of the twins could be regarded as murder or manslaughter, since the doctors know that the operation will lead to Mary's death. They also need to establish whether not carrying out the procedure could be seen as criminal, because it would inevitably bring about Jodie's death. </p> <p>Mr Whitfield argued that few people would say that the doctors involved in the case had a \"murderous intent\", even if they did take the view that the proposed separation was morally wrong or against the law. </p> <p>He said it was possible to argue that Mary was dying of her own condition and that the withdrawal of external life support through separation from Jodie would not be the substantial cause of death. \"It would follow that there was no criminal intent in the present case,\" he said. </p> <p>As there was a conflict, the doctors had two choices, Mr Whitfield said. \"They can do nothing, which is a derogation of their duty to Jodie, or they must operate.\" He also characterised the doctors as Jodie's \"defenders\". </p> <p>Representing Jodie, Tim Owen QC argued that the judges had to consider the implications for the case of the European convention on human rights, which comes into force in Britain at the start of next month. </p> <p>Counsel for the parents had quoted article two of the convention, which states: \"Everyone's right to life shall be protected by law. No one shall be deprived of his life intentionally ...\" Counsel said that that statement meant the operation could not take place. </p> <p>Mr Owen said such an interpretation had profound implications for doctors. If the article were to be taken as an absolute, then doctors might not be able to carry out an abortion to save a mother's life. In the twins' case, it would mean that Jodie could not be saved as this would result in Mary's death. </p> <p>Counsel also made the observation that if the court said the operation could go ahead, those representing Mary would take the case to the Strasbourg court. And if the court ruled against an operation, then Jodie's side would take her case to the court. </p> <p>The twins, given the English names to protect their identity, were born joined at their lower abdomens at St Mary's hospital, Manchester, on August 8. Doctors believe that if no operation takes place both are likely to die within six months. </p> <p>The judges' difficult task was starkly illustrated yesterday when they said they had contacted their counterparts in Australia, South Africa, and Canada to see if there were any similar cases to give guidance - but found none. It is thought the judges' willingness to hear representations from the archbishop of Westminster, and from a pro-life group, which will be allowed submissions, gives an insight into their uncertainty about the many ethical issues.</p>",
  "Vets called for the destruction of pigs on scores more East Anglian farms yesterday to fight the worsening swine fever outbreak, which they fear could still threaten the entire British pork industry. <p>They appealed to the government to introduce 3km killing zones around every farm where the disease has been confirmed - 12 so far with a further five suspected cases - to ensure that birds and wild animals did not help to spread the epidemic.</p> <p>The Pig Veterinary Society said government controls, which include bans on moving pigs off neighbouring farms, were not enough to contain the disease. The society represents many vets working in Suffolk and Norfolk, and its drastic solution would cut a swath through agriculture in the two counties. Swine fever is not regarded as dangerous to humans, but the society warned Nick Brown, the agriculture minister, there were parallels with the BSE crisis.</p> <p>\"Reluctance to spend enough money on aggressive control measures at the start of that problem led to vastly escalated costs as the epidemic grew out of control,\" it said.</p> <p>The society is supported by the National Pig Association, representing the industry, but the Ministry of Agriculture, advised by its own vets, refused yesterday to change its compulsory slaughter policy, which has so far led to the destruction of 25,000 pigs.</p> <p>These have been animals on the infected farms, on others regarded as \"dangerous contacts\" where there may have been transport links before the first case was identified last month, and on a handful of farms within a kilometre of a cluster of four infected farms near Woodbridge, Suffolk.</p> <p>\"We are not going to carry out slaughter for the sake of it\", a ministry spokeswoman said yesterday. \"If we think there is a risk, we slaughter, if we don't, we don't.\"</p> <p>Farmers whose animals are compulsorily slaughtered get far more compensation than those who have healthy stock but cannot sell them.</p> <p>Mark White, senior vice-president of the veterinary society, insisted: \"We are not looking to farmers getting a few more bob. East Anglia is being strangled by restrictions and if any [swine fever] leaks out within East Anglia, that is bad enough. But if it leaks out into central England, the south-east or north-east of England, that would be total disaster.\"</p>",
  "Friday evening: dusk has fallen over the Holy Land and a three-quarter moon is rising through a cloudless sky. Israel and Palestine are preparing quietly for their very different Friday nights: the start of the Jewish sabbath; the end of the Muslim equivalent. We are driving into the West Bank city of Ramallah. <p>Suddenly, there are the kind of noises that have made the Holy Land famous in our own time: what sounds like rocket fire, glass breaking and rocks being heaved on to the road. Drivers on the dual carriageway - their instincts honed by years of practice during the intifada - screech to a halt, manoeuvre frantically and accelerate away in the opposite direction. The sounds of shouting grow closer and the rock-throwing continues. Eventually, a group of Arab youths become visible, running down the hill towards the giant Marlboro ad by the city limits. </p> <p>It takes a moment to realise that this can't be what it sounds like. There have been no Israeli soldiers in Ramallah for six years. \"What's going on?\" I ask a young man standing on the pavement. \"Man,\" he says, \"it's soooooo crazy. We get rid of the Israelis. Now we have all this shit.\" </p> <p>\"What's it about?\" </p> <p>\"Football,\" he says with contempt. </p> <p>The locals, he explains, have just played the team from the Balata refugee camp near Nablus. There is always bad feeling between the supporters. (And this was nothing, I discovered later, to what happened when a West Bank team played one from the Gaza Strip.) He stops. \"Do you want anything, you know, stuff?\" he asks. \"Or are you straight?\" </p> <p>Giant Marlboro ads, football hooligans, dope dealers . . . welcome to the incipient state of Palestine, a place that in many respects is neither more nor less holy than most of the 190-odd countries which already exist. </p> <p>Of all the weeks in the quadrennial calendar, the one with the Olympic opening ceremony is the one where shows of nationhood have most global resonance. Tomorrow in Sydney a lone athlete will carry the Palestinian flag; marching behind him will be just one swimmer. The two of them might have gone into the stadium emboldened by an official declaration of Palestine's independence. The day earmarked for this was yesterday: September 13. But the moment passed, under the pressure of world politics. </p> <p>It would have been meaningless anyway. Notionally, the Palestine Liberation Organisation declared independence 12 years ago. And a declaration this week would have been equally ignored, not only by Israel, but also by world opinion, which is sympathetic to this Israeli government's efforts to do a deal. </p> <p>But no one doubts now that independence is coming: somehow, sometime soon. The reality of impending Palestine is accepted by everyone except those on the wilder shores of Israeli politics - admittedly a fairly long stretch of coastline, but not one that any longer has the moral or physical strength to withstand the onrushing tide of historical inevitability. </p> <p>There are no trivial times in the Middle East, but the months ahead - specifically, from the end of Israel's High Holyday season in late October until Bill Clinton leaves office in January - are now crucial. Palestinian sovereignty might - just might - come in triumph, with handshakes on the White House lawn, followed by the full-hearted consent of the Israeli and Palestinian people. It might happen amid terrible bloodshed. Things being as they are round here, it will almost certainly be a mess. The arguments about Jerusalem go on but it seems to me that something has changed crucially: Israel no longer has the moral certitude that would allow it to suppress Palestine indefinitely. </p> <p>A nation-state is like an elephant: hard to define - but you know one when you see it. Every day Palestine looks increasingly like the rest of the herd, sometimes depressingly so. When Arafat returned from New York last Saturday for the meeting with his central council that took the decision to delay, he was greeted by the massed band of his security forces, headed by his personal swordbearer and half-a-dozen pipers who struck up The Road to the Isles with charming irrelevance. It could have been anywhere in the developing world. </p> <p>Every week, there are other, quieter signs. Palestine now has its own web suffix: appropriately for a country which is the world's afterthought, it is \"ps\". A few days ago, the children went back to school. And some of them, for the first time, began learning according to a specifically Palestinian curriculum, rather than one borrowed from the Egyptians or Jordanians. A new international telephone code (970 instead of the Israeli 972) is said to be imminent. There are stamps, although the money value - in non-existent Palestinian fils - has to be blacked out if the letter is being sent to Israel. </p> <p>In Gaza and the West Bank cities (excepting always Jerusalem, that most special of special cases), there is no longer any visible hint of a country under occupation. But this is in part an illusion. Arafat's jet flies in and out of Gaza airport by the grace and permission of Ehud Barak's government. And anyone else who wants to leave is allowed to do so only after checking in their self-respect with Israeli officialdom. Passengers from the airport have to be bused to the nearest Israeli border post to get an exit permit. </p> <p>Dr Mahdi Abdul-Hadi, the head of Passia (the Palestine Academic Society for the Study of International Affairs), is regularly invited to speak at international conferences, sometimes with Jimmy Carter or even Bill Clinton. \"If I want to renew my travelling document, I have to go to the Israeli ministry of the interior and start queuing at four in the mornings, sometimes two or three times, and it will cost me $150 to $200. This kind of humiliation is ongoing.\" </p> <p>The political scientist Ghassan Khatib can go to Jerusalem, because his office is there. He cannot, however, invite his wife or mother to the city for dinner. \"Dinner can only be a reason if you have good relations with the right Israeli officers.\" He needs another permit to cross Israel to visit Gaza, where the residents now complain they are currently being denied the right to go to Jerusalem even for prayer. </p> <p>The Palestine that might have called itself independent this week looks like a Rorschach test on the map, reminiscent of the old, mad South African statelet of Bophuthatswana, which the apartheid regime created out of several, unrelated bite-sized chunks. In fact, it is even more complicated than that: the land is divided into A, B and C areas, depending on whether the Palestinians have control over both administration and security (A areas), administration but not security (B areas) or neither (C areas). Even on the most optimistic assessment - and the status of Jerusalem is irrelevant here - it will always be in two parts: the West Bank and Gaza, separated by the width of Israel. </p> <p>Distances in these parts are surprisingly tiny. It takes only an hour to drive from Gaza to Jerusalem, if you don't have to endure obstructive border guards. Putative Palestine is a fraction larger than Oxfordshire. If the original Palestine had been the size of Australia or Siberia, no one would have had to fight anyone. </p> <p>The history of non-contiguous countries is not an encouraging one: witness the fate of Pakistan. And there are already signs of the two wings developing different characteristics. But Palestine and Israel have many things in common, and one of these is the sense of overriding national destiny papering over a thousand underlying fissures. </p> <p>This destiny, however, is created entirely by recent history. Less than 30 years ago, the Israeli prime minister Golda Meir could scornfully deny that the Palestinian people existed. Their sense of nationhood was barely visible before the 20s and was fully fashioned only amid the adversity of the refugee camps and the Israeli occupation. \"They now have different historical experiences, beliefs and myths from any other Arabs,\" says Dr Menahem Klein, lecturer in politics at Israel's Bar-Ian University. </p> <p>\"Palestinians are not instinctively employees, not followers,\" says Mahdi Abdul-Hadi. \"I think we are always demanding to be equal partners. Arafat is known as \"ikhtiya\", the old man, rather than \"ra-ees\", the leader. It is very different from the attitude of somewhere like Egypt, where there are millions of followers. We are talkative and argumentative.\" </p> <p>\"That reminds me of another country around here,\" I murmur. </p> <p>\"Of course,\" he says. \"We have cousins called Israelis.\" </p> <p>Ghassan Khatib agrees with this analysis. \"There is a theory that oppressed people tend to admire their oppressors because they are stronger. I think Palestinians do admire features of Israeli society, and one of them is democracy.\" </p> <p>But democracy has never flowered in the Arab world. Palestine is a cacophony of voices: the town of Nablus alone has nine TV stations. But journalists who shout too loud find that life can get difficult. \"Officially, censorship does not exist,\" says journalist Khaled Abu Aker. \"But we have started to face the need for self-censorship in order not to have problems. There are stories you can hear in Palestinian society that you don't read in the press. Not only stories that criticise the security apparatus and the president, but also social problems and, of course, corruption.\" </p> <p>The country does not feel like a dictatorship. Even the communists sit in Ramallah with the front door open and offer coffee to all-comers under a Che Vive! poster. However, their big hope is municipal elections, and these have been postponed - regularly, indefinitely and mysteriously. </p> <p>Palestine's tortuous route to independence means that the country has endured the disillusionment that inevitably follows liberation without the cathartic joy of actually getting there. The Jabalia refugee camp in Gaza was once the fieriest of revolutionary hotbeds. On the street corners where once there were gun battles, patriotism has been succeeded by a sullen cynicism. \"It was better in the Israeli times,\" grumbles one shopkeeper. \"Then, if you went to prison you knew you were there for fighting the Israelis. Now you go to prison and you don't know why. And it's very hard to get out.\" </p> <p>His voice is an unusually bitter one, but even the most optimistic scenarios for peace cannot solve Palestine's essential problem: how to make a living. \"I used to take 2,000 shekels a day,\" says Abu Ibrahim, a draper. \"Now it's barely 200.\" One of his few customers is Jasir um Mahmoud, a taxi-driver's wife and mother of 12. \"At least we don't have the Israeli army running after our kids,\" she says, \"but the economic situation is still very hard.\" </p> <p>Life is tough the world over for mothers of 12, but that is not such an unusual figure in Gaza, which has the world's highest birthrate. I saw thousands of girls emerge from one narrow primary school gate - identically dressed in striped cotton dresses with jeans underneath for modesty, and ribbons in their hair for femininity. It seemed not so much the end of a normal school day, more like the migration of the wildebeest. </p> <p>It's hard to be hopeful for these girls' future in a country that has no visible means of support. There is no serious export industry, though there is a trade in carnations - which could make the place dangerously dependent on western marriage rates. Given that there is hardly any spare land and even less fresh water, agriculture is not an enticing option. What Palestine does have is a well-educated and open-minded workforce. Arafat has talked of making the country \"the Singapore of the Middle East.\" But if he is open for business, the customers are not yet piling in. </p> <p>Palestine is still full of surprises. Ramallah has become a boom town because the West Bank administration is concentrated there; there is a casino in Jericho, which attracts the more louche kind of Israeli; Bethlehem will always be a nice little earner. </p> <p>There are some surprisingly rich people around. Gaza City is far from the unmitigated hellhole of popular imagination, and the Mediterranean is as blue here as anywhere else, with the locals packing the beaches every Friday. The latest fashion accessory for the rich Gazan is a Sri Lankan or Filipino housemaid. You just can't get the staff, apparently . . . </p> <p>But on the beachfront you have only to turn your eyes northward, and you can see - very clearly indeed - the harbour in the Israeli port of Ashdod. Palestine will be dependent on Israeli money and jobs for the foreseeable future. </p> <p>Yet the suspicion between the two sides lingers poisonously. The latest idea for Jerusalem is that it should be declared to be under divine administration. \"And does God empty the rubbish?\" one Israeli commented. It is suggested that Gaza and the West Bank should be linked with a bridge over the full width of the desert so that no Palestinians have to touch Israeli soil. Ah, yes, but who's in charge of the columns? </p> <p> At the PLO flag shop in Gaza (which sells inflatable Arafats, of the sort sometimes waved at English football matches) you can buy little lapel pins with the Israeli and Palestinian flags intertwined. They are popular with Israeli peaceniks who come over for conferences. \"Do any Palestinians buy them?\" I ask the owner. \"Never,\" he says. </p> <p>\"We know the Palestinians are preparing for a struggle,\" says an Israeli army officer. \"They are accumulating food and water. They are training their people. They have these youth camps for children aged seven to 13, teaching them to kidnap Israeli soldiers. It's so absurd.\" </p> <p>Even optimists put the chances of Barak (who has no parliamentary majority) getting a deal past the Israeli public as no better than 50/50. But in the mirror-image country on the other side of the argument, the politics are just as difficult. Arafat's popularity shot up after July, when he got tough and refused to do a deal at Camp David. </p> <p>The Israelis have many qualities but empathy is not one of them. You realise that just driving round Jerusalem: for Israeli motorists, the problems of other road-users are never their problems. They are just nuisances to be bullied out of the way. In the wider context, that's why it took them so long to understand that the Palestinians were, like them, victims of history. But the glimmering of understanding they now have is perhaps the one thing that makes another full-scale war less likely. </p> <p>Even now there won't be much charity around for the new infant: conceived amid hatred; born into poverty; with war, oppression, tyranny and terrorism deep in its genes. And yet the Israelis will give Palestine a curious birthday present: an example to emulate. \"Israel started with nothing,\" says Dr Mahdi Abdul-Hadi. \"In 1947 you had to queue for one egg a week. We are in a much better situation than they were. We don't have much and we start from scratch. But this is the Middle East, the land of miracles. It will witness the rebirth of Palestine.\" </p>",
  "<p>Efforts to protect elephants from hunters and habitat loss have been so successful that parts of Africa are in danger of being overrun with the animals, scientists have warned. </p> <p>In an effort to control elephant numbers without culling them researchers have announced the completion of successful trials of an elephant contraceptive. </p> <p>Writing in today's issue of Nature, a US-South African group said only 11 of 31 female elephants given the contraceptive had become pregnant. </p> <p>The contraceptive is a vaccine that makes the elephant's immune system produce special antibodies. These antibodies lock on to proteins on the surface of the elephants' eggs, preventing sperm from fertilising them. </p> <p>Kruger, one of a number of national parks with a surplus elephant problem, lies along South Africa's border with Mozambique. </p> <p>About the size of Israel, it can support 7,500 to 8,000 elephants without threatening the survival of other species. But with no natural predators, elephants usually live to be 60, and the population grows by 7% to 8% a year. </p> <p>Kruger has tried giving elephants away, but there are few responsible takers. So it has resorted to killing hundreds each year. </p> <p>The alternative is to see the park suffer the fate of areas of Botswana and Zimbabwe which have been turned into wastelands, their dead trees stripped of bark, thanks to the depredations of elephant herds. A single elephant eats 300 to 600 lb of food a day. </p> <p>A group of scientists from Germany tried a different elephant contraceptive technique some years ago when it fed oestrogen to females. </p> <p>This proved disastrous. Two cows remained permanently on heat and were mobbed by bulls, with the result that two calves were trampled. </p> <p>The US-South African team claims its contraceptive vaccine causes no such problems, and is easily reversible. \"Elephants are intelligent and empathetic mammals, and culling is a last resort in controlling their numbers,\" the scientists said. </p> <p>But the research, funded by US animal welfare groups opposed to culling, has drawn fire from African-based groups, who argue that it is an unnatural and selfish way to control elephant numbers. </p> <p>Anti-contraception activists say it is folly to deprive wildlife parks and local people of the chance to earn money and grow food by harvesting ivory, hides and meat from surplus elephants.</p>",
  "<p>One of the City's best-known names, Kingfisher, yesterday surprised the Square Mile by announcing it was to split, spinning off Woolworths and Superdrug in a separate company from B&amp;Q and Comet. </p> <p>The move ignited shares in the beleaguered retailer which has struggled with its fortunes on the stock market since its failure to merge with supermarket group Asda last year. </p> <p>The shares rose by 5% to 477.5p on speculation that the demerged operations would make it easier for the separate entities to be taken over. </p> <p>Despite the rise, the company had bad news for the City, announcing the first fall in Kingfisher's profits in five years. The results were described by one leading analyst as \"appalling\". </p> <p>Geoffrey Mulcahy, the chief executive, tried to play down the 10% fall in pretax profits to £204m in the six months to the end of July by insisting they had been knocked by investment in new businesses. </p> <p>It intends to create more than 20,000 jobs in the next five years as \"it opens new stores in its \"general merchandise\" business, the division of Kingfisher including Woolworths and Superdrug. </p> <p>The general merchandise operation, which is likely to lose the Kingfisher name after the demerger, is to open 700 new stores, including 90 Big Ws, the large stores selling a variety of brands, and 400 Woolworths outlets. </p> <p>Mr Mulcahy, who is to remain as the chief executive of B&amp;Q and Comet after the demerger of Kingfisher, refused to name the management teams of the two business created by the demerger, which will take place in the second quarter of next year. </p> <p>Analysts immediately described the demerger as clearing the decks for Kingfisher to buy up the part of Castorama - the French do it yourself business - it does not already own. There was also mounting speculation that Home Depot, the American DIY group, would step in to try to take control of B&amp;Q. </p> <p>One leading analyst said the demerger made \"a lot of sense\". \"But whether they survive, without a takeover bid, is another story,\" he said. </p> <p>Many analysts downgraded their profits forecasts for the remainder of the year after Mr Mulcahy acknowledged that profits may not show another rise until next year. </p> <p>He denied the demerger was a knee-jerk reaction to the group's ailing share price and indicated that it been under consideration since Asda was snatched from its clutches by Wal-Mart last year. </p> <p>Separating the two businesses, Kingfisher said, would allow them to grow more quickly in their markets. The general merchandise business - Woolworths and Superdrug - is concentrated primarily in the UK while the DIY and electricals operation is far more European, owning operations in France and Germany. </p> <p>Kingfisher explained the fall in profit on a number of factors, including investment in new stores, e-commerce, technical accounting changes and the weakness of the euro. </p> <p>Despite the fall in profits, the group reported record retail sales of £5.4bn and a 6.5% rise in like for like sales growth. </p> <p>Woolworths and Superdrug are widely seen as operating a more competitive market than the DIY operations, although Mr Mulcahy insisted he believed \"passionately\" that the general merchanise business was capable of major growth. </p> <p>However, many industry experts believe the demerger will allow Kingfisher to focus on the DIY market.</p>",
  "<p>That <strong> Chase Manhattan</strong> is renaming itself <strong> JP Morgan Chase</strong> after the surprise acquisition of its Wall Street neighbour is a reflection of the high regard in which the institution is held in the financial services industry. </p> <p>The name originates from its founder <strong> J Pierpont Morgan</strong> , who died in 1913, 20 years before the influential banking business he founded was forced to split in two. </p> <p>The 1933 Glass-Steagall Act separated commercial and investment banking and forced the <strong> Morgan Stanley</strong> brokerage firm to be split from JP Morgan. Ironically the act was lifted last year. </p> <p>In the last 20 years, JP Morgan has stretched the law to its limit - fending off the US Congress- and managed to set up businesses from which it would normally have been prohibited, such as a share trading service.It also set up businesses in emerging markets and established derivatives operations. </p> <p>This was a stark step-change for JP Morgan which was built up on advising major companies and tycoons on their business strategy, lending money to governments and corporations. </p> <p>During much of the last decade speculation mounted that the two Morgan names would be reunited again but they were quashed four years ago when Morgan Stanley merged with <strong> Dean Witter </strong> to create <strong> Morgan Stanley Dean Witter</strong> . </p> <p>Despite its strong origins and reputation, JP Morgan has been saddled with rumours that it would be unable to go it alone. Only last week Deutsche Bank, the German financial house, was tipped as the buyer. That it has sold out to Chase suggests that the bankers at JP Morgan were satisfied that they have secured the right price for their enviable franchise. </p>",
  "Spanish police swept across the Basque country yesterday to arrrest 20 suspected members of the separatist organisation Eta in an operation believed to have netted some the group's top strategists and fundraisers. <p>More than 300 members of the civil guard, many with faces covered to prevent retaliation, raided towns and villages throughout the Basque region and neighbouring Navarre. </p> <p>The operation included raids on a number of offices belonging to Herri Batasuna, Eta's political wing. Several prominent members of HB were among those arrested, including a former MP. </p> <p>The detainees were taken to Madrid and charged with membership of an illegal organisation by investigating magistrate Baltasar Garzon, a senior member of Spain's national court which has special powers to try those accused of terrorist offences. </p> <p>The interior minister, Jaime Mayor Oreja, said the operation was a \"major blow\" to Eta. </p> <p>\"We have virtually destroyed Eta's political structure in Spain,\" he said, adding that the people arrested were all part of Eta-Ekin, the arm of the organisation responsible for planning attacks, organising funds and devising long-term strategy rather than carrying out violent actions. </p> <p>Eta has killed some 800 people since 1968 in its campaign for Basque independence. It has been particularly active since ending a 14-month truce last December, claiming responsibility for 11 killings in car bombings and shootings and being blamed for a 12th. </p> <p>But the leader of the non-violent Basque Nationalist party (PNV), Xabier Arzalluz, cast doubt on the minister's claim, describing the operation as a public relations move. \"This sort of action is an attempt to get favourable headlines at a time when the police are failing to catch any of the people who actually carry out attacks,\" he said. </p> <p>The arrests followed a government promise to step up police action. Eta used the truce to revamp its structure and recruit new members. Mr Mayor Oreja admitted that counter-terrorist forces were struggling to identify the new units that have targeted journalists and businessmen as well as politicians and members of the armed forces in their attacks. </p> <p>At the funeral of Eta's most recent victim - a young councillor representing Spain's governing People's party - the prime minister, Jose Maria Aznar, declared: \"Those who take it into their hands to execute their fellow citizens will not remain immune.\" They have, he said, \"good reason to worry\". </p> <p>Yesterday's action proved he was not just sabre-rattling. It was similar to one carried out in 1997 which led to the trial of all 23 members of Herri Batasuna's leadership committee of the day. They were each sentenced to seven years in jail but released two years later when Spain's constitutional court overturned the ruling. </p> <p>The operation coincided with a French decision to extradite a member of Eta accused of plotting to kill King Juan Carlos of Spain in 1995. He is the fourth member of the group to be extradited this year. But Eta's top ideologues are still thought to operate from France, and its commando units move back and forth across the border to elude Spanish police. </p> <p>Mr Aznar has also tried to put pressure on the separatists at the political level. Government ministers reiterated calls for the Basque regional president, Juan Jose Ibarretxe, to resign and call early elections to the Basque parliament. \"It is clear he has lost control of the region,\" said a senior member of the People's party. </p> <p>Mr Ibarretxe, heads a minority nationalist government after breaking off a parliamentary alliance with the separatists. Mr Aznar has accused him of being lukewarm in his condemnation of terrorism and accused the Basque Nationalist party of condoning murder because it insists lines of communication must be kept open to Eta if there is to be a lasting peace. </p> <p>Spain's opposition Socialist party has said it would back a vote of no-confidence that would force Basque elections. </p> <p>Herri Batasuna's leader, Arnaldo Otegui, accused the government of trying to deny the separatists their political rights. \"They are determined to turn a legitimate political force into outlaws,\" he said. The separatists have obtained between 16% and 19% of the vote in recent Basque elections.</p>",
  "Mr Blair's description of William Hague's education plans as the \"wackiest collection\" of policy for some time (Blair plans schools revolution, September 9), simply demonstrates that the prime minister has failed to grasp the fundamental difference that is being proposed. <p>Good teachers are now leaving the profession, citing the growing burden of regulation as the reason. The government does now seem aware of a growing professional skills shortage. It is not only education that is suffering. Government control is stifling diversity, innovation and energy out of all public services. By lifting the bureaucratic load from schools, Mr Hague recognises that greater freedom from government and local authority control will benefit teachers and pupils alike. <br><b>Cllr Sandy Bruce-Lockhart</b><br><br>119 Farringdon Road, London EC1R 3ER <br>Telephone: 020-7278 2332 Fax: 020-7837 4530 <br> Email: <a href=\"mailto:letters@theguardian.com\">letters@theguardian.com</a> <br> We do not publish letters where only an email address is supplied; please include a full postal address and a reference to the relevant article. If you do not want your email address published, please say so. We may edit letters.</p>",
  "The city forever associated with the civil rights voting registration struggle of the sixties finally elected its first black mayor yesterday in what is being hailed as a historic victory. <p>There were celebrations in the streets of Selma, Alabama, last night at the end of the 35-year reign of the man who was mayor when state troopers clubbed and teargassed civil rights marchers.</p> <p>Joe Smitherman, 70, a former member of the White Citizens' Council and a friend of the segregationist governor George Wallace, conceded defeat to local businessman James Perkins Jr after the bitterest campaignfor many years. There were allegations of ballot fraud and fire-bombing and civil rights campaigners from across the country including Martin Luther King III, arrived in the city to bring out the vote in what was seen as a symbolic contest.</p> <p>Mr Perkins took 5,668 votes to Mr Smitherman's 3,712, a winning margin of 60% to 40%. Although around 1,500 absentee ballots, which Mr Smitherman's supporters had been accused of tampering with, had not been counted there were not enough of them to alter the result.</p> <p>Conceding defeat, Mr Smitherman said he had found he was running against outsiders brought in by political activists.</p> <p>\"It's a very humbling experience,\" Mr Perkins, a computer consultant, told the Guardian last night. \"It's overwhelming to see how much Selma means to the rest of the world. I have spoken with the mayor and he has congratulated me on my campaign and I congratulated him on his time in office. There is no revenge I desire. It is time to make a transition.\"</p> <p>In Selma itself the celebrations started as the first news of the results came through.</p> <p>Supporters of Mr Perkins gathered on the Pettus bridge where marchers had been beaten back by state troopers as they tried to march on the state capital, Montgomery. Those scenes and the murders of four marchers had horrified the US and led to legislation which finally brought equal suffrage for black people.</p> <p>\"Martin Luther King is smiling now,\" said Lily Brown, who was on the Pettus bridge 35 years ago when the marchers were attacked and was in Memphis with King when he was assassinated not long after. \"Glory, hallelujah!\"</p> <p>\"Joe is gone,\" said Joanne Bland, an activist and co-founder of the National Voting Rights Museum in Selma. \"The tyranny is dead. Now we can move on and Selma can heal.\"</p> <p>Black people make up around 65% of Selma's 14,000 electorate but Mr Smitherman had never been beaten in nine elections. On this occasion he had the endorsement of the black chief of police, the black city clerk and the local Muslim imam.</p> <p>Jonathan McElvy, the editor of the Selma Times-Journal, which backed Mr Smitherman, said: \"The national and international media have kept Selma on the bridge that we crossed in 1965. Since then it's been full steam ahead here and everybody has equal opportunities in this land. But if this is what it takes to get us over the bridge, that's great.\"</p> <p>He added: \"It's a shame that it takes a national presence to influence the result. As far as history is concerned, everybody will make of it what they want to make of it. The sun will still come up in Selma tomorrow.\"</p>",
  "The cocktail waitresses of the Nevada casinos are finally putting their feet down. Tired of dressing up in skimpy costumes and the highest of heels, they have formed an organisation to campaign for more sensible footwear. <p>The Kiss My Foot Coalition has already persuaded casinos in Reno to allow them to lower their heels. </p> <p>The waitresses complain that the nights of serving gamblers while perched on high heels have given many bunions or hammertoes and has left some requiring knee surgery. </p> <p>Now the coalition, led by a cocktail waitress, Kricket Martinez, is trying to persuade the Las Vegas casinos to follow suit. </p> <p>\"Men waiters don't have to wear high heels - just women,\" Ms Martinez told the Los Angeles Times. \"We're trying to tell casinos where women are walking around in bustiers and thongs that they don't have to endanger the safety of their employees just because someone says sex sells and high heels are sexy.\" </p> <p>The waitresses have traditionally put up with the uncomfortable costumes and the gropes of the gamblers because the tips can be even higher than the hated heels. </p> <p>But the mood in Nevada has changed over the last few years: workers at the casinos and hotels are being unionised as fast as any industry in the US and the city governments in Reno and Las Vegas have been trying to make their hotels appeal more to the family and less to the Family. </p> <p>But some things have not changed and that is why Ms Martinez and her colleagues are taking action. </p> <p>The coalition is now planning a public rally in Las Vegas to gain public support for their stance. </p> <p>If this fails they may look at using equal rights legislation to press their case, on the grounds that men are not required to wear costumes that endanger their health in the same way.</p>",
  "<p>His women friends were cheating on their husbands but needed plausible excuses, so Raul Tello came up with a hi-tech solution: an internet site that provides all the excuses for a four-star affair. </p> <p>As a web page designer Mr Tello had all the tools to provide an anonymous communications network that would allow for Argentina's lovers to make elaborate getaways. </p> <p>\"We design invitations to conferences, provide the airline tickets and send the invitation to the client,\" said Mr Tello, the founder of <a href=\"http://www.amorios.com.ar\">www.amorios.com.ar</a>. </p> <p>\"After the conference they receive certificates of attendance and if necessary, invitations to a follow-up conference,\" he added. </p> <p>Despite an economic slump that has hammered most small businesses in Argentina, the affair-planning business appears to be recession-proof. In the first 60 days, Mr Tello grossed £25,000 and signed up 300 clients. </p> <p>For an annual fee of£40, the clients receive a coded card with their \"identity\" and an email password. The website has a complete package deal that can be used to convince not only the unsuspecting spouse but also the boss that the unfaithful party is away on business. </p> <p>\"We put a lot of effort into convincing the client's supervisor that this is a business trip,\" Mr Tello said. </p> <p>However, Amorios.com is only capable of taking on 1,000 clients. The logistics of planning an affair in Argentina are particularly complicated because so many people suspect their partners of infidelity. </p> <p>Cover trails are laid in elaborate detail. For example, should a suspicious spouse call the \"conference\", someone playing a secretary in the Amorio offices will grab the corresponding mobile telephone and read an appriopriate script. Background noise is then blasted over the office loudspeakers to simulate the atmosphere of a conference. </p> <p>The caller is told that their spouse \"just stepped out\" and the lover is contacted and told to phone home straight away. </p> <p>With more than a dozen phones spread out on the desk, the margin for error increases with the number of scripts, sound effect tapes and new personnel. </p> <p>Mr Tello insists that there have been no major errors but some would argue it is only a matter of time before the wife of a doctor at the Mexican \"engineering conference\" is played the tape of the Brazilian nurses' association. \"With Amorios, there will be no failures, we study every case thoroughly,\" Mr Tello said. </p> <p>The clients of Amorios.com are equally divided between the sexes. \"I don't care if it is women with women, men with men, whatever. People who are unfaithful will be so with or without Amorios, I am just providing an excuse, nothing more.\" </p> <p>Due to the interest from other South American nations, Amorios.com hopes to expand into Uruguay and Peru. \"We aren't sure whether to franchise this or do it ourselves, but the number of calls from Peru is huge,\" Mr Tello said. </p> <p>But his biggest market may never be realised - in neighbouring Brazil extra-marital affairs are so common that excuses are often unnecessary.</p>",
  "<p>I was so disappointed with the way Sony released Men In Black on video that I've probably got more involved than they'd like with its DVD release. I've had a hand in most aspects of it, from checking the colour timing to seeking out new features and even appearing in it (kind of) with Tommy Lee Jones in a visual commentary track. </p> <p>On that, I'm armed with a device called a telestrater - it's like one of those video pointers they use on sports shows. I'm using it to point out aliens and other interesting stuff and I believe this is the first time this has been done on a DVD. I love the format and wanted to make the best possible release at the best possible value for money. I don't know what it's like in Britain but in the States the quality of prints in cinemas is shockingly bad. It's pretty sad that the best way to view a movie is in your own home on a DVD. </p> <p>I'm already hearing a lot of rumours about Men In Black 2, like we have script problems and so on. Well, we don't (the script, incidentally, is being done by Robert Gordon, who did Galaxy Quest). No, what the production hinges on is the money and getting Tommy Lee. You'd think that after such a big hit, the money people would be a bit more forthcoming, but that doesn't seem to be the case. </p> <p>At the moment I'm down in Miami shooting Big Trouble. It's written by local journalist Dave Barry and I guess you could describe it as Get Shorty-like. I'm here with a great fun cast including Tim Allen, Rene Russo, Janeanne Garofolo, Tom Sizemore, Jack Black and Heavy D. You know, sometimes work just doesn't seem like work... </p> <p> Men In Black is now available to buy on DVD (Columbia TriStar) </p> <p> Interview by Phelim O'Neill</p>",
  "<b> What's the difference between legalising something and de-criminalising it?</b> <p> * Not much. Actively repealing a law which prohibits something, decriminalises it - an example was the extension of Sunday trading by shops. By contrast, legalising something might either clarify the law where it was previously unclear - the finance acts following the budget usually both create tax exemptions and limit avoidance schemes - or introduce or extend rights, such as abortion, women's suffrage and the reduction in voting age from 21 to 18. </p> <p>Examples of confusion, discrimination and misconceptions in this area are commonplace. Sex between men is still seen by the common law (case law developed over the ages by judges) as a crime of \"gross indecency\". It is decriminalised in only limited circumstances - the men must be 18 or over, there must never be more than two involved and it must be within a very tight definition of privacy, none of which restrictions apply to sex between women and men. Notwithstanding the recent House of Lords rejections of reform, this will not long survive decisions of the European Court nor the Human Rights Act which is about to come into force south of the Scottish border (it is already enshrined in Scottish law). </p> <p>Another distinction to be made is between actual decriminalisation by law change and the practice of enforcement by the authorities. Contrary to popular belief, Dutch law still criminalises possession and dealing in recreational drugs such as cannabis. In practice certain premises - coffee shops - are licensed by councils for the purchase and consumption of small amounts; similarly in the UK it is a crime to exceed the speed limits but prosecution is rare even if the 30mph limit, for example, is exceeded by around one third. Charges of corporate manslaughter (eg following the Paddington rail disaster) are similarly exceptional. </p> <p> Chris Morley, Woodhouse, Leeds. </p> <p> <b> We have \"the Middle East\" and \"the Far East\", but where is \"the Near East\"? And what should we call the area which covers India, Bangladesh, Nepal, etc?</b> </p> <p> * \"Near East\" is the old name for Asia between Turkey and India (ie the area west of the pride of the British Empire). After the second world war, a more precise name was needed, so Israel and neighbouring Arab countries became known as the \"Middle East\". Of course, it all depends where you are standing. Many years ago, on my first visit to India, I was surprised to hear All India Radio talking about the crisis in \"West Asia\" - the Middle East from their standpoint. \"South Asia\" is the name given to the sub-Indian subcontinent, plus Nepal, Sri Lanka, etc, to distinguish it from South-East Asia, formerly Indo-China. </p> <p> Mike Broadbent, Luton, Beds. </p> <p>*In the days before British military withdrawal from east of Suez, the RAF had three separate eastern commands: Far East Air Force; Air Force Middle East and Near East Air Force. The last comprised, from what I recollect, bases on Cyprus, Malta and Gibraltar. NEAF HQ was based at RAF Episcopi, Cyprus. The building is still in use but has been re-designated as HQ Joint Services. </p> <p> Tony Cummings (ret. squadron leader), Hough Green, Chester. </p> <p> <b> My butcher told me not to worry about wasps crawling over the meat in his shop, saying \"they're completely germ free, they don't spread anything.\" Was he right?</b> </p> <p> * Before turning up in the shop, wasps are likely to have spent time either on the dead cat in the gutter, the mouldy apple cores and bits of ham sandwich in the litter bin or the cowpat in the meadow. They carry bacteria on their feet and bodies from these to the prime cuts in the butcher's window. </p> <p>Flies and bluebottles do this more visibly by disgorging digestive fluid onto their food to soften it up and also lay eggs (hence maggots) in it - but wasps are just as good at mere germ distribution. Basic hygiene training for butchers seems a good idea. </p> <p> Robina Barson, London NW5. </p> <p> <b> On the eastbound carriageway three miles west of M4 junction 13 is a large exit labelled Works Access Only. It leads to a road, not marked on any map, that disappears over a hill. The millennium map on the internet shows a large array of rectangular structures. Is it anything I should worry about?</b> </p> <p> * Locals maintain that this slip road leads to RAF Welford, which was used as a base by the US during the cold war. This would explain the rectangular shapes on the millennium map - they are missile silos. </p> <p>My mother, who lives near Newbury, has always maintained that the cruise missiles, allegedly at nearby Greenham Common, were in fact based at Welford. This would make sense, if only in terms of transport logistics. Cruise missiles were designed to be mobile and capable of being launched from any part of the country. To reach the M4 from Greenham (in the 80s) necessitated driving through Newbury, whereas Welford has its own private slip road. </p> <p>Perhaps all the women who so persistently protested against the cruise missiles were actually camping in the wrong place after all. </p> <p> Jackie Nickson, Farncombe, Surrey . </p> <p>*Many Access Only roads are in fact motorway police stations and garages. A couple of years ago, I was given a lift to Luton Airport by a Met police detective. He swung off the motorway on to one of these roads promising that it would take many miles off the journey - which it did. Some way up this road, there were rectangular structures, an array of parked police vehicles and officers relaxing with tea and fags. Anyone wishing to try these shortcuts, however, should be advised that you need someone in the car who can show a warrant card. </p> <p> Graham White, Milton Bridge, Midlothian. </p> <p> <b> History books often refer to \"fountains flowing with wine\" during major celebrations. Is there any credible account of how these fountains were operated, or was the term merely an overblown way of saying that drinks were free?</b> </p> <p> * At the opening of the Melbourne International Exhibition (1880-81) by the Marquis of Normanby the fountains outside the purpose-built Royal Exhibition Building in the Carlton Gardens flowed with pink champagne. During the ceremonies, which included the performance of an interminable exhibition cantata, everybody waiting outside got drunk and rioting ensued. Buckets of pink champagne were carried off to the suburbs. I do not think similar hospitalities have since been attempted in Melbourne. </p> <p> Angus Trumble, Art Gallery of South Australia, Adelaide. </p> <p>* For centuries Exeter's citizen's were supplied with drinking water by a public conduit, an impressive edifice with taps, situated in the centre of the city at the Carfax. On special occasions, such as the visit by Henry VI in 1452 and the coronation of William and Mary in 1689, the conduit ran with wine. This was achieved by inserting a hogshead of claret behind the spout. </p> <p> Hazel Harvey, Exeter. </p> <p>*The town of Marino, near Rome, still has such a fountain. During the Sagra dell'Uva, at the grape harvest in August, the celebrated Fountain of the Moors in the main square is decorated with bunches of grapes, and pumps out wine instead of water. We used to join in the scrum to fill glasses, carafes and gerry-cans with the very drinkable local produce. Economic considerations mean that this free-for-all lasts only about an hour, but I am told that in the past it lasted several days. </p> <p> Mark Langham, Bayswater, London W2. <br><br><b>Any answers?</b><br><br> Given that space is infinite and we are the only inhabitants of the universe, why don't we dump toxic and nuclear waste into space? </p> <p>Paul Cockburn, London SW6. </p> <p> Why did men of fashion in the 18th century wear shoes with scarlet heels? Was it a mark of rank? </p> <p>Angus Trumble, Adelaide, Australia. </p> <p> How did delicate creatures like jellyfish, or soft-skinned vertebrates such as amphibians, survive the environmental catastrophe said to have caused the mass extinctions at the time the dinosaurs died out? </p> <p>Clare Passingham, Oxford. </p> <p> Why are teeth thought worthy of a separate medical profession, when all other parts of the body are looked after by specialist doctors? </p> <p>Phil Woodford, Teddington, Middx. </p> <p> Why is it that, even with today's complex technology, the camera is still said to \"put 10lbs on you\"? And will this problem ever be solved? </p> <p>L Gunby, Sheffield. </p> <p> We include the letter 'u' in the spelling of the numbers 4, 14 and 400. Why is forty different? </p> <p>Graham Hales, Mickleover, Derby.<br><br> Post answers to Notes &amp; Queries, The Guardian, 119 Farringdon Road, London EC1R 3ER. Fax: 020-7239 9935 email: nq@theguardian.com Please remember to include your address and your phone number</p>",
  "<b> Crook, Co Durham </b> <br> <p>A decade of opencast mining removed many of the old hedgerows in the triangle of land between Crook, Billy Row and Tow Law. They were replanted when the land was restored and from a distance their replacements, now head-high, look like long-standing elements of the landscape. Walk alongside them, though, and the difference is obvious. </p> <p>The new are neat, dense, double rows of hawthorn, sometimes with a sprinkling of dog rose, hazel and blackthorn, punctuated with evenly placed hedgerow trees. The old, like those that flank the Mile Lonnen, a dead-straight coal road that cuts across the landscape, are a jumbled mixture of gnarled oaks and wizened crab apples, hazel, holly, bramble, gorse, and downy rose with its fruity-scented, resinous leaves. Here and there, garden escapes have crept in: a patch of snowberry, a thicket of lilac, a rampant tangle of the Japanese Rosa rugosa. </p> <p>The flora under the old hedges distinguishes them too - a rich mixture of knapweed, heath bedstraw, hemp nettle, burdock, foxgloves, tufted vetch and harebells. Scattered heathers hint that this was once, in the distant past, heathland. </p> <p>One legacy of the opencast has made a significant contribution to increasing biodiversity. Hidden behind the old hedges, a large pond - developed from a settling pond used to trap silt from rainwater run-off during opencasting - has been colonised by dragonflies. </p> <p>Today, on an oppressively hot afternoon, we sat and watched. Thunder rumbled and lightning crackled over distant moorland in Weardale but here, in this small triangle of land that has been repeatedly mined, cultivated, stripped bare and restored over the past three centuries, sunlight sparkled on the surface of the pond. Electric-blue spotted Aeshna and deep red Sympetrum species hawked over the reed mace and through the alders. A decade ago, there would have been a cacophony of draglines, bulldozers and lorries around this spot. This afternoon you could hear the rattle of dragonfly wings and the wind rustling through the reeds.</p>",
  "John Simpson, who has died aged 83, was one of the most prolific inventors of scientific instruments for space exploration. For more than 40 years, streams of data have flowed back to Earth from the devices he built for more than 30 American and Soviet spacecraft. Some of them will beam information back for over another decade, pushing back the frontiers of knowledge about the distant reaches of the solar system. <p>The first of his instruments was carried into space in 1958; the last two were launched only last year. One of these was on board the Ulysses, a satellite now in orbit round the Sun's south pole. The other was carried on Stardust, a mission to rendezvous in 2004 with Comet Wild-2, a frozen snowball one and a half miles in diameter. </p> <p>But Simpson's career began as a nuclear physicist, when he was recruited by Chicago University for the Manhattan atomic bomb project. At the end of the second world war he abandoned weapons work to become one of the world's leading astrophysicists, and encouraged international cooperation among scientists. Even in the depths of the cold war, he promoted cooperation in research and the free exchange of ideas between Soviet and western scientists. He also turned to campaigning against the use of nuclear weapons, and was co-founder of the Bulletin of Atomic Scientists, still an influential international forum for debate and lobbying on matters of global security and nuclear issues. </p> <p>Simpson was born in Portland, Oregon. He took his first degree at Reed College in Portland in 1940, and then studied nuclear physics at New York University. From 1943-46 he was a scientific group leader for the Manhattan project at the University of Chicago. </p> <p>On August 7 1945, the day after the United States dropped the atomic bomb on Hiroshima, Simpson and his colleagues organised the Atomic Scientists of Chicago to oppose the further use of nuclear weapons and promote the peaceful use of nuclear power under international control. Simpson was the group's first chairman. The physicists were fortunate in the support they had from Robert Hutchins, the chancellor of Chicago University; he gave them free rein to organise scientists around nuclear policy issues. </p> <p>Simpson recalled being invited with Eugene Rabinowitch, another Manhattan project scientist, that September to meet a friend of Hutchins. He turned out to be Henry Luce, the influential publisher of Time, Life, and Fortune magazines. After hearing their story, Luce offered the scientists two full pages in Life to tell it. </p> <p>In those pre-TV days, two pages in Life was an unparalleled public platform. The story was a distillation of ideas that many Manhattan project scientists had debated among themselves for over a year. In the October 29 1945 issue of Life, they said that scientists for the first time had recognised a moral responsibility to carry the warning of the danger of any further use of nuclear weapons. </p> <p>Hutchins also encouraged the scientists to spend time in Washington, lobbying Congress for the civilian control of atomic energy in the US, and for the international control of atomic energy under UN auspices. Simpson was an adviser to Senator Brien McMahon of Connecticut, chairman of a special committee on atomic energy and sponsor of the McMahon Act of 1946, which called for civilian control of its use. </p> <p>Simpson later revealed that even before the bomb was tested, many Manhattan Project scientists had concluded that they were morally compelled to try to influence, within the constraints of secrecy, how the bomb would be used in the war, or even whether it should be used at all. Before the first test, many of the team at Chicago tried to do just that. They did not want to see the bomb used against Japan unless that nation was fully warned, and suggested various secret channels through which Japanese representatives might witness a demonstration. </p> <p>Only years after the war, as layers of secrecy were lifted and the full military and political aspects came into focus, did it become clear to Simpson that the use of the bomb was not likely to have been influenced by a few dozen scientists in Chicago. But that did not stop the pursuit of the principle that scientists and engineers could no longer remain aloof from the consequences of their work. </p> <p>Simpson's hugely productive career in astrophysics began when he turned his attention to investigating cosmic rays, the subatomic particles ejected from exploding stars that bombard Earth from all directions at nearly the speed of light. In 1948 he invented a neutron monitor to measure the intensity of cosmic rays, which he deployed at stations from Chicago to the magnetic equator in Peru. </p> <p>He discovered that cosmic ray bombardment was less intense near the equator, and suggested that this was probably due to the Earth's magnetic fields somehow eliminating the lower-energy cosmic rays here on Earth. His cosmic ray detectors were later sent to Mercury, Mars, Jupiter and Saturn. </p> <p>Simpson was involved in a fly-by of Venus, nine planetary encounters and dust experiments on two Soviet Vega spacecraft that investigated Halley's comet, for which he received the Gagarin Medal for Space Exploration of the USSR Academy of Sciences in 1986, to add to his many awards and posts; at Chicago, he was professor from 1954, and emeritus professor from 1987. </p> <p>His instruments have measured a solar flare, and provided evidence that the Sun's magnetic field probably has a big effect on where in the solar system the solar wind blows. Equipment he built for Pioneer 10, launched in 1972, may just now be reaching the limits of solar gusts, some 75 times the Earth's distance from the Sun. </p> <p>Simpson was still gathering information from Pioneer 10 last year. Another of his inventions, aboard the Cassini spacecraft, will collect and analyse dust particles in Saturn's rings. </p> <p>His second wife, Elizabeth, and his children Mary Ann and John from his first marriage survive him. </p> <p><b>John Alexander Simpson, nuclear physicist and astrophysicist, born November 3 1916; died August 31 2000</b></p>",
  "<p>This 21st century is not what it was cracked up to be. It is not that I actually wanted to live in a gleaming glass skyscraper attended by robot butlers, and I never liked the idea of food pills or silver lamé jumpsuits anyway. What bothers me is the lack of jet packs. </p> <p>We should all have one by now, a device you can strap on to your back and take off into the wild blue yonder. Imagine the freedom of flight without the trouble of airports. Commuting in minutes, with no need to worry about traffic or parking spaces. In the 30s, Buck Rogers' flying belt was pure fiction, but by the 60s there were serious articles like Over Hill, Over Dale In Army's New Rocket Belt and Man Learns To Fly In A Steam-Powered Corset. James Bond used one for a quick getaway in Thunderball. Personal flight seemed to be just around the corner - what happened? </p> <p>The first practical device was the Bell Rocket Belt. Hydrogen peroxide fuel was injected into a chamber where a catalyst broke it into water and oxygen. The exhaust of superheated steam produced an ear-splitting scream and propelled the wearer over hill and dale, but only for the 20-second duration of the rocket motor. An improved version, the RB2000, has increased endurance, but still only lasts thirty seconds. Although still used for displays, the design is limited to curiosity value. </p> <p>The military liked the idea and funded a second project, the Bell Aerospace Jet Belt. This was based around a small turbojet engine with thrust nozzles directed downwards from the operator's shoulders. By 1969, the prototype was flying at up to 30mph for four minutes at a time. The makers reckoned that it would eventually be capable of over 80mph for 20 minutes. </p> <p>Unfortunately, some design weaknesses became apparent, especially during landing when pilots had to cope with 100 kilos of jet on their backs. Falling over with a jet engine running is hazardous, with the risk of ingesting foreign objects. After years of frustration, Bell sold the rights to Williams Research Corporation. </p> <p>Williams built the next model to take to the skies, the Wasp, sometimes described as a flying pulpit. The pilot stood astride the engine, with a 63,000 revs-per-minute jet between his legs. \"What if it tossed a rotor blade?\" asked writer Terry Metzgar. The designers covered the engine with Kevlar shielding to lessen the risk of damage if the worst happened. Landing wasn't a problem, but the military decided that it lacked the endurance for a mission and turned it down in 1982. </p> <p>Undaunted, Williams went on to produce the X-Jet. Similar to the Wasp but with a highly efficient turbofan engine from a cruise missile, it could fly for 30 minutes at a top speed of 60mph. The X-Jet was highly manoeuvrable and much more stable than it looked. By 1989 the US Army had turned it down; the reasons are given in official reports which are still classified. Perhaps it was the cost, which was described as being \"more than a Jeep, less than a helicopter\" depending on the size of the production run. A more basic issue was that the X-Jet was competing with helicopters which were faster, had longer range and were capable of carrying more than just a single soldier. The one area where it might have had an advantage was reconnaissance, where small size and agility are an advantage. Unfortunately, this niche was already being taken up by small unmanned aircraft. There was no killer application to persuade the Army that the X-Jet was an unmissable opportunity. </p> <p>Personal flight languished for almost a decade until taken up by a Millennium Jet, a civilian aerospace company. Their program started secretly in 1997, aided by Nasa and the Defence Advanced Research Projects Agency. Their device, the SoloTrek XFV, is an exoskeleton surrounding the pilot, with two enclosed fan blades overhead. The power plant is a two-cycle petrol engine running on ordinary unleaded, which should give two hours of flight at up to 75mph. Millennium Jet is keen to emphasise the huge number of safety features built into the SoloTrek. These range from multiple backup systems and sensors on critical components to a persuasion system that encourages the operator to land when fuel starts to get low. If all else fails there is a parachute to ensure a safe landing from altitudes of more than 30 metres. There is even a retinal scan device in the control helmet which confirms the pilot's identity. </p> <p>The SoloTrek looks great, and, more importantly, it is technologically feasible. But however safe the machine itself, it is still akin to a flying motorcycle, on a road with no markings and other flyers coming from all directions. Flying at night or in bad weather would be impossible without special equipment. Then there are environmental considerations: no aircraft is quiet, and few people would be happy to have flyers buzzing over their garden at 300 feet. It seems unlikely that the SoloTrek is going to be replacing the commuter train, though it might still be useful for police and fire-fighters, and it looks like a wonderful toy. Millennium Jet has yet to put a price on the SoloTrek. The firm suggests that it will be similar to a high-end sports car. This is beyond the means of many potential customers, and with two-seater helicopters available for £60,000, it faces stiff competition. </p> <p>The other problem is that although the mock-ups look good, SoloTrek has not yet actually flown. There have been some delays in the development cycle and it is currently at the stage of wind tunnel testing. Millennium Jet is still looking for investors, and there is a way to go before they can apply to have their vehicle certified, let alone start production. A spokesman from Nasa said: \"It may turn out that the SoloTrek is not feasible, yet it will take us a step closer to a more feasible system.\" </p> <p>This brings us back to where we started. Personal flight is still tantalisingly just around the corner. But now it really is the 21st century. Perhaps the crucial difference will not be the technology, but the number of people who have grown up looking forward to being able to buy a jet pack.</p>",
  "<p>One of the most important consequences of the recent collapse of many high-profile dot.coms has been a back to basics rethinking of what actually constitutes a good website. What is emerging is the understanding that good website design is more than a question of aesthetics. There is a fundamental difference between a good-looking site and a good site. </p> <p>Boo.com, for instance, was a visually attractive site yet poor navigation and usability contributed in no small way to its failure. We are learning that on the net, beauty is only screen deep, and not a solid enough basis for a long term relationship with a target audience. From Amazon.com to eBay, the internet success stories are surviving on more than their looks alone. To succeed, websites need to match style with substance by taking the internet on its own terms. </p> <p> <strong> 1. Understand your site's purpose</strong> <br> The visual appearance of a website depends entirely on the objectives you want it to achieve. For information rich sites, the emphasis should be on straightforward navigation rather than fancy graphics. Think of how Yahoo! and other portals present their material. If, however, your main objective is to consolidate your brand identity, it may be more appropriate to limit the amount of text on the site and concentrate on the graphics. A website is not a fashion statement, it is the starting point for your relationship with a target audience. </p> <p> <strong> 2. Keep it human</strong> <br> Claude Levi-Strauss, the French anthropologist, refers to bricolage as the opportunism of those who work with their hands, creating things out of whatever is lying about. The web works the same way: there is no set way of designing a website. Designers use tried and tested images, formats and links to each other to create pages. According to the New York Times' David Weinberger, \"this makes the web unpredictable, creative and always the result of human hands\". </p> <p> <strong> 3. Be imperfect</strong> <br> Due to its vast, complex and decentralised nature, the web will always be, in the words of Tim Berners-Lee, its inventor, \"always be a little bit broken\". The web's frailty makes it more human and also renders perfection impossible. The politics of \"being right\" must not therefore be transferred to your website; rather, the aim should be to start a two-way conversation with your target audience, not to tell them, \"this is how it is\". </p> <p> <strong> 4. Avoid the language of advertising</strong> <br> Despite the fact that, according to Forrester Research, spending on web advertising will climb dramatically from £1.75bn (last year's total) to £187bn in 2004, it is already being undermined by some harsh truths. Most people now appreciate that having your page turn up in the top search engine finds is far more effective than web advertising. If the role of advertising is to present the best possible face of a company, this is made redundant by the nature of the web, where criticism will always be there: just ask Nike or MacDonalds. The speed of \"word of mouth\" online is restricted only by how fast people can type, so it is worth remembering that when designing a website, honesty is always the best policy. As Rick Levine of Sun Microsystems has put it, \"word of web will trump word of hype every time\". </p> <p> <strong> 5. Keep it simple</strong> <br> This is perhaps the most important rule of website design, yet it takes a lot of time and effort to keep thinks straightforward from a visitor's perspective. Stephen Freeman, creative brain for Retail.co.uk, draws attention to this paradox. \"Simple isn't easy\", he says. \"Sites that are overly confusing and filled with flashing gizmos that perform clever tricks without rhyme or reason are the ones which were created in an afternoon\". Take a look at <a href=\"http://www.epicheroes.com\">Epic Heroes</a> and <a href=\"http://www.theorganicshop.com\">The Organic Shop</a> for inspiration. </p> <p> <strong> 6. Use straightforward navigation</strong> <br> There are a number of ways you can make it easy for people to find their way around your site. One way is to make sure no page of your web ite is further than three clicks away from any other. Another is to tell people where they are. You can do this by providing a site map or by changing the colour of the current section in the navigation area. </p> <p> <strong> 7. Satisfy itchy fingers</strong> <br> Goldfish are said to have an attention span of five seconds, which is approximately two seconds longer than a visitor to your website. If they are visiting your site via a search engine, they may have up to 10 other sites they want to visit before they log off. The trick is to make your design stimulating while keeping it user-friendly. Slow download times, repetitive text, and lengthy e-commerce processes must therefore be avoided. </p> <p> <strong> 8. Don't cheat</strong> <br> Locked within the HTML code of every website is the metatag where web designers can list keywords to help control how the page is indexed on search engines. There are a number of rogue designers out there who misuse the meta-tag in order to make their site more attractive to a search engine. Words that they know are frequently typed in to search engines will go in the metatag even though they are not relevant to the site. This is the cyberspace equivalent of genetic engineering, and can seriously damage a site's reputation. </p> <p> <strong> 9. Less is more</strong> <br> As web software has developed over the years, many web designers have felt the urge to demonstrate all these advances simultaneously on one web page. Multiple animated images, blinking text, Javascript status bar mes sages, rainbow-coloured divider bars and pop up windows may signify hard work on the part of the designer but will also result in hard work on the part of the user. </p> <p> <strong> 10. Update your site</strong> <br> A week may be a long time in politics but it is a lot longer in cyberspace. Internet time is believed to move at seven times the velocity of normal time. Many people who browse (don't be fooled by this leisurely verb) the internet return to the same sites every day. Information needs to be updated at regular intervals to keep a website fresh. </p> <p>\u0095 Matt Haig is an internet author and director of web design and marketing firm <a href=\"http://www.peppermintpr.co.uk\">Peppermint PR</a></p>",
  "<p>At the end of 1998, two <a href=\"http://www.FT.com\" target=\"_new\">FT.com</a> executives were having a drink at the bar of the Pudong Shangri-La hotel in Shanghai, lamenting the difficulties of doing business far from home. </p> <p>Almost two years later, Donal Smith and Jonathan Schmidt are about to launch <a href=\"http://www.eCountries.com\" target=\"_new\">eCountries</a>, an internet business designed to address those complaints. As media executives wrack their brains at trying to turn their content-rich sites into money makers, eCountries may have outfoxed the opposition. </p> <p>ECountries is a site that provides news and analysis about 150 countries. As with most publishers, the information comes free of charge. The site consists of profiles on countries from Austria to Vietnam, and up to date news feeds. </p> <p>ECountries is hoping to attract traffic by being listed on various news sites such as ABC.com and eventually would like to license its content to news outlets that have trimmed foreign coverage. But the ace up the company's sleeve is its matchmaking service for companies looking to do business on foreign turf called, appropriately enough, marketplace. </p> <p>Marketplace seeks to take the hassle out of international transactions, sparing companies the trials and tribulations that afflicted Mr Smith and Mr Schmidt during their deal making for FT.com years ago. Matchmaking has proved to be a successful formula for First Tuesday and eCountries has taken the concept further by adding a global dimension. </p> <p>\"There is a large volume of international professional services that gets traded,\" Mr Smith said from eCountries's London HQ. \"But the market is very disaggregated. The internet is a fantastic way of introducing buyers and sellers to each other.\" </p> <p>Say a British company needs a translation of Bulgarian telecommunications legislation in a hurry - an actual request that came to eCountries last week. The company fills a form at the eCountries site and eCountries will try and come up with appropriate matches. If the transaction is consummated, eCountries takes a cut of up to 10% of the fees. Transactions are expected to range from £5,000 to £100,000 and eCountries is counting on commissions to make up at least half of the company's revenues. </p> <p>Others have spotted the potential for business matchmaking via the net. <a href=\"http://www.Business.com\" target=\"_new\"> www.Business.com</a> and <a href=\"http://www.Work.com\" target=\"_new\">Work.com</a> are doing something similar in the US. The two American companies have constructed directories organised around business topics and plan to add partners' services and news feeds around them. </p> <p>But eCountries has its eye on the global market. With cross-border trade growing, eCountries believes there is plenty of scope for its venture as companies seek out reliable professionals in the countries in which they are doing business. </p> <p>Building up a database of service providers from accountancy firms to law firms was tough at first. It took six months to sign up the first supplier, but then the momentum built up and eCountries now has about 400 service providers in its database focusing on four areas: legal translation and market research; recruitment; property and insurance; and financial services. When a client posts a request on the site, it will get at least a global and a regional player. </p> <p>Great care take is taken to vet the companies for the marketplace. Of the 400 Russian companies suggested for eCountries's marketplace, only 50 survived the cull. In the most important part of the vetting process, a candidate that wants in has to provide references from three companies with which it has done business. </p> <p>Clients \"are entering a walled garden for vetted suppliers,\" said Mr Smith, 38, who sold a broadcast monitoring business to Pearson in 1995 for £4m and then went on to run the company's FT.com subsidiary. Mr Schmidt, 36, founded Asia Intelligence Wire and ran the Asian division of the FT. The company expects to break even by 2002. Investors like the look of the top team, which includes Michael Elliott, the editor in chief, who jumped ship from Newsweek. </p> <p>ECountries undoubtedly has hit upon a good idea. The keys to success will be the thoroughness of its vetting process to keep out less than reputable companies from its database and whether people use the service. It could be cheaper and easier to conduct searches on the net and call up a few local companies, although there is no safety net as with eCountries. </p> <p>But Elliott had no qualms about joining the new venture from the safety of Newsweek. \"I sort of thought, if I don't make the leap into something new now, I never will. I'm having a blast.\"</p>",
  "<p>The past 16 months have been hectic for Stan Laurent, <a href=\"http://www.QXL.com\" target=\"_new\">QXL.com's</a> senior vice president of sales and marketing. During that short period of time the online auction company has expanded into 13 European countries. </p> <p>\"It's a crazy speed because these markets are taking shape very fast. Scale within a country is important because more buyers and sellers come onto the site,\" he explains. \"Critical mass within one country gives you a powerful barrier to block out the competition. If anyone else gets critical mass before you, it is going to be costly and lengthy to catch up.\" </p> <p>The activities and experiences of QXL are typical of plenty of other internet companies who are now scrambling frantically at blistering speeds to grab virtual land in Europe. With the US market already saturated, many of the emerging online markets of Europe are still waiting to be taken, and every wannabe e-tycoon wants his or her share. </p> <p>You only have to consider the scale of the market that is shaping up to understand what is driving this virtual stampede. Jupiter Communications predicts that the number of online buyers in Europe will more than quadruple, reaching 85m by 2005, up from 20m in 2000. </p> <p>It is a market which is currently dominated by the Northern European countries. Analysts predict that the UK and Germany will account for 55% of Western European consumer online spending. But they expect to see southern Europe catching up, led by growth in countries such as France, Spain and Italy. </p> <p>US entrants such as <a href=\"http://www.amazon.com\" target=\"_new\">Amazon</a> and <a href=\"http://www.eBay.com\" target=\"_new\">eBay</a>, traditional European retailers, and start-ups like Gameplay, Let'sBuyIt and LastMinute are all locked into this online battle, but as ever the key catalysts of this activity, lurking behind the scenes, are the venture capitalists. </p> <p>\"It is basically unattractive to back an internet business which only has a strategy for operating in one country,\" explains Paul Vickery, director of e-business for 3i, a leading VC firm. \"Their markets are changing so rapidly that they have to expand as quickly as possible because they are going to be under severe attack from US operators.\" </p> <p>Vickery believes that countries such as France and Germany offer better defensive qualities for start-ups because US companies are not seen as masters of adapting to the linguistic and cultural demands of local European markets. The other main reason why VCs are so keen to push expansion into Europe is because it increases the chances of an IPO (Initial Public Offering) which gives VCs \"exit opportunities\" meaning they can cash in their shares and make their fat profits. </p> <p>3i refuses to reveal actual figures but readily admits that a substantial share of its internet investment portfolio is now concentrated on Europe. In the months ahead, it is likely that the all-powerful VCs will force start-ups in their portfolios to merge with each other if they are not moving quickly enough. </p> <p>\"Speed is of the essence. The first signs of failure in an e-business are when the pace of the execution of the plan starts to slow down,\" Vickery explains. \"Europe is the most dynamic sector of investing. It is the area where we will see the most dramatic successes and the most dramatic failures.\" </p> <p>Europe is not an easy market to penetrate successfully. PCs remain the dominant interactive platform in Europe with mobiles and digital TV spreading fast. But unlike the US which is largely a single homogenous market, Europe is a collection of numerous markets based in individual countries with varied languages and cultures. Although at the end of last year, only six European markets - the UK, Germany, France, Italy, Sweden and Spain - comprised 78% of the total Western European online market. </p> <p>For any new web sites to reach a significant number of European households, they have to be translated into several languages, and products and content often have to be altered to accommodate different cultures. On top of that, e-entrepreneurs have to contend with traditional business issues such as local legislation, VAT and exchange rates. Directors also have to decide whether or not to acquire businesses to gain a customer base and ready-made fulfilment services or to grow organically. </p> <p> <a href=\"http://www.Monster.com\" target=\"_new\">Monster.com</a>, the online global recruitment service, is steadily building up a sizeable European presence, and plans to go into Spain this month and Italy next month. Andrew Wilkinson, Monster.com's European managing director, says the amount of money spent on entering a new European market depends on the levels of internet penetration and the rate of take up. \"Our strategy has been to take the global functionality and localise it completely. We go in with a local address. The content is localised. We hire a local manager and we then build the local site around the local culture and customs. We have a completely local-focused team to ensure job seekers feel it is just right for them.\" </p> <p>There is a risk for any internet company going into a new European market that its brand name could mean something quite different. Wilkinson feels the name makes the company stand out from the other recruitment sites called jobs- something. </p> <p>The online market that all internet companies want to dominate is Germany. Jupiter Communications forecasts that Germany will have the most online buyers in Western Europe reaching a total of about 21.2m online by 2005. </p> <p>A number of dot.coms are pitching aggressively for the loyalty of online German punters but they face stiff competition from big traditional German catalogue retailers. Players such as Otto Versand also have their own warehouses and packing centres. Nevertheless, analysts forecast that the huge amounts of VC cash being pumped into start -ups in Germany is likely to change the present set up. </p> <p>Germany may be the largest market but the Scandinavian countries have the reputation for being the most web-sophisticated. About 40 % of households are online. Sweden is expected to have 50% of its population online by the end of 2000. </p> <p>\"The people we should be looking at in admiration are the Scandinavians,\" says Nick Rosen, co-author of Business.eu, a recent report on European web activities. \"They have more sophisticated web sites, higher budgets and higher levels of web usage\" </p> <p>But as the battle for Europe's online markets intensifies, industry insiders are nervously wondering when there is going to be a shake out. Just recently a group buying site, LetsBuyIt.com cut 20% of its workforce across Europe even though gross profit margins for the three months ended June 30 rose to 9.8%, up from 2.9% the previous quarter. </p> <p>\"Shake out implies that a lot of European internet companies are going to be thrown to the floor and stamped to a pulp,\" says John Browning, co-founder of First Tuesday, the international e-entrepreneurs' community. \"We have seen this sudden eruption of start-ups in Europe and there are going to be mergers and takeovers. I think a lot of the internet companies will hook up with bricks and mortar companies.\" </p> <p>Martin Coles, LetsBuyIt.com's chief executive, denies that the decision to shed staff signals a flaw in the company's European strategy. Instead he puts the job losses down to a need to restructure and centralise the company's services now it has developed a pan -European presence. The company based in Sweden, has expanded rapidly but competition is fierce. </p> <p>\"The UK, Germany and the Nordics have enormous internet penetration, but on the other hand, they have some of the best developed retailers. I try not to make a distinction between us and bricks and mortar retailers. We are all competing for a share of wallet,\" Coles says. </p> <p>But he adds that he is open to alliances with those competitors. </p> <p>It is to looking increasingly likely that the traditional bricks and mortar companies will fight back. </p> <p>They have brand recognition, existing customer databases, local know-how, fulfilment services and usually stronger supplier relationships. </p> <p>They will probably have the decisive say in the shape and nature of Europe's new online markets.</p>",
  "<p>The first record to be broken at this year's Olympics is unlikely to be on the track or field. A vast audience is expected to log on to Olympics.com tomorrow. The official Olympics site is likely to go down as the recipient of the largest number of hits ever sustained by a single website in one day, despite FBI-sanctioned warnings of hacker attacks and an anti-Olympic movement intent on disrupting the opening ceremony. </p> <p>Days before the start of the games, it was already the third most popular website in Australia. IBM - official internet and communications partner for the Sydney Olympics - predicts more than 6.5bn hits for Olympics. com over the next two weeks. </p> <p>But, despite the welter of statistics on the site and the massive number of hits, one thing will be missing: live, streaming video from the games. The International Olympic Committee (IOC) has banned it all, and started pursuit of countless websites it says are breaking the law. </p> <p>It is already a fierce battle. The websites are accusing the IOC of being monolithic and heavy handed, and say the IOC is acting against the spirit of the games. </p> <p>At stake is the IOC's lucrative contracts with broadcasters, which include traditional television stations such as the BBC, NBC and Seven Networks in Australia. For the first time, the IOC has also signed exclusive deals with \"broadband\" operators to show highlights of the games on the internet. </p> <p>To protect these deals, the IOC has clamped down hard. As well as a complete lack of live action, only a tiny number of broadband users will be able to see any highlights online, via the websites of official partners. Unofficial websites will not be able to use any audio or video from the games, and dot.com sports journalists are barred. Even competitors will be unable to write online diaries of their experiences in Sydney - it was reported last week that this would be in breach of the IOC's code of conduct for athletes. </p> <p>Using the 1999 US anti-cybersquatting act, the IOC is also targeting websites that use \"Olympic\" language in their addresses. Nearly 2,000 domains are being sued in a class action, ranging from companies unrelated to the games, through pornographers and ticket touts to amateur athletics sites. </p> <p>The roots of the problem lie back in 1994, before the internet reared its egalitarian head as a mass communications medium. Then, the IOC signed a $4bn deal with the American broadcaster NBC for exclusive TV coverage of the Olympics from 1998 to 2008. NBC wants to show \"live\" Olympics at prime time in the US, to maximise advertising revenue. But the time difference between Sydney and the US means NBC is going to delay all its coverage by half a day. The network fears the net could gazump it by offering video to the US audience before NBC gets round to its \"live\" package. </p> <p>But a number of the sites named in the class action have hit back, saying they never had any intention of broadcasting highlights of the games, and claiming the action is a ruse to silence outlets not sanctioned by the all-powerful IOC. </p> <p>Chris Jenkins is the managing director of a small internet company in Aberdeen which has been on the sharp end of the IOC and its lawyers. His company, <a href=\"http://www.planetscotland.com\" target=\"_new\">Planet Scotland</a>, runs websites dedicated to niche sports such as fishing and golf, and last year registered 58 domain names containing the word Olympic. </p> <p>The plan was to provide a circuit of sites based around a central hub called Planet Olympics - in time for the the Athens Games in 2004. But in July,the company received a letter from its net registrar, saying that its domains had been frozen. A ruling in the US courts had deemed Planet Scotland was among those companies illegally cybersquatting on Olympic domains. </p> <p>Planet Scotland says it is doing no harm and is outraged that US legislation is enforceable in the UK. \"We are not cybersquatting in any shape or format,\" says Jenkins. \"None of the names has been offered or are for sale to third parties.\" The company has even promised to donate all profits to an Olympic charity. </p> <p>Jenkins continues: \"It [the IOC] is prepared to pour a lot of money into lawyers' pockets instead of using it for the benefit of the Olympic athletes\". </p> <p>The IOC has accused Planet Scotland of acting in bad faith, and claims that although Planet Scotland is not trading in the US it is still subject to US jurisdiction because the domain, like all other domain names, is ultimately US registered. </p> <p>Many of those caught up in the suit are in the grass roots of athletics - Olympics enthusiasts who have created websites around the event. </p> <p>Since 1998, Robert Livingstone has been running <a href=\"http://www.TorontoSummerGames.com\" target=\"_new\">TorontoSummerGames.com</a>, a news and information site which monitors the Olympic bidding process. A year ago, Livingstone decided there was demand for an independent website monitoring all Olympic bids. He registered OlympicBids.com, and began developing it in time for the Sydney Games. The site was due to go live last month. </p> <p>He heard about the IOC's class action through friends, but at the time of going to press was yet to hear from the IOC or its lawyers, despite his domain being included in the class action. </p> <p>He says: \"The IOC tied up our domain name so that we couldn't change any of the information on it. We couldn't change the owner, the address information. We couldn't renew it and we couldn't change the site to another server. It was simply frozen.\" </p> <p>After weeks of wrangling with the IOC's lawyers, Livingstone has finally been told, informally, he can keep the domain name.\"What really disappoints me is that they landed me in a class action with a whole bunch of domains that they really know nothing about. The IOC is guilty of issuing writs and asking questions later,\" he says. </p> <p>He is still waiting for written confirmation of the IOC's agreement and, in the meantime, the site remains frozen during its most crucial time - two weeks after the IOC announced the shortlist for the the 2008 Olympics. </p> <p>This week the IOC confirmed to the Guardian that it was seeking to shut down websites that made use of Olympic names, such as <a href=\"http://www.Olympic.com\" target=\"_new\">Olympic.com</a>, the site of a company selling wood stain and waterproofing sealant. But a spokesperson said that the legal action would not bear fruit for some time. </p> <p>It said it had no plans to renegotiate its major rights deals which, in NBC's case, run until 2008. But an IOC conference on new media sports coverage in Lausanne this December could provide impetus for fresh thinking in the Olympic movement about the internet age. </p> <p>The IOC spokesperson said it would not be penalising fan sites run by amateur sports enthusiasts. \"It's one thing to provide a photograph or comment, but it's another thing to imply involvement with the official sites.\" But Helen Lensky, author of Inside the Olympic Industry: Power, Politics, and Activism, disagrees, and says the IOC has used draconian tactics to protect its deals with the broadcasters. </p> <p>She believes that the \"wider commercial imperative\" is to protect the official sponsors, who have also spent millions of dollars to get exclusive sponsorship. </p> <p>She says what the sponsors don't want is \"ambush marketing\" where companies attempt to piggyback their publicity on major events without splashing out on official sponsorship deals. But she says that in its keenness to monopolise the Olympic event, the IOC is hurting small businesses not connected with the games. She cites the removal of a 30-year-old trademark from the Olympic Restaurant in Sydney as a sign that the IOC will stop at nothing to protect its sponsors. \"The IOC has shown itself determined to stamp out any voices contrary to the official Olympic message. It is not interested in any kind of coverage that might be critical to the games.\" </p> <p>It's not just the Olympics. During Euro 2000, Uefa, barred internet journalists with the exception of Sportal, the sports portal that won the contract to run the official site. <a href=\"http://www.Sportal.com\" target=\"_new\">Sportal</a> was also a title sponsor for Euro 2000, for which it paid £6.6m. </p> <p>Internet rights for major sporting events are now very big business - and the Olympics is no different. Only a fort night ago, <a href=\"http://www.optushome.com.au/aup.html\" target=\"_new\">Optus@Home</a>, Australia's Excite@Home high-speed cable access service, struck a deal with Australia's official Olympic broadcaster to beam its daily highlights package to computers in, potentially, 2.2m Australian homes. </p> <p>\"I think Channel Seven and us are just scratching the surface,\" says Chris Chapman, chief executive officer of Excite@Home. He accepts that the closed nature of Optus@Home's audience is the reason for bagging the Olympic deal, but says: \"I have no doubt that sport in particular is going to drive the development of a truly international mode of broadband.\" </p> <p>Optus@Home is the first deal that will deliver Olympic TV highlights over a cable broadband service in Australia, but across the globe, other commercial bargains are being struck over the Olympics. <a href=\"http://www.chello.com/\" target=\"_new\">Chello</a>, a European internet service provider, plans to show Olympic video through a deal with a European TV station. And in the US, NBC and <a href=\"http://www.quokka.com/\" target=\"_new\">Quokka</a> will show 20-minute highlight packages to broadband users. These are all excluded from the IOC's class action. </p> <p>So, even though the athletes will still compete with every sinew in their bodies over the coming weeks, the battle that has already been fought over the web hints that noble notions of the Olympics as the amateur \"people's games\" now belongs to a pre-internet age.</p>",
  "<p><strong> More of the same old excellent stuff<br> TOCA World Touring Cars</strong> <br>Sony PlayStation £29.99 Codemasters **** <br> Reviewing games is a cruel business. On any other platform, in any other genre, TOCA World Touring Cars would get five stars. But the PlayStation has a plethora of great driving games including TOCA 2 and Colin McRae Rally (both from Code-masters), Gran Turismo 2, V-Rally, Destruction Derby Raw, Wip3out, and several Formula One simulations. </p> <p>For gameplay, TOCA World is up there with the best of them, but the graphics aren't. Two years ago they would have been outstanding, but as programmers have wrung the last dregs of performance out of the aging machine, meeting expectations has become tougher than ever. </p> <p>TOCA World also loses a few fractions of a point for a lack of originality. It is, after all, a continuation of the TOCA touring car series, though it takes you much further afield. The game offers a superb selection of realistic tracks including four in the UK, and three each in Australia, Japan and the USA. </p> <p>Although there are quick race and time trial options, the heart of the game involves competing though a championship season, and winning at least one race to continue. It is much more involving than, say, Gran Turismo. And races are more exciting because more cars are involved, not just GT's five. </p> <p>The final few fractions of a point have been deducted for a reason that could make me unpopular: TOCA World is a bit too easy. It is not all that easy to win races, actually, but it is pretty easy to stay on the track, even if you bash into other cars. Realism is an unrealistic goal - if you had to be as talented as Colin McRae to win, racing games would be unplayable - but being too forgiving removes some of the challenge. </p> <p>Four stars, then. But it's still a cracking game, and should sell squillions. (JS)</p> <p><strong> Going for gold in Olympic key pounding <br> Sydney 2000 </strong><br> PC, PlayStation £29.99 Dreamcast £39.99 Eidos/ Attention to Detail **<br> It's Olympics time and, once again, steroids are in the news. Of course it's morally reprehensible for athletes to cheat but, such is the physical exertion needed to play this video game, anything that keeps you going should be considered. Sydney 2000 is the official Olympic game but it might as well be Los Angeles 1984 for all the gameplay advances made since then. For those without muscle aching memories of Daley Thompson's Decathlon and the rest, your aim is to pound two buttons as hard as you can for varying amounts of time. Pressing the action button at the right moment is the only other interaction in 10 of the 12 events. The other two - skeet shooting and kayaking - offer a welcome change of emphasis which is soon tempered by their frustrating difficulty levels. </p> <p>The game comes on three formats and is surprisingly similar on each. Obviously the PC version has the prettiest graphics, with some impressive animation, although the Dreamcast isn't far behind. The real difference is in control. PC owners should prepare for some heavy keyboard abuse while Dreamcasters will rapidly realise that their chunky controllers just weren't made for this. The PlayStation dual-shock works best even if the visuals are lacking. </p> <p>Realising the inherent simplicity of the genre, the developers have incorporated a training mode that allows you to build up your athlete. Unfortunately this involves yet more button bashing, making it an unappealing prospect. </p> <p>Ultimately the only way to appreciate games like this is with friends, but enjoyable multi-player distraction or not, the limitations and lack of variety soon tell. It may look the part but Sydney 2000 barely scrapes bronze. (GH)</p> <p> <strong> Having fun catching the 2D vib<br> Vib-Ribbon</strong><br> Sony PlayStation £10-15 Nanaonsha/Sony ***** <br> Parental health warning: Vib-Ribbon could turn your child into a slavering vegetable. In fact, it's so damned strange, it could turn your vegetable into a child. </p> <p>What makes this game so special? A spaced-out Japanese pop soundtrack and two-dimensional wireframe graphics. Yes, wireframe graphics - as in Asteroids, as in Defender - and black and white ones to boot. </p> <p>To elaborate: Vibri is a white stick rabbit walking along a line. This line - the titular Vib-Ribbon, one supposes - modulates according to the music being played, offering four different kinds of obstacle. To help Vibri overcome an obstacle, all you have to do is press the corresponding button. Although things start out simple enough, before long the game becomes more challenging, as combination obstacles appear, forcing the player to press various keys simultaneously. </p> <p>If you time your presses correctly, Vibri evolves into a higher life form. Miss a beat, however, and the line begins to quiver, and your 2D friend slips slowly down the evolutionary ladder and ultimately to oblivion. </p> <p>Fortunately, you are not restricted to the seven distressing Japanese tracks included with the game. The stroke of genius here is that you can play along to your own CDs, which the game software will analyse and convert into new ribbons. Gameplay is limited only by the size of your CD collection. </p> <p>Catchwise, the software is not 100 % reliable in its interpretation of music, and Vibri's relentlessly upbeat whine may have some reaching for their two-dimensional 12-bore. Otherwise, Vib-Ribbon is living, dancing proof that games don't need fancy graphics to be innovative and fun. The tie-in record and novelty dance move can only be days away. (AB)</p>",
  "<p> The 1999 US Anticybersquatting act provides protection to the owner of a US registered trade mark. However, to invoke the act the plaintiff has to prove that the \"squatter\" is acting in bad faith. This means that they intend to profit from the site or are simply sitting on a name, which is also deemed to be an act of bad faith. </p> <p>Ravi Azim-Khan, head of the e-commerce group at McDermot, Will and Emery, thinks that a Scottish company like Planet Scotland would probably win a counter-suit against the IOC class action in Scotland. Azim-Khan cites the precedent of a UK clothing company French Connection, which tried to retrieve the domain name <a href=\"http://www.FCUK.com\" target=\"_new\">FCUK.com</a>, which belonged to an IT consultancy. In this case a judge ruled against French Connection because the FCUK.com was not trying to \"pass off\" as a clothing company and therefore was not acting in bad faith. </p> <p>However, Azim-Khan thinks it might not be as easy as all that. He says: \"If a US court makes a decision then that is a matter for the US courts. But what it seems like is the IOC has told its lawyers to go after the registrars, in Planet Scotland's case Network Solutions.\" Azim-Khan thinks that this is an attempt to enforce US legislation through \"the back door\". </p> <p>He also suggests that the IOC might have been better to use the <a href=\"http://www.wipo.org/\" target=\"_new\">World Intellectual Property Organisation (WIPO) system</a>, instead of the US act. <a href=\"http://www.icann.org/\" target=\"_new\">ICAAN</a>, the body that governs the whole internet domain name system, has recently introduced something called the Uniform Dispute Policy, of which WIPO is the most popular arbitrator. In another high-profile case the World Wrestling Federation (WWF) applied to WIPO over the domain name www.WorldWrestlingFederation.com. They managed to have the disputed domain transferred to them within a month. Azim-Khab thinks a similar attempt through the courts would take at least a year. </p>",
  "The sockeye salmon are on a deadline: they have to fight the current of the Fraser River in time to spawn before they die. After spending a couple of years swimming about the Pacific the fish find their way to the mouth of this great river to make their last mighty journey. When we cast our lines into the muddy water from a small municipal dock early in the morning, hoping only for rock cod, some of the estimated 800,000 salmon are beginning to pass silently by our feeble hooks. <p>Then at mid-morning three small fishing boats, plywood gillnetters, appear just off Wellington Point, something no one has seen for two years. They jockey for a place in the widening of the river and begin to idle their engines, letting the boats drift only a couple of metres. The one or two fishers on each boat keep busy fussing with their nets, nervously checking that leadline, mesh and corkline are all in place. A big new aluminum boat arrives, circles around the boats, looking for a position, and then speeds away up the river, leaving the old riverboats with chipping paint and rusting gunwales to worry about their own deadline: how many fish they can catch in the 24-hour opening. </p> <p>A group of elderly men pulls in beside us. Their fishing poles are secured in holders on the sides of their wheelchairs, and their hearing aids are turned off. Except for Jim, who lost his legs to diabetes. \"The feds finally gave in to the [British Columbian] provincial government,\" he says. \"They've opened the river to win votes.\" </p> <p>Jim has fished up and down the river, in commercial boats and with a line. \"There was one summer in the 40s when there were so many salmon, a man could walk across the river on their backs,\" he says. I have seen a picture of the river during this mythic time, unsure if the brilliant sheen is a reflection of the sun or the silver backs of so many fish. </p> <p>By 11.30am an inflatable boat has pulled up to each gillnetter, and fishery officers lean across to check that everyone has the right licence. The announcement of the opening came suddenly that morning, and many boats were caught off guard. The average gillnetter has fished for only five days in the past five years, when the federal Department of Fisheries identified the stocks to be in danger. Since then many boats have been sold, the fishers selling off their licences in a government buy-back program, leaving only those who kept their faith in the return of the salmon. The only fish caught from the river last year were part of a ceremonial and food-fish opening for First Nations native people. </p> <p>Scientists estimate this summer's run to be double last year's, and the largest run on record for July. Not only do the salmon have to fight the current and nets to swim the hundreds of kilometres up river to the same gravel beds they were born in, they have to survive pollution, warmer water temperatures and disturbed spawning grounds. </p> <p>Some people also blame the low stocks on the giant factory boats owned by large fishing corporations that sweep up the fish in the open ocean before they reach the river. While corporations can write off a fishery closure and move somewhere else, a closure can be devastating for the small gillnet outfits that fish the river: they are usually just a guy and a boat, and have been the sole source of many families' income. </p> <p>This year scientists say the salmon are returning in numbers because of cooler water temperatures, but the opening of the river to a fishery is still modest. About 320 gillnetters will catch 300-350 fish apiece, with an average weight of about 3kg. </p> <p>At noon each boat revs its engine, makes a half-circle and begins to feed the river its net. Once the nets are out, leaving beaded open necklaces across the river, the boats retreat one by one to a nearby dock. They return again and again to check for any corks pulled under the water, a sign that there are fish in the net. These men and women work through the night, hauling in the fish, then setting out their nets again. To while away the time until noon the next day some chat on their cell phones, something no one did five years ago. Or they contemplate the river. </p> <p>Both fish and fisher are on a deadline: the salmon must make the greatest journey of their lives and reproduce before their life cycle ends. Meanwhile the men and women working anxiously to net them must catch as many fish as they can to continue this dying way of life.</p>",
  "There isn't a professor on the planet who doesn't know the feeling of lecturing a roomful of bored, listless students. Some of those professors, hoping to pump oxygen into the room, pepper their lectures with hip cultural references. They urge their students to see the parallels between the lives they are studying and their own. They drop references such as Watergate into a lecture on the Clinton impeachment, for example, or the Kennedy assassination in a class on Macbeth. <p>However, in the United States professors now find that even this doesn't work any more. Those eyes continue to glaze. Watergate? Isn't that a hotel? The Kennedy assassination? Aren't they a rock band? </p> <p>And so, behold The Mindset List. Created in Wisconsin at Beloit university by humanities professor Tom McBride, it is a list of modern cultural references that teachers need to know when lecturing, and is the hottest topic in American academia since Chelsea Clinton chose Stanford over Yale. Since its recent release it has been faxed, emailed and posted to desperate university professors all across the country. </p> <p>\"We drew it up because we found more and more that our professors were making references that were getting blank stares,\" says McBride. He says that for students entering university this month, all born in 1982, references to the Berlin Wall, Yugoslavia or vinyl LPs are going to fly over their heads like B52s (which they think is a rock band anyway.) \"Today's 18-year-olds have had a narrow experience with popular culture, and we can't presume they understand certain references that are second nature to us. The list reminds the faculty of the gap that may exist between generations.\" </p> <p>The Mindset List is 50 points long, but McBride said he has found certain statements resonate with professors everywhere, regardless of subject they teach. Among them are: </p> <p>\u0095 lf they vaguely remember the night the Berlin Wall fell, they are probably not sure why it was up in the first place. </p> <p>\u0095 The Kennedy tragedy was a plane crash, not an assassination. </p> <p>\u0095 A 45 is a gun, not a record with a large hole in the centre. </p> <p>\u0095 Wars begin and end quickly; peacekeeping missions go on forever. </p> <p>\u0095 They have never referred to Russia and China as \"the Reds\". </p> <p>\u0095 Woodstock is a bird or a reunion, not a cultural touchstone. </p> <p>\u0095 Coming-out parties celebrate more than debutantes. </p> <p>\u0095 They have never used a bottle of White Out. </p> <p>\u0095 Spam and cookies are not necessarily foods. </p> <p>\u0095 They feel more danger from having sex and being in school than from possible nuclear war. </p> <p>\u0095 Yugoslavia has never existed. </p> <p>\u0095 The moonwalk is a Michael Jack son dance step, not a Neil Armstrong giant step. </p> <p>\u0095 They don't think there is anything terribly futuristic about 2001, and were never concerned about the year 1984. </p> <p>And he points out that he doesn't think the necessity of a list is a uniquely American problem. \"My guess is professors in the UK are running into the same wall.\" </p> <p>McBride first started thinking about a cheat sheet for professors five years ago, while teaching a liberal studies course: \"We taught a course called Facts, Fictions And Regions In Between. We chose two texts, Macbeth and Case Closed (about the Kennedy assassination), as both illustrate problems with facts and fictions. And it became obvious to me that the Kennedy assassination did not resonate with the students.\" </p> <p>And so two years ago the first list came out. Each year it gets longer, and this year went into wide circulation. McBride says that while academics love the list, students, when they read it, tend to get a little defensive. \"One student recently told me, 'The list is wrong, we do use White Out. We do use pens, from time to time!'\" </p> <p>Yes but only when their computers crash. McBride says the problem of today's first-year university students arriving with a limited database of cultural references is due in part to the explosion of media and the arrival of the internet. </p> <p>\"I have been teaching for 28 years, and there is a bigger disconnect now between students and teachers than there has ever been. Students today are exposed to so much more information, but it's all so chaotic. There are more magazines, more television networks, and their attention spans are being shaped by MTV and the internet. We have lost of a sense of great books, for instance. Students today glean what they know from a more decentralised set of information banks, so finding a common discourse is more difficult.\" </p> <p>McBride says that if experience is any guide, professors take the list more seriously than they admit. Last year some said that they dropped references to Watergate from history lectures, or made time to explain what it was. \"They see that you simply can't drop these cultural touchstones in lectures any more, you must explain them,\" he says. </p> <p>Napier University, in Edinburgh, addresses the problem in a course for lecturers that alerts them to approaching subjects from the students' point of view. \"Jokes are dangerous when you go cross-cultural,\" admits Shirley Earl, head of teaching development. \"But if lecturers can't show humour and character, things would be very dull.\"</p>",
  "The United Nations force commander in Sierra Leone has accused Nigerian political and military officials at the top of the UN mission in Freetown of \"working hard to sabotage the peace process\", and the Nigerian army command of looting diamonds in league with the now imprisoned rebel leader, Foday Sankoh. <p>In a devastating four-page confidential report obtained by the Guardian, Major-General Vijay Jetley paints a picture of a conspiracy to force him out as the UN commander in Sierra Leone. </p> <p>The revelations will cast a shadow over the Nigerian president Olusegun Obasanjo's official three-day visit to London this week when he is due to meet Tony Blair, senior ministers and Prince Charles. The president has put the fight against corruption high on his domestic agenda. </p> <p>The public airing of bitter differences within the UN operation in Freetown came as world leaders met in New York at the UN millennium summit last week and pledged to overhaul peacekeeping in Africa after a decade of humiliating failures in Angola, Somalia, Rwanda and Sierra Leone. With 7,000 more UN troops destined for Freetown, Gen Jetley's report will force the UN security council to confront issues beyond the numbers of peacekeepers and their mandate, and to consider whether the whole operation is a further threat to stability in West Africa. </p> <p>The memorandum, called \"Report on the crisis in Sierra Leone\", was written during the upheaval in May that prompted British intervention to prevent the rebel Revolutionary United Front (RUF) from seizing power. Gen Jetley did not officially submit the document to the UN, but it has been circulated among security council members and other major players in Sierra Leone. Its damning criticism of the Nigerians, and its exposure of the deep divisions that have all but paralysed the UN mission, has added pressure for a shakeup of a discredited peace keeping force that Britain is counting on to help defeat the RUF. </p> <p>Gen Jetley singles out three Nigerians for particular criticism: Kofi Annan's special representative in Freetown, under-secretary-general Oluyemi Adeniji; the former head of Ecomog, the West African intervention force in Sierra Leone that worked with the UN for six months, Major General Gabriel Kpamber; and the deputy commander of the force, Brigadier-General Mohammed Garba, who is Gen Jetley's immediate subordinate. </p> <p>The report lays bare the personal animosity between Gen Jetley and the men he accuses, but it goes further by detailing a series of actions that he says amount to collusion with the rebels to wreck last year's peace accords because Nigeria wants a free hand to run Sierra Leone and its army wants to control the diamond trade. At the heart of the accusations lie charges that the Nigerians compromised Gen Jetley's efforts to free 500 of his peacekeepers taken hostage by the RUF in May. </p> <p>\"The mission directive given to me and which I tried to follow, directly conflicted with the interests of not only the warring factions but also of the major players in the diamond racket like Liberia and Nigeria. </p> <p>\"As an Indian, and having no hidden agenda to promote, I became a victim of the machinations of these countries. By placing their stooges in the right places they have not only tried to scuttle the peace process but also try and denigrate me and the country I represent, to promote their own personal ambitions and personal interests. </p> <p>\"It is my opinion that the Ecomog force commander along with the SRSG [Mr Adeniji] and DFC [Gen Garba] have worked hard to sabotage the peace process and show Indians in general and me in particular in a poor light . . . Keeping the Nigerian interests was paramount even if it meant scuttling the peace process and this also implied that Unamsil [the UN force] was expendable. To this end the SRSG and DFC cultivated the RUF leadership, especially Foday Sankoh, behind my back.\" </p> <p>The report came as no surprise to senior UN officials, who say there is ample evidence the Nigerian army remains heavily implicated in the illegal diamond trade, that its senior officers worked closely with the RUF despite having also fought it, and that the Nigerians believe that, as the largest troop contingent in the UN mission, they should have overall command. </p> <p>Gen Jetley argues that senior Nigerian army officers - particularly Gen Kpamber and Brigadier-General Maxwell Khobe, who died earlier this year - did not want to withdraw from Sierra Leone because they were making huge amounts of money from illegal diamond mining and the RUF. </p> <p>In January Gen Kpamber astonished a meeting of regional heads of state on the peace process by praising Mr Sankoh as the \"saviour of the nation\". The two men were often seen in each other's company travelling to diamond towns from which the UN was barred. </p> <p>Gen Jetley lists a series of actions by the Nigerian army that he concludes amounted to colluding in the abductions. He notes that while Kenyans, Zambians and Indians were taken captive, the rebels let the Nigerians go. </p> <p> Ewen MacAskill in New York writes: The UN security council last week agreed to overhaul its peacekeeping operations, with a six-step programme, including \"clearly defined, credible, achievable and appropriate mandates\". </p> <p>The new mandates will include \"effective measures for the security and safety of United Nations personnel and, wherever possible, for the protection of the civilian population\". </p> <p>Other steps include helping the UN to obtain trained and properly equipped personnel for peacekeeping operations. Many of the UN troops sent to Sierra Leone from developing countries were short of basic equipment. </p> <p>One of the biggest and most expensive changes will be the creation of a permanent UN high command to plan, deploy and conduct peacekeeping operations in an effort to reduce the chaos that all too often surrounds its interventions.</p>",
  "<p>\u0095 Tommy Lee Jones has confirmed that a sequel to the record-breaking <a href=\"http://www.filmunlimited.co.uk/Film_Page/0,4061,34158,00.html\">Men in Black</a> is indeed in the pipeline, despite earlier rumours of a rift between co-star Will Smith and director Barry Sonnenfeld. The sole problem is co-ordinating their schedules, says Jones, who admits that the MIB 2 script has already been written. \"The business aspects are all there. The team will be exactly the same as in the first episode. Now we're just trying to find a time when Barry, Will and myself are all free.\"</p> <p>\u0095 The New York entertainment magazine Jane yesterday apologised to <a href=\"http://www.filmunlimited.co.uk/Player/Player_Page/0,4159,92115,00.html\">Elizabeth Hurley</a> for an article which claimed that she had found former partner Hugh Grant \"less than adequate\" in bed. Hurley had issued legal proceedings following publication and has been vocal in condemning the magazine. \"I'm astonished and angry that an apparently reputable magazine could allow a journalist to write so irresponsibly,\" she informed the publishers. \"Your conduct has been reprehensible throughout this whole matter, Hugh and I are bitterly upset. Journalism,\" added the woman who has dominated acres of press coverage for her revealing dresses at film premieres, \"appears to have reached a new low.\"</p> <p>\u0095 Spokespeople for <a href=\"http://guardian.imdb.com/Name?Douglas,+Michael\">Michael Douglas</a> and <a href=\"http://www.filmunlimited.co.uk/Player/Player_Page/0,4159,81094,00.html\">Catherine Zeta Jones</a> have announced that the couple will wed in a ceremony at New York's Plaza hotel on November 18. \"The Plaza has been booked for months,\" said a Douglas spokesman. \"It's a fantastic venue which will provide the perfect backdrop for the big day.\"</p> <p>\u0095 Owen Wilson, Milla Jovovich and Saturday Night Live comic Will Ferrell have all signed on to join the comedy Zoolander, which begins shooting next week. There's Something About Mary star <a href=\"http://guardian.imdb.com/Name?Stiller,+Ben\">Ben Stiller</a> directs and stars in the film as a male model on the slide.</p> <p>\u0095 <a href=\"http://guardian.imdb.com/Name?Ryder,+Winona\">Winona Ryder</a> is to play a cameo in the new film from Truman Show writer Andrew Niccol. Simone stars Al Pacino as an unscrupulous movie producer who replaces his temperamental leading lady with a computer-generated actress, and is then taken aback when the hologram becomes that year's big hit. Ryder will pop up uncredited as a preening movie star. The film is already in production.</p>"
]