[
  "<p>How the mighty are falling. Despite this year's collapse in technology stocks, the fast-moving newcomers still boast market capitalisations hugely above those of the old grandees of world business. Cisco Systems, for a spectacular instance, is worth 50 per cent more than General Motors, IBM, Eastman Kodak and Gillette put together. </p> <p>Objectors might protest that this merely expresses the difference between an other-worldly price-earnings ratio and reality. But the statistic also tells an unflattering truth about the giants. They have lost the effortless supremacy - based on global spread, unlimited wealth, invincible brands and touchingly loyal customers - which they once so richly enjoyed. Instead, they must battle to defend their markets and their margins against pressures, including new competition, over which they have no control. Some resort to mergers and acquisitions in self-defence, which may well double their trouble. Some seek to transform their creaking empires into powerhouses of modern management, at which most fail lamentably. </p> <p>General Motors is striving to develop e-commerce. But its profits are poor, its market share limp and its European returns pitiful. In the same industry, Daimler-Benz bought Chrysler (and double-trouble) while changing spectacularly from luxury supplier to manufacturer of everything from whacky Smart runabouts to lush lim ousines. Its latest profits are down by 30 per cent. At Kodak, Xerox and Procter &amp; Gamble, chief executive officers have left after proving unable to crack severe marketplace problems. The same fate has just overtaken Peter Salsbury at Marks &amp; Spencer. Why do these once-mighty management machines find it so desperately difficult to extricate themselves from stagnation? </p> <p>One reason is the depth of the holes that they and/or their predecessors have dug. Kodak's loss of market share to Fuji, and its failure to develop new businesses, turned it from leader to follower; sales fell by a quarter over the Nineties. The hole-diggers customarily ignore the shifting earth beneath their feet - just as the Dome's progenitors brushed aside consultants who doubted the absurd visitor forecasts. </p> <p>Many a private Dome has been built inside these mega-corporations - such as Kodak's forlorn foray into drugs, or Quaker Oats' 1997 £300 million sale of Snapple (Cadbury Schweppes' latest tipple), three years after a $1.7 billion purchase. Each costly blunder savages a firm's Economic Value Added - the vital difference between capital's cost and its return. Blow $1.4bn for a negative return, and you've created a permanent drag on the finances. When reality creeps (or crashes) in, boards commonly conclude that only a new broom will sweep clean enough. Kodak chose George Fisher for his record at Motorola (now itself troubled). His magic failed. In any event, a new CEO is not enough: replacing the top banana doesn't change a whole overripe bunch. </p> <p>Senior managers customarily complain about resistance to change among the lowest orders. In fact, resistance among middle managers is both stronger and harder to eradicate. Many are wedded to the post and fearful for their jobs (often with reason). But their conservatism is generally outdone by their seniors. Top executives not only lived under the previous dispensation: they created it. Even Tony Blair, vaguely admitting responsibility for the Dome, is a model of outspoken self-criticism compared with the self-delusion of the typical authors of corporate failure. </p> <p>The problem with denial is that it delays response - and slow reactions invariably make bad much worse. That is why the over-familiar Supertanker Myth is so dangerous. Corporate captains like to compare their vessels with bulk oil carriers that can only turn at lugubrious speeds. That misses the crucial point. The transformation that they need changes the supertanker into a fleet of smaller, fast-moving (and fast-turning) motor boats. This metaphor was actually used by Heinrich von Pierer, CEO of Siemens, to explain his plans for corporate revolution. Three years on, his flotilla is no more impressive than the supertanker it supposedly replaced, earning half of Hewlett-Packard's profits on 50 per cent more sales. As the Siemens example shows, the groaning of the greats is heard in high technology as well as low, and for the same basic reason. Speedboats and supertankers need wholly different crews. </p> <p>What can GM shareholders expect from new CEO, Richard Wagoner, who is a 23-year veteran? What can Wagoner expect when he calls on other veteran managers to 'shake off GM's complacent, cautious traditions and take more risks'? You can only sympathise with the analyst who told the Wall Street Journal that, without someone to pressurise slow-moving management, 'there's no such thing as a price earnings ratio too low for a company [GM] with these kinds of characteristics'. </p> <p>Speed is of the essence. Yet the departed CEO of P&amp;G was berated for trying to force through too much change too fast. His company's 'restructuring' programme, however, is a five-year marathon - excessively long in any era, but an eternity in the Age of the Internet. Twenty years ago, Jack Welch started turning General Electric around with remarkable speed and legendary success, only to conclude that he should have moved faster still. Unless change comes fast and runs swift and deep, mega-companies will go on limping from one stage of underperformance to the next. </p> <p>The purple passages in between serve only to delude. Restructuring, the euphemism for closures, cutbacks and lay-offs, always pays dividends in the short to medium-term. True transformation, however, will not be achieved unless everybody in all the businesses supports the strategy and its purpose, and is fully and personally involved in its execution - from bottom to top. Note the inversion. At the top, those who have the power are powerless to create change, except by genuinely devolving and sharing that power. Mostly they won't. And that's the great (and the greats') problem. </p> <p> Robert Heller's latest book, 'Riding the Revolution', written with Paul Spenley, is published by Harper Collins.</p>",
  "When the historians come to judge Labour's first term in office, they may well regard constitutional reform as its most radical achievement. A government condemned for control freakery in its handling of internal party management has in fact given away more power than any administration since Clement Attlee presided over the dismantling of the British empire. <p> Whether by creating a parliament in Scotland, assemblies in Wales and Northern Ireland or a mayoralty in London, Labour has remade the landscape of the British constitution . This is no abstract achievement, of interest only to political scientists and anoraks. For the way a nation governs itself affects how it is governed: by changing our constitution , we hope not only to get a neater looking system but also better railways, schools or hospitals.</p> <p> Constitutions matter, and Labour's task for the second term is to sort out the confusion and outright messes left by the overhauls of the first - and then to reform some more. Devolution has certainly left a patchwork of confusion, duplication and redundancy. A second-term clean-up should seek to shift to Edinburgh those extra powers the Scots want and to give Wales (and, in time, Northern Ireland) much the same degree of autonomy - with the eventual aim of confining Westmin ster's workload to those decisions which affect the entire United Kingdom.</p> <p> Decision-making for England should, where possible, move away from Westminster and towards either local or regional government: that way, power would shift dramatically closer to where people ac tually live. Perhaps an even clearer case of unfinished business than devolution is the House of Lords. Labour's partial reform of the second chamber, by removing all but 92 of the hereditary peers, was a welcome first step - but it has created a new set of problems. The Lords continues to hold up the government's programme, except now Labour cannot dismiss it as an entirely fraudulent body, overwhelmingly selected by aristocratic bloodline.</p> <p> It has acquired a spurious legitimacy, even though it is barely more democratic than the blue-blood house it re placed. The government should move swiftly in the second term to put aside the timidly conservative proposals of the Wakeham commission and opt for a fully elected second chamber. It could be a much smaller body than the Commons, with members representing regions rather than constituencies - elected at different times from the lower house to ensure a different political complexion. That way it could do the job so sorely lacking in our current system of \"fused\" rather than separated powers: it could act as a genuine democratic check and balance, holding the executive to account.</p> <p> Its committees might scrutinise new bills and monitor the progress of ones that have recently been passed, to see if they work in practice. They might also interview and then ratify key public appointments, from cabinet ministers to senior judges.</p> <p> Chosen separately from the House of Commons, these committees would be wholly independent, entirely out of reach of government whips and unswayed by patronage from Downing Street. At last, we would have a legislature distinct from the executive, a feature of almost every advanced democracy but our own.</p> <p> Labour should extend the separation of powers in another, much less discussed direction: by peeling the judiciary away from the executive. At present, judges are appointed by an unelected member of the cabinet, the lord chancellor. Instead, Labour should honour its earlier commitment to an independent judicial appointments commission: that body could nominate new judges, who would then be ratified (or not) by the justice committee of a reformed second chamber.</p> <p> Nor can the Commons leave itself out of this process of change. So long as the executive is drawn from the majority party in the Commons, it is naive to expect the lower house to behave independently: the government, by definition, will always get its way in the end. More realistic is to seek reforms to the way the house works.</p> <p> In 1997 Labour promised a referendum on a new voting system for the Commons: it should honour that promise in the next term. It should also make good on all its rhetoric of modernisation by dragging Westminster's working procedures out of the Victorian dark ages. Labour should say yes to normal daytime office hours, yes to electronic voting - and yes even to breastfeeding in the chamber.</p> <p> One last piece of the constitution is left - and it is over-ripe for change. It is unrealistic to imagine any government altering the way we choose our head of state in a single term of office.</p> <p> But Labour can at least give a formal seal to the process of debate - a debate which is already under way in the country. The government should establish an \"unroyal commission\" to look at the monarchy and to imagine how Britain might choose its head of state once the Queen is no longer on the throne. This should be no panel of the great and the good, but rather a standing forum for dialogue - a kind of constitutional convention for the 21st century.</p>",
  "<p>Downing Street faced fresh embarrassment last night when the national lottery regulator warned that the new service could be delayed until 2002, jeopardising millions of pounds earmarked for good causes. </p> <p>Less than 24 hours after the arts minister, Alan Howarth, insisted that the new operator would be in place by next September, the lottery commission said that there could be a four month delay until early 2002. </p> <p>The contradictory signals added to the growing sense of confusion over the future of the lottery ahead of November's deadline for appointing a new operator. </p> <p>At a briefing yesterday, the lottery commission said the present operator, Camelot, may be asked to run the lottery for an extra four months next year if the new licence is awarded to Sir Richard Branson's rival People's Lottery. </p> <p>The briefing appeared to contradict a statement from the commission earlier yesterday when it said the timetable for the new lottery was \"tight but achievable\". </p> <p>Sir Richard has said that he needs a year's notice to set up the lottery, which means that Camelot will be asked to step in for a further two months if the commission accepts his bid by this November's deadline. </p> <p>If Camelot challenges such a decision in the courts, the delay could be even longer. </p> <p>A delay would mean less money being allocated to the lottery good causes because Sir Richard has promised to hand over more money than Camelot. </p> <p>An extension of Camelot's licence would also be hugely expensive. Its lease on its headquarters runs out next September and it also has 1,500 contracts which would have to be renegotiated. </p> <p>Mr Howarth had said on Thursday that the new operator would be in place by next September's deadline. \"The process is back on track and there is absolutely no case for speculation that it will not be possible to complete the processes in time.\" </p> <p>The lottery commission delivered another blow to ministers last night when its members spoke of their decision to sack government-appointed solicitors. </p> <p>Dame Helena Shovelton, the commission's former chair, sparked a row in August when she rejected the Camelot bid on the basis of advice from the treasury solicitors. </p> <p>Her decision was overturned by the high court, which prompted the commission to appoint the city law firm Freshfields as its new legal advisers. Brian Pomeroy, a commission member, yesterday attacked the orginal advice from the treasury solicitors as \"defective and calamitous\". </p> <p>His criticism was a blow to the attorney general, Lord William of Mostyn, who appoints treasury solicitors. </p> <p>Harriet Spicer, who succeeded Dame Helena as the commission's chairwoman this week, yesterday apologised to Camelot. </p> <p>Ms Spicer, who is now negotiating with Camelot and Sir Richard's group, said: \"The commission is sorry that although it set out to be fair the consequences of its actions were that it acted unfairly. We accept responsibility for this but the commission is not and never has been biased in favour of or against either bid.\" </p> <p>Ms Spicer also insisted that the commission would treat both bids fairly. \"The commission is taking all steps to ensure Camelot can have confidence that the process it is following, one that Camelot sought and was granted by the high court, is fair and that they can accept the judge's view that the commission still intended to act with scrupulous fairness. </p> <p>\"We are engaging in constructive dialogue with Camelot on the detail of its proposals and we are confident this can continue.\"</p>",
  "<p><strong> The clue's in the name, right?</strong> Yes, it's a currency converter, and it's blue. </p> <p><strong> Just how many currencies are we talking about? </strong> Well, it says here: \"Five currencies with power on default exchange rate including the euro\". Not entirely sure what that means, but it sounds mighty impressive. </p> <p><strong> So what else can it do for me? </strong> What else do you want? Dancing horses? But now you come to mention it, it can also tell you the time in a host of different countries. </p> <p><strong> How many exactly? </strong> It covers 16 time zones, and displays hours, minutes and seconds. </p> <p><strong> Gosh! Anything else?</strong> It has an alarm function, for all those times you have to wake up at 6am to check the rate of the pound. </p> <p><strong> And how much will it set me back?</strong> A mere £4.95 (that's $5.78 or Ffr43 . . .) </p> <p><strong> Where can I get my hands on it? </strong> The Gadget Shop. Go to <a href=\"http://www.thegadgetshop.com\">www.thegadgetshop.com</a>, call 08007 838343, or visit a high street near you. </p> <p><strong> What's the alternative? </strong> Your own dubious mental arithmetic, or that shoddy black calculator you got free from Which?</p>",
  "The two British policeman accused by the Milosevic regime of preparing \"terrorist\" acts, after being arrested on the Kosovo border and held in a Belgrade jail for more than two months, were released yesterday. <p>Detective Sergeant Adrian Prangnell, 41, from Hampshire, and Pc John Yore, 31, from Cambridgeshire, were helping to train a new police force in Kosovo for the Organisation for Security and Cooperation in Europe (Osce) when they were seized. </p> <p>Their freedom came after the intervention of British diplomat Robert Gordon, who appealed to the Yugoslav prosecutor to make a goodwill gesture. They appeared to be well and in high spirits. \"I'll probably go to the first bar and have a large drink to celebrate,\" Mr Prangnell said. \"This is a very happy day for us.\" </p> <p>The two officers were at Mr Gordon's home in Belgrade, where they were able to make contact with their families. They were obtaining exit visas to allow them to return home as soon as possible, perhaps as early as tonight or tomorrow. </p> <p>News of their release brought relief to the officers' families back in Britain. Pc Yore's mother, Carolyn Harrod, said she was delighted and his girlfriend, Mel Symondson, said: \"I'm overjoyed at the news and just trying to keep calm. It is very early days at the moment and I'm so looking forward to seeing him again.\" </p> <p>The two policemen were arrested in the border area between Montenegro and the southern Serbian province of Kosovo on August 1 when they were returning from a holiday. According to reports from the Belgrade jail in August they had complained of beatings and were in fear for their lives. PC John Yore reportedly said: \"I felt it was all over, that we were not going to get out alive.\" They were never formally charged. </p> <p>Robin Cook, the foreign secretary, described their release as \"an encouraging signal that the new government is responding to our offer of friendship and I welcome this early sign that it is prepared to live within the rule of law\". </p> <p>One of two Canadians held with them, Liam Hall, was also released and the second, Shaun Goin, was expected to be let out shortly. The four men had been moved out of solitary confinement and put together in one room last month at the request of their lawyers. </p> <p>After their release they were driven to the British interests section of the Brazilian embassy in Belgrade. </p> <p>A foreign office spokeswoman said it had not been decided how the pair would be brought home. </p> <p>The Chief constable of Hampshire, Paul Kernaghan, said yesterday that Mr Prangnell had been able to communicate by letter to the Hampshire force as well as his family with the approval of the Serbian regime. </p> <p>\"Obviously, the family have been extremely anxious but the letters helped them through this period. They have had support from the force and have coped very well indeed. </p> <p>\"Adrian's mother is a very elderly woman and she is delighted,\" he said.</p>",
  "<p><strong>England : </strong> Seaman, G. Neville, Le Saux, Southgate, Adams, Keown, Beckham, Scholes, Cole, Owen, Barmby. <br> Subs: Barry, Martyn, Parlour, Dyer, Heskey, Wise, Phillips.   <strong>Germany : </strong>Kahn, Rehmer, Linke, Ramelow, Nowotny, Ballack, Scholl, Deisler, Bierhoff, Hamann, Bode. <br> Subs: Lehmann, Rink, Beinlich, Wosz, Baumann, Ziege, Neuville. </p> <p> <strong>Referee :</strong> Stefano Braschi </p> <p> <strong>1</strong> Germany kick-off the last wahay at a Wembley festooned with flags of St.George. <br> <strong>1</strong> Keown, Cole and Scholes all slip up in the opening minute. <br> <strong>2</strong> The hallowed turf, as soaked with water as it is with legend, encourages players to get stuck in.<br> <strong>4</strong> Gary Neville is a little too eager to exhibit his throw-in prowess by picking up the ball before it goes out of play.<br> <strong>7 </strong> Germany work a series of passes on the right flank. The resulting cross is expertly back-headed away by Keown from the lurking Bierhoff. <br> <strong>10 </strong> England's first spell of possession ends when Le Saux allows the ball to skip away from him after a lazy first touch.<br> <strong> 14 GOAL! </strong> Paul Scholes is muscled off the ball deep in his own half. His recovery tackle is deemed too physical by the referee who awards the Germans a free-kick. Hamann takes a crack before England assemble a decent wall. The skidding shot accelerates off the bounce, zipping past Seaman's belated lunge. <br> <strong> 19</strong> Cole collects, spins, megs his marker, and darts into space. His urgent run ends after he tripped up from behind Rehmer. <br> <strong> 20</strong> Beckham digs a free-kick from 35 yards out but Kahn collects cooly. <br> <strong>24</strong> Germany's game plan suggests they aim to swing in as many crosses as possible, the greasy conditions testing Seaman catching capacity.<br> <strong>25 BOOKING</strong> Cole gives the ball away cheaply to Scholl. Trying to make up for his mistake, his clattering challege earns him a caution.<br> <strong>29</strong> Giants in the German midfield outwrestle their dimunative English opponents for possession. <br> <strong>32</strong> Scholes, Barmby and Beckham have to track back, thereby unable to supply Owen and Cole.<br> <strong>35</strong> England, under increasing pressure, concede another free-kick- in almost exactly the same position as the one from which Hamann scored. This time, however, Seaman has his wits about him.<br> <strong>37</strong> Tony Adams, increasingly rattled by Bierhoff, goes into his famous cabaret act- gesticulating with his inimitable style that the German attackers are diving. <br> <strong>40</strong> The England midfield looks profoundly unbalanced. Southgate's convincing impression of a headless chicken is failing to support the playmakers - Scholes and Beckham are unable to create, stifled by the close attention from Germans. <br> <strong>44</strong> A rare chance for England. Tony Adams stoops to head a curling cross Beckham. It takes full-length acrobatics from Kahn to prevent the ball from sneaking in the far post.<br> <strong>Half-time</strong><br> <strong>SUBSTITION </strong> ENGLAND : Dyer for Neville<br> <strong>47</strong> England start brightly. Owen and Dyer combine well on the right to pump in a ball to Cole. His shot is blocked and goes out for a corner.<br> <strong>50</strong> It seems Keegan encouraged his players to pick up the pace of the game - there's much more movement by England this half.<br> <strong>52</strong> Germany fire themselves up to match the higher tempo from England. Scholl breaks down the left flank. Twisting and turning both Keown and Dyer inside out, he works himself in to a dangerous position. His shot is pawed away by Seaman. The clearance is completed by Le Saux.<br> <strong>55</strong> England look keener to break through the flanks with Dyer and Le Saux getting forward at every opportunity.<br> <strong>57</strong> Germany win a free-kick 10 yards outside the penalty area. Scholes charges down the shot.<br> <strong>58</strong> Beckham lets fly from 40 yards. His curling strike is palmed over the bar by Kahn. <br> <strong>60 </strong> England continue turn up the heat with a roar of approval from the crowd. They win a series of corners, but the German defenders are alive to the danger.<br> <strong>62 </strong> A handball is spotted by the referee 10 yards outside the German penalty area. Beckham's free-kick is charged down. <br> <strong>64</strong> Le Saux does well to stand his ground and feed an early ball to Beckham down the left. The England vice-captain lets rip with a dipping curler, but his effort lands on the roof of the goal.<br> <strong>68</strong> England are now on the backfoot. German win 3 corners in a row.<br> <strong>69</strong> A temporary lull in the action. The high tempo and the water-logged pitch tests the player's fitness.<br> <strong>70</strong> Cole and then Owen waste clear opportunities due to a frustrating combination of slippery conditions and poor control. Owen, in particular, has looked unsure of his footing from the first whistle. Cole has put in another industrious performance with no reward.<br> <strong>73</strong> A scrappy period of play littered with uninspiring passing. The Germans are piling up behind the ball, denying England any penetration.<br> <strong>77 SUBSTITION </strong> ENGLAND : Barry for Le Saux<br> <strong>80</strong> England try to build up a head of steam despite losing the services of their most creative player- Beckham holds his left knee. <br> <strong>82 SUBSTITION </strong> ENGLAND : Parlour for Beckham<br> <strong>86 SUBSTITUTION</strong> GERMANY : Ziege for Bode<br> <strong>88</strong> Germany have seem comfortable in shutting out attacking runs from Parlour and Owen. <br> <strong>89</strong> It's all a bit desperate from England now. Adams moves forward as an auxiliary center-forward. <br> <strong>90 </strong> The Assistant Referee signals 2 minutes of added on time.<br> <strong>92 FULL-TIME</strong> The visitors have spoilt the party.<br>  </p>",
  "<p>Tony Blair faced down Britain's Eurosceptics yesterday when he issued a provocative declaration that he wants the European Union to become a \"superpower but not a superstate\". </p> <p>In the most pro-European speech of his premiership, Mr Blair sought to seize the centre ground of the intensifying debate about the future of the union by becoming the first EU leader to call for setting a firm date - 2004 - for candidates such as Poland to join up. </p> <p>Speaking symbolically in Warsaw, the prime minister used his ambitious and wide-ranging address to set out a detailed agenda for ways to ensure that the EU is brought closer to its people while remaining firmly in the hands of the nation state. </p> <p>The speech won praise from the European commission last night. Although its president, Romano Prodi, chose not to go on the record, senior officials said he had been surprised and pleased by the latest British contribution to the EU reform debate. </p> <p>\"This speech has gone down very well, particularly for its pro-European tone and commitment. It is being seen here as a very mature speech,\" said one eurocrat. </p> <p>In response to recent heavyweight speeches by the French president, Jacques Chirac, and Joschka Fischer, Germany's foreign minister, Mr Blair tossed out a host of ideas - some old, some new, but all likely to be closely scrutinised in Brussels and EU capitals. </p> <p>\"Europe is a Europe of free, independent sovereign nations who chose to pool sovereignty in pursuit of their own interests and the common good, achieving more together than we can achieve alone,\" he declared. </p> <p>The tone of the speech was positive and engaged and in striking contrast to the Tories' negative policy towards the EU. </p> <p>\"For Britain, being at the centre of influence in Europe is an indispensable part of influence, strength and power in the world,\" the prime minister told an audience at the Warsaw stock exchange. \"We can choose not to be there, but no one should doubt the consequences of that choice and it is wildly unrealistic to pretend that those conse quences are not serious.\" </p> <p>His call for setting a date for enlargement seizes the high ground in a process that is historically vital but hitting sluggishness and demoralisation. </p> <p>\"Supporting enlargement in principle but delaying in practice is no longer good enough,\" Mr Blair warned in what was seen as an implicit rebuke to France, current holder of the EU's rotating presidency, which has consistently refused to name a date, and Germany, where doubts are growing. </p> <p>Mr Blair agreed that the power of the supranational EC - \"Brussels\" in popular shorthand - was sometimes \"inconvenient\". But he praised its role in running the single market. And he smartly avoided repeating the mistake made by Mr Chirac in his speech in Berlin last summer, when he failed to even mention it. </p> <p>The prime minister issued a clear and carefully worded riposte to the call by the French leader for a \"pioneer group\" of member states. \"I have no problem with greater flexibility or groups going forward to gether,\" Mr Blair said in a key passage. \"But that must not lead to a hard core.\" </p> <p>He also called for: </p> <p>\u0095A \"statement of principles\" or \"charter of competences\" about the division of labour between member states and supranational institutions. This is a reworking of a recent Tory proposal to introduce legislation at Westminster defining areas that would be protected from Brussels. </p> <p>\u0095An annual agenda setting out strategic objectives. </p> <p>\u0095A strengthened role for the EU council of ministers where governments cooperate. </p> <p>\u0095\"Team\" presidencies, instead of one country running the show every six months. </p> <p>\u0095A second chamber for the European parliament drawn from MPs from national parliaments. MEPs strongly dislike this proposal, which Mr Blair argued would increase the EU's democratic legitimacy. </p> <p>The prime minister's speech was designed to hit back at Tory Eurosceptics and to demonstrate to Britain's European partners that the government is determined to play a central role in Europe. Downing Street has become alarmed by rising Euroscepticism in Britain which, ministers believe, can only be challenged by making the EU more accountable and bringing it close to people. </p> <p>The prime minister believes that he cannot contemplate a referendum on the single currency until reforms have been introduced. </p> <p>The Tories, who lurched even further to the right over Europe at this week's party conference, last night condemned his speech. The shadow foreign secretary, Francis Maude, said: \"How can the EU be a superpower without being a superstate? This is dangerous and grandiose.\" </p> <p>The fiercely pro-European Liberal Democrats were guarded. Menzies Campbell, the party's foreign affairs spokesman, said: \"The speech fell down in failing to make proposals which would ensure that Britain remained a 'leading player'. The proposals to make Europe more of a super power and not a superstate lacked substance.\"</p>",
  "<p><strong> Tackling the insurer</strong><br> </p> <p> This should be your first step. You must contact the firm or the adviser - which could be the building society that was tied to the insurance company at the time - that sold you the endowment policy. </p> <p>All endowment holders received a holding letter from the Financial Services Authority earlier this year, and a helpline telephone number for the firm is printed there. Each firm is obliged to have a proper complaints procedure in place and tell you how to use it. If the adviser was an independent financial adviser, you should ask for the firm's compliance officer. </p> <p>The FSA this week issued a guide on endowments, Endowment Mortgage Complaints, available free from the authority on 0800 917 3311. </p> <p>The key thing is to find as much of the policy leaflets, paperwork and sales material that you were given at the time of sale before approaching the company. </p> <p>The FSA says that just because an endowment holder has a shortfall, he or she is not automatically entitled to compensation, and may not even be able to prove that they were missold the policy. However, it identified four main areas where insurance companies are weak: </p> <p><strong> 1 Endowments which mature after someone has retired: </strong> The FSA says that simply having an endowment that finishes post retirement is not grounds for complaint. But you may have a valid complaint if the adviser did not give you suitable advice at time of sale. The adviser should have checked that you were likely to be able to afford to carry on paying the premiums after you retired. </p> <p><strong> 2 Churned policies: </strong> This is where an insurance salesman told you to cancel one endowment and take out another - and picked up thousands of pounds in commission. The FSA says it is grounds for a valid complaint. \"Cashing in one endowment and taking out another for the same purpose should usually be avoided,\" says the FSA. </p> <p><strong> 3 Endowments which last longer than your mortgage: </strong> The FSA says endowments where you have to keep paying premiums after the mortgage needs to be repaid may have been mis-sold. \"An endowment policy sold for the purpose of re paying a mortgage loan will not normally be fit for this purpose if it finishes after the date the loan has to be repaid. You may have a valid complaint,\" says the FSA. </p> <p><strong> 4 Guaranteed endowments: </strong> If your policy contains a guarantee that it will pay off your mortgage, then you have a prima facie case for compensation if it falls short. You will have to produce documents specifying the contract. The FSA says it expects such cases to be rare indeed. </p> <p>But what if you do not fall into the above categories? Here, your complaint needs to focus on the sales process; did the adviser explain to you that endowments are invested in equities and that they fall as well as rise in value? Were you told that the policy is a long-term commitment and that cashing it in early results in a poor return? Were you told about the fees and charges and that you had to keep up the payments? </p> <p>Answer \"no\" to any of the above questions and you have grounds for a valid complaint. However, insurance companies are likely to tough this one out, as it will form the vast bulk of complaints. Many will argue that even if you can prove the complaint, you have not lost out financially, so will not pay compensation. </p> <p>However, you may still be able to claim compensation for distress and inconvenience, although any payment is likely to be in the hundreds rather than thousands of pounds. </p> <p>If you are not satisfied with the result you obtain from your insurer, your next option is the ombudsman. But you cannot approach him if you have not already reached deadlock in your complaint against the insurer. </p> <p><strong> Appealing to the ombudsman</strong><br> </p> <p> Around 3,000 endowment holders have taken their cases to the ombudsman in the past six months, and more are expected. This week the ombudsman, Walter Merricks, set out the grounds where he believes complaints are valid. The overall grounds are very clear: \"Compensation is likely to be due only where (a) the endowment policy was wrongly sold at the time; and (b) a loss has resulted. Both conditions must be met,\" says Mr Merricks. </p> <p>The ombudsman is likely to examine closely your attitude to risk investments. If he finds evidence that you hold other equity investments and are experienced in investing, then it indicates that you are not risk-averse and probably understood how an endowment works. </p> <p>How the \"risk\" element of an endowment was explained is at the heart of complaints. The insurer's safeguard is that it carried out a fact-find, that it sent you a \"reasons why\" letter and an illustration of the projected benefits, and has kept a statement from the sales representative who gave the advice. However, he noted this week that: \"The ombudsman's experience is that few firms are able to provide such complete evidence in response to a complaint.\" </p> <p>Carefully check the wording of your documents. The benefits illustration should make very clear that it is not a guarantee. If it doesn't, or hides it in very small print, it strengthens your case. </p> <p>Complaints about what a salesmen promised will be the most difficult to prove, and the ombudsman will take a view on the credibility of evidence from both parties. He says that a salesman's promise that an endowment would produce a surplus does not necessarily constitute a contract, but it may amount to misrepresentation. </p> <p>The ombudsman can award compensation in a number of different ways. These include making the insurance company top-up the endowment, or forcing it to give a binding commitment that the endowment will pay off the mortgage. </p> <p>The Financial Services Ombudsman can be contacted on 020-7964-1000, <a href=\"http://www.financial-ombudsman.org.uk.\">www.financial-ombudsman.org.uk.</a> or by writing to the FSO at South Quay Plaza, 183 Marsh Wall, London E14 9SR. </p> <p><strong> Going to court</strong><br> </p> <p> Some lawyers argue that the regulatory/ombudsman route is irrelevant; endow ments are contracts that can be upheld in court. Leading the fight is Joseph Aaron, solicitor at an Ilford, Essex, firm. \"People were sold endowment policies with the specific aim of repaying a mortgage and giving them a lump sum at the end. That was the contract, and that is what they are bound by,\" he argues. </p> <p>He has collected more than 200 cases of endowment shortfalls - one is £500,000 short of its target - and intends to begin a group action in December unless insurers cough up compensation. The case will revolve around claims of negligence and dereliction of duty. </p> <p>He is not just fighting for the shortfall to be repaid, but for the insurer also to pay the surplus that was promised. </p> <p>But going legal is not cost-free. Mr Aaron is asking for each client to put between £375 and £475 into a fighting fund, depending on the size of their projected shortfall. </p> <p>However, Mr Aaron is alone among legal firms currently encouraging people to go to court. He says this is because he is an insurance expert - he is a chartered insurance practitioner - and understands how insurance contracts work better than other solicitors. </p> <p>Joseph Aaron can be contacted on 020-8518-0333.</p>",
  "<p>This week the Financial Services Authority refused to reveal which insurers have the most serious problems with endowments. So Jobs &amp; Money has tracked down the figures instead. </p> <p>We asked insurers to reveal how many of their endowments have fallen into the \"red\" and \"amber\" danger zones, where the amount projected may fall short of the cash needed to repay a mortgage. Many complied, and the Co-op and Royal London deserve praise for their openness. Others refused, leaving readers to draw their own conclusions. </p> <p>The roll-call of refuseniks includes companies big and small. Britannia Life, with 100,000 endowments refused to cooperate. It has recently changed its name to Alba Life and no longer sells policies. Windsor Life, a company with a history of buying distressed life offices, was also unable to supply figures. </p> <p>Other refuseniks include major household names. The biggest is Legal &amp; General, which has 1.1m endowments, and Abbey National, which has nearly 300,000, including those at subsidiary Scottish Mutual. It says the information is \"commercially sensitive.\" </p> <p>Others, such as Allied Dunbar (203,000) refused because it has not yet contacted all customers. This is in contrast to companies which felt able to release figures even though they have not issued all their reprojections. </p> <p>The worst figures for \"red\" shortfalls came from Pearl and Lloyds TSB, although they carry an important caveat; we do not know if the refuseniks have an even worse record. </p> <p>Is your endowment provider one with a good or bad record? Check the list below to find out. </p> <p><strong> Abbey National Life:</strong> Has around 200,000 policies. A spokeswoman said: \"The number that are red or amber is commercially sensitive and not for public disclosure.\" </p> <p><strong> Allied Dunbar:</strong> Has 203,000 policies. Refuses to disclose red/amber/green numbers, saying that mailings to customers are not yet complete. Helpline number: 0870 0104246. </p> <p><strong> Axa Sun Life (includes Equity &amp; Law):</strong> Has 260,000 policies and has so far contacted 40,000 policyholders. Red: 15% (39,000 policies), Amber: 42.5% (110,500), Green: 42.5% (110,500). Helpline numbers are 0247623 5400 and 0117 989 3017. </p> <p><strong> Barclays Life:</strong> Unable to supply figures despite repeated requests. Believed to have 120,000 policies. </p> <p><strong> Britannia Life (recently renamed Alba Life): </strong> Refused to supply figures. Has 100,000 policies. \"We feel it is in the best interests of our policyholders that we concentrate on communicating directly with them.\" </p> <p><strong> CGU (including Commercial Union and General Accident):</strong> Has 600,000 policies. First to offer a promise to stand by endowments as long as investment returns are 6% a year, even if they are red policies currently needing growth of 8%-plus a year. </p> <p><strong> Cooperative Insurance:</strong> Has 187,114 policies. All contacted. Red: Zero, Amber: 8% (15,308), Green: 92% (171,806). Helpline number: 08000 282929. </p> <p><strong> Eagle Star:</strong> Has 160,000 policies. Part of the same group as Allied Dunbar, it refuses to disclose red and amber num bers. Helpline number: 0845 7234040. </p> <p><strong> Equitable Life:</strong> Has 15,000 policies. A non-commission life office, it sold few endowments relative to its size. Red: 1.3% (200), Amber: 26.6% (4,000), Green: 72.1% (10,800). </p> <p><strong> Friends Provident:</strong> Has around 700,000 policies. Refused to disclose red/amber/green. Completes mailings this month, but says it will not disclose figures even after mailings are complete. Helpline: 0870 6071352. </p> <p><strong> Guardian (formerly GRE):</strong> Disclosed figures in full. Has 230,000 policies. Has contacted 140,000. Of those contacted, Red: 8.5% (12,000), Amber: 42% (59,000) and Green: 49.5% (69,000). It says a CGU-style promise is \"under consideration.\" Helpline: 0845 7210210. </p> <p><strong> Legal &amp; General:</strong> Has 1.1m policies. Refuses to disclose how many are red/amber/green. \"We are not publicising the split because there is a danger it will be misunderstood.\" Has so far contacted 850,000 policyholders. </p> <p><strong> Liverpool Victoria:</strong> Has 7,500 policies. Like CGU and Standard Life, has made a promise that all endowments will pay off mortgages - and has not attached any investment return strings. Helpline: 0800 550050. </p> <p><strong> Lloyds TSB Life:</strong> Has 300,000 policies, and contacted 83,000 so far. Red: 31% (93,000), Amber: 58% (174,000), Green: 11% (33,000). Says average shortfall is around 163;4,000. Helpline: 0845 3002192 (Lloyds policies) 0845 3002116 (TSB). </p> <p><strong> HSBC (formerly Midland Life):</strong> Has 80,000 policies. Refuses to disclose red/amber/green. Has contacted around 75% of customers. \"We are reluctant to give a breakdown\". Promises that any top-ups will be free of commission and annual management charges. </p> <p><strong> Norwich Union (now part of CGNU):</strong> Has 640,000 policies. Refuses to disclose exact red/amber/green policies, but says that \"less than 10% are in the red\". Has contacted around half of policyholders. Considering offering a CGU-style promise. Helpline: 0845 3002233. </p> <p><strong> Pearl:</strong> Has 140,000 policies held by 100,000 customers. Expects to complete mailings early next year. Red: 40% (56,000), Amber: 20% (28,000), Green: 40% (56,000). Helpline: 0845 8885522. </p> <p><strong> Prudential:</strong> Has 300,000 policies. Virtually all contacted. Red: 2% (6,000), Amber: 36% (108,000), Green 62% (186,000). Helpline number is 0845 6077038. </p> <p><strong> Royal London:</strong> Has 72,484 policies. All will be contacted by December. Red: Just two policies, Amber: 18.9% (9,334), Green: 67.8% (49,211). Helpline:01206 814353. </p> <p><strong> Royal &amp; Sun Alliance</strong> : Has around 600,000 policies. Half way through mailing. Red: 14% (84,000), Amber 39% (234,000), Green: 47% (282,000). Helpline: 0845 6060290. </p> <p><strong> Scottish Amicable: </strong> Has 850,000 policies. Contacted around 75% so far. Red: 1.5% (12,750), Amber: 31% (263,500), Green 67.5% (573,750). Helpline: 0870 2412914. </p> <p><strong> Scottish Equitable:</strong> Has 50,000 policies. Has contacted 24,000. Of those contacted, Red: 2% (480), Amber 22% (5,280), Green: 76% (18,240). Helpline: 0845 7045424. </p> <p><strong> Scottish Life:</strong> Has 120,000 policies. Has contacted 50,000. Says red/amber/green in line with FSA industry average (12%/45%/43%). Helpline: 0845 6050050. </p> <p><strong> Scottish Mutual:</strong> Has 70,000 policies. Part of Abbey National, it refuses to disclose more information. </p> <p><strong> Scottish Widows:</strong> Has 260,000 policies. Contacted 215,317. Red: 7% (18,200), Amber: 61% (158,600), Green: 32% (83,200). Helpline: 0845 716 6727. </p> <p><strong> Standard Life:</strong> Has 1.6m policies. Has promised to stand by all endowments as long as returns are 6% a year, in carbon copy of CGU promise. Says 800,000 policies would have fallen into red or amber categories.</p>",
  "<p>A giant dome built at enormous cost, its reputation steadily destroyed by negative press and public criticism. Sound familiar? Predictably, a team of Americans got there ten years before the millennium. Rather than half-baked educational exhibits and contemporary dance, the Biosphere 2 project that they created contained representations of the world's different ecosystems and eight people who were sealed for two years in a Big Brother-esque incarceration experiment. </p> <p>Named after the thin envelope of life surrounding planet earth (Biosphere 1), this $200m, 3.1 acre greenhouse was designed to test the feasibility of people living in a self-sustaining sealed environment on Mars. </p> <p>As Big Brother viewers might have guessed, the project told us more about human psychology than it did about our prospects of opening bars on Mars. The newspapers ran reports of smuggled-in food and printed salacious details of personality clashes under the glass. </p> <p>Large numbers of species died out and Biosphere 2 was written off as an expensive scientific flop. The only lesson to emerge was that the earth's natural life-sustaining systems cannot be artificially engineered, so we ought to look after the ones we have got. </p> <p>Yet Columbia University spotted the potential of an enclosed space with five different biomes (including a dense rainforest and a reef) and an atmosphere that could be manipulated and measured. Real world climate change research is continually dogged by a lack of control over the enormously complex global climate; here was a unique 'model earth' that could be used to investigate the real effects of rising carbon dioxide levels on living systems. Columbia took a leap of faith in 1996 and agreed to take over the project as a western outpost of its New York city campus. </p> <p>Why are we here? Antonia Williamson and I are the two lucky readers chosen by Rise and Volvo Car Corporation to come to the Arizona desert and learn about the environment as part of the 'earth semester' which Columbia University runs at Biosphere 2. As befits a place with such a colourful history, this course offers students an exciting and unusual environment in which to learn. </p> <p>As course director Debra Colodner points out: \"The aim is to introduce students to the idea that the solution to real world environmental problems has to come from many different disciplines working together.\" </p> <p>Students are shuttled from geology to biology with stops for global economics and a glance back at the history of human exploitation of the environment. The result is a whirl of ideas and thoughts that slowly cement into a better idea of why the world is as it is and how we can best manage its future. </p> <p>At all times the futuristic silhouette of Biosphere 2 looms large in the background, but today its main inhabitants are cockroaches, hordes of ants, and teams of scientists who are allowed to go home to their families every evening. </p> <p>A trip under the glass with these scientists is an awe-inspiring experience; a visit to a secret garden that one moment looks, feels and smells like a tropical rainforest or thick savanna, and the next transports you to a subterranean tangle of pipes and tunnels. The scientists that have come to this place have gone out on a scientific limb, hoping that their participation in this living laboratory can change the way we investigate our environment. </p> <p>\"Biosphere 2 offers us the opportunity to do experimental research in a field that to date has been basically observational,\" says vice president and chief operating officer Marjorie Macfarlane. \"This greatly accelerates the learning process.\" </p> <p>The unique experiments are revealing some interesting preliminary findings about the way in which ecosystems respond to higher carbon dioxide levels. For instance, ratcheting up the carbon dioxide level above the 'ocean' biome suggests that corals will suffer in a high CO 2 future, as oceans become acidified to the point where they can no longer make their hard skeletons (so book your scuba holiday soon). </p> <p>The pioneers of Biosphere 2 have their own solution to a deteriorating environment and they continue their plans for Mars habitation elsewhere; meanwhile the scientists who have taken over the facility seem anxious to distance themselves from its outlandish history. </p> <p>Their research does not hit the headlines like a mission to Mars, but it could be much more valuable. By fitting small pieces of knowledge into the jigsaw, the scientists might just give us a vision of the future that finally eclipses the Biosphere 2 project's bizarre past. </p> <p>\u0095 Ben Dixon, a Cambridge University zoology graduate and Antonia Williamson, a fine art graduate from the University of Leeds won the inaugural Volvo Environmental Scholarships, organised in association with Rise. Their prize was an all-expenses-paid semester at the Biosphere 2.</p>",
  "<p>Does direct action work or do you risk becoming a nuisance? There are times when cutting out the middle man has more effect than going through the proper channels - job hunting online is one of those occasions, but only if you approach it intelligently. </p> <p>The message from employers who encourage speculative applications through their web sites is simple. If your communication is thoughtful and well researched it's welcome; if you're just a bored bulk-mailer, don't bother. </p> <p>It's not surprising that IBM's job pages include the open invitation \"have a look through to find something relevant to you - even if you can't, still contact us\" or that Inktomi say it's better to receive more CVs than not enough. When they get a CV from a good candidate for whom they don't have a position, they create one. </p> <p>UK director of marketing, Joe Frost, regrets that Britons don't have as strong a culture of speculative application as the Americans. \"Graduates need to get over the idea that there's a stigma to </p> <p>applying speculatively. In the new economy there's a new set of rules. Jobs are filled in a matter of days and rarely get to be advertised on the internet, let alone in print. It's going to be the proactive, speculative people that get them.\" </p> <p> This welcoming attitude exists amongst less hi-tech employers too, although the closer their relationship to emerging technologies, the more likely they are to be short of staff. So, if you're desperate for a career in PR or marketing, target companies that have hi-tech clients; if you want to get into journalism or publishing look at companies with a strong online presence. It's stating the obvious that organisations with skill shortages are the most welcoming. But then would you want to work for anyone else? </p> <p>These companies are expanding, they offer excitement, rapid career development and treat their staff well because retention is important. </p> <p>Check the next site you look at for a \"jobs @\" or \"work for us\" link. Many companies have sections devoted to helping the hopeful make targeted applications for jobs that don't exist yet. If there's nothing specific, treat the whole site as a recruitment brochure. Tristan Palmer, MD of Corpex, says he only advertises conventionally when he's desperate. \"Getting good speculative applications is a real bonus. It shows commitment.\" </p> <p>Cambridge company Zeus Technology, believes unsolicited applications are so important they've covered a BMW Z3 with their email address to encourage electronic applicants. </p> <p> David Ferguson, the firm's vice-president, maintains it's a cost effective way to recruit. \"'We like to employ people with a lot of get up and go. We're impressed by the initiative of those who contact us in this way even before we read their CV.\" </p> <p>For some employers the fact an application arrives electronically is significant. Peter Bedford of Oyster Partners, an internet professional </p> <p>services firm, cannot remember the last time he received a CV by post. \"In our business I'd be concerned if candidates submitted their details in any other way. We are always interested to hear from talented individuals clever enough to suggest we employ them.\" </p> <p>Another factor that makes employers positive about unsolicited applications is cost. Although Corpex is relatively small, Palmer estimates he will spend £150,000 on recruitment in agency fees alone this year. \"Many agencies no longer offer refunds if the person you take on leaves after a short period, so I'm more willing to take a risk with a candidate who approaches me directly. </p> <p>\"If they haven't got all the skills I need, but show an understanding of what we do and are willing to learn, I've got nothing to lose by taking them on.\" </p> <p> The timing of such approaches is less important than it used to be. In growth industries, any time is the right time. Because those employers are permanently looking for talent they have developed systems for storing speculative applications. </p> <p>However, some companies, swamped by ill-researched email applications have stopped making contact details available. Richard Alberg, CEO of Psychometric Services says: \"The paradox is that everyone's looking for good staff. The more applications you attract the more likely you are to find just the people you're looking for, but dealing with huge numbers presents a problem.\" </p> <p>His organisation provides systems that companies and employment agencies incorporate into their recruitment pages to filter applications and encourage a more thoughtful approach. </p> <p>Others adopt simpler but equally effective methods of discouraging the casual mailer. Guardian Unlimited accepts speculative applications by email only and provides detailed instructions to ensure applicants prove they are creative and internet astute. Those targeting an editorial internship for example, need to supply a 200 word description of their commitment to a career in journalism or new media, a list of five strengths in the Guardian Unlimited sites and five suggested innovations. </p> <p>\u0095 Daryl Willcox, MD of the Daryl Group, an online publishing company, hasn't received a well researched speculative CV in three years. Although he finds such mail bothersome and time-consuming, he continues accepting it because he feels it's an approach that should work. </p> <p>He's looking for new graduates and career changers to work in research, sales and administration and maintains their attitude is more important than qualifications. </p> <p>\"I'd be immensely flattered to feel someone had researched our company thoroughly and decided it was for them. I'm not bothered about detailed CVs. A short email which showed this would do.\" </p> <p> \u0095 Irene Krechowiecka is the author of Net That Job (2nd Edition), published by Kogan Page.</p>",
  "The government has been warned that its system for introducing performance-related pay rises for classroom teachers could face legal challenges from staff who do not receive them. <p>The National Union of Teachers is demanding the right for staff to appeal to an independent body if their application for the £2,000 threshold payment is turned down. The union believes teachers could have a case if their application is supported by their headteacher but rejected by external assessors. </p> <p>Doug McAvoy, the NUT general secretary, has told the schoolteachers review body that the external assessors system has \"blatant unfairness\". </p> <p>But Nigel de Gruchy, general secretary of the National Union of Schoolmasters Union of Women Teachers, last night accused the NUT of again delaying the pay award. </p> <p>In July the high court supported the NUT claim that David Blunkett, the education secretary, had broken the law by imposing new standards without proper consultation. </p> <p>The government has been forced to bring its proposals before the review body, whose report on the threshold plan is expected shortly. First instalments were due last month, although the NUT argues that even without the court case the money would not have been delivered by then.</p>"
]