[
  "<p><strong>The Immortal Dinner </strong><br>Penelope Hughes-Hallett<br>Viking £15.99, pp336<br><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501017446,00.html\">Buy it at BOL</a></p> <p>On 28 December, 1817 the painter Benjamin Haydon gave a dinner party at his London home to introduce the promising young poet John Keats to the mighty William Wordsworth. </p> <p>Also present were the essayist Charles Lamb, who got entertainingly drunk, the doomed explorer Joseph Ritchie and sundry hangers-on. So well did the evening go, with laughter and lofty debate punctuating noble declamations from both poets, that it became known, at least to Haydon in his copious diary, as 'the Immortal Dinner'. </p> <p>Above the table hung the host's huge, half-finished masterpiece, Christ's Entry Into Jerusalem, into whose crowd of spectators Haydon would insert the faces of Wordsworth and Keats, not to mention Voltaire and Newton. Shelley was not at the dinner, nor in the picture, because of his atheism. So what about Voltaire? </p> <p>This was something for Haydon's guests to argue about, suggests Penelope Hughes-Hallett in this engaging if almost wholly speculative reconstruction of the proceedings, gleaned from the letters and diaries of those present (and indeed absent). </p> <p>With little to go on beyond Lamb's drunken quips and Wordsworth's solemn toast to Haydon, Hughes-Hallett devotes as much of her investigative energies to those not at the dinner, but who might have been, or might have been under discussion, as to the odd assortment who were. Hazlitt, for instance, was in the painting, but not at the table because his religious beliefs were also suspect, and he had recently had the nerve to criticise Wordsworth. </p> <p>Another conspicuous absentee was the poet and critic Leigh Hunt, who had first introduced Haydon to Keats and Shelley, but whose wife had recently annoyed him by failing to return some borrowed silverware. </p> <p>Wordsworth was ill at ease about the presence of the sole, self-invited guest, a pompous civil servant named John Kingston, who was his immediate superior at the Stamp Office. So the stage was set for conversation as heated as high-minded, which might or might not have concerned a variety of topical issues lavishly chronicled by Hughes-Hallett for background ballast. </p> <p>After meeting the host at some length, we follow his various guests' progress across London to his house in Lisson Grove, complete with weather bulletins ('dull but dry') and progress reports on the construction of such novelties as Waterloo Bridge and Regent Street, en route to breathless detail of the menu and wine list, even the identity of the head waiter. </p> <p>With the debate over the newly arrived Elgin Marbles at its height, we are then treated to a thorough briefing on Lord Elgin and his booty's controversial progress towards the British Museum. We also meet close-up the likes of the scientist and poet Sir Humphry Davy (not at the dinner, but a friend of Wordsworth's); the actress Sarah Siddons (not at the dinner, but a friend of Haydon's); the surgeon William Brande (not at the dinner, but medical mentor of Keats and Ritchie); and the Bashaw of Tripoli (not at the dinner, but a major player in Ritchie's future). </p> <p>One whole chapter of eight anatomises the then state of the slave trade, tuberculosis, Africa and the exploration thereof as we join Ritchie on his subsequent, fatal expedition, with Keats's Endymion in his pocket, in brave but vain search of the source of the Niger. </p> <p>This is presumably because Ritchie's recently discovered letters are Hughes-Hallett's only truly original material. But her thorough scouring of all other relevant sources results in a colourful, if partial, portrait of a pivotal moment in England's cultural and social history, two years after the Battle of Waterloo. And it is an engagingly dotty notion to base it all on a dinner party which only its over-excited host (whom we also follow towards his penurious suicide 30 years later) considered as momentous as she does. </p> <p>Hughes-Hallett makes easily avoidable mistakes - Hunt did not, for instance, call the Prince Regent 'a fat Adonis of 40' - and bizarre judgments: it was surely not 'mundane' of Wordsworth to take honey in his tea, rather than sugar, in protest against slavery. Her generally limpid prose can, at times, turn merely limp, as in: 'Napoleon was admired by many Englishmen at the time, including Hazlitt, whose hero he was.' </p> <p>But an occasionally amateurish note comes to seem a constituent part of this book's considerable charm.</p>",
  "<p>Many new web companies know nothing of business history and have little management expertise because they are new to the game. But their predicted future of challenge, excitement and innovation should not blind them to lessons of the past. An important one is that if you don't give your employees job satisfaction, they will find their own - perhaps with disastrous economic consequences. </p> <p>Working on the docks or in a coal mine 20 years ago wasn't much fun. The work was hard, monotonous and dangerous. The miners had to avoid life-threatening hazards such as gas, explosions and roof falls; the dockers were subject to serious injury from loose cargo. Most dockers had a few fingers missing - or worse. </p> <p>The car industry was little better. While the risk of injury was less than in the docks and the mines, the work was monotonous and there was the added stress of being forced to match the pace of a moving production line, which was never allowed to stop, even when there was a serious production problem. A one-time British Leyland foreman told me his ideal worker was a man who, when he arrived at work, put a metaphorical black hood over his head and stopped thinking. He only removed the hood when he went home. Zombies were the preferred employees. </p> <p>None of these people got much, if any, mental stimulation from work. Morale should have been at rock bottom, yet this was often not the case. All three groups of workers were strong trade unionists who had learnt the power of unofficial 'wildcat' strikes. Mental energy was stimulated and sustained through a largely successful war against management. </p> <p>Job satisfaction was created and kept high by joint decisions and agreement on the next strategy by which to attack the hated bosses. </p> <p>Pay disputes often provided a splendid opportunity for this warfare, as wage rates used to be agreed before a job began. However, unanticipated problems would often cause the work to be more dif ficult than expected. This put production targets out of reach and required overtime to be worked. This then provoked fierce arguments over how much extra pay was appropriate. </p> <p>If the workers' claims for overtime pay were not met, there would be an immediate strike, giving them the pleasure of confronting, and usually routing, members of the gaffer class. </p> <p>On the docks and in the mines and car plants, the cry, 'Everybody out', was a regular event. </p> <p>Even now, if employers do not provide job satisfaction, employees will find it on their own. This is more easily done when people have the mutual support of working in teams, which is the predicted work structure of the future. The fact that dockers, miners and car workers took action collectively, rather than as individuals, gave them considerable power, which lone workers usually lacked. </p> <p>The unhappy individual worker was restricted to looking for another job, going home sick, slowing down his work effort or deliberately producing poor-quality work. Today, if computer literate, that dissatisfied worker may be hacking into the company computer and changing or removing data. </p> <p>History, then, provides two powerful messages. First, if employers do not provide job satisfaction, their employees will seek and find their own - even if this is directly opposed to management interests. </p> <p>Second, team working and group autonomy, although desirable, increase local power, and this can be used in ways that work against management and reduce its control. Yet managers may not even know that these negative attitudes exist. </p> <p>This is not to suggest that workers in the new web firms will go out on strike. But there are other ways of showing dissatisfaction and lack of commitment. These are all the more powerful in their effects when it is groups rather than individuals that are angry and fed up. They can destroy a small firm. </p> <p>So what can companies do to prevent this kind of undesirable behaviour occurring? </p> <p>First, it is important to recognise that all employment relationships are an implicit contract, even though this contract is not always written down. The employee agrees to act in the employer's interests provided the employer takes account of his or her needs. Some of these will be economic. Clearly, the employees want to receive an equitable financial reward for their knowledge and effort. </p> <p>Other, equally important, factors will be psychological. Research has shown that one of the most important sources of psychological satisfaction concerns relationships. Employees want to know that they are valued, that their needs are understood and respected and that they can trust their bosses to behave ethically. </p> <p>This requires employers to create relationships based on concern and trust - reflected in good communication, a willingness to discuss problems and an open-door policy. The result is job satisfaction. But it must never be forgotten that there can be also the opposite: negative job satisfaction, the powerful buzz, pleasure and stimulus that comes from fighting or causing trouble for a boss who is neither respected nor liked. </p> <p>Keeping people happy by ensuring that their jobs are comfortable, fulfilling and rewarding is not a new management concept, but it is more important than ever, when the price of not doing so so can be the destruction of the company. </p> <p>The best 'people' management tends to come from experience and to be based on mutual respect and understanding. Unfortunately, many of the new e-commerce companies do not have this experience. They will have to learn fast.</p>",
  "<p><strong> 1 RESIST</strong> all opportunities to become a personality in your own right in your partner's field of business. Sad to say but the best role you can usually adopt is the demure, well-behaved, supportive partner. 'Keep your mouth shut and be a source of solace when you're on duty,' says the former wife of a one-time luminary. It is clearly difficult for a lively woman like Cherie Blair to play the doting wife on every outing - but perhaps it is preferable to the 'Lady Macbeth' accusations which followed her recent pronouncements on human rights law. </p> <p><strong> 2 DON'T</strong> underestimate the usefulness of looking perky and appreciative if you are watching your partner make a speech. The fact that you have heard the same ideas and jokes umpteen times before does not excuse a glazed look. Work at looking interested in what your partner says , so suggesting to others that your partner must be terrific if you are still absorbed in their pearls of wisdom after 17 years together. </p> <p><strong> 3 MAKE</strong> it clear to anyone who asks that, although you are very interested in your partner's job, she or he is the one who makes the decisions. People are usually paranoid enough about their boss's attitude to them without Nancy Reaganesque suggestions that you call the shots by using ouija boards and consulting tarot cards at home. Celebrity couples often imply the existence of a professional barrier between them. Guy Ritchie, director of the new film Snatch , said that his company had to pay the usual rates to play a song by his partner Madonna. </p> <p><strong> 4 STAND</strong> out against the trend for passionate kissing in public. There is no need to demonstrate, as Al and Tipper Gore did at the Democratic National Convention, that there is still some spark in your marriage: hints of unbridled passion can seem out of context in the workplace. If your legs are starting to shake, you have probably gone too far. </p> <p><strong> 5 NEGOTIATE</strong> with your partner if you are having to make major sacrifices to act as consort. Times have changed and you no longer have to give up all to play croquet while the other half runs India. More enlightened employers are realising that the happiness of the 'trailing spouse' is crucial to the success of any foreign secondment. Your partner will not thank you in the end if you make a desperate bolt from the new placing in Puerto Barrios, mainly because you did not ask some questions about your role at the outset.</p>",
  "<p>If the arrival of long autumn evenings is prompting you to consider switching disappointing Pep or Isa in-vestments to new managers, look before you leap. As we are constantly reminded, past performance is not necessarily a guide to the future.You may or may not improve your returns by transferring to another manager and there are pitfalls. </p> <p>First, consider the charges. Richard Hunter of independent adviser Holden Meehan says charges, typically 5 per cent, on a new Isa can inhibit people from moving around. 'If you invest £7,000 in an Isa, that's £350, so if you want a 5 per cent return, you have to get 10 per cent in the first year.' </p> <p>One way to reduce charges may be to use a discount broker. Alternatively, when transferring from one Isa to another, look for the Cat standard product, which guarantees no initial charges. </p> <p>Jason Hollands at adviser Best Investment says timing is also important. It can take between a week and a month for the paperwork to be completed, and if you are unlucky during that time, the market can turn against you. 'It can happen that an investor sells, is in profit, but by the time purchase of the new units has gone through, the market has risen strongly.' </p> <p>For this reason, Hollands says investors should be careful about making transfers in volatile markets. He also advises avoiding the end of the tax year: 'Companies busy with new Isa business employ more temps, which allows room for cock-ups'. </p> <p>Investors also need to be aware of the rule that limits the proportion of the Pep allowance which can be held in funds that are less than half invested in the European Union. Under the Pep investment rules, you could invest up to £1,500 a year outside the EU, but when you transfer a Pep, only 25 per cent of the value of the overseas investment can go into non-EU-invested funds. </p> <p>Hollands warns investors to watch out for 'the distasteful process of bundling', by which companies force investors to transfer the sum of all their Pep allowances from different years into one new Pep. M&amp;G advises prospective customers who hold more than one Pep with the same company to check with their provider whether they can transfer individual years, or if they have to transfer them all. </p> <p>Investment companies cannot 'bundle' Isas together, so investors have more flexibility in transfers. But Perpetual points out that you can only transfer the whole of an Isa for a current tax year to the same component of an Isa of the same type. So a mini cash Isa held with one provider can be switched to another provider only if all of it goes into another mini cash Isa offered by the new company. </p> <p>Hunter believes that in certain circumstances, transferring a large number of Peps and Isas to a small number of new ones can be beneficial. 'A retired person could transfer, say, 10 Peps and two Isas into three new plans, giving himself less paperwork, while retaining a balance between spreading and taking on risk,' he says. </p> <p>But once a number of plans have been consolidated, investors are not allowed to separate them. And those holding both general and single company Peps cannot lump them together; two separate transfers must be made, into two new plans, one of each type. </p> <p>For this reason, Multi-Peps, which include the funds of several different fund managers within one plan, may be attractive, particularly to investors who switch their holdings regularly. These Peps allow investors to spread their money among a number of fund managers, and change their selections whenever they want. Investors need to check the effect switching would have on costs. Hunter warns that Isas and Peps 'are not designed to be chopped and changed every week'. </p> <p>His advice is to study fund performance carefully, but not to jump to hasty conclusions. A year of poor performance does not make a fund a dog: 'Everyone is entitled to a bad year.' Even after two years, there is no real case for a switch, but after three years of disappointing returns 'it may be time to go ahead'.</p>",
  "<p>Nearly a quarter of children now live with only one parent, most with their mothers. Back in 1972, just 7 per cent of children were living in one-parent families. </p> <p>This dramatic change in family patterns has forced financial institutions to adjust their attitude to both lone families and to women as the main carers. In particular they now concede that women are just as good credit risks as men, and are often better at budgeting. </p> <p>This does not mean that it is easy for lone parents to manage their money. Too many believe they do not have enough money even to think about financial planning. This is a mistake: you will increase the amount you have to spend if you avoid wasting money, and if you claim all the benefits you can. Financial planning is vital for lone parents. If you have an accident or fall sick, you'll have to pay someone to help with your children. If a working lone parent loses her job, she is unlikely to have someone else's income to fill the gap. </p> <p>The important areas of household finances are borrowing, insurance and pensions. </p> <p> <strong> Borrowing</strong> </p> <p> Debt is a more familiar topic to lone parents than surplus but it is worth making sure you are borrowing at the cheapest rate. If you have several loans, you may save money by amalgamating them into one cheaper loan, but do talk it through with a reliable lender and check the figures. Do not pay anyone a fee to reschedule your debts. </p> <p>Being on your own is no bar to getting a mortgage. Mark Hemingway of the Halifax explains: 'The only requirement for getting a mortgage is that you can afford the repayments.' </p> <p>If you are on the borderline of being able to afford the size of loan you need, you can improve your chances by building a track record with the lender. Prove to the lender that you have the ability to put money away each month by making regular and consistent payments into a savings scheme before you apply. Aim to create a picture of yourself as a good credit risk. But be cautious about borrowing too much, warns Hemingway: 'Don't overstretch yourself on the mortgage. We are in a low interest rate environment and interest rates could go up.' With a repayment mortgage you know for certain that the loan will be repaid on the due date. </p> <p>Choosing a fixed-rate mortgage may not be the cheapest option but you have the certainty of knowing how much your repayments will be while the interest rate is fixed. </p> <p> <strong> Life insurance</strong> </p> <p> You no longer need to buy life insurance as a condition of getting a mortgage but it is nonetheless essential when there is only one of you caring for a child. Ronnie Martin, director for protection at Legal &amp; General, says: 'With death being top of the catastrophe list, life insurance is a priority in protection planning for single parents.' </p> <p>Term insurance is the cheapest type of life insurance because you buy for a set length of time; if you survive the period, you get nothing back. You should link the term to the number of years until your children finish further education. </p> <p>Term insurance for a non-smoking 34-year-old woman for 20 years for £150,000 would cost £12 a month. </p> <p>Both parents' lives should be insured. It costs money to replace the work done by the parent with day-to-day responsibility for the children, whether they earn or not. If you are receiving maintenance payments, it is crucial to insure the father's life as well because if he died, maintenance payments would stop. The father could insure his own life and have the policy written in trust for the children, which costs nothing extra. The trustees then make sure the children get the money if he dies. If he insures his own life without writing the policy in trust, he could change the beneficiaries - he may do this if he remarries. The mother can be a trustee. </p> <p>To keep more control, the mother could insure the father's life because she has a financial connection with him, known as an insurable interest. The premiums are the same either way because the policy is on the same life. But the parents have to co-operate because, as the person being insured, the father has to answer health questions. Similarly, the father could pay the premiums on the mother's life insurance. </p> <p> <strong> Health insurance</strong> </p> <p> Ill health can directly affect your income. You may work fewer hours, lose your job altogether, or need help coping with your family. Income protection insurance replaces some of your income if you become too ill to work, so you must be employed before you can buy it. It does not pay if you are made redundant, and it is more expensive for women because insurers reckon they are more likely to fall ill. </p> <p>Income protection providing £1,000 a month, starting to pay after 13 weeks' delay, for a 34-year-old woman up to the age of 60, would cost £57.50 a month. </p> <p>Cover is also important for the person paying maintenance. If his earnings fell, so would his ability to pay. You cannot buy this insurance to protect anyone else's income, so the father must buy it himself. </p> <p>Working or not, you can buy critical illness benefit, which provides a lump sum if you suffer one of the illnesses listed by the insurance company, such as cancer, heart attack or stroke ( see page 28 ). Again, this is more expensive for women than men. </p> <p>Buying all these insurance policies is too expensive for anyone but the rich, and the problem is deciding which you are most likely to need. That is a gamble. </p> <p> <strong> General insurance</strong> </p> <p> Buildings insurance is compulsory with a mortgage but often people on a tight budget economise by not insur ing their possessions. But the less you have, the more you need to protect it (See floods feature, page 26 ). </p> <p>Mortgage payment protection is not compulsory with mortgages, but you should have a fallback position in case your income dries up. Loan protection insurance meets your debt repayments for up to a year if you cannot work through accident, sickness or unemployment. You need separate policies for each loan. </p> <p> <strong> Pension</strong> </p> <p> You may think you can forget about pensions as a distant problem, but you should not lose an opportunity to start saving for your retirement. As with all investment, the earlier you start, the less it costs overall. </p> <p>Anyone currently going through a divorce should ensure that their spouse's pension is taken into account in the divorce settlement. It is nearly always the husband who has the bigger pension, and wives are entitled to have part of it earmarked as their income when it is paid out. For divorce petitions starting from 1 December, you will be able to claim a share of the pension fund, which means the courts can allocate you a portion of its current transfer value. If your child's father is paying into a pension scheme, find out what the benefits are and whether they come to you directly if he dies - before or after retiring. </p> <p>There is a story around at the moment, probably apocryphal, that many husbands are rushing through their divorces before the end of the year to avoid sharing their pensions. </p> <p>For your own pension, the big event is the arrival next April of stakeholder pensions which are designed mainly for people who do not have a pension, including, for the first time, people without a paid job. </p> <p>Ideally, you should not wait till next April before thinking about pensions; you should at least start putting money aside each month now. Several insurers are already selling pensions that can be switched to stakeholder later. </p> <p>You must also make wills to provide financially for your children and to establish who will look after them if you die. But wills are invalidated on marriage, so the father must make a new will if he remarries.</p> <p><strong>Struggling midwife's endowment shock </strong></p> <p>Heide Brown and her daughter, Georgia, are typical of one-parent families because for them money is always tight. Heide says: 'I always try to put something aside at the end of the month, but there is never any money left to put aside. The main culprit is childcare charges which are a nightmare, especially in the holidays.' </p> <p>She also finds that small bills mount up and cause problems: 'It is little things like the TV licence and clothes for the children.'</p> <p>She is a part-time midwife and, to keep working, has to take nursing and midwifery study days each year: 'The cost of each study day, travelling and childcare is £100. We have to finance it ourselves but without it I cannot work. That is why I get into debt. If I cannot afford it, I use my Barclaycard to get straight.'</p> <p>She already has taken a five-year loan to repay other debts and has just heard that her mortgage endowment policy has a shortfall of up to £10,000. Toni Chalmers, of financial adviser Fiona Price, advises Heide to claim working families tax credit if she works more than 16 hours a week, and has savings of less than £8,000. She is also eligible for the childcare tax credit to help towards the cost of childcare (see box on benefits).</p> <p>Says Toni: 'It is worth up to 70 per cent of childcare costs to a maximum of £100 a week but is allowed only if she uses a registered child minder or regulated play scheme. If she has not been claiming these allowances, it will give her extra money to help repay the loan although she may do better rescheduling or extending it.'</p> <p>On the endowment shortfall, Toni comments: 'Don't panic. Nearly everyone with with-profits endowment policies is receiving these standard letters. Some companies are offering to pay a shortfall but, if not, it is better to do something now. If you leave it another 10 years, you will have to put a massive amount away whereas now it is only a little extra.'</p> <p>Heide may be able to convert to a part-repayment and part-endowment mortgage to keep on track. If she wants to top up her investments, using an Isa avoids the charges of topping up the endowment. The snag to saving is that, once her investments exceed £3,000, she starts to lose her working families tax credit.</p> <p><strong>Make sure you lay claim to those benefits </strong></p> <p>There are various benefits lone parents can claim.Even if you think you are not eligible, it is always worth applying and asking what else is available. You can find more information from the relevant agencies, their websites, your library or citizens' advice bureau. </p> <p><strong>Income support </strong><br> For people on low incomes, with savings under £8,000. This includes free prescriptions, dental treatment, eye tests and travel to hospital for treatment; free school meals for your children; and help with mortgage interest if your partner is not paying up.</p> <p><strong>Child benefit </strong><br> An amount paid for each child.</p> <p><strong>Jobseeker's Allowance </strong><br> For those under state retirement age seeking work.</p> <p><strong>Child Maintenance Bonus </strong><br> A one-off payment for people who receive child maintenance and lose benefits because they start work.</p> <p><strong>Back to Work Bonus </strong><br> A one-off payment if your income support or Jobseeker's Allowance stops because you start work.</p> <p><strong>Lone Parent Run-on </strong><br> Extra two weeks' benefit for lone parents who, by starting work, lose income support or jobseeker's allowance and possibly housing benefit and council tax benefit.</p> <p>\u0095 Contact for all of the above benefits: Benefits Agency.</p> <p><strong>Housing benefit </strong><br> This pays your rent. You can claim four weeks' extended housing benefit if you lose income support because you start work.</p> <p>\u0095 Contact: Your local authority. </p> <p><strong>Council tax benefit </strong><br> The only adult in your home? You can claim the Single Adult Discount of 25 per cent, and four weeks' extended Council Tax benefit if you lose income support by starting work.</p> <p>\u0095 Contact: Your Council Tax department. </p> <p><strong>Working Families Tax Credit </strong><br> For those working more than 16 hours a week, with savings under £8,000: add together personal allowances, extra for working more than 30 hours a week, and 70 per cent of childcare costs for the maximum credit. For childcare tax credit, you must use a registered minder, nursery, play scheme or club.</p> <p><strong>Disabled Persons Tax Credit </strong><br> Includes childcare tax credit towards cost of childcare.</p> <p>\u0095 Contact for tax credits: Inland Revenue. </p> <p><strong>Jobfinder's grant </strong><br> A £200 grant for people registered with New Deal for Lone Parents returning to work. It is not taxable.</p> <p>\u0095 Contact: Employment Service</p>",
  "<p>The Child Support Agency has more foes than friends among both people claiming maintenance and those paying it. </p> <p>The formula for calculating child support payments is complex and can include up to 144 separate computations. Philip Rutter, matrimonial partner with solicitor Collyer-Bristow, says: 'The formula is so complex that well over half the assessments are wrong.' </p> <p>They also take a long time: 'At present, the average delay between applying to the CSA and an assessment being raised is nine months. This is outside the targets set by the Government,' Rutter says. </p> <p>From April 2002, the law will change with the intention of simplifying the system, but it is already being criticised. The lawyer says: 'For some people it is a good thing. For others it is going to be a nightmare and create greater inequalities than there are at present.' </p> <p>The new formula, like the old, works on the basis that one parent has care of the children and the other does not. Parents without care of a child will have to pay 15 per cent of their net income to the other parent for one child, 20 per cent if they have two children and 25 per cent for three or more. There is a ceiling on income of £104,000, so there could be an assessment of £15,600 a year for one child. </p> <p>But, says Rutter: 'While the new formula sounds sens-ible, it is too simple. It does not take account of the income earned by the parent with care, making a mockery of the established principle that both parents should make a financial contribution to the upkeep of their children if they can.' </p> <p>A mother with care may earn more than the father, yet her income will not be taken into account: 'She may end up with the lion's share of the capital because she will have the children most of the time, and he is stuck with a bit of capital but having to fund a large mortgage so he has a home big enough for himself and for the children to visit.' </p> <p>Rutter says the new formula: </p> <p> \u0095 Precludes formal private arrangements between parents - forcing them eventually to go to the CSA, and unravelling existing binding court orders. </p> <p> \u0095 Reduces the amount of support when the child stays overnight with the paying parent, possibly leading to custody battles. </p> <p> \u0095 Does not take into account any childcare costs or school fees that a paying parent may already make. </p> <p> \u0095 Will not take into account a paying parent's major expenses, such as mortgage, commuting or the costs of a new family (although having other children will mean a slight reduction). </p> <p> \u0095 Does not take into account the capital resources of either parent, so that someone can have vast investments but pay nothing if they have no job. </p> <p>He concludes: 'While the new formula may be far simpler, there is no guarantee that the efficiency of the CSA will improve, and it may be that there will be the same backlog of assessments and inability to collect child support, particularly for those people that really need it.'</p> <p><strong>It's great to work - if the kids are all right </strong></p> <p>After the lack of money, the biggest problem for lone parents is childcare. Apart from the lucky few with parents who have time to spare and live nearby, childcare costs money. </p> <p>Before a lone parent can even think about taking a job, the salary has to be high enough to pay for childcare, tax, travelling to work and leave enough money over to make it worthwhile financially. Many lone parents are prepared to compromise on the financial reward because they want to work as an interest outside the home or to keep in touch with their profession.</p> <p>To help, the Government has introduced New Deal for Lone Parents for those on income support with at least one child under 16. Joining is voluntary, but it is more complicated than simply claiming money. Contact your JobCentre, where you will be allocated a personal adviser who gives help on jobs, training, benefits and childcare.</p> <p>Joining New Deal for Lone Parents leads to help with the cost of childcare, up to £60 a week for one child or £100 for two, while you train for a new career or attend job interviews. The childcare scheme must be registered; you will not get help with the cost of nannies or au pairs. You can also claim towards the costs of attending job interviews and fees for training courses, provided this is approved beforehand by the personal adviser.</p> <p>The next hurdle is finding affordable childcare, and here the web is proving useful. Local and national organisations are putting detailed information about their services on websites, with addresses of registered childminders. One is ChildcareLink, developed by the Department for Education and Employment, the Department for Social Security and the Scottish Executive. It is organised by Opportunity Links, based in Cambridge. (see contacts)</p> <p>A solution to childcare problems could be to become a childminder yourself. Child minders who are lone parents can often claim benefits however many hours they work. You are treated as self-employed and taxed. However if you do this, you cannot claim the childcare tax credit that comes with the working families' tax credit and disabled person's tax credit.</p> <p>Help with childcare costs is available through: local authority subsidised places; some employers; working families' tax credit; disabled persons tax credit.</p> <p><strong>Where to go for guidance</strong></p> <p>Child Support Agency: 0845 7133 133 </p> <p><a href=\"http://www.dss.gov.uk\">Benefits Agency</a></p> <p><a href=\"http://www.newdeal.gov.uk/english/lone_parents\">New Deal for Lone Parents website</a>: 0845 606 2626.</p> <p><a href=\"http://www.gingerbread.org.uk\">Gingerbread</a>: 0800 018 4318</p> <p><a href=\"http://www.oneparent families.org.uk\">National Council for One Parent Families</a>: 0800 018 5026 </p> <p>National Childminding Association: 0800 169 4486</p> <p>National Early Years Network: 020 7607 9573</p> <p><a href=\"http://www.opportunity-links.org.uk\">Childcare Link</a>: 0800 0960296</p> <p>Daycare Trust: 020 7739 2866 for information and advice</p> <p><a href=\"http://www.kidsclub.co.uk\">Kids' Clubs Network</a>: 020 7512 2100/01245 608235</p> <p>Pre-School Learning Alliance: 020 7833 099 1</p> <p>One Parent Families Scotland: 0131 556 3899</p> <p>Parents at Work: 020 7628 3565</p>",
  "<p>Everyone should aim to have some easily accessible savings to fall back on in a bank or building society account. This means almost everyone could potentially benefit from a cash Isa. </p> <p>Cash Isas work just like other deposit accounts with the important difference that all the interest you earn is tax-free. Their other major advantage is the competitive rates of interest that most pay. Most offer instant access. </p> <p>The sooner you switch to a cash Isa the more you can gain. The Portman Building Society recently pointed out that by switching £1,000 from any high street instant access account to a cash Isa, savers can immediately improve the return on their savings. 'Since the average net rate on ordinary instant access accounts is 1.22 per cent against an average tax-free rate of 6.3 per cent on cash Isas, savers could typically see the daily return on their £1,000 investment rise from just 3 pence to 17 pence,' says the Portman. </p> <p>The only disadvantage of opening a so-called 'mini' cash Isa, in which you can deposit up to £3,000 during the current tax year, is that it will also restrict the amount you can invest in a stocks and shares Isa this year to £3,000. Without a cash Isa, you could put up to £7,000 into a 'maxi' stocks and shares Isa. </p> <p>For many savers with modest sums, these limits will not be a problem. If you are saving for a specific short-term objective such as the deposit on a house or a new car and cannot afford to take risks with your money, a cash Isa is a better bet anyway. Stocks &amp; shares Isas are risky investments and are only suitable for periods of five years plus. </p> <p>However, before you rush to open a cash Isa, check out where you can get the best rates. Some organisations are less than generous, especially with smaller savers. The Halifax, for example, pays only 4.15 per cent to Isa investors with under £1,000 to invest, while Northern Ireland's First Trust Bank Isa offers a positively miserly rate of 1.25 per cent on amounts of less than £2,000. At the other end of the rate scale, the internet bank Smile is offering 7.25 per cent on its cash Isa , while the Britannic and Nationwide Building Societies are paying 6.85 per cent. All these rates apply to amounts of £1 or more. </p> <p>When comparing rates, it is also worth looking at what your local building society has to offer. Several of the smaller regional societies, such as the Coventry, the Market Harborough and the Principality, are offering some of the best rates around on their cash Isas but are restricting access to local or existing investors for fear of attracting carpetbaggers. </p> <p>But it is not only headline interest rates that need to be compared. Accessibility is another important feature. Although the majority of cash Isas are instant access accounts, there are many which require between 7 and 90 days' notice of withdrawals. While some are competitive, notice accounts do not necessarily pay a better return than the instant access variety. Two examples of less attractive offerings are Standard Life Bank's 50-day notice Isa which currently pays only 5.85 per cent, and Birmingham Midshires' 90-day notice account at 6 per cent. </p> <p>A fixed rate Isa may be worth considering if you believe interest rates may fall in the future. There are not many fixed rate accounts on offer at present, but they are available from the Julian Hodge Bank, and the Leeds &amp; Holbeck and Norwich &amp; Peterborough building societies. The best rates are offered by the Julian Hodge Bank. For terms ranging from one to five years, it is currently paying fixed rates of between 6.5 per cent and 6.85 per cent but withdrawals are not permitted until the end of the term. </p> <p>Naturally, if you want to maximise the tax advantages, it is better not to make withdrawals from your cash Isa unless you need the money. Once you have subscribed the maximum annual amount, no further deposits are allowed, not even to top up after withdrawals. What's more, unless the Chancellor has another change of heart as he did in the last Budget, this year could be your last chance to invest £3,000. After that the annual limit is due to fall to £1,000. </p> <p>However, the advantage of having an instant account is that it makes it easier to transfer your savings if you discover you can get a better interest rate elsewhere. You can still retain your tax advantages providing you follow the right procedures. A spokesman for Nationwide explains: 'The first thing you should do is to open a new Isa account explaining to the provider that you wish to transfer. But do not put in any fresh money otherwise you will have two cash Isas open at once which is not allowed. You can then go back to your existing provider and obtain a certificate showing how much you have subscribed and when, and also complete a transfer form. You present that certificate to your new Isa provider who will arrange the transfer from your old account.' </p> <p>Most Isa providers will accept incoming transfers, but not all. Abbey National, for example, does not. Spokesman Gug Kyriacou says: 'Cash Isas involve a lot of admin and we wanted to avoid Isa surfers - investors who are always moving their money around whenever a better rate is offered.' In fact, with its top rate of just 6.35 per cent, there seems little danger of this happening. Abbey National's customers may be better off transferring elsewhere, and luckily outward transfers are not restricted.</p>",
  "<p>If you consult a financial adviser, the chances are that you will be advised to take out critical illness cover. Unless you are made of money, you will probably be rather taken aback at the cost, which could easily be £50 a month, depending on your circumstances. But some of the arguments in its favour sound persuasive - certainly persuasive enough to encourage 780,000 people to start paying for this cover in 1999, according to insurer Swiss Re. </p> <p>You could well be quoted horrible statistics. 'One in four men will suffer a critical illness by the time they reach pension age,' says Peter Kelly of Allied Dunbar, which last week announced a tie-up with charity Imperial Cancer Research on its critical illness cover. 'One in five women will suffer a critical illness. That could be a heart attack, for instance, cancer or a stroke.' He adds that a 40-year-old man is 2.5 times more likely to suffer one of these serious medical conditions than he is to die. </p> <p>Researchers are also increasingly detecting a link between excessive working hours and critical illnesses. Basing their argument on this sort of data, many financial advisers are promoting critical illness cover just as heavily as life cover. Kevin Morgan, medical cover specialist at financial adviser Litecastle, says: 'Single people or young couples probably have little need for life assurance. But there is now a great deal more interest in critical illness cover than life cover. People are surviving illnesses that even a generation ago would have killed. And if you buy critical illness cover, you get the benefit of it yourself - unlike life cover.' </p> <p>The insurance entitles you to a tax-free lump sum payout on the diagnosis of one of these nasties. So if you suffer a stroke, for instance, you could spend the money on adapting your home so you can live there more easily. An industry-wide agreement, unveiled last year, has introduced standard terms and definitions, making it easier for people to know what they are buying and their position if they need to claim. You can spend the money from a claim on whatever you want. One Allied Dunbar customer who suffered a brain tumour spent some of his cash on a fitted kitchen and also set part of it aside to cover future tax bills. But since the vast majority of buyers take it when they get a new mortgage, most policyholders seem to want it to pay off their mortgage and other financial commitments. </p> <p>Against this kind of argument, however, you could say that people who look after themselves well are less likely to suffer from these conditions. 'Smoking causes almost one in five coronary heart disease deaths,' explains the British Heart Foundation on its website. 'If you are under 50 and smoke, your risk of heart attack is up to ten times that of a non-smoker.' </p> <p>And if you keep your salt intake down, do not get overweight, eat your fruit and vegetables, drink sensibly and take exercise, you are less likely to be one of the 300,000 people a year who suffer a heart attack (of whom about half survive). </p> <p>It is also impossible to predict the future incidence of these conditions. About 100,000 people a year have a first stroke, according to the Stroke Association. Survival rates could increase substantially, according to its research, if, for instance, the Government sets up more Stroke Units, teams which can provide specialist emergency and rehabilitation treatment. Similarly, your likelihood of getting a heart attack could be reduced if, for example, more money is put into prevention, screening and earlier diagnosis. </p> <p>However, it has to be said that more of us could suffer these illnesses as medical and pharmaceutical treatment improves, and our life expectancy increases. In a 1998 report for the Stroke Association, Professor Nick Bosanquet of Imperial College concluded: 'Numbers of patients with strokes needing longer-term support are increasing. We are achieving health promotion targets in reducing immediate mortality from stroke, but there is a new challenge of longer-term disability.' </p> <p>Thinking about these risks, you may conclude that you would buy the insurance if you could easily afford it. But, as Charles Levett-Scrivener of financial adviser Towry Law says, the premiums can be quite substantial: 'The people who really need critical illness cover are parents and other people with dependents. But parents don't have a great deal of spare income, and they have other insurances to deal with, life cover and saving for retirement.' </p> <p>On top of this, critical illness is a new kind of product - developed only in 1986 in South Africa by Dr Marius Barnard, brother of heart transplant pioneer Christian. This means that insurers have only 14 years of experience on claims. It could be that some of them have been over-cautious and have charged more than they needed to. Morgan, however, estimates that premiums have come down by about 10 per cent in the past year - 'mostly because of competition'. </p> <p>Customers are also often given a better deal if they buy a critical illness policy on top of another product. Most sales used to be on the back of mortgage endowment policies, but since far fewer of these are now being sold, insurers are increasingly selling them in conjunction with more straightforward 'term' and 'whole of life' insurance policies. For instance, a 45-year old non-smoking woman paying for cover of £100,000 from Allied Dunbar would pay £57 a month for a combined critical illness and term assurance plan. If she bought the two products separately, she would pay 30 per cent more. </p> <p>But you may still decide that the premiums are just too expensive. After all, as the Allied Dunbar statistics imply, the majority of people, at least 75 per cent of them, look unlikely to contract one of these illnesses until after pension age. </p> <p>By that time, they have probably paid off their mortgage and have fewer financial commitments. And if you had put the money you could have spent on premiums into a pension, you could have a tidy sum awaiting you. </p> <p>Even if you did contract something unpleasant, you would have that extra pension money to draw on. You could have accumulated £60,000 by investing £50 a month over the past 20 years in a with-profits pension plan, according to Your Pension magazine.</p> <p><strong>Young, free and... healthy </strong></p> <p>'Young people need to think about critical illness cover because so many of them own their own homes,' says a spokeswoman for Scottish Mutual, one of the market leaders. Insurers and financial advisers are very eager to sell these policies to the young. But are the young pouring their premiums down the drain? </p> <p>By and large, the medical statistics suggest the common-sense conclusion most of us would come to: your risk of contracting a critical illness grows as you get older. About 41 per cent of NHS hospital treatment is for people aged over 65. Research from the Stroke Association indicates that only 10 per cent of the people who suffer a first stroke each year in England and Wales are under 55. The incidence of heart attacks follows increasing age, according to the British Heart Foundation. Only 13 per cent of male heart attack sufferers are below 65 (7 per cent of female sufferers).</p> <p>Of course, not all illnesses show this correlation. Aids, for instance, has been more of a young person's affliction (although it is usually excluded from critical illness policies). But - as the spokeswoman for Scottish Mutual suggests - although the risk for twenty- and thirty-somethings may be lower, they are probably more financially exposed than older people.</p>",
  "<p>Here is a crumb of comfort for the many thousands of people who have been told that their endowments are not on track to repay their mortgage loans: at least you know there's a problem. </p> <p>If you have an interest-only mortgage backed by another sort of investment - such as a Pep, Isa or personal pension - you may be blissfully unaware that your situation could be equally bleak. But unlike people with endowments, who are all being written to, you will find out whether you face a potential shortfall only if you take steps to check for yourself. </p> <p> <strong> So what, precisely, am I supposed to check?</strong> </p> <p> That you are paying enough into your chosen investment to ensure having a big enough lump sum to pay off your mortgage. </p> <p> <strong> But they worked all that out when the mortgage started, so I can't see that there's a problem.</strong> </p> <p> When was that? </p> <p> <strong> Ten years ago.</strong> </p> <p> I'd get some up-to-date calculations done. </p> <p> <strong> Why?</strong> </p> <p> Two reasons: first, before 1995, figures illustrating potential payouts didn't have to include real charges; second, they were allowed to assume much higher growth rates than they are now. Unless you've been advised to increase savings, or your investment is worth what they said it would be, you're probably looking at a shortfall. What kind of investment are you using to back your mortgage? </p> <p> <strong> A personal pension plan.</strong> </p> <p> Do you get a lot of marriage proposals? </p> <p> <strong> What's that got to do with anything?</strong> </p> <p> Pension mortgages are only suitable for the seriously wealthy. </p> <p> <strong> I'm not self-employed, I'm not rich and if you must know, I'm finding the £150 a month for my pension plan a bit of a struggle.</strong> </p> <p> Does it help to know that with tax relief your £150 monthly contribution is worth nearly £200? </p> <p> <strong> Not much.</strong> </p> <p> How big is your mortgage? </p> <p> <strong> £50,000.</strong> </p> <p> So you'll need your pension fund to be worth £200,000 when you retire. </p> <p><strong> But that's four times the size of my loan.</strong> </p> <p>It has to be because the Inland Revenue limits the amount of cash you can take from your pension to a quarter of the fund. The rest must buy an annuity. Do you know what your pension fund is currently worth? </p> <p> <strong> Just under £40,000.</strong> </p> <p> Well, the good news is that if you carry on putting £200 a month into your pension for the next 15 years and the fund continues to grow by 9 per cent a year, you won't be homeless in your old age. </p> <p> <strong> And the bad news?</strong> </p> <p> Given that 9 per cent is now the highest rate of growth pension companies can use when projecting future fund values, assuming that your fund will grow at that rate after charges smacks of wild optimism. </p> <p> <strong> So I may not be able to pay off my mortgage. What should I do?</strong> </p> <p> One option would be to convert your mortgage to a repayment for the remainder of the term. But your mortgage payment would have to go up. That would mean reducing what you pay into your pension. </p> <p> <strong> Any other suggestions?</strong> </p> <p> You could complain that you were given bad advice, on the grounds that a pension mortgage is unsuitable for someone who may lose their job or who could go to work for an employer who runs an occupational pension scheme. You would have an even stronger case if using a part of your pension to repay the mortgage means paying interest for longer than 25 years, or having to take your pension at an unsuitably young age. You could also complain if you were persuaded to surrender an endowment policy for a personal pension plan. </p> <p> <strong> How do I go about it?</strong> </p> <p> Complain to the company that sold you the pension and advised you to link it to your mortgage. If you reach deadlock, but want to take a complain further, phone the FSA Consumer Helpline (0845 606 1234) for advice on how to do this. Alternatively, ask the FSA Leafletline (0800 917 3311) for a copy of the FSA Guide to Making a Complaint.</p>",
  "<p>Putting your child through education is becoming an extremely expensive business. Providing cash to pay for education is no longer a matter of funding school fees until the age of 18 - now many parents face the hefty cost of getting their children through university as well. </p> <p>Although students are able to borrow up to £4,590 a year through low-charging student loans, many parents are reluctant to let their offspring build up a legacy of debt. The answer is to plan ahead to make sure that extra funds are available when they are needed. </p> <p>As with any financial planning, the earlier you start saving the cheaper it will be. </p> <p>John and Rosalind Atkinson (pictured with their family) decided to take out a tax-efficient friendly society bond earlier this year for their son, Owen, who was born in February 1998. They currently contribute £40 a month to the Tunbridge Wells Equitable University Bond, a plan designed specifically to help fund the costs of putting children through further education. 'We are hoping to send our son to university when he is old enough,' says Mrs Atkinson. 'The University Bond should be a good help towards the fees that will be payable.' </p> <p>Friendly society bonds allow everybody - including children - to invest up to £25 a month in a tax-free environment, with the proceeds at the end of the term also being totally tax-free. The Tunbridge Wells EquitableUniversity Bond, which has a minimum investment level of £40 a month (£25 of which can be invested for tax free returns, with the rest going into Tunbridge Wells' taxable fund), is unique in that it will pay out a lump sum on either three or four occasions - when the child reaches the ages of 18, 19, 20 and 21. </p> <p>David White, the chief executive of Tunbridge Wells Equitable, believes that this is the only package in the market designed specifically to provide funds for university fees. 'It has been designed to provide what a student needs, which is three or four years' consecutive payments,' he says. </p> <p>The University Bond can be set up in either the name of the child or the parents. Each method has its own merits. If the policy is written in the name of the child, it belongs to the child although he or she cannot have control over the policies until the age of 16. </p> <p>If the bond is written in the name of the parents, they retain control of the policies and the proceeds when they mature, but this means they will not be able to take out a plan for themselves, as you can only contribute to one friendly society bond at a time. </p> <p>Mr and Mrs Atkinson have opted to keep the bond written in Mrs Atkinson's name. 'In this way we can be in control as parents,' says Mrs Atkinson. 'We liked the fact that the child has no access to the funds.' But what happens to the University Bond if Master Atkinson decides that, at 18, he does not want to go to university? That is no problem, says White. 'The money does not have to be used for university fees. The parents will have a choice of what to do with a significant amount of money over three or four years.' </p> <p>The money could, for instance, be used as a deposit for Owen's first home, to buy a car or to travel round the world. </p> <p>Tunbridge Wells Equitable has sold between 4,000 and 5,000 University Bonds, with the figure increasing all the time. The average premium size is £100 a month and bonds are, in general, being taken out for very young children. </p> <p>According to White, saving for university fees is 'a long-term savings requirement'. </p> <p>He says: 'The earlier parents start, the less pain there will be. And a bigger problem could be to tell a child that he or she cannot go to university because they cannot afford it.'</p>",
  "Thousands of South American indians were infected with measles, killing hundreds, in order to for US scientists to study the effects on primitive societies of natural selection, according to a book out next month. <p>The astonishing story of genetic research on humans, which took 10 years to uncover, is likely to shake the world of anthropology to its core, according to Professor Terry Turner of Cornell University, who has read the proofs. </p> <p>\"In its scale, ramifications, and sheer criminality and corruption it is unparalleled in the history of anthropology,\" Prof Turner says in a warning letter to Louise Lamphere, the president of the American Anthropology Association (AAA). </p> <p>The book accuses James Neel, the geneticist who headed a long-term project to study the Yanomami people of Venezuela in the mid-60s, of using a virulent measles vaccine to spark off an epidemic which killed hundreds and probably thousands. </p> <p>Once the epidemic was under way, according to the book, the research team \"refused to provide any medical assistance to the sick and dying Yanomami, on explicit order from Neel. He insisted to his colleagues that they were only there to observe and record the epidemic, and that they must stick strictly to their roles as scientists, not provide medical help\". </p> <p>The book, Darkness in El Dorado by the investigative journalist Patrick Tierney, is due to be published on October 1. Prof Turner, whose letter was co-signed by fellow anthropologist Leslie Sponsel of the University of Hawaii, was trying to warn the AAA of the impending scandal so the profession could defend itself. </p> <p>Although Neel died last February, many of his associates, some of them authors of classic anthropology texts, are still alive. </p> <p>The accusations will be the main focus of the AAA's AGM in November, when the surviving scientists have been invited to defend their work. None have commented publicly, but they are asking colleagues to come to their defence. </p> <p>One of the most controversial aspects of the research which allegedly culminated in the epidemic is that it was funded by the US atomic energy commission, which was anxious to discover what might happen to communities when large numbers were wiped out by nuclear war. </p> <p>While there is no \"smoking gun\" in the form of texts or recorded speeches by Neel explaining his conduct, Prof Turner believes the only explanation is that he was trying to test controversial eugenic theories like the Nazi scientist Josef Mengele. </p> <p>He quotes another anthropologist who read the manuscript as saying: \"Mr. Tierney's analysis is a case study of the dangers in science of the uncontrolled ego, of lack of respect for life, and of greed and self-indulgence. It is a further extraordinary revelation of malicious and perverted work conducted under the aegis of the atomic energy commission.\" </p> <p>Prof Turner says Neel and his group used a virulent vaccine called Edmonson B on the Yanomani, which was known to produce symptoms virtually indistinguishable from cases of measles. </p> <p>\"Medical experts, when informed that Neel and his group used the vaccine in question on the Yanomami, typically refuse to believe it at first, then say that it is incredible that they could have done it, and are at a loss to explain why they would have chosen such an inappropriate and dangerous vaccine,\" he writes. </p> <p>\"There is no record that Neel sought any medical advice before applying the vaccine. He never informed the appropriate organs of the Venezuelan government that his group was planning to carry out a vaccination campaign, as he was legally required to do. </p> <p><b> Fatalities</b><br> </p> <p> \"Neither he nor any other member of the expedition has ever explained why that vaccine was used, despite the evidence that it actually caused or, at a minimum, greatly exacerbated the fatal epidemic.\" </p> <p>Prof Turner says that Neel held the view that \"natural\" human society, as seen before the advent of large-scale agriculture, consists of small, genetically isolated groups in which dominant genes - specifically a gene he believed existed for \"leadership\" or \"innate ability\" - have a selective advantage. </p> <p>In such an environment, male carriers of this gene would gain access to a disproportionate number of females, reproducing their genes more frequently than less \"innately able\" males. The result would supposedly be a continual upgrading of the human genetic stock. </p> <p>He says Neel believed that in modern societies \"superior leadership genes would be swamped by mass genetic mediocrity\". </p> <p>\"The political implication of this fascistic eugenics is clearly that society should be reorganised into small breeding isolates in which genetically superior males could emerge into dominance, eliminating or subordinating the male losers in the competition for leadership and women, and amassing harems of brood females.\" Prof Turner adds. </p> <p>In the memo he says: \"One of Tierney's more startling revelations is that the whole Yanomami project was an outgrowth and continuation of the atomic energy commission's secret programme of experiments on human subjects. </p> <p>\"Neel, the originator of the project, was part of the medical and genetic research team attached to the atomic energy commission since the days of the Manhattan Project.\" </p> <p>James Neel was well-known for his research into the effects of radiation on human subjects and personally headed the team that investigated the effects of the Hiroshima and Nagasaki bombs on survivors and their children. </p> <p>According to Prof Turner, the same group also secretly carried out experiments on human subjects in the US. These included injecting people with radioactive plutonium without their knowledge or permission. </p> <p><b> Nightmarish</b><br> </p> <p> \"This nightmarish story - a real anthropological heart of darkness beyond the imagining of even a Joseph Conrad (though not, perhaps, a Josef Mengele) - will be seen (rightly in our view) by the public, as well as most anthropologists, as putting the whole discipline on trial,\" he says. </p> <p>\"This book should... cause the field to understand how the corrupt and depraved protagonists could have spread their poison for so long while they were accorded great respect throughout the western world... This should never be allowed to happen again.\" </p> <p>Yesterday Professor Turner told the Guardian it was unfortunate that the confidential memo had been leaked, but it had accomplished its original purpose in getting a full response from the AAA. </p> <p>A public forum would be held at its AGM in November to discuss the book its revelations and courses of action. </p> <p>In a statement yesterday the association said \"The AAA is extremely concerned about these allegations. If proven true they would constitute a serious violation of Yanomami human rights and our code of ethics. Until there is a full and impartial review and discussion of the issues raised in the book, it would be unfair to express a judgment about the specific allegations against individuals that are contained in it. </p> <p>\"The association is anticipating conducting an open forum during our annual meeting to provide an opportunity for our members to review and discuss the issues and allegations raised in the book.\"</p>",
  "Plaid Cymru should set its sights high and aim to take over from Labour as the main political force in Wales, the party's annual conference was told yesterday. <p>In his first conference speech as president, Ieuan Wyn Jones, said Plaid was facing the greatest challenge in its history, that of winning the trust of the Welsh people to govern the country following the 2003 assembly elections. </p> <p>New Labour's shift to the right, he told the party faithful in Llandudno, was leaving Wales with \"an enormous political vacuum\". But it was not enough to expect people to vote for Plaid because they were disillusioned with the present administration. </p> <p>Plaid's aim was to form a government that would have the will to bring about \"real change\" in Wales. It was not seeking the chance to govern as an aim in itself and would have to prove to the Welsh electorate that it was worthy of its trust. </p> <p>\"This will mean a different approach to our politics,\" he warned. \"Calling on Labour to do this and that will no longer be enough. We will have to show what Plaid Cymru would do in government. It means not to promise more than we will be able to deliver.\" </p> <p>Mr Jones said the coming general election would be of \"utmost importance\" for Wales which needed a voice in Westminster pushing the cause of securing law-making powers for the assembly. </p> <p>The party had to make sure that that objective of securing parity with Scotland would become one of the major issues in the election campaign. </p> <p>Mr Jones said the assembly's lack of powers were becoming increasingly apparent and were preventing it from creating the conditions needed to improve the lives of the people of Wales. </p> <p>\"We are all agreed that the priority for us now is for Wales to gain the same powers as Scotland,\" he said. \"The national assembly must grow into a real parliament that can get things done, and this must happen soon. We will continue to languish as a country if we continue to let ourselves be treated as a second class nation.\" </p> <p>Accusing Downing Street of pursuing policies that were leading to a \"grotesque disparity\" between the richer and poorer parts of Britain, he said Plaid's manifesto would set out demands for a radical change in fiscal and economic policy. </p> <p>At the heart of its demand would be the use of fiscal policy to fund investment and economic development in areas of disadvantage such as Wales. </p> <p>Such an approach would allow a reduction in interest rates, and a lowering of the pound against the euro, enabling Wales's manufacturers, its steel industry and farmers to compete on a level playing field. </p> <p>Mr Jones said that it was a disgrace that Wales, birthplace of the NHS, had one of the worst health records in Europe. </p> <p>\"Somebody must be honest enough to say that only through a substantial increase in public spending can we achieve a better health service, better education and better public transport.\" </p> <p>With the party about to embark on a major consultation on its long-term constitutional objectives Mr Jones insisted that Plaid made no secret of its high ambitions for Wales in an increasingly interdependent world. </p> <p>\"We see our aspiration of full national status within the EU in the context of the far-reaching changes that are taking place in Britain, Europe and the world. </p> <p>\"We want Wales to have as much control over her affairs as is possible and necessary to determine her own destiny.\" </p> <p>\u0095 The conference will today condemn plans for the 2001 national census as flawed and unresponsive to the needs of devolution because people in Wales will not be given the opportunity to describe themselves as Welsh.</p>",
  "Plaid Cymru should set its sights high and aim to take over from Labour as the main political force in Wales, the party's annual conference was told yesterday. <p> In his first conference speech as president, Ieuan Wyn Jones, said Plaid was facing the greatest challenge in its history, that of winning the trust of the Welsh people to govern the country following the 2003 assembly elections.</p> <p> New Labour's shift to the right, he told the party faithful in Llandudno, was leaving Wales with \"an enormous political vacuum\". But it was not enough to expect people to vote for Plaid because they were disillusioned with the present administration.</p> <p> Plaid's aim was to form a government that would have the will to bring about \"real change\" in Wales. It was not seeking the chance to govern as an aim in itself and would have to prove to the Welsh electorate that it was worthy of its trust.</p> <p> \"This will mean a different approach to our politics,\" he warned. \"Calling on Labour to do this and that will no longer be enough. We will have to show what Plaid Cymru would do in government. It means not to promise more than we will be able to deliver.\"</p> <p> Mr Jones said the coming general election would be of \"utmost importance\" for Wales which needed a voice in Westminster pushing the cause of securing law-making powers for the assembly.</p> <p> The party had to make sure that that objective of securing parity with Scotland would become one of the major issues in the election campaign.</p> <p> Mr Jones said the assembly's lack of powers were becoming increasingly apparent and were preventing it from creating the conditions needed to improve the lives of the people of Wales.</p> <p> \"We are all agreed that the priority for us now is for Wales to gain the same powers as Scotland,\" he said. \"The national assembly must grow into a real parliament that can get things done, and this must happen soon. We will continue to languish as a country if we continue to let ourselves be treated as a second class nation.\"</p> <p> Accusing Downing Street of pursuing policies that were leading to a \"grotesque disparity\" between the richer and poorer parts of Britain, he said Plaid's manifesto would set out demands for a radical change in fiscal and economic policy.</p> <p> At the heart of its demand would be the use of fiscal policy to fund investment and economic development in areas of disadvantage such as Wales.</p> <p> Such an approach would allow a reduction in interest rates, and a lowering of the pound against the euro, enabling Wales's manufacturers, its steel industry and farmers to compete on a level playing field.</p> <p> Mr Jones said that it was a disgrace that Wales, birthplace of the NHS, had one of the worst health records in Europe.</p> <p> \"Somebody must be honest enough to say that only through a substantial increase in public spending can we achieve a better health service, better education and better public transport.\"</p> <p> With the party about to embark on a major consultation on its long-term constitutional objectives Mr Jones insisted that Plaid made no secret of its high ambitions for Wales in an increasingly interdependent world.</p> <p> \"We see our aspiration of full national status within the EU in the context of the far-reaching changes that are taking place in Britain, Europe and the world.</p> <p> \"We want Wales to have as much control over her affairs as is possible and necessary to determine her own destiny.\"</p> <p> \u0095 The conference will today condemn plans for the 2001 national census as flawed and unresponsive to the needs of devolution because people in Wales will not be given the opportunity to describe themselves as Welsh.</p>",
  "<p>Airlines are to make scheduled flight contracts significantly fairer to travellers after intervention from the director general of fair trading. </p> <p>John Bridgman challenged 30 airline contract terms as potentially unfair and unenforceable. These included terms covering transferability of tickets and the rescheduling of flights. The way is now clear for airlines to adopt the new terms, with British Airways understood to be planning to change their consumer contracts next month. </p> <p>Bridgman said this week: \"Under the old terms, consumers who purchased non-refundable tickets (such as Apex) and were prevented from travelling by circumstances beyond their control would have lost all the money they had paid for their ticket. </p> <p>\"The new terms entitle them to a credit note that could be used either by them or by another person. That can be more valuable than a right to transfer a ticket to someone else. Return tickets can no longer be cancelled by airlines if the outward ticket is not used from reasons beyond the consumer's control. </p> <p>\"Many of us have suffered delays to flights. The new terms make it clear that we will be entitled to a refund if there is a significant delay which is the airline's fault and the operator is unable to provide an alternative flight.\" </p> <p>The new terms include: </p> <p>* Anyone prevented from travelling by force-majeur -circumstances beyond their control - will be entitled to a credit for any non-refundable travel. This can be used to buy a flight for another person. </p> <p>* If a traveller warns an airline that a part of a ticket cannot be used for reasons beyond his or her control, no extra charge will be made. The Office of Fair Trading had challenged the right to cancel onward reservations if the outward portion of a ticket was not used. </p> <p>* Passengers should if possible be told of a flight time change. Passengers will also have the right to a refund if there is a significant change in the time of a flight and the airline is not able to book an acceptable alternative flight. </p> <p>* Airlines can no longer evade responsibility for what their agents have agreed. </p> <p>In a separate development, Ryanair has agreed to drop contract terms that limited its responsibility for travellers' luggage. It has also agreed to remove notices disclaiming responsibility from its check-in desks. </p> <p>Following intervention by the OFT, the airline will no longer operate a blanket refusal to take responsibility for oversized or over-packed baggage. Nor will it refuse to pay out if any protruding parts on luggage, such as wheels or handles, are damaged or lost in transit. </p> <p>Ryanair now only refuses to accept responsibility for unsuitably packed, perishable, damaged or fragile baggage and for minor damage to the outside of luggage caused by normal wear and tear. </p> <p>Bridgman said: \"These two pieces of work will ensure that airlines' contracts are soon much fairer and that tens of millions of travellers will have less bad news to write in their postcards home.\"</p>",
  "<p><strong> The International</strong></p> <p> Glenn Patterson</p> <p> Anchor, £6.99<br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000093115,00.html\">Buy it at BOL</a> <br></p> <p> One of the several triumphs of this accomplished novel is to obliterate the future with the absolute power of its present. As we follow a day in the life of Danny, a barman at the International Hotel, both he and the reader know that the ordinariness of this Saturday in January 1967 is about to shatter into sectarian splinters. But the tableau of regulars, blow-ins and wedding guests that Danny watches from behind the bar is anchored in talk of sport, sex, and burgeoning council scams, not politics. Through Danny, Patterson catches the tempo of a bar and the crossing points between staff and customers with warmth, irony and only the most necessary touch of poignancy. </p> <p> <strong> Corpsing</strong></p> <p> Toby Litt</p> <p>Penguin, £6.99</p> <p><a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502122034,00.html\">Buy it at BOL</a> <br> </p> <p> The smart boy of modern literature, who has played with the Beats and been championed as our own Douglas Coupland, turns to Chandler and Spillane for his third book. The plot is ridiculously improbable (who's ever heard of gangland geezers staking out Mortlake or hits going down in Soho restaurants?), but Litt carries the caper off and gets in some glancing blows at lifestyle fiction. When Conrad's ex, Lilly, unexpectedly asks him out for a dinner date he hopes for a reconciliation. Instead she dies and he is hospitalised. Once out, the dull suit turns detective. Litt's pulp page-turner is both a knowing, virtuoso exercise in style and a guaranteed big seller for the boys. </p> <p> <strong> Homework</strong></p> <p> Suneeta Peres Da Costa</p> <p>Bloomsbury, £6.99<br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,502450801,00.html\">Buy it at BOL</a> <br></p> <p> Mina's family is an Australian Addams Family, only slightly less freakish. She has antenna-like protuberances on her head that register her every emotion; sister Deepa is writing essays on Sartre in third grade; and Mum, after a hysterectomy, takes to roosting in the back garden. Other more commonplace traits - Goan Catholicism, the smell of curry and Dad's immigrant obsession with education - make them different, and life turns absurdly bizarre. Peres Da Costa's debut is a reprise of the terrors of childhood retold for adults. Though narrator Mina makes annoying use of her over-developed vocabulary, she is a charming guide to a very dysfunctional family. </p> <p> <strong> With Friends Like These</strong></p> <p> Nicholas Coleridge </p> <p>Orion, £5.99<br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,501120395,00.html\">Buy it at BOL</a> <br></p> <p> Like all writers who use a day job as background, Coleridge begins his thriller with a disclaimer: \"Any resemblance to actual persons, living or dead, is entirely coincidental.\" Workers down at Condé Nast, where Coleridge is managing editor, need not worry: their boss magnifies his mag-world archetypes beyond caricature. There is Kit Preston, boss of a stable of glossies; Anna, the slick and sexy star writer; and a clutch of editors both slightly seedy and well-groomed. When Anna gets killed, Kit must do a bit of sleuthing as well as keeping up the ABCs. Basic thriller dressed in cumbersome detail about how magazines tick.</p>",
  "<p><strong> Rimbaud</strong></p> <p> Graham Robb </p> <p>552pp, Picador</p> <p>£20 <br> <a href=\"http://www.booksunlimited.co.uk/bol/0,6206,1001002000000758,00.html\">Buy it at BOL</a> <br></p> <p> Speculation concerning the extraordinary life and atrocious death of Jean Nicolas Arthur Rimbaud will never reach conclusion. Mention his name and the Carjat photograph showing that oval face with the shock of dark hair, the faraway look and the wilful, almost sulky mouth springs instantly to mind. Paul Verlaine, with the gaze of a lover, found a \"kind of sweetness\" that \"glimmered and smiled in those cruel, pale-blue eyes and on those powerful red lips with their acrimonious curl\". Verlaine's wife Mathilde recalled, many years after her dreadful humiliation, that \"his eyes were blue and rather beautiful, but they had a sly expression, which in our indulgence, we took for shyness\". Carjat himself, who suffered physical injury at his hands, came to call Rimbaud \"that little toad\". </p> <p>This view of Rimbaud as a satanic angel has perpetuated his legend. The extreme ambiguity of both his nature and his work guarantees that his image will be stencilled on walls, along with some of his gnomic utterances, for as long as a spirit of revolt remains alive. As Graham Robb comments in the introduction to this new biography: \"Rimbaud's abandonment of poetry in his early 20s has caused more lasting, widespread consternation than the break-up of the Beatles.\" He then goes on to list the poet's multiple incarnations, his avatars, his devotees, his groupies.</p> <p> A poem by Malcolm Lowry consists entirely of an enumeration of Rimbaud's identities, donned and doffed with bewildering rapidity and Olympian indifference. The list runs something like this: poet, factory worker, tutor, beggar, key-ring seller, docker, circus worker, quarry foreman, mercenary, trader, gun-runner, part-time commentator on the Koran. There is evidence, though it is hotly disputed, that he was, briefly, a slave-trader. His liaison with Verlaine ensures him heroic status as one of the founders of gay culture. In more general terms, he has been recruited by every vaguely anarchist movement going, from the Commune to the Beats by way of surrealism. He has focused the energies of Bob Dylan and Jim Morrison. As to his soul, opinions have differed. Paul Claudel, Catholic intégriste, called him \"an angelic mind that was certainly illuminated by heavenly light\"; for Edmond de Goncourt he was a \"pederast assassin\". </p> <p>Undeterred by this welter of conflicting witness, Robb has undertaken a new biography. With two hefty \"lives\" already behind him, a Balzac and a Victor Hugo, he continues, with Rimbaud, to annex great swathes of 19th-century French literature. It is an extraordinary achievement for someone just over 40. \"Oh mad Ambition,\" wrote the 15-year-old Rimbaud in a covering letter to Théodore de Banville when sending him his first poems, and one might apply the same phrase to Graham Robb. But cast incredulity aside: Robb has written a great biography - scholarly, humane and above all marvellously entertaining. His concise, almost clipped style is the perfect antidote to the kind of gushing, impressionistic hagiography that is the scourge of Rimbaud studies. He is a master of the understatement and the witty aside. His knowledge of the period enables him to set the scene with the minimum of fuss. And although he is quite familiar with the academic disputes and squabbles that surround the work, to his great credit he does not get drawn down into those often dreary vortices. </p> <p>There is throughout a sense of putting facts straight. Critics, including previous biographers such as the venerable Enid Starkie, are quietly put right - often with a deal of wit, sometimes with a hint of impatience. Unravelling the murky history of Rimbaud's financial dealings and probable wealth during his African years, to take just one example, is a huge achievement on its own. Robb sets out to question every received idea about Rimbaud; he devotes as much attention to his post-poetic life as to his early years, with the result that the one throws steady light on the other. His previous biographical and academic work has prepared him for this task. It is surely a great insight to compare Balzac and Rimbaud - in their omnivorous desire for all kinds of knowledge, in their \"philomathic\" compulsions - given the prolixity of the one and the slender gleanings of the other. Superficially, they seem to be worlds apart. </p> <p>Perhaps the greatest deterrent to writing the life of Rimbaud is what the subject himself would have made of the whole enterprise. Toiling away under that scornful gaze must take nerves of steel. As everyone knows, Rimbaud had stopped any literary activity by his mid-twenties, and on the very rare occasions he referred to his previous life he dismissed his productions as \"rinçures\" - roughly translatable as \"slops\" from the kitchen sink. \"A dog never goes back to its vomit\" is the sort of phrase Rimbaud would have approved. As for \"memoirs\" of any kind, the later Rimbaud held them in contempt. In one shocking episode (often omitted, according to Robb, in earlier biographies) Rimbaud unceremoniously burned the 34 volumes of \"memoirs\" written by Pierre Labatut, a fellow trader in Abyssinia. Labatut had recently died of cancer. Brandishing some spurious notice of distraint, Rimbaud raided his hut, where he found his distraught, cowering widow; confiscating everything he could find, he burned what was probably a unique document relating to French colonial history in the scramble for Africa. The sometime author of Une Saison en Enfer evidently had no time for another man's \"confessions\", as he derisively called them. Robb is devoted to his subject, but he is no gullible devotee. Unflinchingly he relates, or infers, other ugly episodes, which are often occluded. </p> <p>For example, when finding himself penniless in Germany, Rimbaud had no compunction about attempting to blackmail yet more money out of Verlaine by threatening to spread abroad rumours of his pederasty. Sex, it appears, like anarchist politics or poetry itself, was never more to \"the man with soles of wind\" than a means to an end. In the latter years, that end was almost exclusively financial. Or else his homosexuality was part and parcel of his \"immense and reasoned derangement of the senses\" - a way into those unknown dimensions he had proclaimed in his famous \"Lettre du Voyant\" or \"Seer's Manifesto\", which he dashed off in a letter when he was 16 and which has since become one of the \"sacred documents\" of modern literature. </p> <p>Poor Verlaine, the \"foolish virgin\" to Rimbaud's \"infernal bridegroom\", was the sacrificial lamb (or \"little boy\" or \"martyr\" or, practising his English, \"old cunt always open or opened\") to Rimbaud's \"programme\". Still married, terrified of disgrace, he was usually in two minds about it (and given the absinthe factor, sometimes in no mind at all). But the older poet had the grace to overlook the blackmail, and went on to describe his tormentor as possessing the kind of \"high disdain\" that never compromises or adheres to any system not of its own choosing. Mallarmé, along with Rimbaud the other great poet-thinker of the time, marvelled at the adolescent with the terrible red \"laundress's\" hands, and at how he had \"amputated himself, alive, from poetry\". He too divined the kind of casual disdain that makes for legend, imagining Rimbaud's utter indifference to his growing fame, condescending only to pass through Paris (should he ever return) to collect his royalties. </p> <p>From the repressed, brilliant, provincial Charleville boy, stunted by a mother's harshness and her terrible notions of duty, through to the scorched, weather-beaten cynic of the African years, also possessed of a twisted sense of duty and a passion for book-keeping (rather than book-making), Robb takes us on a hair-raising journey. He never lets the fugitive, shadowy figure completely escape the lens, although at times, as he says, the pursuit is difficult. A series of vivid images linger in the mind, aided by photographs and drawings: the model schoolboy, with heavily pomaded hair, all obedience without, a seething rage within; the young Bohemian with hair over his collar, smoking a clay pipe, issuing black \"industrial\" smoke; the would-be dandy of the Carjat pictures. We see the filthy peasant boy in Paris or endlessly on the road, with lice in his hair cultivated \"to flick at passing priests\"; the scourge of polite Parnassian poets; the vagabond years with Verlaine in Belgium and London; the prematurely wizened, knuckle-headed trader in east Africa; finally, the haggard, semi-delirious amputee, dying of leg cancer at the Hpital de la Conception in Marseille. </p> <p>But one burning question remains unanswered: what did the adult Rimbaud make of the growing fame of his former self, the \"veritable god of puberty\"? He certainly knew about it, from letters and requests for poems, which he filed away, but never answered. Taciturn to the end, Rimbaud never tells.</p>",
  "<p>From the age of six, growing up in Canada, Naomi Klein was obsessed with brand names, and what she could buy. She had a thing about the bright signs she saw from the back-seat window of the family car: McDonald's, Texaco, Burger King and, especially, the fluorescent yellow gorgeousness of Shell: \"So bright and cartoon-like I was convinced that, if I could climb up and touch it, it would be like touching something from another dimension - from the world of TV.\" She used to stitch little fake alligators on to her T-shirts so they would look like Lacoste, had a Saturday job in Esprit (they had the best logo), and her biggest fights with her parents were over Barbie and the price of designer jeans. In her high-school yearbook - where some are labelled \"most likely to succeed\" - she was \"most likely to be in jail for stealing peroxide\". She was defined by the products she used to change the colour of her hair. </p> <p>But now, aged 30, Klein has written a book, No Logo, which has been called \"the Das Kapital of the growing anti-corporate movement\". The teenager fixated on brand names has become a campaigner against our over-branded world, and a populariser of the kind of anti-corporate ideas that are currently fuelling protesters against the IMF/World Bank meeting in Prague. The book has been a word-of-mouth sensation, giving voice to a generation of people under 30 who have never related to politics until now. The band Radiohead were so inspired by No Logo that they have banned corporate advertising from their British tour, deeming all venues \"logo-free\" - Ed O'Brien, the guitarist, says, \"No Logo certainly made me feel less alone. She was writing everything I was trying to make sense of in my head. It was very uplifting.\" </p> <p>As a chronicler of what she calls \"the next big political movement - and the first genuinely international people's movement\" - Klein writes that Nike paid Michael Jordan more in 1992 for endorsing its trainers ($20 million) than the company paid its entire 30,000-strong Indonesian workforce for making them; why, in her opinion, this makes people angry; and why that anger is expressed in rallies outside the Nike Town superstore, rather than outside government buildings or embassies. She shows how globalisation has hit the poor the most, and how this new political movement is both historically informed and absolutely of the moment, like nothing that has gone before. </p> <p>And, as we shall see, it was bound to be some- one such as Naomi Klein who would be both at the heart of anti-corporatism and interpret it for everyone else. The anti-corporate movement is resolutely disparate, and has no leaders; but it is no coincidence that its most prominent populariser should be a 30-year-old woman from North America (the heart of wealth and power), whose political background is a leftwing family and a teenage rebellion through shopping. As we shall see, she is perfectly placed to reflect these times. </p> <p>Klein's argument starts with what we all recognise. Logos, she says, are \"the closest thing we have to an international language, by force of ubiquity\". Most of the world's six billion people could identify the McDonald's sign, or the Coca-Cola symbol - we are united by what we are being sold. And the selling, these days, isn't just in magazines or on billboards: Gordon's gin fills British cinemas with the smell of juniper berries; in some Scandinavian countries, you can get \"free\" long-distance calls if you consent to ads cutting into your telephone conversations; Nasa has solicited ads to run on its space stations. There's no escape. </p> <p>Furthermore, advertising today is not merely about selling products; it is about selling a brand, a dream, a message. So Nike's aim is not to sell trainers but to \"enhance people's lives through sports and fitness\". IBM doesn't sell computers, it sells \"solutions\". And as for Polaroid, well, it's not a camera - it's a \"social lubricant\". You sell the message of your brand, not your product, and you can expand as widely as you like. As Richard Branson says, you \"build brands not around products but around reputation\" - and leap from record shops to cola to banking to trains. </p> <p>But Branson's trains show how fragile this strategy might be - if Virgin trains don't run on time, why should you trust his bank? Or look what happened to Nike - from being \"the spirit of sports\" in the early 90s, the campaign against its use of atrocious sweatshops in developing countries led CEO Phil Knight to confess in 1998 that his shoes \"have become synonymous with slave wages, forced overtime and arbitrary abuse\". When it's no longer just about trainers, when the corporations have promised so much more - a way of life! - they have very much more to lose. </p> <p>What's more, says Klein, people start to resent the colonisation of their lives. Fine, they say, I'll buy my shoes from you, but I don't want you to take over my head. Young activists, says Klein, feel that their cultural and political space has been taken away and sold back to them, neatly-packaged, as \"alternative\" or \"anti-sexist\" or \"anti-racist\". So Seattle grunge (including its star, Kurt Cobain) implodes through commercialisation, and the designer Christian Lacroix says, \"It's terrible to say, very often the most exciting outfits are from the poorest people.\" So the Body Shop displays posters condemning domestic violence and Nike runs an ad saying, \"I believe high heels are a conspiracy against women.\" So Nike signs up black stars such as Michael Jordan and Tiger Woods, and then adorns the walls of Nike Town with quotes from Woods saying, \"There are still courses in the US where I am not allowed to play, because of the colour of my skin.\" It's anti-racism without the politics; 50 years of civil-rights history reduced to an anodyne advertising slogan. </p> <p>Next, the big brands effectively force out small businesses and take over as much physical space as possible, with mergers and synergy being the business buzzwords. Starbucks coffee shops (once they have co-opted a right-on, third-world-loving, world-music-playing milieu) operate by \"clustering\": an area becomes saturated with branches, local cafes close down (preferably well-liked independent ones in groovy areas) and the big brands take over. Meanwhile, McDonald's wages a 26-year battle against a man called Ronald McDonald whose McDonald's Family Restaurant in a small town in Illinois was founded in 1956. How dare he be born with the same name as a corporate giant? </p> <p>And while the corporations are busy doing what they think is important - branding a way of life, putting the squeeze on independent shopkeepers, and the like - someone, somewhere, has to make the stuff. This may be a time of \"degraded production in the age of the superbrand\", as Klein puts it, but corporations do tend to need a product somewhere along the line. The \"death of manufacturing\" is only a western phenomenon - as we're consuming more products than ever, someone must be making them. But it's difficult to find out who. As Klein says, \"the shift in attitude toward production is so profound that, where a previous era of consumer goods corporations displayed their logos on the facades of their factories, many of today's brand-based multinationals maintain that the location of their production operations is a 'trade secret', to be guarded at all costs.\" Very often, it seems, they are produced under terrible conditions in free-trade zones in Indonesia, China, Mexico, Vietnam, the Philippines and elsewhere. </p> <p>The sweatshops Klein visited in Cavite, the largest free-trade zone in the Philippines, have rules against talking and smiling. There is forced overtime, but no job security - it's \"no work, no pay\" when the orders don't come in. Toilets are padlocked except during two 15-minute breaks per day - seamstresses sewing clothes for western high-street chains told Klein that they have to urinate in plastic bags under their machines. Women like Carmelita Alonzo, who sewed clothes for the Gap and Liz Claiborne, had a two-hour commute home, and died after being denied time off for pneumonia, a common illness in these factories. As Klein says, people are now demanding to know why, if the big brands have so much power and influence over price and marketing, they do not also have the power to demand and enforce ethical labour standards from such suppliers. </p> <p>And don't think, says Klein, that the developing world is the only place for exploitation by western industry. \"Cavite may be capitalism's dream vacation, but casualisation is a game that can be played at home,\" she writes. Europe and North America have played host to the most extraordinary rise in impermanence at work over the past two decades. The \"McJob\" is a contemporary template: low-paid, no benefits, no union recognition and no guarantee that your job will be there in the morning. At Wal-Mart, the world's largest retailer which opened its first British shop in July after buying Asda, \"full time\" in its US branches means just 28 hours a week; the average annual wage is a barely-livable $10,920. \"You can buy two grande mocha cappuccinos with my hourly salary,\" says Laurie Bonang, a worker in Starbucks. Microsoft, the gleaming testament to the hi-tech products of our future, has an extraordinary one-third of its workforce working as temps. As Klein says, \"It was Microsoft, with its famous employee stock-option plan, that developed and fostered the mythology of Silicon Gold; but it is also Microsoft that has done the most to dismantle it.\" </p> <p>So what happens when working conditions and modes of production fail to match up to a glorious, positive, right-on brand identity? People start to get angry. </p> <p>Anticorporate activism is on the rise precisely because branding has worked so well, believes Klein, in a neat example of the Marxist idea that capitalism contains within itself the seeds of its own destruction. \"Multinationals such as Nike, Microsoft and Starbucks have sought to become the chief communicators of all that is good and cherished in our culture: art, sport, community, connection, equality. But the more successful this project is, the more vulnerable these companies become. When they do wrong, their crimes are not dismissed as the misdemeanours of another corporation trying to make a buck. This is a connection more akin to the relationship of fan and celebrity: emotionally intense, but shallow enough to turn on a dime.\" Having lived that relationship with consumer goods herself, Klein knows just how it feels. </p> <p>She says that anti-brand activism is taking place on two fronts. \"On the one hand, it's throwing bricks through McDonald's window in Seattle. On the other, it's saying that we actually want the real thing, the real 'third place' [not home, not work] that Starbucks tries to sell to us, the real public space. People are saying: 'I do want real community, this is a strong and powerful idea, and I resent the fact that this idea has been stolen from me.' You've got these products that are held up on insane pedestals - all of the collective longings of our culture have been projected on to lattes or trainers. So there's a process of actively denting the facade of the brand with the reality of the production.\" </p> <p>This deconstruction takes many forms, some more successful than others. The activism includes \"culture jamming\", whereby ads are subverted by \"guerrilla artists\" to send anti-corporate messages out to the public; jammers paint hollow skulls on the faces of Gap models, or change an Apple ad featuring the Dalai Lama and the slogan \"Think Different\" to \"Think Disillusioned\". It includes the campaign group Reclaim The Streets, which started in Britain partly in response to the 1994 Criminal Justice Act and which focuses its concerns on environmentalism and the removal of public space; they stop cars, block a road and have a party on it. Reclaim The Streets is now an international movement - on May 16, 1998, 30 Global Street Parties took place around the world. </p> <p>Students in North America, meanwhile, have been active in anti-sweatshop campaigns, most noticeably since 1995-96, which Andrew Ross, author of anti-sweatshop textbook No Sweat, calls \"the year of the sweatshop\". It was a year that brought many revelations. One typical example: a factory manager making clothes in El Salvador for a major US clothing firm announced that \"blood will flow\" if anyone joined a union. And another, more shocking for the American public: the named-brand clothes line of TV presenter Kathie Lee Gifford (a bit like Lorraine Kelly, only cheesier) was manufactured by child labourers in Honduras and in illegal sweatshops in New York. (She cried on TV and became an anti-sweatshop campaigner herself.) Guess, Mattel, Disney and Nike were the targets of similar exposés. </p> <p>The tactics of many of these anti-sweatshop groups involve \"head-on collisions between image and reality\", says Klein, whether it is filming an Indonesian Nike worker gasping as she learns that the trainers she made for $2 a day sell for $120 a pair in San Francisco Nike Town, or comparing the hourly salary of Michael Eisner, CEO of Disney ($9,783), with that of a Haitian worker who stitches Disney merchandise (28 cents). </p> <p>Other brand tactics simply hit companies where it hurts most. Nike didn't seem too bothered about the campaign against it that took off so vehemently in the US in the mid-90s, until a group of black 13-year-olds from the Bronx, the company's target market and the one exploited by it to get a street-cool image, learned that the trainers they bought for $180 cost $5 to make, which led to a mass dumping of their old Nike trainers outside New York's Nike Town. (One boy, reports Klein, looked straight into the TV news camera and, showing a brand understanding that should alert his elders, said, \"Nike, we made you. We can break you.\") </p> <p>The UK's McLibel trial, which began in 1990, hurt McDonald's so seriously - even though the firm eventually won the case - because it forced the hamburger giant to be open about its business practices. After suing two British environmentalists for libel, the firm was forced to spend a humiliating 313 days in court, the longest trial in British history, defending every last detail of its business and making a number of spectacu- lar gaffes along the way, such as one executive's claim that Coca-Cola is nutritious because it is \"providing water, and I think that is part of a balanced diet\"; and another's that McDonald's burial of rubbish in landfill sites is \"a benefit, otherwise you will end up with lots of vast empty gravel pits all over the country\". </p> <p>Some activists use the courtroom; others, such as those opposed to Shell's involvement with the Nigerian military government that devastated the Ogoni lands and executed their champion, the writer Ken Saro-Wiwa in 1994, focus on issues of freedom of expression. Others humiliate corporations on TV, take over roads, jam ads, gather wherever there is an international summit (Auckland, Vancouver, Manila, Birmingham, London, Geneva, Kuala Lumpur, Cologne, Washington DC, Seattle, Prague), wreck a McDonald's before it has even been built (the Peasant Confederation in Millau, France). And in the developing world, home to the main victims of the global economy, rural activists burn GM seeds and hold laughing protests (Karnataka state farmers in India, who claim to number 10 million), revolt against the privatisation of the water system (Bolivia), strike and take over the national university over a World Bank edict to raise student fees (Mexican students). The protest in Seattle was so huge because it was diverse; the US union movement marched side by side with the head of the Filipino peasant movement. It is global, anarchic and chaotic, like the internet it uses to organise; it is, says Klein, \"the internet come to life\". </p> <p>When we meet, Klein serves a fruity drink that, its maker's claim, is packed with intelligence-boosting herbs. (I don't remember the brand name.) She is shy at first, and then not shy at all. She doesn't wear Gap or drink Starbucks, and is a lively and witty speaker (in public, too); her conversation is full of pop culture vernacular and jokes against herself. We sit in her backyard in Toronto, which has a flourishing 'No Logo' clematis (named to celebrate finishing her book), and are interrupted a couple of times: first by her husband, Avi Lewis, a big TV star in Canada for his hugely successful, four-times-a-week political discussion programme; then by his mother, Michele Landsberg, one of Canada's foremost radical feminists, bearing gossip and a salmon. Klein and Lewis married because they wanted to \"have a big party\", but they don't wear rings because they don't want to be branded as married. Entertaining, political, down-to-earth, they clearly have a great time together; Lewis says that, since he met Klein, he's \"got a lot more serious and had a lot more fun\". </p> <p>Klein grew up with politics all around her. Her grandparents were American Marxists in the 30s and 40s; her grandfather was an animator at Disney who was fired and blacklisted for organising the company's first strike. Her parents, who are also American, moved to Canada in protest at the Vietnam war. Her father is a doctor and her mother, Bonnie Klein, made the seminal anti-pornography film, This Is Not A Love Story, in 1980. \"My mother was really involved in the anti-pornography movement, and when I was at school I found it very oppressive to have a very public feminist mother - it was a source of endless embarrassment. When This Is Not A Love Story came out, there was a lot of backlash against my mother. The headline in the Toronto Globe And Mail was \"Bourgeois Feminist Fascist\", and she was made Hustler magazine's asshole of the month; they took my mother's head and put it on the back of a donkey. It was not cool in 1980 to be making films about pornography. Not at my elementary school, anyway.\" </p> <p>This, she says, is part of the reason she wanted nothing to do with politics when she was growing up. \"I think it's why I embraced full-on consumerism. I was in constant conflict with my parents and I wanted them to leave me the hell alone.\" Her brother, who is two years older, did not go through the same kind of rebellion: \"I don't think he was quite so much a victim of the 80s as I was. We had no culture growing up. We had Cyndi Lauper.\" </p> <p>So, after years of obsession with Barbie, Girl's World and Disneyland, what brought about the change? \"I know the only way that I escaped the mall - which is not to say that I don't ever go, or enjoy it - the only way I got consumerism and vanity into a sane place in my life, though I don't think we are ever rid of them, was just by becoming interested in other things. It's that simple. Saying that you're a bad person for buying this or wanting this only turns people off.\" Klein was all set to go to the University of Toronto to study English and philosophy when her mother had a very severe stroke aged 46. She took a year off to care for her. \"I think that's what stopped me from being such a brat.\"</p> <p><a href=\"http://www.guardianunlimited.co.uk/weekend/story/0,3605,371824,00.html\">Read part two of Hand-to-brand-combat here</a></p> <p>\u0095 No Logo, by Naomi Klein, is published by HarperCollins, priced £14.99. For links, visit the book's <a href=\"http://www.nologo.org\">website</a>.</p>",
  "<p><strong><strong>·</strong></strong> <a href=\"http://www.ashmol.ox.ac.uk/ash/objectofmonth/2001-01/images/Titianmedium.jpg\" target=\"_NEW\">View the work online</a></p> <p><strong> Artist:</strong> Titian - Tiziano Vecellio (c 1490-1576) - born in the Alpine village of Pieve di Cadore, educated in Venice from the age of 10, who built on the sense of colour and atmosphere he learnt from his mentors Giovanni Bellini and Giorgione to become the most famous of all Venetian Renaissance artists. </p> <p><strong> Subject:</strong> Giacomo Doria, 16th-century Italian noble. After beginning a list of Titian's portraits in his Lives of the Artists (1568), art chronicler Vasari asked: \"But what a waste of time is this? There has been scarce a single lord of great name, or prince, or great lady, who has not been portrayed by Tiziano...\" </p> <p><strong> Distinguishing Features:</strong> Nobody made his sitters look more naturally noble than Titian. This is a great man, his portrait of Giacomo Doria tells us with an imposing sweep of black robes that fill the centre of the painting. Black is exploited here as a colour of authority. Standing the subject before a muted brown background and setting him off with a marble column of veined grey marble, Titian gives his black bulk the lion's share of space; light catches the fabric, bringing the blackness to life. Early Renaissance portraits showed the head and shoulders of the sitter, emulating ancient Roman busts; Titian made his portraits more expansive. </p> <p>This is a brilliantly flattering portrait, turning a relatively unprepossessing person into a figure of sublime magnificence. The subject's beard flows out of his black robes to frame his face, whose flesh is the most brightly lit patch of colour in the painting. His hands, by seeming slightly awkward, subtly make us empathise with the sitter. You can imagine him wondering, like someone posing for a photograph today, where to put his hands. At the same time the pose is one adopted by orators in the ancient world, who placed their left hand where he (apparently so naturally) has his. </p> <p>Titian's rival, the Florentine Michelangelo, praised his skill in \"counterfeiting the life\", reported fellow Florentine artist Vasari. But in complimenting Titian as a portraitist, Michelangelo and Vasari were damning him with faint praise. After all, he also did superb altarpieces, historical paintings and mythological scenes. It was Titian who invented art as we know it, especially in his portrait business. Titian painted the most powerful people in Europe for huge sums of money. He was not in the service of one ruler or the church. But if the way Titian managed his portrait business was professional, his technique was revolutionary, defining the human figure through rich layers of colour - a method developed by earlier Venetian artists but taken by him to new heights. By defining people through colour and light, Titian invented modern portraiture. </p> <p> <strong>Inspirations and influences:</strong> Titian influenced two artists who in the 17th century took portrait painting into a new world of existential mystery. When Velazquez painted the Spanish court he adopted Titian's subtly textured colours and emphasis on the clothes of authority. Rembrandt went in another direction, directly quoting Titian's portraits and using sumptuous colour to suggest inner worlds of feeling. </p> <p><strong>Where is it?</strong> Ashmolean Museum, Oxford (01865 278000).</p>",
  "<p>And so, at last, the blade is on the feather. What will he do with it, the 12ft 6in oar that he pulled for what we may reasonably assume was the last time in an Olympic final? Steve Redgrave hardly seems the sort of retired rower who would be likely to mount it above the fireplace, in the manner of chaps whose CVs mention Eton and Leander.</p> <p>In Sydney last night he won the fifth of his gold medals by the closest of margins, a mere 0.38 of a second, in a race of shattering ferocity and breathtaking closeness. He and his team mates in Britain's coxless four - Matthew Pinsent, Tim Foster and James Cracknell - went out hard and fast, establishing a lead of half a length over Australia and the US by the 500 metre mark, setting a fierce pace at around 40 strokes per minute.</p> <p>But it was always going to be Italy, their bitterest rivals, who would present the real challenge to Redgrave's chance of becoming the first endurance athlete to win gold medals at five successive Olympic Games. Italy had inflicted the crew's first ever defeat at Lucerne a few weeks ago, a reverse that, to say the least, was badly taken.</p> <p>The Italian assault came in the final quarter of the race, and their acceleration brought them closer and closer as the boats passed in front of the grandstands full of 25,000 cheering fans. Summoning the last ounce of his crew's strength, Pinsent at stroke just held their opponents at bay to cross the line with an advantage of no more than three or four feet, with the Italian boat narrowing the advantage with every stroke.</p> <p>Victorious crews normally look as fresh as daisies, while the losers collapse. But it was some moments after they crossed the line before Cracknell and Foster could raise their arms in triumph. Pinsent clambered over Foster to embrace Redgrave, and then fell in.</p> <p>Redgrave's achievements will always be in his deeds and not in his memories. The fifth gold medal, which was presented to him by Princess Anne, will, one imagines, go where the other four have gone - into a display case in the the Henley rowing museum. But somewhere deep in that warrior's heart perhaps one day he will feel a glow of pride in his immense, unexampled conquests.</p> <p>You would not want to insult Redgrave by trying to call him the best oarsman in the world. Rod Waddell, the winner of the single sculls gold medal on the Olympic course at Penrith, has the best claim on that title. The man with five gold medals from successive games is Steve Redgrave, and that is enough description for anyone. His record of Olympic and world championship titles gives him a unique place in his sport, and in his nation's sporting history.</p> <p>He came to the sport with no background. At 13, a schoolmaster in Great Marlow comprehensive suggested that, with his big hands and feet, he might make a rower. And with that nudge his destiny began. Marlow, of course, is Henley's neighbour, and has a regatta and a rowing club of its own, so he was in friendly territory from the start. But after failing as a single sculler, it was pure willpower that allowed him to refashion himself into a powerhouse of pairs and fours rowing.</p> <p>His first gold medal came in Los Angeles in 1984, stroking a coxed four with Andy Holmes behind him in the No3 seat. Four years later he and Holmes were winning another gold as a coxless pair in Seoul.</p> <p>Holmes and Redgrave were barely on nodding terms at breakfast, but in every other sense the partnership worked.</p> <p>With Matthew Pinsent, Redgrave formed a relationship that was not much stronger on conversation but contained a greater degree of warmth. To gether they won in Barcelona and Atlanta, the latter in a heartstoppingly tight finish by less than a second against Australia, before Redgrave made his famous retirement speech. </p> <p>Since then he has overcome the initial effects of diabetes, a bout of colitis, and the scepticism of those who felt that, at his age, he could act as nothing more than a drag-anchor on the younger men around him.Britain missed a medal in the coxless pairs, the event which Redgrave dominated at three successive Olympics Games, by 12 hundredths of a second when Greg Searle and Ed Coode finished fourth behind boats from France, the United States and Australia.</p> <p>Coode and Searle started confidently, pushing themselves in a half-length lead over Australia and the US by the 500 metre mark, with France's Jean-Christophe Rolland and Michel Andrieux in fourth place.</p> <p>The 28-year-old Searle, who won the last coxed pairs event to be held at the Games with his brother Jonny in 1992, ending the six-year unbeaten record of the great Abbagnale brothers of Italy, was setting a swift pace at 36 strokes a minute.</p> <p>He and the 25-year-old Coode maintained their lead through the halfway mark, but with about 300 metres leftthe attacks started to come, most devastatingly from the French. Rolland and Andrieux had twice had the experience of watching the tail of a British Olympic pair disappear into the distance, having finished fourth in Barcelona and third in Atlanta, behind Redgrave and Pinsent on both occasions, and they were not about to accept a third helping. Particularly since the 32-year-old Rolland, like Redgrave, had also announced his retirement only to think better of it.</p> <p>A ferocious spurt took them into the lead as the crews entered the home stretch, Searle and Coode finding nothing left in the tank with which to fuel a response as the Australians also edged past them, followed by Murphy and Bea of the US. The French winning margin was what used to be known as a canvas, or about a third of a length, or 0.8 of a second, whichever you prefer. At the line the US were less than half a second in front of Australia, while the margin separating the British from a medal was about the span of a hand.</p>",
  "<p>Wim Duisenberg must be a nervous man today. After weeks of sitting on the sidelines while the euro careered downwards on the foreign exchanges, the European Central Bank was finally goaded into action yesterday. </p> <p>The intervention, orchestrated from Frankfurt, was well timed, and caught the markets by surprise. But the sums involved were small, and after the initial shock, dealers started to use their vastly superior fire power to drive the single currency down again. </p> <p>Having made its initial move, the ECB cannot afford to back away now. As Hans Tietmeyer noted - somewhat unhelpfully - yesterday, the ECB lacks the credibility the Bundesbank once enjoyed, and if the fledgling central bank is worsted by the markets, the scars left will be deep indeed. </p> <p>Dealers will not be caught out again and now want to see whether the ECB is prepared to put large sums of money where its mouth is. Yesterday's action will have been a pointless gesture unless the ECB can persuade the US and Japan to act again next week. Intervention that is half-hearted is worse than no intervention at all. </p> <p>The economic case for a stronger euro is clear. The American economy is running out of steam, making the dollar vulnerable. With the crucial Danish referendum taking place next week, there was also a political dimension to yesterday's initiative, since a successful de fence of the euro by the ECB might swing some of the \"don't knows\" into the yes camp. </p> <p>As such, Mr Duisenberg is playing for high stakes. His reputation has been dented by the weakness of the euro since its launch; it would be left in tatters should the intervention fail. </p> <p><strong> Outside the loop </strong><br> </p> <p> Oftel director-general David Edmonds came out fighting yesterday. He described the comments of an anonymous Treasury official suggesting the department was monitoring his performance in the break up of British Telecom's local monopoly as \"reprehensible\". </p> <p>Mr Edmonds, though, can hardly complain of the Treasury's personal interest. It was Oftel after all which used a quiet word in the ear of the chancellor, Gordon Brown, six months ago to leak its intent of moving the deadline for the unbundling of the local loop forward. It seems churlish to be angry at Mr Brown's continued interest. </p> <p>Draft EU legislation is now in place calling for competition ahead of the BT timetable which would produce full access next July. </p> <p>Britain has had varying levels of competition in the telecoms market for near on 20 years; much of Europe for little more than two years. Yet countries such as Germany and the Netherlands are already far further advanced than Britain. </p> <p>BT was yesterday maintaining that Britain would be back in the driving seat by the end of next year if all goes according to plan. We may well catch up with Germany within 12 months as BT insists but the reality is Britain should not have fallen behind. </p> <p>Inextricably linked to local loop unbundling is the transformation of the telephone network to one capable of handling high speed internet access and broadcast. Britain has fallen significantly behind the US where higher speed access has aided the development of the internet companies now dominating the global market. </p> <p>Perhaps it is right that Mr Edmonds is angered by the veil which the Treasury source was hiding behind. But then it is also puzzling why the source bothered to hide when few would argue that Oftel has some tough questions to answer. </p> <p><strong> Hacktivists ho </strong><br> </p> <p> Leftie protesters got the web long ago. But now Fat Blokes Against Fuel Tax have realised they too can join the new economy. </p> <p>Limbering up for the Government's expected failure to meet a 60-day deadline to cut duty, one \"hacktivist,\" alias Herbless, invaded various parts of the HSBC bank site this week. \"By targeting financial, stockmarket, e-commerce and government internet installations... (the aim is to) hit politicians and fat cats where it hurts: the wallet. These protests will run simultaneously with the lorry blockades and will be ongoing throughout the protest,\" an alternative HSBC page declares. </p> <p>He/she goes on to warn that \"companies are being scanned, backdoors put in place, weaknesses noted and vulnerable networks recorded for future hacktivist penetration\". </p> <p>But rather than just advising Herbless to calm down, we should perhaps point out the asymmetry of all this: un-plug the web and, in current economic conditions, the west will simply guzzle more gasoline. </p> <p>Conspiratorial oil company bosses should point their browsers at <a href=\"http://www.attrition.org/mirror/attrition\">www.attrition.org/mirror/attrition</a> /2000/09/19/<a href=\"http://www.banking.hsbc.co.uk/  \">www.banking.hsbc.co.uk/ </a></p>",
  "The fate of the conjoined twins Jodie and Mary hung in the balance last night after the court of appeal gave the go-ahead for them to be separated but also agreed that the girls' parents could take their objections to the operation to the House of Lords. <p>At the conclusion of an appeal that has gripped the nation and attracted worldwide attention, taking in the most complex legal, moral and religious issues, the judges overruled the wishes of the parents, who do not want the operation to take place. </p> <p>The Roman Catholic church and \"pro-life\" campaigners condemned the judgment, arguing that as the procedure would inevitably lead to the death of the weaker girl, Mary, it enshrined in law a dangerous precedent that it could be lawful to take an innocent life to save another. </p> <p>Technically the operation could happen immediately as the court did not order that it should be delayed until after any further appeal, but the hospital where the six-week-old twins are being treated said it would wait. </p> <p>The parents' legal team said they had not yet decided whether to take their case further. But through their counsel the father and mother, devout Catholics who object to the operation on religious grounds, promised not to flee Britain back to their homeland, which can now be identified as the Maltese island of Gozo. </p> <p>Unusually Lord Justice Ward, the senior judge, commented on the difficulties the three had coming to their decision as he arrived at the court, telling the BBC: \"It has been excruciatingly difficult. One's heart bleeds for the family. Fifty per cent of the population will agree with the decision; 50% will think we have gone potty.\" </p> <p>Later during a dramatic hearing he described how he and his colleagues had carried out the most delicate and agonising balancing act to decide if the operation should go ahead. After considering authorities from Aristotle onwards, all had finally decided that it was right that it should take place. </p> <p>He said: \"Mary has always been fated for early death. Though Mary has the right to life she has little right to be alive. She is alive only because, to put it bluntly but nonetheless accurately, she sucks the life blood of Jodie and her parasitic living will soon be the cause of Jodie ceasing to live. </p> <p>\"Jodie is entitled to protest that Mary is killing her. The best interests of the twins is to give the chance of life to the child whose actual bodily condition is capable of accepting the chance to her advantage even if that has to be at the cost of the sacrifice of a life. I am left in no doubt at all that the scales come down heavily in Jodie's favour.\" </p> <p>The Roman Catholic church, which has supported the parents' objections, reacted with anger. The Catholic Archbishop of Birmingham, Vincent Nichols, said: \"I express dismay at the judgment that has been reached as it amounts to the direct killing of an innocent person, whose basic right to life will be denied.\" </p> <p>The Archbishop of Westminster, Cormac Murphy O'Connor, who made submissions during the appeal, said: \"I have been particularly concerned that a precedent might be set in English law that could allow an innocent person to be killed, or lethally assaulted, to prolong the life of another.\" </p> <p>The ProLife Alliance said it was \"horrified\". A spokesperson said: \"The eugenic reasoning adopted by the judges is a severe blow to the rights of the weak and disabled, and enshrines in English law a terrifying precedent which leaves the most vulnerable members of society in grave danger.\" </p> <p>The judges argued that such were the \"unique\" circumstances of the case that no precedent would be set. A packed public gallery heard Lord Justice Ward, who is the father of twin girls, spell out the background to the case and the judges' reasoning. </p> <p>The children were born at St Mary's Hospital, Manchester, on August 8 joined at the abdomen. Mary was severely disabled. Her heart and lungs did not function and she relied on her sister for oxygenated blood. Doctors realised that both would die, perhaps within six months, if they did not separate them because Jodie's heart could not stand the extra pressure. But if the operation took place Mary would be bound to die within minutes. The parents said they could not give permission for an operation that would lead to the death of one of their babies. </p> <p>The doctors were granted permission at the high court to carry out the operation but the parents and the official solicitor, who is representing Mary's interests, appealed. </p> <p>The judges agreed yesterday to lift an order banning the parents' country being identified after being told that it was in effect in the public domain through the internet. </p> <p><b>Conjoined twins information sites:</b><br> <a href=\"http://www.twinstuff.com/conjoined.htm\" target=\"_new\">Twinstuff.com</a><br> <a href=\"http://www.conjoined-twins.i-p.com\" target=\"_new\">Conjoined twins</a></p>",
  "The story of Jodie and Mary has put under the spotlight the way such complex cases, which take in ethical and moral as well as legal problems, should be addressed. <p>Several ethicists have argued forcefully that cases such as this, where there is perhaps no right or wrong answer, should not come to court in the first place but be left for those most closely affected - in this case the parents. </p> <p>Dr Richard Nicholson, editor of the Bulletin of Medical Ethics, argues that over the last 10 years the family division has found itself adjudicating in cases which should by rights be left within the family. </p> <p>He also believes that the court is tending to side with the professionals - be they social workers or doctors - rather than those who stand to lose most by the decision. \"Surely we have to give great power and credence to the parents,\" he argues. </p> <p>As medical technology develops and doctors can do more to keep patients alive in the most extraordinary circumstances, it is certainly becoming more common for the medical profession to turn to the courts for adjudication. </p> <p>The Catholic church has been quick to see the potential difficulties increased medical expertise is creating. It has set up its own healthcare ethics centre - the Linacre centre in London - to keep abreast of developments. </p> <p>Its readiness to enter the debate was illustrated by the intervention of the Archbishop of Westminster in the case, when he made a submission, though not asked to do so by the parents. </p> <p>The Church of England is less pro-active in its approach. It has a science, medicine and technology committee which comments on proposed legislation but would not be inclined to intervene in a case such as that of Jodie and Mary. No senior Anglican figure has spoken in detail about the twins. </p> <p>A huge problem with the case of the conjoined twins being heard in a court of law is that it takes in issues which could be considered beyond the law. </p> <p>Barrister Barbara Hew son spoke for many when she wrote in a letter to the Times: \"Judges have no business intruding upon such intensely private moral decisions as the parents of these twins had to make. Judges are not morally superior beings, nor have they generally any training in moral philosophy.\" </p> <p>The Law Commission, the body with the task of keeping the law under review and recommending reform when it is needed, hints at the problem. It is not for judges, it says, to consider the \"wider social and legal implications\" of a particular decision. </p> <p>Some legal and ethics experts have reached the conclusion that a court of law is not the correct tribunal to explore dilemmas such as this. The problem remains - what is the proper tribunal?</p> <p> <b>Conjoined twins information sites:</b><br> <a href=\"http://www.twinstuff.com/conjoined.htm\" target=\"_new\">Twinstuff.com</a><br> <a href=\"http://www.conjoined-twins.i-p.com\" target=\"_new\">Conjoined twins</a></p>",
  "Easily the tallest and best looking person on the plane, he waited with the rest of us at passport control deaf to the raging debate. Was it or was it not Rupert Everett? <p>A pair of sixtysomething women started it by nudging their husbands, who shrugged non-committedly, so second and third opinions were sought, until everybody was whispering. </p> <p>Height, hair and tan were on the side of the Rupes; fidgeting and absence of assistants favoured the Nopes. This was Rome's Fiumicino airport, so there was no short-term risk of passport controllers arriving to end the discussion. </p> <p>The subject hovered on the fringes, silent in black trousers and black sweater and avoiding eye contact. </p> <p>The deniers were losing ground but insisted on proof. Somebody would have to approach him. Who spoke English? A smattering of hands but no volunteers, just shy glances. In the absence of confirmation discretion ruled. It was difficult to believe these were Romans, candidates for the world's brassiest necks. </p> <p>Having wondered at his identity during the flight I had picked up the boarding pass he left on his seat. In small black letters: Mr Rupert Everett. </p> <p>Now what to do? Spill the beans and unleash 150 autograph hunters on a shy actor, or say nothing and deny fans a one-off chance to touch Hollywood? </p> <p>The angst of a grandmother who had seen An Ideal Husband three times merited relief, so I showed her the boarding pass. Her eyes lit up. Evero! In a ripple of nudges the pass passed from one hand to another. </p> <p>I waited for the explosion. Nothing happened. The passengers glanced, giggled and murmured bello, but not one approached Everett. They waited until he vanished through passport control to trill into their mobiles. </p> <p>Hardly the behaviour of spontaneous, passionate people, but in some ways it was classically Roman. </p> <p>In Fame, Fashion and Style: the Italian star system, the sociologist Stephen Gundle noted that foreign stars are regarded as representing the extraordinary, the fantastic. Domestic ones are seen as second-rate copies and were therefore more approachable. </p> <p>Italian actors sometimes strive for a Hollywood look and audiences spot it a mile away. Yet they also afford such celebrities a private life. Newspapers rarely snoop into sexual misdeeds, because readers don't want to know, or say they don't. </p> <p>Occasionally a star of the magnitude of Mariah Carey will hit the city and fans will erupt, thronging shops and restaurants in pursuit. </p> <p>The only explanation of the inconsistent restraint is the simplest: courtesy. </p> <p>To an exuberant personality who thrives on attention Romans are delighted to oblige. </p> <p>With a quieter, shyer type they keep their distance. Italy after all produced one of the earliest manuals on etiquette: Galateo, by the poet and cleric Giovanni della Casa (1503-1566). </p> <p>The clincher comes from a gaggle of adolescent girls outside the hotel where Leonardo DiCaprio is staying. They don't scream, faint, throw knickers or try to sneak in. </p> <p>Much to the doorman's disappointment. \"They say hello, shake his hand and go home. It's not what I'd call normal.\"</p>",
  "<p>American media groups AOL and Time Warner have submitted a one-and-a-half page letter making fresh concessions to the European commission in a last-ditch attempt to gain approval for their $183bn (£125.3bn) merger. </p> <p>The EC has indicated that it is unhappy with the deal, which is the biggest in US corporate history. </p> <p>A commission spokeswoman confirmed: \"Yesterday we received undertakings from the companies.\" She refused to divulge the contents but hinted that the two groups had moved ground: \"You don't suddenly resubmit the same thing you've proposed before, do you?\" </p> <p>The tie-up is intended to create a communications powerhouse, combining AOL's internet expertise with Time Warner's TV capabilities. A separate deal involves adding music group EMI through a wide-ranging joint venture. </p> <p>Industry sources say much of the EC's concern surrounds AOL Europe - a 50:50 joint venture between AOL and the German group Bertelsmann. </p> <p>Bertelsmann is a big rival to EMI in the music world. There is concern about them both having relationships with the merged US corporation. </p> <p>Bertelsmann is likely to agree to exit AOL Europe. There is speculation that ongoing talks with the commission are about the details of Bertelsmann's withdrawal. It wants to pull out gradually, but regulators want to ensure it has no continuing control. </p> <p>A similar problem centres on AOL France, a joint venture between AOL and Vivendi - which is in the middle of merging with Seagram, the owner of Universal Music. The EC is likely to insist on changes to this shareholding structure. </p> <p>Time Warner is trying to persuade the EC that it will not discriminate against AOL's competitors in the internet field. It will have to promise to make its music available on other on-line systems. </p> <p>The submission is also likely to pledge that EMI and Time Warner will make their music compatible with several types of software players they do not own. The EC will make a final decision by October 24. </p> <p>The transaction seems likely to be approved in the US. William Kennard, chairman of the federal communications commission said: \"We are less than 30 days from taking a decision on the case.\"</p>",
  "<p>Barbara Yates left Southampton University armed with a 2:1 in advertising and a desire to fulfil her dream of working in PR. But three months after sending scores of letters in response to adverts, she was still looking for that seemingly elusive dream job. </p> <p>\"I found that the opportunities simply weren't out there for people who didn't have any experience,\" recalls Barbara. \"PR consultancies take on people to their graduate training schemes but even they wanted at least a year's experience. You also needed experience just to volunteer and work for free.\" </p> <p>A charity aid organisation in Birmingham was one of the few companies she found that was prepared to give her voluntary work in PR without any experience. </p> <p>After a month of working unpaid five days a week, Barbara's dedication was rewarded with an initial three-month contract, which was extended for a further three months. Following that she was able to land a job with a PR agency. </p> <p>\"I would have preferred not to work for free, but I was prepared to do it because I was determined to get into PR,\" confides Barbara. </p> <p>Nowadays it's not just the traditionally popular professions like the media and law that are difficult to enter. Across the graduate market are hundreds - in some cases thousands - of graduates chasing one job. To make sure you get noticed, you have to be prepared to pull out all the stops. And here's how you can do it: </p> <p> <strong> 1. Identify your skills and what you want</strong><br> As a fresh graduate, it's easy to think that you don't have any skills. But as Rhian Rees of career consultancy C2 says: \"Your skills are transferable even if you didn't do a vocational course. To do any report you need research skills and for a seminar you need presentation skills. And the core skills employers are looking for are communication, teamwork and IT skills, which you already possess.\" It's also important to identify what sort of job you want and research the occupation. </p> <p> <strong> 2. Get help</strong><br> Consider seeking the guidance of careers consultants who will help you match your skills and interests to an appropriate job. They can also advise you on interview techniques and CVs. Then you're ready to begin the real work. </p> <p> <strong> 3. Send speculative letters</strong><br> Many employers would rather turn to these than spend thousands on advertising. But to ensure you don't fire off a letter in vain, write to the person you will work for directly and tailor the letter to a specific job that you have done your homework on. This may entail ringing up the company and finding out from someone doing the job exactly what they do or speaking to a friend who does a similar job. </p> <p>Make your letter stand out. You want the reader to stop and take notice, so it's worth being creative. One graduate made a positive impression by sending a pencil which featured her name and telephone number at the top of her speculative letter; she got the work experience she requested. </p> <p> <strong> 4. Sign up with a specialised recruitment agency</strong><br> One of the drawbacks of agencies is that they tend to prefer people with at least a year's experience. But if you show determination and enthusiasm, they may take you on. These qualities helped Barbara land her next job working for a PR firm in Birmingham, with just six months' experience. </p> <p> <strong> 5. Surf the net</strong><br> There are thousands of recruitment websites covering all areas. Start by looking at some of the big job sites including JobsUnlimited. \"Tapping into this huge range of potential vacancies will give you a far better chance of finding a job than just traditional means,\" says Julie-Ann Amos, author of Job Hunt on the Net (How to Books). \"Plus it will be a far more cost-effective use of your time and will enable you to apply for jobs quickly and easily.\" </p> <p> <strong> 6. Network</strong><br> More than 50% of job seekers land work this way, according to a survey published earlier this year by career guidance specialists Drake Beam Morin. Effective networking doesn't mean going up and asking for a job but simply asking people you know to look out for opportunities on your behalf. </p> <p> <strong> 7. Try anything and everything</strong><br> When the going gets tough, some graduates turn to alternative job hunting methods like cold-calling MDs or standing outside offices with a \"Hire me!\" sandwich board. And others look for supernatural assistance. \"Prayer can work just as well for the atheist job-hunter as he fervent church-goer,\" says Ed Miller, a former minister turned career counsellor.</p>",
  "<p>Grocery shopping over the internet is taking off fast, with figures from <a href=\"http://www.Tesco.com\" target=\"_NEW\">Tesco.com</a> this week showing that it has signed up 750,000 customers and delivered its millionth order. And it's no longer just a pilot operation available from a few supermarkets; Tesco says it now covers 90% of the UK, a level not seen anywhere else in the world. </p> <p>It's not just big-name supermarkets that are using the internet to sell groceries. Specialist grocers such as <a href=\"http://www.simplyorganic.net/\" target=\"_NEW\">Simply Organic Food</a>, which boasts more than 1,500 organic products ranging from fruit and veg to dog food, and <a href=\"http://www.farmersmarketdirect\" target=\"_NEW\">Farmers Market Direct</a>, a group of UK farmers who will deliver fresh meat and farm produce to your door, are also seeing business boom. </p> <p>With this trend in mind Jobs &amp; Money decided to investigate how easy online grocery shopping really is. The good news for supermarket phobes is that early gremlins in the systems have been cleaned out, and the supermarkets' sites are fairly straightforward to use. It varies somewhat between store groups - and Safeway is notable by its absence from the virtual world - but, broadly speaking, a first-time shopper need only log on to the supermarket's website and type in their postcode. </p> <p>This is the first step. Not all supermarkets deliver nationwide, so putting in your postcode will establish if your chosen store operates in your area. It will also pinpoint which branch will do the delivery and make sure you only get that branch's shopping list - avoiding a situation where you merrily pick products stocked in the out-of-town hypermarket only to discover that the inner-city branch which will be serving you has only a quarter of the goods in stock. </p> <p>You then go into the supermarket's lists and click on the items you want. Once you've finished, just enter your delivery details and choose a time for the goods to be dropped off. </p> <p>It's at this stage that the service varies from store to store. With <a href=\"http://www.sainsburys.com\" target=\"_NEW\">Sainsbury's</a>, for example, you can enter your credit card details while you are ordering. But with <a href=\"http://www.asda.co.uk\" target=\"_NEW\">Asda</a>, you pay the driver who delivers your goods. There are also slight variations on the delivery times offered by each supermarket. Most have an order deadline ranging from noon to 4pm for next day delivery. Some charge £5 per delivery and others £3 or even nothing. </p> <p>Some will deliver between 9am and 9pm, others between 8am and 10pm. Some work seven days a week, while others are shut on Sundays. Most will ask you to choose a two-hour time slot on a delivery day when someone will need to be at home. </p> <p>However, some, such as Simply Organic Food, will leave your order in the garden shed or with a neighbour. All you have to do is leave special instructions for the driver when you are processing your order. </p> <p> The more specialised the company, the more likely it is that you will have to be flexible on delivery times. If you're ordering pork from Farmers Market Direct, for example, and have just missed out on one batch of pigs being slaughtered, you may have to wait a few days for the next batch to go. The pay-off is that the meat is guaranteed to be British, from the same source you bought it from last time, and reared in accordance with the RSPCA's Freedom Food Welfare Scheme. </p> <p>Whoever you shop with, you should be able to save your shopping list file, so you don't have to scour the website for your most popular buys each time you place an order - supermarkets offer around 25,000 products, but most customers buy only 250 different ones in a year. You should also be able to save delivery and payment details, lessening the amount of time you spend online each time you order. Similarly, most of the nationwide supermarkets let online shoppers collect points on their store loyalty cards, although at present you have to redeem them in one of the shops. </p> <p>The main downside of online grocery shopping is that if you log on during the peak evening and weekend times, or have a slow modem on your computer, you may find yourself sitting in front of your monitor for several hours, wondering whether the queues at the check-out could possibly be worse. </p> <p>In addition, the delivery slots are allocated on a first-come first-serve basis. So it's not a good idea to process an order on December 24 and expect the delivery any time before the New Year. Other than that, you'll have to rely on the initiative of the supermarket's packers if one of your orders is not in stock. It's up to them to choose the closest substitutes. </p> <p>But if that sounds like a small price to pay for never having to set foot in a supermarket again, give it a try.</p>",
  "Your editorial on genetically modified crops (September 22) rightly pointed out that the government's whole position is built on the flimsiest of voluntary agreements with the biotech industry. But it is still perfectly possible for the government to regain control of events, by blocking all regulatory routes towards full commercial approval. <p>At present, only one crop in the farm scale trials has a commercial marketing consent - fodder maize. Before this can be sold to farmers it has also to be placed on the National Seed List. The first GM seed to be proposed for the list is none other than the fodder maize being used in the trials. </p> <p>Over 200 people and groups have objected to this listing and a full hearing of evidence will commence in London on October 2 and in Manchester on November 13. </p> <p>At the end of the hearings, the Ministry of Agriculture has to decide whether to allow listing. This is a crucial opportunity for the government to exert some control over the biotech industry. <br><b>Peter Riley </b><br>Friends of the Earth  <a href=\"mailto: peter@foe.co.uk\"> peter@foe.co.uk</a></p> <p> </p> <p>\u0095Donald Reid's understanding of what GM actually means is fundamentally flawed (Letters, September 21). Yes, Lord Melchett's crops will indeed have been \"genetically modified by years of selective breeding\", but then so are all breeds of dog, which have, over millenia, been selectively bred for their desirable traits from one common source - the wolf. </p> <p>The difference with GM is that a gene from one group of organisms may be inserted into a completely different set of organisms. That is what this \"direct action\" was all about, and we should be applauding them. <br><b> Stephen Potter</b><br> St Leonards-on-sea, E Sussex  <a href=\"mailto:s.potter@usa.net\">s.potter@usa.net </a> </p>",
  "What kind of business leadership is required in the era of e-commerce? Is it more of the same, or is a different style required to create and sustain companies that are flatter, faster and focused? <p>Some of today's new economy organisations are growing at breathtaking speed and rely on responsiveness to individual customer needs. There are no clear precedents and little chance to refer to some higher authority for guidance. </p> <p>In start-up organisations motivation and emotional engagement are not the issue. People have sacrificed job security for high-risk ventures in the anticipation of big returns. And where the new business is the spin-off from a traditional organisation, they need to understand that the old ways of working will not lead to success. </p> <p>Already there is another category of organisation emerging: the post-boom dot.com, where initial enthusiasm and hype have given way to falling share prices and where retention of staff is emerging as an issue. </p> <p>Companies that survive will be those that recognise the need for effective leadership. In the past 100 years, leadership has changed. In the early part of the 20th century, the style was often paternalistic. Communication was top-down, with little opportunity for the grassroots to contribute. A clear distinction existed between \"them\" and \"us\": workers and management. Employees were told what to do and not valued as having a contribution to make to the business. It was unnecessary for them to understand their organisation's vision or values. </p> <p>Today's workforce is a totally different entity. People are expected, and want, to use their own initiative. Within dot.coms, decisions have to be made in a fast-moving environment without reference to anybody else. People are very often managing themselves. There simply isn't the time to wait for their line manager to provide direction. So they need a clear framework of criteria that should be applied to decisions they make. Good leaders will provide this. It's not enough to manage - they have to lead. </p> <p>In the last 30 years organisations that have been successful have leaders who recognise that their people are their single greatest asset. They have used effective communication to ensure that their people have a greater understanding of how the leader wants to grow the business, what the goals are, and how they can contribute to achieving them. </p> <p>Good leaders are those who provide vision, motivate their people, generate enthusiasm, celebrate success, provide a focus for the organisation and clarify future direction. These qualities are still important in today's e-commerce environment and one person has to provide them; it can't be shared. While leadership skills can be encouraged, leadership itself is not a team effort. Clear direction must come from the top. </p> <p>Companies such as Virgin with Richard Branson, Tesco with Terry Leahy, Southwest Airlines with Herb Kelleher, and BP Amoco with Sir John Browne are all excellent examples. They have key features in common. They all share a belief in the value of their people; they all regard internal communication as a business investment and believe it's what you do, not what you say, that counts. </p> <p>Terry Leahy, Tesco's CEO, when asked to prioritise press versus staff, chose staff as the more important audience. BP Amoco's Sir John Browne believes that their strongest asset is the quality of their people and discusses performance issues with all staff via the internet and email. Herb Kelleher publishes the home phone numbers of every officer and director to all staff. </p> <p>We have seen a rapid growth in dot.com businesses and some spectacular failures. It is interesting that dot.coms proving successful are those that already had an old economy, non e-commerce background such as Tesco and First Direct. </p> <p>Both have leaders who understand the importance of sharing vision, communicating internally, demonstrating how their people can deliver. They decided not to go \"live\" on their e-commerce offer until they were sure their people understood the reasons for the move and their roles in making it successful. </p> <p>The next 20 years will be interesting. The twin challenges of globalisation and the speed of change must be met head on. But leaders of any business still need to balance confidence and urgency, recognition and reprimand, inspiration and pragmatism. The leader will still need to call the shots on the decisions that shape the ultimate success of the business- key decisions about who gets hired, who gets fired and who needs to get inspired. Some things will not change. </p> <p>\u0095 Michael Pounsford can be contacted at Banner McBride on 0207-845-5710 or by email <a href=\"mailto:\" michael.pounsford@bannermcbride.com\">michael.pounsford@bannermcbride.com</a>.</p>",
  "United Nations officials in Kosovo were hastily putting together a team of election \"witnesses\" yesterday to count the voters who turn out for Sunday's crucial Yugoslav presidential and parliamentary elections. <p>The UN has denounced the elections as neither free nor fair, and said previously that it would do no more than provide security for Serbs in Kosovo who wanted to vote - it is assumed that Albanian Kosovans will boycott the poll. </p> <p>It has changed its mind under heavy pressure from the US, Britain and other Nato countries which want to reduce President Slobodan Milosevic's chance of rigging the ballot. </p> <p>As it became clear that, in the absence of supervision, Mr Milosevic could use the Kosovan votes to bump up his total, the UN decided to appoint monitors. </p> <p>In Serbia itself no monitors, local or from Nato countries, have been accredited. Only the political parties will be able to have someone in the polling stations, but with restricted rights to examine the count and the lists of total votes. </p> <p>Anxious not to give credibility to the poll, the UN team in Kosovo will stay out of the election buildings and count voters, not votes, to have some check on turnout padding. </p> <p>Officials say they are operating on opinion poll predictions that Mr Milosevic needs 500,000 extra votes to secure the 50% required for a first-round win. </p> <p>The head of the UN administration, Bernard Kouchner, is expected to announce the number seen entering and leaving polling stations late on Sunday evening. </p> <p>The UN acted as Western officials stepped up their warning of fraud on Sunday. </p> <p>In Zagreb the European Union external relations commissioner, Chris Patten, said Mr Milosevic might use \"Stalinist\" methods to keep power after the election. </p> <p>\"While many of us believe that the overwhelming majority in Serbia want the long night represented by Milosevic's regime to come to an end, I am not sure that is a view entirely held by Mr Milosevic,\" he told reporters after talks with Croatian officials. </p> <p>\"If Milosevic hangs on, I think many people predict growing economic and humanitarian problems in Serbia. That is one reason why we want to see ... substantial and rapid change as soon as possible,\" he added. </p> <p>The Nato secretary-general, Lord Robertson, said he hoped Yugoslav opposition parties would win by too large a margin for Mr Milosevic to falsify the result. </p> <p>\"I hope the people of Serbia use the opportunity they have to accept the welcome Europe extends to them if they turn their backs on the politics of ethnic hatred. I hope they'll make it impossible for him to pretend he has won when he has lost.\" </p> <p>He warned Mr Milosevic against undermining Milo Djukanovic, the pro-western president of Montenegro. </p> <p>\"Djukanovic has the right to fulfill the mandate given him by the people of Montenegro. Milosevic shouldn't miscalculate the determination of the international community in this matter,\" he said. </p> <p>Senior Serb figures also called for free elections. Patriarch Pavle, head of the Serbian Orthodox church and a frequent critic of Mr Milosevic, said ballot-rigging could lead to bloodshed. </p> <p>\"The voice of the people is the voice of God,\" he said. \"If someone tries to change the people's will there is a danger of unforeseeable consequences for our people and country.\" </p> <p>Milorad Dodik, the west-backed prime minister of the Bosnian Serb republic, urged Mr Milosevic to quit, saying no other leader had caused the Serb people so much misery. </p> <p>\"What is left? What will we remember you for?\" he wrote in an open letter. </p> <p>\"Wars? Hyperinflation? The loss of Kosovo? Turning Serbs into a refugee tribe on tractors? Graves, ruins? These, Slobodan, are the monuments of your rule.\" </p> <p>With campaigning now officially over, several of Mr Milosevic's critics reacted angrily yesterday to a statement by his close ally, the federal prime minister Momir Bulatovic, that the president might stay in power until next summer even if he lost the vote. </p> <p>\"Under the constitutional law, the mandate of the president cannot be shortened. It will last until its expiry, which will be until mid-2001,\" he told a Montenegrin television station. </p> <p>Mr Milosevic called the elec tions early in the hope of catching the opposition off guard, but it united unexpectedly quickly round Vojislav Kostunica, who leads in every poll. Zoran Djindjic of the Democratic party said the Bulatovic statement proved the president was running scared. </p> <p>The Montenegrin prime minister, Filip Vujanovic, also attacked the suggestion that Mr Milosevic could legally stay on if he lost. It was \"completely ridiculous\". </p> <p>His government is boycotting the elections as unconstitutional. Pro-Belgrade parties in the republic will organise their own voting. </p> <p>But Mr Vujanovic added a rare note of optimism. He said he doubted that Mr Milosevic would lash out at Montenegro. </p> <p>\"I don't see high risks of conflicts in Montenegro after the elections,\" he said. There was no evidence of a Yugoslav army build-up in Montenegro. </p> <p>Western analysts suggest various ways Mr Milosevic may have in mind to cling on to power. One is pressure on Montenegro as a way of trying to justify a state of emergency and a clampdown on all opposition parties and media.</p>",
  "<p>British Telecom yesterday reacted angrily to suggestions it is dragging its feet over the break-up of its monopoly on the local telephone network and said it might challenge any attempt by regulators to speed up the process. </p> <p>The comments came as Ian Morfett, BT director of regulation, began a charm offensive to stave off growing criticism of the erstwhile monopoly. </p> <p>There were suggestions this week from the European commission that Britain, once in the vanguard of telecoms liberalisation in Europe, had \"slipped substantially in recent years\". The criticisms were levelled equally at Oftel, the UK regulator. </p> <p>Oftel has been criticised by BT's chief rivals who fear the company has been given a head start in the deployment of DSL, the technology that enables old copper wires to be upgraded for broadband use including high speed internet access and broadcasting. </p> <p>The row centres on \"unbundling of the local loop\", which will see BT's hold on the local network relaxed next year, allowing rivals to take over and upgrade its lines running into homes and offices. </p> <p>Rivals claim BT is moving too slowly. This week Oftel named the first 360 of 5,500 BT exchanges that will be opened to competition but there were complaints that many were in undesirable locations. </p> <p>Mr Morfett said: \"BT is spot on target and meeting all the demanding timescales agreed between Oftel and the entire industry to put in place the most extensive unbundling programme in Europe. </p> <p>\"Here in the UK we are geared up to deliver within one year of launch more than four times as many unbundled lines as Deutsche Telekom has installed in the past two years.\" </p> <p>The company suggested Oftel had underestimated the complexity of making exchanges available to competitors. </p> <p>A spokesman for BT added: \"The suggestion that BT is dragging its feet is nonsense. We have hit every deadline and milestone so far and are absolutely committed to local loop unbundling. But this is a very complicated process. </p> <p>\"The idea that we could just somehow flick a switch overnight is wide of the mark. We've allegedly fallen behind Europe but the reality is that although Germany has had legislation for two years they only have 150,000 unbundled lines. </p> <p>\"If we continue to hit our targets and our rivals meet their forecasts then we will have 600,000 installed within a year.\" </p> <p>Oftel director general David Edmonds said yesterday he would stand by his record. </p> <p>\"In the UK we have actually got one of the most competitive telephone services in all of Europe. We've got the lowest off-peak internet access charges and since June I've introduced in the UK through pressure on BT and other companies unmetered access to the internet for the first time.\" </p> <p>Mr Edmonds added that he had been the catalyst for the opening up of the local loop against opposition from BT. </p> <p>BT also yesterday announced the appointment of Pierre Danon as chief executive of the company's newly formed UK retail division. </p> <p>Mr Danon, 44, joins from Xerox where he was president of the company's European operations. </p> <p>His appointment is part of the wide-scale restructuring of BT which has separated the retail business dealing with consumers and corporate customers from the wholesale division, which is faced with the local loop unbundling issue.</p>",
  "Plaid Cymru should set its sights high and aim to take over from Labour as the main political force in Wales, the party's annual conference was told yesterday. <p>In his first conference speech as president, Ieuan Wyn Jones, said Plaid was facing the greatest challenge in its history, that of winning the trust of the Welsh people to govern the country following the 2003 assembly elections. </p> <p>New Labour's shift to the right, he told the party faithful in Llandudno, was leaving Wales with \"an enormous political vacuum\". But it was not enough to expect people to vote for Plaid because they were disillusioned with the present administration. </p> <p>Plaid's aim was to form a government that would have the will to bring about \"real change\" in Wales. It was not seeking the chance to govern as an aim in itself and would have to prove to the Welsh electorate that it was worthy of its trust. </p> <p>\"This will mean a different approach to our politics,\" he warned. \"Calling on Labour to do this and that will no longer be enough. We will have to show what Plaid Cymru would do in government. It means not to promise more than we will be able to deliver.\" </p> <p>Mr Jones said the coming general election would be of \"utmost importance\" for Wales which needed a voice in Westminster pushing the cause of securing law-making powers for the assembly. </p> <p>The party had to make sure that that objective of securing parity with Scotland would become one of the major issues in the election campaign. </p> <p>Mr Jones said the assembly's lack of powers were becoming increasingly apparent and were preventing it from creating the conditions needed to improve the lives of the people of Wales. </p> <p>\"We are all agreed that the priority for us now is for Wales to gain the same powers as Scotland,\" he said. \"The national assembly must grow into a real parliament that can get things done, and this must happen soon. We will continue to languish as a country if we continue to let ourselves be treated as a second class nation.\" </p> <p>Accusing Downing Street of pursuing policies that were leading to a \"grotesque disparity\" between the richer and poorer parts of Britain, he said Plaid's manifesto would set out demands for a radical change in fiscal and economic policy. </p> <p>At the heart of its demand would be the use of fiscal policy to fund investment and economic development in areas of disadvantage such as Wales. </p> <p>Such an approach would allow a reduction in interest rates, and a lowering of the pound against the euro, enabling Wales's manufacturers, its steel industry and farmers to compete on a level playing field. </p> <p>Mr Jones said that it was a disgrace that Wales, birthplace of the NHS, had one of the worst health records in Europe. </p> <p>\"Somebody must be honest enough to say that only through a substantial increase in public spending can we achieve a better health service, better education and better public transport.\" </p> <p>With the party about to embark on a major consultation on its long-term constitutional objectives Mr Jones insisted that Plaid made no secret of its high ambitions for Wales in an increasingly interdependent world. </p> <p>\"We see our aspiration of full national status within the EU in the context of the far-reaching changes that are taking place in Britain, Europe and the world. </p> <p>\"We want Wales to have as much control over her affairs as is possible and necessary to determine her own destiny.\" </p> <p>\u0095 The conference will today condemn plans for the 2001 national census as flawed and unresponsive to the needs of devolution because people in Wales will not be given the opportunity to describe themselves as Welsh.</p>",
  "<p>Rumours regarding possible takeover activity in the banking world reignited interest in the sector yesterday. </p> <p>As the market whirled with speculation, dealers said the same few names kept being put forward. </p> <p>Alliance &amp; Leicester was suggested to be in the sights of Lloyds TSB, while Bank of Scotland was linked with two potential suitors in the shape of Halifax and HSBC. </p> <p>But, said one analyst: \"The Bank of Scotland management are not going to want to give up running the company. You have to say it would be hard for them to fit in with Halifax or Abbey National.\" </p> <p>As the markets closed last night, the rumours had given most of the banks a real boost. </p> <p>Talk had pushed <strong> Alliance &amp; Leicester</strong> up 45p, or 8.6%, to 568p, <strong> Lloyds TSB</strong> up 29.5p to 609p and <strong> Abbey National</strong> to 880p, a rise of 31.5p by the end of the session </p> <p>Potential predator <strong> Halifax</strong> was up 41.5p to 571.5p, while <strong> Bank of Scotland </strong> , which emerged as the favoured takeover target on Thursday, rose a more modest 14p, to 610p. </p> <p> <strong> HSBC</strong> was the only one in the sector to buck the trend, slipping 10p to 929p. </p> <p>The main FTSE 100 index struggled all day to recover from severe early losses which had dragged it down at one stage to 6,075.1 points, its lowest level since May. </p> <p>The overnight profit warning from Intel, the US computer chip maker, started the rot which deteriorated with a string of declines. </p> <p>The fightback, which started late morning, was helped by a smaller than expected opening fall on Wall Street and news of central bank intervention to support the euro. </p> <p>By the close the lead index had crawled back to close 6.7 points higher at 6,205.9, though the FTSE 250 ended 58.2 points down at 6,645.1. </p> <p>Volumes were a fairly brisk 1.8bn shares and losers shaded gainers by 51 to 49. </p> <p>The index has had a rough ride of late with investors fear ing the high oil prices will give the world economy a hard landing. It has lost nearly 9% since the start of September, when it was flying high at the top of its 6,200 to 6,800 trading range. </p> <p>On a tough day, <strong> Railtrack</strong> was in strong form, rising 40p, or 4%, to £10.40, after reports the government had set aside £4bn to ensure it can complete a £5.8bn upgrade of the west coast main line between Lon don and Glasgow. But investors were queuing up to bail out of KLM following its aborted takeover by <strong> British Airways </strong> . The news was a welcome tonic for BA's shares which closed up 3.5p to 332p as investors re-rated the stock. </p> <p>Among the biggest movers on the day were <strong> Oxford Glycosciences </strong> , shooting up 91p to £22.56 after being tipped in the press, and <strong> Celltech </strong> , which climbed up 83p to £13.84. </p> <p>Most of the biggest fallers were in the telecoms and technology sectors, many being a victim of Intel's announcement. </p> <p> <strong> Bookham Technology</strong> fell 100p to £31.65, while <strong> Telecity </strong> dropped 182.5p, to £17.37. <strong> Colt Telecom </strong> was also on the way down, dropping 68p to £18.85, as the sector struggled to shake off worries over earnings and debt levels. </p> <p> <strong> Freeserve </strong> , the internet service provider, had a rollercoaster ride during the day. It initially sunk 16% to a record low 222p before scrambling back to 250.5p. </p> <p>Elsewhere, <strong> Allen </strong> , the building and engineering group, put on 17p to 252p, after announcing it would return £5m to shareholders through a buy-back programme. This helped soften the announcement that full-year results will be affected by strategic changes. </p> <p> <strong> Corus </strong> , the Anglo-Dutch steel firm, saw its shares firm to 55.75p, up 1.25p, after saying the outlook for stainless steel and aluminium was \"positive\". </p> <p>Market newcomer <strong> ARC International </strong> , the chip designer which enjoyed a flying start to quoted life on Thursday, had a rough time yesterday. The shares fell 27.5p to 401.5p.</p>",
  "There are worse places to be taken ill than Le Lavandou, a refined Riviera resort famous for its scented pines, breathtaking views and sparkling blue sea. But do try not to die there, because it is illegal. <p>\"It is forbidden without a cemetery plot to die within the town limits,\" reads a surprising bylaw proclaimed this week by the mayor, Gil Bernardi, to draw attention to a grave new problem: Le Lavandou has run out of cemetery space.</p> <p>With the old town cemetery full, Mr Bernardi was outraged this summer by the ruling of a court in Nice that his plan for a new one on an attractive seaside site planted with olive trees contravened planning regulations.</p> <p>Acting on a complaint by a local environmental group, the court decided that the site he proposed fell within the scope of strict recent regulations governing what may and may not be built in coastal areas of outstanding natural beauty.</p> <p>The law, which forbids \"heavy and permanent\" construction along the much-abused Mediterranean coast of France, has been invoked by several local councils to outlaw unsightly beach bars and restaurants from Corsica to Saint-Tropez.</p> <p>But in this case, Mr Bernardi said, the court's decision was \"an abusive interpretation of the regulations\".</p> <p>Nearly a third of Le Lavandou's 5,500 residents are over 65, he pointed out, and 80 people die in the town each year: 19 await permanent resting places, housed temporarily in friend's burial vaults.</p> <p>The mayor rejected the alternative site proposed by the environmentalists: a disused quarry just outside town.</p> <p>\"We can't bury bodies in a dump,\" he said. \"This is an important issue concerning religious faith and respect of the dead.\"</p> <p>He admitted that the bylaw was something of a publicity stunt. \"It's an absurd law to counter an absurd situation. But it's working: no one's died here since it was passed, and I hope it stays that way.\"</p>",
  "The Taliban regime in Afghanistan rounded on the United Nations yesterday for pulling out of a key part of its anti-drug programme just weeks after the Islamic hardliners finally agreed to ban all opium cultivation. <p>Western Europe and the United States have cut funding for a surprisingly successful UN Drug Control Programme (UNDCP) project to provide substitute crops for farmers, who are due to begin planting again next month. </p> <p>\"We are wondering how the UNDCP can step out of its programme on the pretence of not having the funding,\" said Mullah Abdel Hamid Akhundzada, the head of the Taliban's high commission on drug control. \"We have fulfilled our obligations. We demand that the agreement we made should be fulfilled up to the end.\" </p> <p>The latest UN survey, released last week, found that Afghanistan is still the world's largest producer of opium, even though the area under cultivation was down 10% on 1999. Most of the opium floods into Europe as heroin. </p> <p>Afghan farmers, who have long found the poppy a lucrative crop, produced 3,276 tonnes of fresh opium this year. Although that was down 28% on last year's record levels, the fall was mostly due to the effect of widespread drought. </p> <p>Yet many in the UN sympathise with the Taliban's frustration. In the four districts where the UN programme provided an alternative crop, together with help in irrigation and marketing, the opium yield fell significantly. </p> <p>Western nations have been slow to react to the July decree issued by the Taliban's supreme leader, Mullah Mohammed Omar, banning opium cultivation. The decree followed Mullah Omar's order last September that drug cultivation be cut by a third, a target which has still not been achieved. </p> <p>A total ban would hit income for the Taliban, who impose a 10% tax on all crops. This year's opium crop brought in around £6m for the regime. </p> <p>Other UN organisations have also found their Afghan funding cut, with western nations apparently reluctant to fund development projects while the Taliban are in power.</p>",
  "<b> Rolex shooting woman dies</b> <br> <p> Police have launched a murder inquiry after a woman, shot in the back by a gang of Rolex thieves in her driveway, died yesterday. Josephine Martorana, 46, was shot after she and her husband returned to their Hertfordshire home on August bank holiday. </p> <p><b> Pound gets local backing</b><br> </p> <p> Nearly 600 electors in Nazeing, Essex, voted overwhelmingly to reject the euro and keep the pound in a referendum brought about by the UK Independence party. </p> <p><b> Chicks run for their lives</b><br> </p> <p> Firefighters began a frantic search for 66,000 fluffy chicks which escaped from a lorry which collided with a car, spilling the birds on to the road on the A17 in Boston, Lincolnshire </p> <p><b> Hospital fined £12,000 </b><br> </p> <p> Leicester Royal Infirmary was fined £12,000 yesterday by magistrates in the city for a catalogue of hygiene errors. </p> <p><b> Hitchhiker in police chase</b><br> </p> <p> A prankster who sought to hitch a lift home to Pevensey, east Sussex, on a security van after leaving a pub sparked a police chase. The crew, believing he was trying to break in, kept going at speed, with the man hanging on for dear life. </p> <p><b> Grandma's close shave</b><br> </p> <p> Christine Weston, 59, a grandmother who is an assistant cub leader in Keighley, West Yorkshire, had all her hair shaved off to raise £300 towards her pack's first overseas camp.</p>",
  "The Yanomami people are one of the truly Neolithic human groups in the world. There are still an estimated 21,000 of them spread across a vast area of rainforest in Venezuela and Brazil. <p>Although their homelands are technically protected, they are constantly invaded by gold miners, loggers, cattle ranchers and state-sponsored development projects. Five, including a child, were reported killed in a gun battle with prospectors in Brazil yesterday. </p> <p>For centuries, the cover of the forest has allowed them to develop in isolation. They were first mentioned by explorers in the 18th century but left alone until they were \"discovered\" and studied by anthropologists in the 1960s. </p> <p>The Yanomami depend on the forest for all their needs, cultivating about 80% of their food and hunting for the rest. They grow numerous plants for medicinal purposes and their knowledge is being exploited by western drug companies. </p> <p>Environmental groups admire the Yanomami because they manage to live in harmony with the forest despite the poor soils. Besides hunting and fishing, and finding nuts, fruit and honey in the forest, each family has cleared a garden where they plant bananas and tubers. </p> <p>They live in large communities centred around a doughnut-shaped shelter called a yano. A single yano may house 400. </p> <p>A gold rush in the 1970s brought confrontations with the Yanomami. The indians were accused of using violence to defend themselves and many have been killed, although there is no real evidence that they instigated the problem. </p> <p>Attempts have been made to save the Yanomami from being wiped out, including the setting up of a 50,000 square mile biosphere reserve in 1991 in the Upper Orinoco in Venezuela but this has not stopped intrusion by gold miners. </p> <p>As well as epidemics of western diseases brought by outsiders, malaria is wiping out the tribes. Mercury and soil runoff has polluted the rivers and streams where they fish. Worst of all, the pools of stagnant water from the mining operations become breeding grounds for malaria-carrying mosquitoes. </p> <p>The latest estimate suggests malaria is killing about 13% of the population a year.</p>",
  "<p>Mike Vogt, 29, is a gardener from Berlin. Six months ago he decided to take a trip round the world. When he heard that the IMF/World Bank summit was to take place in Prague, he decided to make that his first stop. He has pitched his tent in the Strahov stadium site.</p> <p> \"My ultimate destination is Australia, and I ll carry on travelling basically as long as my money lasts. But I m really excited about starting my world tour in Prague. </p> <p>\"I studied politics and have always been very interested in the effect western institutions like the World Bank and IMF have on the lives of countries in the rest of the world when in fact they know very little about them. </p> <p>\"I m very much in support of the demonstrators and their demands.But I ll listen to all the arguments here, find out the background and points of view from all sides, and then on Wednesday I ll head eastwards, to Romania, Bulgaria, Turkey, Iran, Pakistan and then India. A lot of these countries spend all their time paying back their debts. </p> <p>\"I don t plan to get involved in any violent demonstrations, but I will be there on Tuesday when thousands of us will march through the city and surround the congress centre. Its fantastically symbolic - we ll keep them in our grip just like they keep the third world in their grip, and we won t let go until they surrender and agree to disband the organisations.\" </p> <p>\u0095 Interview by Kate Connolly</p>",
  "She sits, stout and sure of herself, hair rollers gently cooking in a canary yellow hood, at Snezana's Hair and Beauty Boutique in the basement of our apartment block. There, Milosevic's women are preparing for the election tomorrow with a wash and set. <p>Milena Pantic is 66 and she has always voted for Slobodan Milosevic. \"Who would have saved us from the Nato bombs if he wasn't around?\" she says. \"He rebuilt the country. Who would have stopped America from turning us into a colony? I went to see him on Thursday night in Novi Belgrade and he was magnificent.\" </p> <p>She sits back satisfied, nodding to the other women in the salon for approval. </p> <p>At the sink is the wife of a former diplomat. She looks weary and doesn't want to talk about her voting intentions. In halting, impeccable English, she says: \"Madame, this is a place for women, not politics. We have come here to make ourselves beautiful - to escape.\" </p> <p>There is a lot of escaping going on in this apartment block. </p> <p>A 41-year-old scientist called Mira and her husband, a banker, share a three-roomed flat with his parents and their 12-year-old daughter. After ten years of war and economic sanctions there is an acute housing shortage in Serbia. </p> <p>She waves her reading material in the air. \"I am a scientist. I went to university but I need to clean my brain with this crap.\" She passes her romantic literature along the coffee table, translating the titles of the love comics into unsure English: \"Blue-eyed Sorceress and the Mistress of Love\" and \"She is Made for Love\". </p> <p>\"I feel now before these elections just like I did when they were bombing us,\" she says. </p> <p>\"I am trembling. The opposition will win but that bastard will do anything he can to stop them. He has destroyed my life.\" </p> <p>Meanwhile her mother-in-law, another ardent Milosevic fan, absorbs the warnings about \"Nato plots\" and how \"fifth columnists\" disguised as opposition leaders are trying to defeat her President Milosevic. </p> <p>In the flat, which is only twice the size of a British living room, they live in two worlds: Mira and her husband in one room listening to the Voice of America radio and their parents in the next, watching Mr Milosevic's television station. </p> <p>But Mira will not protest on the streets if and when the government rigs the election: \"I am 41 years old - too old to be beaten up by the police\". </p> <p>The pre-election battle has been raging all week in this apartment block. The most recent poll predicts a win for the opposition candidate but Belgrade is convinced Slobodan Milosevic will not go quietly. </p> <p>On Monday, opposition stickers that read: \"He's finished\" appeared on the lift doors on each of the 15 floors and above all the shop doors in the basement. </p> <p>By yesterday they had been covered over with posters of the smiling president. Underneath was written \"For Yugoslavia\" in stern white letters. </p> <p>For the last month, Belgrade's food shortages have eased, with the shops receiving oil and sugar twice a day. \"That will stop after the election,\" says Mira. </p> <p>At the back of the building, near the towers of the electricity plant, a retired dentist of 59 is rummaging through the \"market\" that the local people call \"Bangladesh\". </p> <p>It's a place where the poorest of almost 1m Serbs driven from their homes during the Croatian and Bosnian wars survive by selling what they find in other people's bins. </p> <p>Yesterday, a slow, steady autumn rain soaked mud into the sodden carpets that make up their stall tables. There a false leg was for sale with a brown plastic moccasin still laced onto the foot. There were second-hand toilet seats, and half-empty jars of moisturising cream for sale. </p> <p>The dentist was looking for clothes for her relatives, also refugees. She is voting for the opposition and despite fears that next week could bring violent confrontation between the people and the police, she says: \"I can't wait.\" </p> <p>In the afternoon the Milosevic-supporting women who have come for their wash and set are replaced by the younger generation: working women who finish at three. </p> <p>\"I am frightened that he will choke us. He will crush us\", says a 40-year-old mother of two. \"I will be on the streets on Sunday night. He has stolen ten years of my life\". </p> <p>But mostly the women are trying to ignore the election; escaping into Snezana's warm salon with its tinted coffee-coloured glass. </p> <p>There they chain-smoke and wait their turn. They favour the henna hair colour of eastern Europe of the early 80s - even their hair colours are trapped in a time warp. </p> <p>They will go out and vote on Sunday but nobody is confident there will be change. </p> <p>Those that aren't standing by their man, President Slobodan Milosevic, are pretending this election is not happening - or they are trembling.</p>",
  "When guests come round, the usual thing is to offer them a cup of tea and invite them to relax on your sofa. <p>But with more than 1,000 people arriving at architect Peter St John's Islington home tomorrow, the social niceties will have to be ditched. </p> <p>The masses will descend on Mr St John as part of London Open House, when a vast and fascinating range of the capital's finest buildings throw their doors open to the public. </p> <p>The annual celebration of architecture features both grand public offices and headquarters such as the Foreign Office and the Channel 4 building, and an extensive contingent of private homes such as Mr St John's. </p> <p>The architect, of Caruso St John, designers of the Walsall Art Gallery, first invited the public to come and admire his decor two years ago. </p> <p>\"It is a kind of mad and slightly narcissistic thing to do,\" he admitted. \"Deep down all architects have a deep need for people to look at and be interested in their work.\" </p> <p>While he hoped it would encourage public appreciation of the \"built environment\", Mr St John conceded that it also appealed to \"a natural fascination with what other people's houses are like\". </p> <p>With 40 people coming in every 15 minutes, it was exhausting but also a lot of fun, especially for his children who did a roaring trade selling biscuits. </p> <p>As there is little of value to steal, he was not overly concerned about potential burglars. \"We have a few friends standing around trying to make sure nothing disappears, but people were generally very well behaved.\" </p> <p>Several other architects, including Nicholas Burwell, David Russell, Marcus Lee, and Tom Pike, are also opening up their homes. </p> <p>Among the public buildings making their debut this year are the University of London's Senate House, the Royal Institute of International Affairs, popularly known as Chatham House, and Macks Mews, a 19th century paper factory converted for housing. </p> <p>Many of the 550 buildings involved are normally closed to the public, or have very restricted public access. </p> <p>For the Open House weekend, now in its eighth year, the buildings' owners allow visitors in free of charge. </p> <p>In 1999, more than 450 buildings were open to the public and 320,000 visits were made over the 48-hour period. This year more than 500,000 are expected to take up the opportunity. </p> <p>Some of the best-loved attractions include Imagination, originally an Edwardian school and now headquarters for a design and communications company in Bloomsbury; and Marlborough House, designed by Sir Christopher Wren and originally home to the dukes of Marlborough. </p> <p>London Open House, which is sponsored by the Guardian, follows the Heritage Open Days last weekend when over 2,500 heritage sites across the country opened their doors to the public. </p> <p>Mr St John's home, 11 Orleston Mews, N7, is open to the public on Sunday only, from 10am to 4pm. For details of other locations and times check the London Open House website at <a href=\"http://www.londonopenhouse.org.  \" target=\"_NEW\">www.londonopenhouse.org. </a></p>",
  "The family of a man who shot dead his baby daughter and tried to kill himself is suing a British drug company, alleging that an amphetamine-based drug given to him for attention deficit hyperactivity disorder (ADHD) caused him to become psychotic. <p>Ryan Ehlis, 26, from North Dakota, in the US, has been acquitted of the murder of his five-week-old daughter Tyra. The case was dismissed after psychiatrists for the prosecution and defence agreed that the prescription medicine he was taking for ADHD, Adderall, was responsible for the tragedy by inducing in him a temporary psychosis. </p> <p>Yesterday his lawyers filed a civil suit in North Dakota against Shire Pharmaceuticals, based in Andover, Hampshire. </p> <p>Adderall is the main rival to Ritalin in the US. Ritalin or methylphenidate, prescribed to more than 130,000 children with hyperactivity or attention deficit disorder in the UK, is a stimulant from the amphetamine family, while Adderall is a combination of four amphetamine salts. </p> <p>Adderall had captured 28% of the US market by the end of last year and is one of Shire's biggest money-spinners, while Ritalin has a good safety record. </p> <p>But there has been increasing anxiety in the UK about the burgeoning use of amphetamine drugs to treat children diagnosed as having ADHD. The National Institute of Clinical Excellence has been asked to look into the prescribing of Ritalin on the NHS. </p> <p>In January last year, Mr Ehlis, who was diagnosed with ADHD as a child, went to see a psychiatrist after having difficulty with his college studies. The psychiatrist reconfirmed the ADHD diagnosis and gave him Adderall. </p> <p>The Adderall he was given, the court papers claim, was twice as strong as the Ritalin he had taken as a child. </p> <p>For a few days all was well, but then Mr Ehlis did as instructed by his psychiatrist and doubled the dose. </p> <p>\"He began to experience delusions and hallucinations... He felt 'wired', his pupils were dilated and his eyes were hurt by the light,\" according to the pleadings filed in North Dakota by the Texas law firm Vickery and Waldner. </p> <p>Believing he had been instructed by God to send baby Tyra to heaven, Mr Ehlis shot his daughter with a 20-gauge shotgun and then turned the gun on himself. It was less than 10 days after he started the medication. </p> <p>The judge at the murder trial agreed with the psychiatrists and the prosecutor that Mr Ehlis was no threat to anybody as long as he avoided amphetamines. </p> <p>Andy Vickery, his lawyer, believes Adderall does not carry a sufficient warning. </p> <p>\"Shire knew that its drug could cause this kind of behaviour, and it is absolutely reprehensible that it failed to warn the public about it,\" he said. </p> <p>A spokeswoman for Shire Pharmaceuticals said yesterday: \"The safety profile for Adderall is extremely good. Out of 10m prescriptions to date, there have been only 14 incidents of psychosis and they were very mild. This is the only one that was serious. </p> <p>\"We are deeply saddened by the tragedy that took place, but we believe Adderall is safe.\" </p> <p>Novartis, the maker of Ritalin, said its drug was a mild stimulant. \"It has been used safely and effectively for more than 40 years with no association to violent behaviour. Some children, and probably some adults, with ADHD suffer from other conditions which may make their management more complex,\" it said in a statement.</p>",
  "<p>There is a story, possibly apocryphal, that when Benjamin Britten was composing Billy Budd, he showed the libretto to Michael Tippett, who had one suggestion: that in a work in which homoeroticism is so pervasive, the line \"Clear the seamen from the deck\" might be misconstrued. </p> <p>Britten changed his text, yet the news that the Royal Opera, in its apparently fast-evaporating wisdom, has introduced surtitles for its revival of Billy Budd half makes me wish the composer had ignored his friend's suggestion; the prospect of the audience at Wednesday's first night sniggering as they read that line in what is one of the bleakest, least forgiving works in the repertory would have shown up the company's decision for the crass insensitivity it is. </p> <p>The idea that an English-speaking audience - listening to a predominantly English-speaking cast singing English words set by the greatest English opera composer - needs the text projected above them so that they can understand what is going on is an insult to either the performers involved, implying they are incapable of getting the text across, or to the intelligence of those who go to see the show. The whole notion is so incredible that when the Royal Opera first announced the performances, labelling them as \"sung in English with English surtitles\", it was natural to assume there had been some mistake. </p> <p>Whoever took this bizarre decision apparently did not bother to tell the cast. The performers did not know until after the first night and, in an interview this week in the Daily Telegraph, the leading British baritone Simon Keenlyside, who is singing the title role, made clear how much he was looking forward to singing an English- language opera to an audience that would understand the words without \"surtitles or translations getting in the way. That sort of immediate communication is not something you can often achieve in opera.\" </p> <p>But communicating with the audience, or at least with a committed opera-going audience that understands the way the medium works musically and dramatically, seems to have become a very low priority for the new, improved Royal Opera House. It becomes more important, by far, not to alienate the corporate lobby who fill so many of the stalls seats. Expecting them to actually listen to what is being sung rather than just being able to read the story as the music washes over them, is a challenge they are not prepared to risk. Not boring the rich punters matters most these days in Bow Street - more, it seems, than presenting opera seriously and professionally. </p> <p>If the battle against English surtitles for foreign language works has to be conceded now - there's no doubt comprehension is increased for non-linguists - introducing them for works sung in the vernacular is another matter. When opera ceases to be a medium in which the drama is presented through the symbiosis of the music and words, and instead is turned entirely into an exercise in reading, with the addition of some more or less engaging background music, then the medium is devalued, and it really will become museum art of a vacuous and purely decorative kind. </p> <p>\u0095 Billy Budd is at the Royal Opera House, London WC2 (box office: 020 7304 4000) on September 25 and 28, and October 3</p>",
  "Call me restless, but I have already started to think about Christmas. I hate rushing at the last minute in search of inspiring gifts (which usually means baring fangs and claws in some overcrowded shop to argue with some excitable blonde over the last bottle of scented olive oil), so I was delighted to find <a href=\"http://www.buyagift.co.uk\" target=\"_NEW\">www.buyagift.co.uk</a>. The site is divided into zones (Adrenaline, Chill, Gadgets, etc), with gifts such as a wine-tasting day for £11, a hot-air balloon flight for £139, a micro-telescope for £19, or a European Formula One Racing Experience at a top track for £2,899. <p>At a more utilitarian level, I was utterly thrilled to find <a href=\"http://www.undercoverexperience.co.uk\" target=\"_NEW\">www.undercoverexperience.co.uk</a>, a lingerie emporium. Finding good bras can be a chore, and this site stocks La Perla, Rigby &amp; Peller, Aubade, and others. It carries sizes up to 56J, and there are also instructions on self-measurement and sizing. The choice is impressive: there are 12 categories of bra, from budget to glamour, padded to minimiser. For those with figures less perfect than mine, they also sell water-filled bras. </p> <p>'How can you write about lingerie when the world is coming to an end, child? Repent!' Mum shrieked, peering into the screen over my shoulder; I must ask her to return her spare key. She's so predictable: her affair with the young Spaniard came to an end, so she's taken up religion again. </p> <p>Still, I humoured her, and keyed in 'repent': up came <a href=\"http://www.raptureready.com\" target=\"_NEW\">www.raptureready.com</a>. I'm always ready for rapture, so I inspected the site. It has a Rapture Index, where events are rated on their catastrophic possibilities (so, Occult is up because of the success of Harry Potter). In the light of recent difficulties, maybe Downing Street should check it out.</p> <p><a href=\"http://www.gorgeoustanya.co.uk\" target=\"_NEW\">www.gorgeoustanya.co.uk</a></p> <p><a href=\"mailto:tanya@gorgeoustanya.co.uk\" target=\"_NEW\">tanya@gorgeoustanya.co.uk</a></p>",
  "<p>It would be foolish to underestimate the effort Bob Dylan has put into making himself rock music's greatest enigma. Rarely granting interviews, he also uses his influence to dissuade others from spilling any beans about him. \"Bob really doesn't like people he knows to talk about his life,\" admitted Roger McGuinn, whose performances of Dylan's songs with The Byrds in the 60s were crucial in helping Dylan break through to a popular audience. When Dylan's current manager, Jeff Rosen, is approached for a few comments, he replies that not only will he not talk, he would prefer it if his name isn't even mentioned. He is just a \"functionary\", he explains, who \"helps out with things\". Neil Young's manager, Elliot Roberts, has known Dylan for decades, but he wouldn't comment either. \"I know Bob pretty well,\" he agreed, \"but I know that if I talk to you about him, I won't know him well any more.\" </p> <p>Dylan once went some way to explaining himself to Jann Wenner of Rolling Stone magazine. \"People don't understand that the press just use you to sell papers,\" he reflected. \"They misquote you all the time. It hurts because you think you were just played for a fool. And the more hurts you get, the less you want to do it.\" </p> <p>Yet Dylan's furtiveness seems to have gone beyond mere media-wariness and evolved into a Great Game worthy of a John le Carré espionage novel. Now that Dylan no longer commands the cultural high ground he dominated in his heyday, he will at least spin out his lingering mystique for all it's worth. Therefore the Bob Dylan currently touring Britain and Europe will not be going out of his way to explain his methods or his motivation, but he will doubtless feel reassured that the pendulum of public sympathy has recently swung back towards him. </p> <p>At the end of the 80s, Dylan's career had reached its nadir. Having driven away his audience in droves with his bewildering born-again Christian period, he had moved on to discs like Knocked Out Loaded and Down In The Groove, which seemed pointlessly removed from either a contempo rary audience or fans of the classic Dylan of 20-odd years earlier. His appearance as a grizzled rock'n'roll veteran in the 1986 movie Hearts Of Fire looked like grotesque self-parody, almost as much as his membership of the Travelin' Wilburys, a wretched project featuring a bunch of senior citizens playing a Saga Holidays pastiche of country-rock. It seemed that the bones of Dylan's legacy had been left lying in the dust for rock historians to squabble over. </p> <p>But what a difference a decade can make. Dylan rang in the new millennium with the song Things Have Changed, from the soundtrack of the Michael Douglas movie, Wonder Boys. The song's sly delivery and mordant surrealism stirred memories of a younger, hipper Dylan. In the accompanying video, dressed in a frock coat and straw boater and carrying a gold-topped cane, he put on a wry display of long-suffering bemusement, as if to say \"I may be a genius, but look what I have to put up with.\" Then, last May 15, he was presented with the Polar Music Prize in Stockholm, an honour he shares with the likes of Stevie Wonder, Bruce Springsteen, Joni Mitchell and the classical violinist Isaac Stern. </p> <p>If one single event could be identified as triggering the refurbishment of Dylan's fading reputation, it was his 1997 album, Time Out Of Mind. A haunted collection of blues, rockabilly and ballads apparently reaching out from beyond the grave, it confirmed that he hadn't, after all, lost the ability to hypnotise his listeners, nor to mine an indefinable sense of spiritual profundity from the simplest of musical tools. The record touched people like nothing he'd released in years. </p> <p>Greil Marcus, that most professorial of rock critics who has made a continuing study of Dylan's work, taught a class at Berkeley called Prophecy in the American Voice, in which he invited his students to discuss Dylan's three most recent albums along with the evangelical speeches he had delivered from various concert stages during his born-again phase in the 1980s. \"The students were absolutely enthralled by Time Out Of Mind,\" Marcus recalls. \"They found it disturbing, mysterious, threatening, a little scary and utterly fascinating.\" </p> <p>It seemed to Marcus's class that the album represented a delayed reaction to Dylan's evangelical period and whatever spiritual crisis had precipitated it. \"They heard it as a record of abandonment,\" Marcus continues. \"They said 'this is not about being abandoned by some woman. This record is about being abandoned by God, and it's really for the first time since this event coming to terms with rage and sorrow'. It was not something that I would ever have thought of, that that was how Time Out Of Mind works, but it seems a tremendously rich way of hearing it.\" </p> <p>The fact that the disc could stimulate such a complex response might offer an answer to the question whether, 40 years after Dylan first travelled from Hibbing, Minnesota to New York, at the start of his long trail from folk singer to rock's greatest conundrum, his work can matter to listeners who weren't brought up listening to him either first hand or via parents or siblings. Not that Dylan seems to be holding his breath. \"I can't say that it's never been my turn commercially, and that I've never known the feeling of having a record top the charts, because it wouldn't be true,\" he said, after the release of Time Out Of Mind. \"But to have it again? I'm not really counting on it, 'cos I don't want to set myself up for a disappointment.\" </p> <p>Greil Marcus cautions that \"he doesn't necessarily mean anything to somebody younger, and there's no reason that he should if he's not able to seduce them now. That doesn't necessarily mean seducing them with new music. Somebody could bump into The Freewheelin' Bob Dylan [from 1963] and fall down the rabbit hole of his career that way.\" </p> <p>It was this earliest incarnation of Dylan that Marcus first happened upon, when he went to see Joan Baez playing a folk concert in a field in New Jersey in 1963. \"About halfway through she said I have a friend here I'd like to bring out, and this scruffy, dusty-looking character comes out with his shoulders kind of hunched. He sang a couple of songs with her and a couple of songs by himself, and then he left. That was the last time I was ever interested in Joan Baez. I'd never heard of him and I didn't quite get his name right, but I was at the record store the next day looking for something by him. There was a twisted labyrinth of possibility in that voice that I'd never encountered before, and I was just instantly captivated by him.\" </p> <p>The Dylan that Marcus saw that day was a man ablaze with self-transforming ambition, in transit between the hobo ballads and dustbowl songs with which he first made an impression and the protest songwriter about to rewrite the rules of American folk music. Yet Dylan might have been a rock'n'roller from the very start, had he pursued the early enthusiasm for Little Richard-style piano thumping he displayed in Hibbing school bands like the Golden Chords and Elston Gunn &amp; the Rock Boppers. In his 1959 high school yearbook, Dylan claimed his ambition was to \"join the band of Little Richard\". </p> <p>He was born Robert Allen Zimmerman on May 24 1941 in Duluth, Minnesota. When he was six he moved with his parents to Hibbing, near the Canadian border. Robert and his brother David were the only children of Abe and Beatty Zimmerman, and their father was the proprietor of an electrical and furniture store. There was a primitivism about the wilds of northern Minnesota which stamped itself in Bob's imagination. \"Every once in while a wagon would come through town with a gorilla in a cage or, I remember, a mummy under glass,\" Dylan reminisced. \"It was a very itinerant place - no interstate highways yet, just country roads everywhere.There was an innocence about it all, and I don't recall anything bad ever happening.\" </p> <p>But if the adult Dylan recalls Hibbing as a rural idyll, his teenage self was desperate to escape to the big city. He enrolled at the university of Minnesota in Minneapolis in 1959, though he focused on the blues and folk music in the local beatnik bars rather than on academic subjects. He changed his name to Dylan - believed by some to be a homage to the Welsh poet Dylan Thomas - and began to work up his own folk-singer act, but it was on a trip to Denver in 1960 that his ambitions began to crystallise. He began consciously to model himself on the protest singer Woody Guthrie, learning Guthrie's songs and even imitating his Oklahoma accent. Certain that he wanted to pursue a musical career, Dylan set off for New York where he arrived in January 1961. </p> <p>His vagabond image and apparently \"authentic\" rural whine made an instant impact on the seething folk circuit in Greenwich Village. He seized every opportunity to embroider his personal mystique, exhibiting a rare gift for self-mythology as he spun out a skein of tall tales about his family and background. He claimed he had run away to a travelling carnival when he was 13, denied he'd ever been called Zimmerman, and professed to have studied with an assortment of obscure blues and folk singers. He presented his arrival in New York as partly a pilgrimage to visit the dying and bedridden Woody Guthrie. </p> <p>Dylan's self-penned new identity was good enough to fool the experts. The folk singer Ramblin' Jack Elliot, another composer from whom he had borrowed liberally, commented that \"there was not another sonofabitch in the country that could sing until Bob Dylan came along. Everybody else was singing like a damned faggot.\" In a pivotal New York Times review, Robert Shelton waxed euphoric about how Dylan evoked \"the rude beauty of a Southern field hand musing in melody on his porch\". The review was spotted by talent-scout John Hammond, who signed him to Columbia Records in autumn 1961. </p> <p>With hindsight, Dylan's protest-singer period seems no more than a blip in his long career, but between 1962 and 1964 he became the patron saint of the Civil Rights movement. Songs like Blowin' In The Wind and The Times They Are A-Changin' mirrored the passion for social justice that was sweeping contemporary American youth, and are still among his best known. Yet it seems that Bob already foresaw an electric future, since as early as 1962 he recorded Mixed Up Confusion with a rock'n'roll backing. Some suspect that it was his brilliantly machiavellian manager, Albert Grossman, who grasped that Dylan's immediate future lay in the folk-protest sphere, and Confusion was hastily deleted. </p> <p>Dylan's public conversion to amplifiers and electricity has become an essential bullet-point in any potted history of rock. It is frequently claimed that his performance with an electric band at the 1965 Newport Folk Festival was booed and jeered by the folk diehards, but Al Kooper, Dylan's organist on that occasion, says it wasn't like that at all. Like A Rolling Stone was already a radio hit, and the crowd booed because they wanted more of the rocking Dylan, not less. \"Damn right, they booed,\" Kooper recalled. \"But not at Bob - rather, at whoever was seemingly responsible for yanking him offstage after 15 minutes.\" Kooper, who bluffed his way into playing the Hammond organ during recording sessions for Highway 61 Revisited and almost inadvertently helped create what Dylan would call his \"wild mercury\" sound, described Bob's pivotal influence at his mid-60s peak. \"In 1965, sessions for Dylan albumsmight as well have been strategy meetings for the direction the new alternative culture would take.\" </p> <p>For all Dylan's brilliance at exploiting the way musical and social trends were shifting, he wouldn't have been able to make his crossover into rock without listeners eager to go with him. In the same way that he had been thrilled by such musical experiments as The Animals' rock version of House Of The Rising Sun and The Beatles' continuing advances in songwriting and use of studio technology, a wider audience was urging the musicians to take more risks. \"It was obvious to me that The Beatles had staying power,\" Dylan commented. \"I knew they were pointing the direction of where music had to go.\" </p> <p>He benefited hugely from Albert Grossman's support. \"The only person who was as indecipherable as Grossman was Dylan - and their closeness and similarities led to a great deal of speculation within both the music business and the folk community about who had invented whom,\" wrote Fred Goodman in his book The Mansion On The Hill. \"The reality was that they were unusually well-matched soul mates.\" </p> <p>Grossman parlayed Dylan's creative genius into awesome commercial clout. Grossman was the first rock manager to realise how desperately record companies needed creative artists in that era of dawning youth consciousness, and he used that leverage to cut deals giving his acts unprecedented earnings and artistic control. Meanwhile, he was shrewd enough to see the benefit of having Peter Paul &amp; Mary, also from his management stable, sing a sugary, chartbusting version of Blowin' In The Wind to boost Dylan's commercial profile. </p> <p>Dylan and Grossman severed their professional relationship in 1970, but the superman of folk-rock has regularly relied on third-party assistance as a catalyst for his strongest work. At different times, The Band and Tom Petty's Heartbreakers gave him a scope and discipline which allowed his music to thrive, while producer Daniel Lanois has been at the helm of his best recent albums, Oh Mercy and Time Out Of Mind. </p> <p>\"He gets people to kill themselves for him, and that's a mark of a certain kind of talent,\" comments Donn Pennebaker, who saw the Dylan operation from the inside when he made his 1965 tour documentary, Don't Look Back. \"But I think it frustrates Dylan sometimes. He gets people around him, like The Band, and then he has to run away from it because it's pinning him down. He has to keep being Dylan, which he doesn't want to do. He wants to be something more ephemeral.\" </p> <p>Dylan's power to play with image and identity can still mesmerise other performers, even if he no longer inspires the massed legions of impersonators that erupted in his wake during the 60s and 70s, when everybody from David Bowie to Bruce Springsteen and Patti Smith was hailed as a New Dylan. One contemporary artist captivated by the myth and magic of Bob is Tim Burgess of The Charlatans, whose own songs feature the occasional sly quote from the bard of Minnesota. As Burgess sees it, Dylan's process of perpetual reinvention has never stopped, whether he happens to be in or out of fashion. \"I love Time Out Of Mind, because for the third or fourth time in his career he's found a new voice. I think maybe a few LPs before that one he was discovering something but hadn't quite got there. Then with Time Out Of Mind he's right on the button with his new voice and his new image. I think he did it with Nashville Skyline in the late 60s, then again with Blood On The Tracks, and again with Oh Mercy. It's like decades apart, but he's got a new voice and I think that's incredible.\" </p> <p>Critics habitually forget that it's a fatal mistake to identify Dylan with the characters and circumstances portrayed in his songs, and that the purpose of art isn't merely to clone experience, but to transform it. With 1975's Blood On The Tracks, the anguish of the breakup of his marriage to the former model Sara Lowndes pushed Dylan to fashion a set of songs which amounted to a philosophical re-imagining of his whole life, portraying it as a kind of mythic quest signposted with symbols and riddled with ironies. His poetic distillation of love, memory, coincidence and fate was as close as rock music has come to great literature. </p> <p>\"I don't listen or read or watch movies looking for any kind of autobiographical subtext,\" Greil Marcus points out. \"Art to me is about something that is imagined. It's a world that does not really exist that you're allowed to enter. To me, whether or not Dylan is creating a persona, I'm hearing one.\" </p> <p>Marcus has been particularly absorbed by the music Dylan made during 1967 at a hideaway in upstate New York. Following his conquest of rock'n'roll Everest with the brilliant trio of albums which culminated with Blonde On Blonde, and a drug-fuelled schedule of international touring, Dylan had retreated into the countryside near Woodstock with his wife Sara. A motorcycle accident in July 1966 left him with concussion and some cracked vertebrae, and during his recuperation, Dylan realised how urgently he needed to change his both-ends-burning lifestyle. \"I thought I was just gonna get up and go back to doing what I was doing before,\" he said later, \"but I couldn't do it any more.\" </p> <p>He had married Sara Shirley Lowndes in New York in November 1965, apparently captivated by her aura of spiritual calm and aloofness from the nightclubbing crowd he hung out with. The Dylans hurled themselves into domesticity and parenthood. Jesse was born shortly before the motorcycle crash, joining Maria, Sara's daughter by her previous marriage. By 1969, Anna, Sam and Jakob had swelled the Dylan clan. It would seem to Dylan's bewildered fans that private contentment had fatally diminished Bob's artistic drive, since this was the period when he would produce Nashville Skyline and Self Portrait, albums which seemed almost parodies of the settled, rural life the Dylans were leading. According to journalist Al Aronowitz: \"Bob and Sara grew to be one of the tightest twosomes I've ever known. In the years following his motorcycle accident, Bob acted like a romantic cornball when he was with her.\" </p> <p> However, even as Dylan grew a beard and threatened to turn into a beatnik Bing Crosby, he still found time during 1967 to make the Basement Tapes, a sprawling array of songs recorded in a rented house with The Band. They caught him exploring a range of folk, blues and country styles. Turning away from the technical and stylistic advances which were expected from rock music at the time (typified by the Beach Boys' Pet Sounds or The Beatles' Sgt Pepper), he had immersed himself in a timeless well of traditional American songwriting. \"He would pull these songs out of nowhere,\" said Robbie Robertson, The Band's guitarist. \"We didn't know if he wrote them or if he remembered them. When he sang them, you couldn't tell.\" </p> <p>In its way, Dylan's retreat into traditional musical forms was as much a signpost of the times as his earlier groundbreaking accomplishments. With Dylan's sanction, rock bands like the Flying Burrito Brothers, Crosby Stills &amp; Nash and The Eagles suddenly felt they had permission to play airy, melodic country rock. Throughout the 70s, as the hangover from the 60s set in, vocal harmonies and pedal steel guitars became strangely reassuring after years of screaming psychedelic guitars and acid-rock rambling. </p> <p>With hindsight, it's remarkable how Dylan's influence pervaded even projects in which he ostensibly had no involvement, as if nobody dared make a move without Bob's tacit approval. When Peter Fonda and Dennis Hopper were making their breakthrough counterculture movie Easy Rider in 1969, they wanted Dylan to contribute to the soundtrack. But it was Roger McGuinn who wrote and sang The Ballad Of Easy Rider for the film. </p> <p>\"Peter Fonda wanted a song written for the movie, so he took it to New York and screened it for Bob,\" McGuinn says.\" Dylan wrote some notes on a cocktail napkin, handed it to Peter and said 'Give this to McGuinn, he'll know what to do with it'. I got the napkin, wrote the melody and finished up the lyrics. When the song came out, I gave Bob a 50% writer's credit, but he called me and asked me to take it off. He said he didn't need the money.\" </p> <p>Over subsequent decades, Dylan's power to influence mass popular movements has inevitably waned, even though his throwaway remark from the stage at Live Aid led directly to the formation of Farm Aid to benefit struggling American farmers. Depressingly, he has often resembled a derelict figure stumbling through mediocre concerts and churning out records in which he palpably has no interest, while what we can glean of his private life confirms the notion of a rootless loner doomed never to recapture the sense of belonging that his marriage to Sara once afforded him. </p> <p>Since his divorce in 1977, a string of lovers has drifted in and out of his various homes in Malibu, Minnesota and New York, among the more conspicuous being Columbia Records executive Ellen Bernstein, gospel singer Clydie King, actresses Mary Alice Artes and Sally Kirkland, estate agent Britta Lee Shain and a French painter named Claude-Angele Boni. In 1994, Ruth Tyrangiel served Dylan with a $5m \"palimony\" suit, claiming that they had lived virtually as husband and wife for 17 years, but Dylan settled privately for a much-reduced sum. </p> <p>In 1997, his paranoia about publicity must have soared off the dial when news leaked out of a proposed kiss-and-tell memoir - so far unpublished - by yet another ex-girlfriend, Susan Ross. This would depict him, allegedly, as a creatively bankrupt drinker, and even contain details of \"secret marriages\" and consequent offspring. It seems that Dylan may have married his erstwhile backing singer Carolyn Dennis in 1980 and fathered two children with her, but he has managed to sustain a total news blackout on the issue. </p> <p>Yet whatever personal chaos may teem behind the Dylan legend, nothing can tarnish the grandeur of his reputation as the great folk-rock-poet from the 60s. The world has fixed for all time what it wants him to stand for. Wherever he goes, regardless of how dismal his previous couple of albums may have been, civic dignitaries or august panels of his peers are eager to heap fresh honours on him. In 1982, he was inducted into the Songwriters Hall of Fame (\"this is pretty amazing because I can't read or write a note of music,\" he confessed). In 1989, Springsteen inducted him into the Rock And Roll Hall Of Fame, asserting that Dylan \"had the vision and the talent to make a pop song that contained the whole world\". </p> <p>In 1990 Jack Lang, the French culture minister, made him a Commandeur de l'Ordre des Arts et des Lettres in Paris. In 1991, he was awarded a Lifetime Achievement Award at the 33rd Grammy Awards. In 1992, a parade of illustrious rock'n'roll dignitaries turned out for the Bob Dylan 30th anniversary celebration concert at New York's Madison Square Garden. And in 1997, Dylan knocked loudly on heaven's door by playing to Pope John Paul II in Bologna, as millions watched on a Euro-wide telecast. </p> <p>HE once presided over the birth of a new artistic medium. Now, as it slides into history, Dylan is being enshrined along with it. It may be that we're coming to the end of the whole tradition of art and artists that he has represented, even if his son Jakob is making a belated stab at rock stardom with his own band, The Wallflowers. </p> <p>\"I think we're coming to the end of the Byronic age, I'm convinced of this,\" suggests Pennebaker. \"The role of the Byronic hero is no longer valid - marching through life with his noble brow, creating this forceful art. In the 60s, kids in high school wanted to be in rock'n'roll bands, but now they want to go into internet start-ups. They want to get hold of some aspect of power that's suddenly available to everybody, when for a long time only artists seemed to have a grab at it. </p> <p>\"But Dylan does have a funny kind of spiritual hold over a whole generation of people, and he's been able to keep it even though they hardly ever play his goddamn records on the radio. It's some kind of myth from the past, but it holds people.\" For anybody who originally thrilled to the boundary-breaking magnificence of Dylan's finest work, this notion of him as the ageing object of train-spotter's desire is difficult to adjust to. The sarcastic, razor-edged Dylan of 1966 would have gleefully put to the sword the kind of trivia-obsessed completists who now follow him around the world. \"Forget the dead you've left, they will not follow you,\" he once wrote. He may be having second thoughts about that now. </p> <p>\u0095 Bob Dylan UK tour dates - today Cardiff International Arena; tomorrow and Monday Portsmouth Guildhall; October 5 and 6 Wembley Arena.</p> <p><strong> Life at a glance: Robert Zimmerman </strong></p> <p><strong>Born:</strong> May 24 1941, Duluth, Minnesota. </p> <p><strong> Educated: </strong> Schools in Hibbing Minnesota; University of Minnesota, Minneapolis. </p> <p><strong> Married: </strong> November 22 1965 Sara Lowndes (four children - Jesse, Anna, Sam, Jakob - and Dylan adopted Sarah's daughter Maria from her previous marriage), divorced 1977. </p> <p><strong> Albums include:</strong> Bob Dylan (1962); The Freewheelin' Bob Dylan (1963); The Times They Are A-Changin' (1964); Bringing It All Back Home, Highway 61 Revisited (1965); Blonde On Blonde (1966); John Wesley Harding (1967); Blood On The Tracks ), The Basement Tapes (1975); </p> <p>Slow Train Coming (1979); Knocked Out Loaded (1986); Oh Mercy (1989); Time Out Of Mind (1997); Live 1966 (1998). </p> <p><strong> Films: </strong> Don't Look Back (1965);<strong> </strong> Pat Garrett And Billy The Kid (1973); Renaldo And Clara (1978); Hearts Of Fire (1986). </p> <p><strong> Some publications: </strong> Tarantula (1971); The Songs Of Bob Dylan 1966-75; Writings And Drawings (1973); Saved (gospel speeches, 1990); Drawn Blank (1994). </p> <p><strong> Awards:</strong> Hon DMus, Princeton (1970); Songwriters Hall of Fame (1982); Rock and Roll Hall of Fame (1988); Commandeur de l'Ordre des Arts et des Lettres (1988).</p>"
]