[
  "<p>Manchester United emerged unscathed from a testing examination here last night after a match in which all the gold stars went to their defenders. </p> <p>For long periods they were forced into a rearguard action against a lively Dynamo side for whom Maksim Shatskikh twice struck the woodwork in the second half. </p> <p>But on a night when the greasy surface played a significant contribution, and against a side that Sir Alex Ferguson has nominated as their main rivals in Group G, the United manager should be satisfied enough that his team avoided being sucked under in the near quagmire. </p> <p>The average monthly income here is £32 but even with an admission price of £7 a crowd of more than 10 times Dynamo's usual league attendance had made it to the Respublikanski. </p> <p>Semi-finalists two seasons ago, Dynamo's credentials make for heady stuff: 21 championships in 29 years, three league doubles in succession and 15 straight wins at home. </p> <p>As if to demonstrate they meant business, the entire team visited a barber on Monday to have their hair shorn. Bad news, perhaps, for match commentators but United have a couple of 'grade ones' themselves so if it was intended to intimidate it was never likely to succeed. </p> <p>A heavy pitch caused by 48 hours of dank, east European weather persuaded Ferguson it was an inopportune moment to recall Jaap Stam while he is troubled by a recurring achilles problem. </p> <p>Never one to conform to predictability, the United manager re-united Andy Cole and Dwight Yorke for their first start of the season, with Teddy Sheringham relegated to the bench and Nicky Butt's combative talents preferred to Paul Scholes's attacking guile. </p> <p>If that suggested Ferguson was intent on keeping things tight, it looked like an astute decision throughout the opening exchanges as Dynamo's brand of swift and incisive attacking threatened. </p> <p>Once they had settled down, however, United started showing a few slick touches of their own, Yorke toe-poking a shot narrowly wide and Cole stretching the Dynamo goalkeeper Olexandr Shovkovskyi. </p> <p>As United gradually began to take command, Cole also saw a powerful left-foot effort fly just wide before Roy Keane tested Shovkovskyi from 20 yards. </p> <p>Dynamo remained potent, especially on the counter-attack, and Raimond Van der Gouw had to be alert to deny Valiantsin Bialkevich after he had manoeuvred a shooting opportunity from the edge of United's penalty area. </p> <p>But United were struggling to get their game going and Kiev coach Valery Lobanovskyi's suggestion that United were \"vulnerable\" were given some credence early in the second half when the Uzbek forward Shatshikh eluded some debatable marking to drive a shot against the crossbar from the right of Van der Gouw's goal. </p> <p>From the game's best moment the Dutch goalkeeper, deputising for Fabien Barthez, then turned a dipping 20-yarder from Shatskikh against the inside of his left-hand post, gratefully scooping up the rebound. </p> <p>After that it always looked likely that the game would be settled by one goal - but with David Beckham well chaperoned, Ryan Giggs subdued and Roy Keane more often that not on defensive duty the ammunition for Cole and Yorke was meagre in its supply. </p> <p>\u0095The Belgian side Anderlecht, who were comprehensively beaten 5-1 by United at Old Trafford last week, grabbed a 1-0 win in the other Group G game thanks to a goal by Dheedene against the Dutchmen of PSV Eindhoven. </p> <p> <strong> Dynamo Kiev</strong> (4-4-2): Shovkovskyi; Dmytrulin, Vaschuk, Holovko, Nesmachnyi; Khatskevitch, Bialkevich, Kaladze, Husin (Fedorov 86); Demetradze (Kuzmichev 68), Shatshikh. <strong> Subs</strong> : Kernozenko, Guerassimenko, Yashkin, Bodnar, Serebrennikov. </p> <p><strong> Manchester United</strong> (4-4-2): Van der Gouw; Irwin, G Neville, Johnsen, Silvestre, Irwin; Beckham, Butt, Keane, Giggs; Cole (Solskjaer77), Yorke (Sheringham 67). <strong> Subs: </strong> Bosnich, Wallwork, Stam, P Neville, Scholes. </p> <p><strong> Referee: </strong> K Nielsen (Denmark).</p>",
  "<p>Headteachers last night accused the education secretary, David Blunkett, of failing to deliver to them control over school budgets amid a lukewarm welcome to the government's plan to reform town hall funding. </p> <p>A green paper on local government in England, published yesterday, \"stopped short of what Mr Blunkett led headteachers to expect\", said John Dunford, general secretary of the Secondary Heads Association. </p> <p>Under the plan, Whitehall will identify separately the money it expects a council to hand to schools and the money it should keep back for local authority responsibilities. But a council would still have the power to move funding between the two categories or not spend it on schools at all. The green paper says ministers would be prepared to legislate to force councils to pass on the money to schools if insufficient progress were made. Education accounts for 40% of council spending. </p> <p>David Hart, general secretary of the National Association of Head Teachers, said: \"It is all very well placing a moral obligation on local authorities to pass on the funding to which schools are entitled under this new approach. </p> <p>\"History, however, tells us that nothing short of a legal requirement on every local authority to give schools their money will do the trick.\" </p> <p>The amount of money for education councils to pass on to schools under the current system varies from 79.8% in Cornwall, where the authority funds an extensive school transport system, to 89.8% in Southend. </p> <p>Mr Blunkett is to insist that all councils delegate 90% of funding, putting about another £1bn into the schools. </p> <p>The education secretary told the NAHT annual conference in June that he wanted separate school and local education authority budgets. </p> <p>But he was opposed by a coalition of deputy prime minister John Prescott, the Treasury, and Jack Straw, the home secretary. </p> <p>Theresa May, shadow education secretary, said: \"David Blunkett promised that schools have control of their budget. This shows you can't trust what he says - he is all mouth and no delivery.\" </p> <p>Lady Blackstone, the education minister, said: \"We need to ensure that [funds] go through to schools. We really want to see an end to the arguments about LEAs failing to pass on funding.\" But she added: \"David Blunkett has always made it clear that it is not possible to fund 24,000 schools from Whitehall.\" </p> <p>A simplified funding formula will make it easier for schools to work out how much money they should be receiving. Funding will be calculated on a flat rate per pupil plus top-ups measured by the extent of deprivation, or by the difficulty in recruiting and retaining teachers. </p> <p>Funding will be \"levelled up\" for hard hit authorities, ministers promise. The role of councils in education will be clearly prescribed to include school transport, ensuring every pupil has a school place, and support for help for special needs, youth service and under-fives education. </p> <p>Other proposals in the green paper would make it easier for successful councils to borrow money for large capital projects.</p>",
  "<p>Today, when Lord Melchett and 27 Greenpeace protesters were cleared of causing criminal damage by wrecking an experimental crop of genetically modifed maize in Norfolk, it was a vital moment for green activists.</p> <p>The ruling is timely - it comes in the aftermath of the abject failure of the green movement to react during the fuel crisis. </p> <p>For the whole of last week, as protesters rallied and drivers complained of rising petrol prices (which have not risen since spring, but that did not stop anyone from spitting bile) environmentalists appeared cowed and silent. </p> <p>This week, their own brand of protest was upheld by Norwich crown court. </p> <p>While the people on the oil blockades claimed their protests were peaceful, they disrupted emergency services and schools and inconvenienced millions.</p> <p>But they, and the vast majority of the public who supported their case, claimed that they had a democratic right to object to fuel taxes. </p> <p>This democratic right they uphold is the right to expect no sacrifices for the future of the planet, merely to accelerate its descent into global warming and destructive freak weather conditions. </p> <p>The Melchett verdict proves there is another sort of democratic right - the right to act destructively, if such actions prevent the greater destruction of the environment.</p> <p>Norwich crown court decided that the rights of a farmer and the rights of a government are less significant than the rights of individuals to protest against the disruption of the balance of nature.</p> <p>Whether the jury agreed with the actions of Lord Melchett and his followers is not known, but they supported the spirit in which the demonstration was carried out. </p> <p>This is an extraordinary decision, which offers a substantial incentive for further field invasions and protests against experimental crop sites. </p> <p>Under government plans, 25 fields are to be planted with trial crops of maize and oilseed rape, and 30 more with either sugar or fodder beet by the end of this year.</p> <p>Herbicide resistant GM crops will be planted in one part of the sites and non-GM crops will be planted in the remaining acres. There will be more farm trials for the next two years, with results to be evaluated in 2003.</p> <p>Two of the 31 farms selected for trials have already decided not to participate in the trials. After today's decision other farmers may think carefully about conducting GM tests on their land.</p> <p>Some say the trials need to take place in order to guarantee the safety of the crops. But whether GM food can be proven 'safe' or not, few consumers want to buy it and, consequently, few supermarkets want to stock it. </p> <p>The government can hardly expect the nation to support the testing of crops which can serve little function in the food production of the country. It seems that only bully tactics and duplicitousness will persuade people to consume GM.</p> <p>The US government, supporting the interests of multinational GM-producing companies such as Monsanto, has threatened sanctions on European Union exports if EU supermarkets label GM foods as GM foods.</p> <p>This only points up just how aware the US government is of public hostility towards genetically modified food. Only by naming GM products as \"not GM\" will people be tricked into buying it. </p> <p>Whether the decision in Norwich today is a beginning of a new acknowledgment by the law of the rights of the land remains to be seen. </p> <p>For years, the Deep Ecology movement, founded by the Norwegian philosopher Arne Naess, has argued that the continuation of the life of the earth is more important than the concerns of any individual species, even humanity. </p> <p>The Norwich crown court ruling could lead the law towards reform which recognises this. Nature, having no means to petition barristers and governments, might be more frequently perceived as a passive and endangered entity, to be protected from the more rigorous attempts of humans to obliterate it. </p> <p>While people continue to fight for their prerogative to queue at garages and force the last drops of fuel into overflowing tanks, no one can be too concerned about the damage we are wilfully, ignorantly inflicting upon the planet. </p> <p>This ruling opens up a new world for environmentalists, in which to protesting on green issues does not mean being hurled into a subculture, hounded by the police and disdained by the courts. </p> <p>Today's decision also offers a brief, welcome respite from the self-interested protesting about a commodity that causes global destruction.</p> <p><strong>Useful links:</strong><br> <a href=\"http://guardianunlimited/gmdebate/Story/0,2763,370868,00.html\">Melchett cleared over GM crop damage</a><br> <a href=\"http://www.greenpeace.org.uk\">Greenpeace UK</a></p>",
  "<p>Two weeks have passed and I have had no reply to my bridge-building letter to Dilys, the one I composed with such strained civility and posted like a fugitive in the middle of the night; two weeks of doubt and fluster during which I've given birth (metaphorically) to millions of kittens, given vent (literally) to gallons of cold sweat and given rein (quietly hysterically) to my deepest secret fears about my future as the part-time father of growing-up Gloria (12), drawn-in Jed (9) and bubbling-over Billy (7). </p> <p>I haven't got into this state over the actual content of any letter Dilys may be preparing in response. (Or may not: since she is the mother of all mother superiors, there seems every chance she will not stoop to responding to my generous overtures.) The likelihood is that any observations she might commit to paper will do nothing worse that get up my nose - an acceptable price for opening the conciliatory dialogue I promised Gloria that I would try to foster. No, what's really been gnawing at me as I've lain in daily wait for the postman to arrive is the thought of the parental capital that Dilys and her nincompoop partner Chris PBE (Pillock of the British Empire) could be making at my expense. </p> <p>Will they have discussed my letter with the children? Will they have told them - utterly erroneously - that it is a tissue of lunacy, threats and lies? Will they have used it to support their favourite insinuation that the way things are done here in the grubby, grumpy, tough-lovey Stone household is \"inappropriate\" (their word), and similar bullshit (mine)? </p> <p>Probably. Of course, that's the risk you take when opening communications with the Sultan and Sultana of Relentless Self-Regard. Even so, the impact on my equilibrium of this diplomatic foray has caught me unawares. </p> <p>Hostility, I suppose, has become something to hang on to: a consoling conduit for my feelings of utter helpless in the face of D and C's assaults on my credibility in the eyes of G, J and B. The status quo may be imperfect, but at least it's reliable. Might jaw-jaw be still more painful than war-war? </p> <p>Still, as Angie said one family-of-three evening as we watched Estelle give swimming lessons to her toy ducks in the bath: \"They can't help it, you know.\" It was generous of my missus to see Chris and Dilys as driven by compulsions beyond their own control. Too generous, in truth. But I've decided I must take a similar view. Perceiving the gruesome twosome as fundamentally defective assists me in my efforts to rise above the fray. </p> <p>\"Just remember,\" Angie reminds me when froth collects too conspicuously at the corners of my mouth, \"they are even more mad than you.\" </p> <p>I have managed to remember. I have remembered every time the clatter of the letterbox has signalled only offers of generous APRs and home-delivery pizza menus. More importantly, I have remembered with each coming and going of Gloria, Jed and Billy between their \"other home\" and this. Though they have arrived in awkward tempers, I have sustained a game veneer of cheeriness (\"Hello, hello, hello! Don't all kiss me at once!\"). And though they've gone away in light and bouncy moods that I instinctively interpret as rebukes rather than evidence of the happiness that I have planted in their hearts, I have told myself that their joie de vivre is proof of my lesser insanity. </p> <p>Grimly, too, I have resisted interrogating them too closely about the impact of my letter upon Dilys, this despite appalling provocation. </p> <p>Gloria, apparently forgetting that I had written it primarily for her sake, made clear that the matter was no longer for discussion. She snapped: \"It's inappropriate for you to make me feel stressed.\" As for Jed and Billy, they exchanged nervous glances and ducked behind the hedge of noncommitment. </p> <p>\"Dunno,\" they shrugged in unison, not meeting my eyes. </p> <p>This stonewalling was vexing for a fellow in my tumultuous spiritual condition, especially because of what it clearly signified. I know my children, and I know when they've been nobbled by their mother. Gloria's prim speech was so obviously rehearsed, so obviously taken from her mother's massive repertoire of self-righteous indignation. And when the effervescent Billy not only keeps his counsel, but also looks edgily for confirmation to his impenetrable older brother, it's clear to me that something is stirring in the enemy camp. But what?</p>",
  "<p>Of all the US states, Virginia holds a special place in the imagination of Americans. Birthplace of presidents Thomas Jefferson and George Washington, Virginia is shorthand for stars-and-stripes patriotism, liberty, and intellectual freedom. </p> <p>At least, it used to be. Now the state is associated with something less auspicious - the Great American Spanking Debate. It's a discussion that has exercised parents far beyond Virginia's borders, and one that shows no sign of abating. \"How the state can even suggest that spanking is okay and possibly of benefit to a child is impossible to comprehend,\" fumes Jordan Riak, executive director of Project NoSpank, based in California. </p> <p>There are 8,000 children in foster care in Virginia, and in June the State Board of Social Services admitted there were not enough foster parents to care for them. Attempts to recruit more were proving difficult, and, it was revealed, spanking proved the sticking point. </p> <p>It is against the law in Virginia (as in 21 other states) for foster parents to spank charges in their care. If they do, they risk prosecution. City officials admitted that when informed of the corporal punishment law, many prospective foster parents backed out. So social services voted to allow foster parents to use \"non-abusive\" corporal punishment (ie mild spanking). </p> <p>That was when all hell broke loose. Both foster and biological parents took to the media with a vengeance.\"Their argument is that if you allow spanking, you'll be able to recruit more parents,\" says Riak. \"Well, if you let drunk drivers drive, you'll have more drivers on the road. This is ridiculous. They are creating a ready-made defence for anyone who hurts a child.\" </p> <p>The pro-spankers argue that spanking is good discipline, teaching children that there are consequences to their actions. Riak scoffs at this, suggesting they are simply justifying their own bad parenting. The anti-spankers, including Project NoSpank and the Coalition for the Protection of Children in Foster Care, contend that, as many foster children are already the victims of physical and mental abuse, spanking will only increase their trauma. \"Spanking teaches children that might is right, that those bigger than you can inflict pain because of their size.\" </p> <p>\"We don't need the state to sanction corporal punishment, which will only invite more incompetence into child care. We need Virginia to spread the message that spanking is traumatic and dangerous for children, and hopefully other states will follow that lead.\"</p>",
  "<p>\"Which language do you prefer?\" my six-year-old son asked his four-year-old sister yesterday in French. \"I prefer French,\" he continued. \"Me too,\" she boldly agreed. Overhearing this exchange made my heart burst with joy: they clearly felt as bicultural and as bilingual as I did. All the effort was paying off. </p> <p>My French mother died some years ago, but I am in touch with her family, especially her sister. She and her husband have no children, so they are de facto surrogate grandparents to my children. Yet, as they speak no English, it would be inconceivable for any children of mine not to speak French if our frequent trips to see them were not to become hopelessly uncommunicative. I passionately wanted my children to have access to my French history and for me to maintain a bond with my mother. Our maternal language and culture is part of what defines us: I felt I owed it to my children to pass it on. </p> <p>From the moment my son was born, I vowed to speak to him only in French. Having grown up in a bilingual family, I knew the importance of consistency and firmness from the start. Nowadays, it would never occur to me to speak to my children in anything other than French. </p> <p>Only when their friends are round and I need everyone to understand do I switch to English, although I must admit it is particularly useful to be able to tell my children off in French: other people don't usually understand and my children do not lose face. </p> <p>On a day-to-day basis, as my husband understands French, we have developed triangular conversations: my children and I speak to each other in French, they communicate with their father in English and he and I speak in English as well. </p> <p>This system works so smoothly that we are not even conscious of it, although some outsiders find it bewildering to understand only half of our exchanges - a little like hearing one half of a telephone conversation. </p> <p>However, now that school is encroaching on the children's lives, they are beginning to tell me things in English as well. Understandably, if you've been talking all day about Jigglypuff and Charmander, it's a pain to translate that into Roudoudou and Salamèche. I remember driving my mother to total distraction when I used to come home from school and answer her automatically in English, despite being spoken to in French. </p> <p>I was not doing it maliciously. I was simply living and breathing English all day long. So when the children speak English to me, I ask them to repeat their English sentence in French. I try to turn the whole exercise into a game, help them to remember any words they are searching for, and endlessly heap praise on them. </p> <p>This may sound distinctly cumbersome but children will take as normal any pattern which is established at home, so mine are well used to having to do a bit of simultaneous translation over tea. I draw the line, however, at doing maths homework in French, unless my son tips subconsciously into that language whilst doing his sums. </p> <p>Speaking is one thing, but a country's language is indivisible from its culture. To successfully pass on the former implies passing on the latter on as well. So it was that I introduced my children to French nursery rhymes and children's books (to this day I have only ever read a handful of English books to them) as well as food and even - don't laugh - music. I am proud to say that the children now love singing along to 70s cool dude Jacques Dutronc, complete with his deeply sexist but ironic \"J'aime les filles\" (it's all in the lyrics, believe me). </p> <p>As culture is also a way of life, we now go to France every school holiday, and last year we spent the four-month ski season in our alpine village, during which time the children went to the local école maternelle (infant school) and made many firm friends. That, as much as anything, cemented in their minds the notion that they were both French and English, as it had done for me when I had done similar stints in French schools as a child. Once a child feels proud to be part of a country, he or she will want to keep speaking its language. </p> <p>I am regularly asked whether my children ever get muddled between the two languages. Although my children would say, particularly when they were younger, \"sauce tomato\" or \"switch off the fire\"(as in \" éteindre le feu \"), they have known ever since they were two that fire is English and feu is French. I confess that I too still come out with occasional Anglicisms in French and Gallicisms in English but I consider that a price worth paying for feeling at ease in two languages in all other respects. </p> <p>Yes, they probably were slower to speak than their monolingual friends. Indeed, I remember a well-meaning health visitor who recommended that we see a speech therapist when my daughter spectacularly failed to mumble more than a few words in either language at her two-year health check. \"Well,\" she sighed, \"it's not normal not to know the word for cupboard and chair at this age.\" </p> <p>I ignored her and, needless to say, Natasha now suffers from severe verbal diarrhoea. Others were less fortunate. I know of two cases where the parents of three-year-old children whose speech was not as developed as that of their peers were told by speech therapists to drop temporarily the second language, even though in both cases it was the maternal language. Sadly, by the time their English improved (which it probably would have done with time and speech therapy alone), the link with the mother's language had been broken and was never fully re-established. </p> <p>As for the common fear that a child might one day reject one of the languages, either as a reaction against a parent or out of embarrassment, I can confirm that there were indeed periods (in adolescence, especially) when I did not speak much French. However, it was sufficiently part of my life that the hiatus was only ever temporary. Anyway, let's face it: a teenager has to react against something and if it isn't their parent's language, it will be something else. </p> <p>Bringing up truly bilingual and bicultural children can be achieved, but it is not a task for the faint-hearted. It requires much effort and determination and, once begun, it is not easy to backtrack. There are downsides, naturally, some of which I have experienced myself, but these have been hugely outweighed by the enjoyment and enrichment that bilingualism brings. </p> <p>I want my children to have all the same opportunities as I have had. I would also like in some way to repay my mother for all the years of hard work she put into me. As she used to say when I would moan about having to speak back to her yet again in French: \"You don't realise it now but you'll be grateful to me later.\"</p>",
  "<p> <strong>Derbyshire</strong></p> <p> <strong> Ch'ship Div 1</strong> 9th <br> <strong> NCL Div 2 </strong> 9th <br> <strong> B&amp;H </strong> Group stage <br> <strong> NatWest </strong> 4th round </p> <p> How to put this politely? Even without the usual bouts of back-stabbing and bile, Derbyshire still managed to self-destruct: bottom of both leagues, just seven wins in all competitions, eight points deducted for a dodgy wicket, and a batting line-up that often made West Indies look like Australia. One collapse, against Surrey, from 68 for 0 to 97 all out (Saqlain Mushtaq 7-11) plumbed the darkest depths. The seam bowling (they don't do spin in Derby) fell short of its customary penetration, and no-one took more wickets than Kevin Dean's 38. It's hard to know where Derbyshire go from here (apart from the second division of the Championship), especially as Dominic Cork could miss a big chunk of next season on England duty.<br> <strong> Most memorable moment </strong> Cork's 200* against Durham, shortly before going in at No.9 for England in the fifth Test <br> <strong> Biggest disappointment </strong> Michael Di Venuto, whose total of 725 runs at 32.95 was a poor return for an overseas player </p> <p> <strong> Durham </strong></p> <p> <strong> Ch'ship Div 1 </strong> 8th <br> <strong> NCL Div 2 </strong> 7th <br> <strong> B&amp;H </strong> Q-Final <br> <strong> NatWest </strong> 4th round </p> <p> After the big strides under little David Boon, Durham took two steps back this summer, losing 20 games in the two leagues - a figure matched only by Hampshire. The bowling wasn't a problem: Simon Brown took 50-plus wickets yet again, and Melvyn Betts, John Wood and Steve Harmison were always a handful on the moist strips at The Riverside. The batting, though, was dreadful. Only Western Australia's Simon Katich (1089 runs at 43.56) averaged more than 30, and five times Durham failed to reach 100 in the Championship. After that illusory triumph over Surrey in the opening match of the season, there was just one more first-class win. Grim stuff up North.<br> <strong> Most memorable moment </strong> Eighteen-year-old Nicky Peng's <a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,218604,00.html\"> matchwinning 98</a> in that win over Surrey <br> <strong> Biggest disappointment </strong> Peng's subsequent failure to pass 23 in his remaining 13 Championship innings </p> <p> <strong> Essex </strong></p> <p> <strong> Ch'ship Div 2 </strong> 2nd <br> <strong> NCL Div 2 </strong> 5th <br> <strong> B&amp;H </strong> Group stage <br> <strong> NatWest </strong> 4th round</p> <p> As for Essex, read Ronnie Irani. Ten scores of fifty or more in 28 knocks at 55.95, plus 42 wickets at 24.00 was one of the main reasons why Essex sneaked into Division One of the Championship. The other was Stuart Law who churned out the runs (1352 at 56.33) with the appetite of a man who desperately hungers for international recognition. Australia's loss has been Essex's gain. But if they're going to survive in the upper echelon, they'll need another wicket-taker (apart from Irani, only Ashley Cowan, with 47, claimed more than 34 victims), and another batsman to score heavily. Stephen Peters, who dazzled Warwickshire on the final day of the season with 77*, could be the man.<br> <strong> Most memorable moment </strong> Warwickshire's generous declaration in the same game which left Essex needing 201 from 56 overs to secure promotion. They did it with more than 17 overs to spare <br> <strong> Biggest disappointment </strong> Poor old Nasser, whose cobbled together just 41 runs in five innings </p> <p> <strong> Glamorgan </strong></p> <p> <strong> Ch'ship Div </strong> 2 3rd <br> <strong> NCL Div 2 </strong> 6th <br> <strong> B&amp;H </strong> Final <br> <strong> NatWest </strong> Q-Final</p> <p> Not quite the golden summer of 1997, but promotion, a Lord's final and the first triple-century in the county's 79-year Championship career will do nicely, boyo. At one point it looked like it would be even better: four wins in July, including successful run-chases of over 300 in consecutive matches, rocketed Glamorgan to the top of Division Two. In the end, though, they needed bonus points at the death against Middlesex to go up. Matthew Elliott was outstanding (four hundreds, 1042 runs, average 54.84) and at last they seem to have found a keeper who can bat: Adrian Shaw may not be a Colin Metson behind the stumps, but an average of 42.30 says he knows which end of a bat to hold. The bowling, again led by Steady Steve Watkin (48 wickets at 22.22) was good enough this year, but will need more firepower in 2001.<br> <strong> Most memorable moment </strong> Steve James's 309* out of 718 for 3 against Sussex at Colwyn Bay, and Matthew Maynard's 109 off 115 balls against Surrey in the B&amp;H semis<br> <strong> Biggest disappointment </strong> The batting of two young hopefuls, Alun Evans and Wayne Law, who totalled 130 runs from 13 innings. And Robert Croft's outburst after being - deservedly - dropped by England.</p> <p> <strong> Gloucestershire </strong></p> <p> <strong> Ch'ship Div 2 </strong> 4th <br> <strong> NCL Div 1 </strong> Winners <br> <strong> B&amp;H </strong> Winners <br> <strong> NatWest </strong> Winners</p> <p> Get the sports psychologists down to Bristol and bottle whatever it is they drink. A team whose captain is nicknamed Boo Boo and whose biggest star is a piece of frozen poultry (the magic chicken attended all their games en route to Lord's) lifted all three one-day cups to go with the two they won last season. And they missed out on promotion to the first division of the Championship by only two points, despite winning one more game than third-placed Glamorgan. Aussie Ian Harvey's slower one became as almost as famous as Franklyn Stephenson's, and Mike Smith was unhittable with the new ball. The batting was vibrant when the maximum was 50 overs, but in the longer form no-one scored more than Matt Windows's 790. Jon Lewis (56 wickets at 22.94) was consistently incisive and Jack Russell more mischievously brilliant than ever.<br> <strong> Most memorable moment </strong> Leicestershire's failure to score 20 runs off five overs with five wickets left in the NatWest fourth round. Gloster really began to believe this was their year <br> <strong> Biggest disappointment </strong> The collective failure of the batsmen in the Championship. Only three passed 500 runs.</p> <p> <strong> Hampshire </strong></p> <p> <strong> Ch'ship Div 1 </strong> 7th <br> <strong> NCL Div 2 </strong> 8th <br> <strong> B&amp;H </strong> Q-Final <br> <strong> NatWest </strong> S-Final </p> <p> A season that began with a bang ended with a whimper as Hampshire joined Derbyshire and Durham in the bottom three in both their leagues. No team in either division secured more than Hampshire's 48 bowling points but only two (Kent and Derbyshire) scored fewer than their 20 in the batting. It was just awful. Lawrence Prittipaul came in at the end and did well, and Will Kendall (979 runs at 39.16) improved as the season went on, but the rest were nowhere. When he wasn't losing his rag with journalists, Robin Smith was on his way to an average of less than 20 and there were just six first-class tons to speak of. Shane Warne (70 at 23.14) and Alan Mullally (49 at 16.97) took more than half the wickets and all but one of the 11 five-fors between them. Even if Warne does return, it's hard to see Hampshire escaping from the lower league next season.<br> <strong> Most memorable moment </strong> The arrival of Warne <br> <strong> Biggest disappointment </strong> Losing to Surrey by two runs at the beginning of June when a win might have kickstarted Hampshire's season </p> <p><strong> Kent </strong></p> <p> <strong> Ch'ship Div 1 </strong> 6th <br> <strong> NCL Div 2 </strong> 5th <br> <strong> B&amp;H </strong> Group stage <br> <strong> NatWest </strong> 4th round</p> <p> On the face of it a faceless season, but when you're missing two of your strike bowlers (Dean Headley and Dr Julian Thompson) for the entire time, and one of them (Martin McCague) for most of it, survival becomes the aim. Kent achieved that in both leagues with a little to spare. A few players shone, none more brightly than the Star of India, Rahul Dravid, who overcame a sticky start in damp Canterbury to average nigh on 50 and score almost twice as many runs as the next man - Robert Key with 558. Kent's total of 18 batting points was the lowest in the country. The bowling was held together by the under-rated Martin Saggers (57 wickets at 20.14), but Kent were ill-equipped to bowl out the best sides twice: their four wins all came against the three sides who came below them. Still, at least Paul Nixon was finally picked for England.<br> <strong> Most memorable moment </strong> Beating relegation rivals Hampshire by 15 runs at the end of August. A 24-point swing helped them finish 28 points clear by the end <br> <strong> Biggest disappointment </strong> The young guns: Ed Smith, Matthew Walker, Key and David Fulton, who between them scored 1971 runs at 23.19 </p> <p><strong> Lancashire </strong></p> <p> <strong> Ch'ship Div 1 </strong> 2nd <br> <strong> NCL Div 1 </strong> 8th <br> <strong> B&amp;H </strong> S-Final <br> <strong> NatWest </strong> S-Final</p> <p> England thought 31 years were painful enough. For Lancashire the wait is more than double that - it's now 66 years since they last won the title outright. And they've become so obsessed that they even forgot how to win one-day games, although long-term injuries to Peter Martin and Ian Austin gave them an excuse. No Lord's final and, even more amazingly, relegation from the top flight of the National League, a competition that used to be theirs by right. Clearly second best to Surrey in the Championship, Lancashire lacked a few vital ingredients: a successful and popular overseas player (Sourav Ganguly's top score was 99, he kept running people out, and on one occasion he turned to salute the team balcony after reaching a one-day fifty, only to find it empty); a genuine strike bowler (Mike Smethurst picked up 43 wickets, Glen Chapple 44); and a free-scoring batsman (Neil Fairbrother's tally of 754 was the best).<br> <strong> Most memorable moment </strong> Andy Flintoff's 135* from 111 balls in the NatWest quarter-final thrashing of Surrey at The Oval, an innings described by Viv Richards as \"awesome\"<br> <strong> Biggest disappointment </strong> The increasingly obvious rift between Ganguly and the others. Can one man really be so aloof he has to be ostracised?</p> <p> <strong> Leicestershire </strong></p> <p> <strong> Ch'ship Div 1 </strong> 4th <br> <strong> NCL Div 1 </strong> 4th <br> <strong> B&amp;H </strong> Group stage <br> <strong> NatWest </strong> 4th round</p> <p> Mid-table but not mediocre, solid but not spectacular. Leicestershire were 23 points behind Yorkshire in third, but another 20 ahead of Somerset in fifth. They knew it wasn't going to be their season when old foes Surrey racked up 505 at Oakham School and then skittled them for 143 and 184. Five draws followed in eight games and Leicestershire settled for safety. The problem was that Anil Kumble (45 wickets at 25.17) didn't come close to his annus mirabilis in 1995 when he picked up 105 scalps for Northants. The rest of the bowling was below par too: Phil DeFreitas took 33 wickets at a rate of one every 14 overs and generally looked more of a batsman, while no-one averaged less than 25. Rumours are that Lance Klusener might be gracing Grace Road next season. It looks a canny move, but they need wickets, not quick runs.<br> <strong> Most memorable moment </strong> Aftab Habib's 172* early on against Somerset. It showed he wasn't too traumatised by his England experience last summer <br> <strong> Biggest disappointment </strong> Darren Maddy, whose tally of 581 runs at 26.40 suggests he may have well have been traumatised by his England experience last winter </p> <p> <strong> Middlesex </strong></p> <p> <strong> Ch'ship Div 2 </strong> 8th <br> <strong> NCL Div 2 </strong> 4th <br> <strong> B&amp;H </strong> Group stage <br> <strong> NatWest </strong> Q-Final</p> <p> Oh dear. Despite Herculean performances from four players, Middlesex continued on the downward slope they began two years ago. Justin Langer (1472 runs) and Mark Ramprakash (1088) averaged more than 60, while Phil Tunfell (65 wickets) and Angus Fraser (48) averaged under 24, but there was precious little else to get excited about. Richard Johnson took 50 wickets and Andrew Strauss is an opener for the future, but Middlesex usually looked like small fish in a big pond, especially when early-season downpours limited their B&amp;H experience to 127 all out against Kent. It was also the end of an era: Mike Gatting, a pillar of the club for 25 years, was sacked as coach before the end of the season. His successor will have a tough job, though he could start by leaving Lord's, which seems to be doing to Middlesex what it used to do to England.<br> <strong> Most memorable moment </strong> Ramprakash's run of scores after being dropped by England: 101, 83, 40, 110*, 112, 84, 49. Mental glitches are temporary, class is permanent <br> <strong> Biggest disappointment </strong> The NatWest quarter-final defeat by Hampshire, when Middlesex were dismissed for 127 - again.</p> <p> <strong> Northamptonshire </strong></p> <p> <strong> Ch'ship Div 2 </strong> Winners <br> <strong> NCL Div 1 </strong> 3rd <br> <strong> B&amp;H </strong> Group stage <br> <strong> NatWest </strong> Q-Final</p> <p> Only Gloucestershire and Surrey had better summers. But Northants had been in real trouble. They began the National League with four straight defeats and by the first week in June were bottom of the Championship. Oxford Universities had beaten them as well. Then the Wantage Road worm turned. Out went Devon Malcolm and left-arm spinner Michael Davies, who had an attack of the yips, and in came left-arm seamer Paul Taylor, back from injury, and Jason Brown. Brown pitched into Taylor's footmarks, picked up 50 wickets in seven games, and, with the batting re-energised, Northants won five Championship games on the trot and nine of their last 12 one-day league games. Their one worry is that captain Matthew Hayden (1270 runs at 57.72) is likely to be on Ashes duty with Australia next summer.<br> <strong> Most memorable moment </strong> Reducing Sussex to 13 for 6 on the way to 65 all out in a crucial match at Eastbourne <br> <strong> Biggest disappointment </strong> Mal Loye, who failed to pass reach 100 in 18 innings and was eventually dropped. Another promising player bites the county dust.</p> <p> <strong> Nottinghamshire </strong></p> <p><strong> Ch'ship Div 2 </strong> 7th <br> <strong> NCL Div 2 </strong> 2nd <br> <strong> B&amp;H </strong> Group stage <br> <strong> NatWest </strong> 3rd round</p> <p> They used to look over their shoulders at the glory years of Richard Hadlee and Clive Rice in the early '80s. Now they look over their shoulders at Rice simmering in the pavilion. Because despite their promotion to Division One of the National League, this will go down as another season of underachievement at Notts. Just two wins in the Championship - it was a scandal that this kept them in contention for promotion until the final match of the summer - and no bowler with more than Andrew Harris's 44 wickets. The one big plus was Usman Afzaal, who cranked it up to score over 1000 runs at 44.26 and was rewarded with an England A spot. But they really need some young blood in a top order that contains Darren Bicknell (aged 33), John Morris (36) and Paul Johnson (35).<br> <strong> Most memorable moment </strong> The opening stand of 406* against Warwickshire by Bicknell (180*) and Guy Welton (200*)<br> <strong> Biggest disappointment </strong> Failure to make the most of the greentops regularly seen at Trent Bridge </p> <p> <strong> Somerset </strong></p> <p> <strong> Ch'ship Div 1 </strong> 5th <br> <strong> NCL Div 1 </strong> 6th <br> <strong> B&amp;H </strong> Group stage <br> <strong> NatWest </strong> 4th round</p> <p> Not good enough to challenge for honours, but not bad enough to go down, Somerset, like Leicestershire and Kent, were the mid-table men. In fact, they suffered because of their integrity: Taunton is one of the few wickets in the country which don't. offer lavish help to the seamers. The result was, well, not many results as Somerset struggled to bowl sides out twice and had to live off batting points and draws, a tactic which might not be enough if the points system changes for next season. Andy Caddick collected 25 wickets in three matches, but of the regular bowlers Steffan Jones with 40 was the most successful. Peter Bowler held together the batting with four hundreds and an average of 57.36.<br> <strong> Most memorable moment </strong> Marcus Trescothick's international debut at The Oval against Zimbabwe. He made 79 and a West Country star was born <br> <strong> Biggest disappointment </strong> Humbled for 58 by Middlesex in the NatWest fourth round and throwing away the lead in the National League.</p> <p> <strong> Surrey </strong></p> <p> <strong> Ch'ship Div 1 </strong> Winners <br> <strong> NCL Div 2 </strong> Winners <br> <strong> B&amp;H </strong> S-Final <br> <strong> NatWest </strong> Q-Final</p> <p> We always knew that it's bowlers who win matches, but Surrey reminded us that they can win trophies too. While no-one reached 1000 runs, four men took 47 wickets or more. And they did it as West Indies used to do it - hunting in pairs of pairs. Martin Bicknell (60 at 17.53) and Alex Tudor (47 at 22.78) made the early incisions, before Saqlain Mushtaq (66 at 15.39) and Ian Salisbury (52 at 18.92) went in for the kill with their mixture of offies, leggies, googlies and doosras. Beautiful, clinical and irresistible. Put your money on Surrey to make it three in a row in 2001, something no side has managed since Yorkshire in 1966-68.<br> Most memorable moment Ally Brown's 295* against Leicestershire at Oakham School, an innings that surgically took care of one potential rival <br> Biggest disappointment The decline and fall of <a href=\"http://www.wisden.com/Wisden_Cricket_Monthly/Taster/0,5663,369976,00.html\"> Ben Hollioake</a> (142 runs and 11 wickets). A change of county could be the solution.</p> <p> <strong>Sussex </strong></p> <p> <strong> Ch'ship Div 2 </strong> 9th <br> <strong> NCL Div 1 </strong> 9th <br> <strong> B&amp;H </strong> Q-Final <br> <strong> NatWest </strong> 4th round </p> <p> As close to a one-man batting line-up as any on the circuit. Michael Bevan, with five Championship tons and more runs in the National League (706 at 117.67) than anyone else, held things together for a while with a little help from Chris Adams. But when he disappeared on international duty, Sussex fell apart, losing two games in a week to Northants and starting a slide that even Bevan was unable to halt when he returned. At least the bowling had two dimensions to it: James Kirtley (63 wickets at 24.74) and Jason Lewry (51 at 29.54), but that was it. So Sussex did a Derbyshire, finishing bottom of both their leagues, and regaining the wooden spoon they last held in 1997. At least things can't get any worse.<br> <strong> Most memorable moment </strong> Successive scores of 151*, 166, 174, 30 and 173* by Bevan <br> <strong> Biggest disappointment </strong> The reliance on you-know-who </p> <p> <strong> Warwickshire </strong></p> <p> <strong> Ch'ship Div 2 </strong> 6th <br> <strong> NCL Div 2 </strong> 3rd <br> <strong> B&amp;H </strong> Group stage <br> <strong> NatWest </strong> Final</p> <p> You'd expect a side coached by Bob Woolmer to do better than sixth in Division Two - particularly when they averaged nearly three batting points (or at least 300 runs) per first innings. But things didn't work out in the final day melting-pot and promotion in the one-day league along with defeat in the NatWest Final had to do. Warwickshire fell short chiefly because their often absent new-ball pairing of Allan Donald and Ed Giddins took just 38 wickets between them. Ashley Giles was a revelation with ball (52 wickets at 23.07) and bat (444 runs at 40.36), and Dominic Ostler (1021 at 48.61) returned to form in his benefit year. But however many runs they scored, they rarely took enough wickets. The result was 11 draws in 16 games.<br> <strong> Most memorable moment </strong> Giles's figures of 8-90 at Northampton, which moved him instantly up the spin-bowling pecking-order <br> <strong> Biggest disappointment </strong> The disintegration of Giddins, from Man of the Match in the first Test against Zimbabwe at Lord's to not being offered a new contract at the end of the season </p> <p> <strong> Worcestershire </strong></p> <p> <strong> Ch'ship Div 2 </strong> 5th <br> <strong> NCL Div 1 </strong> 7th <br> <strong> B&amp;H </strong> Group stage <br> <strong> NatWest </strong> 3rd round</p> <p> A season of two halves. By the middle of June Worcester were top of two divisions and could do no wrong. But like Sussex, they haemorrhaged badly after losing Glenn McGrath for a fortnight and went into terminal decline, failing to win any of their last nine National League matches and bowling like Sri Lanka might without Muralitharan in the Championship. They even had to replay their third-round NatWest match with Gloucestershire after one of their players was ruled ineligible. They lost. McGrath shouldered the burden of a weak attack like the champion he is, taking 76 wickets at 13.77, and without the support of Stuart Lampitt (50 at 21.00) and the runs of Vikram Solanki (1062 at 46.17), Worcestershire would have been in even deeper trouble.<br> <strong> Most memorable moment</strong> McGrath charging in for one last effort on the final day of the season and picking up 8-41 against Northants as Worcestershire tried in vain to secure a promotion place <br> <strong> Biggest disappointment</strong> Alamgir Sheriyar, who took 59 fewer wickets than in 1999 (27 to 86) and ended up being allowed to leave </p> <p> <strong> Yorkshire </strong></p> <p> <strong> Ch'ship Div 1 </strong> 3rd <br> <strong> NCL Div 1 </strong> 2nd <br> <strong> B&amp;H </strong> Q-Final <br> <strong> NatWest </strong> Q-Final </p> <p> Every season Yorkshire convince themselves that this time, surely this time, we'll do it. So while most counties would be doing cartwheels after coming third and second in the two leagues, the Yorkies think they've failed again. In truth, they did pretty well. Their batting was increasingly reliant on the prolific Darren Lehmann (1477 runs at 67.13) and, when he was available, Michael Vaughan (697 at 49.78), while the seam bowling remains over-rated - often devastating at Headingley, not quite so efficient elsewhere. In fact no-one passed 50 wickets (Matthew Hoggard's haul of 46 was the biggest), and Yorkshire should take most heart from the performance of their offspinner James Middlebrook (27 wickets at 24.07). Overall, they are still in Surrey's shadow.<br> <strong> Most memorable moment </strong> The Headingley Test, when local lads Darren Gough, Vaughan and Craig White did the Western Terrace proud <br> <strong> Biggest disappointment </strong> The batting of Richard Blakey, who averaged just 17.46 despite being given numerous chances to build an innings at No.3 and ended up in the seconds.</p> <p><em>Lawrence Booth is assistant editor of wisden.com. To read his previous column, on the second-division promotion race, <a href=\"http://www.wisden.com/Story_Co_Brand/0,5642,367627,00.html\">click here</a></em></p>",
  "<p>When coal-mining ended at Ollerton, Nottinghamshire, in 1994, 700 men lost their jobs; now about 300 women will join the dole queue with the closure before Christmas of the town's biggest remaining factory. </p> <p>Other communities would be flattened by such setbacks, but in this east Midlands town they have turned the tables and flattened the colliery site. They plan to use it as an energy-efficient, environmentally-sustainable village. Coal will be a taboo word. </p> <p>It's a bold bid for economic survival in a town of 11,000 with an unemployment rate of just over 5%. The first stage - reclaiming the land, at a cost of £4m - is almost finished, but the earthmovers are silent at the moment, waiting for the last 12 families of sandpipers, a protected species, to quit their nests in a sandbank. </p> <p>But on a ridge overlooking the vast Nottinghamshire site, there is a visual display of plans so that locals can get an idea of how the 90 derelict acres will be zoned for eco-friendly housing, hi-tech industry and leisure. There will be an exhibition centre and a large park. </p> <p>The view is long term. Though the first batch of houses, probably to be self-built, will be up within a year or so, it will be anything from five to 10 years before Sherwood Energy Village, as it is already known, is complete and functioning with 400 or more jobs. And to signal the new era of energy generation, there will be a biomass power station. </p> <p>In the short term, Ollerton is concerned with the effect of closure of the Coats Viyella factory. It is one of four to go in the region as the company ends its long links as a clothing supplier to Marks &amp; Spencer. Whole families depend on the plant - all five of Sandy Houston's sisters, for instance. \"Two full-time, one part-time, two outworkers,\" he says. \"My mum's worked there for years, too. They've no idea what they'll do.\" Sandy was at Coats until last month when he quit to become a driver with a relative's taxi firm. He can hardly believe his luck in getting out. </p> <p>Quite a few women at Coats are sole breadwinners, wives of former miners, says Dennis Walker, leader of the town council. For months, there were rumours that M&amp;S's troubles would hit Ollerton, though that did not lessen the shock when the announcement came. </p> <p>The disappearance of Coats marks the end of an enduring industrial marriage of a type contracted in many coalfields over 50 years ago. Hosiery and knitwear manufacture was started specifically to give work to wives and daughters of pitmen and to provide a second income. </p> <p>Now, two generations on, Ollerton is on the cusp of change, though some older residents can hardly believe in the coming hi-tech era. They are still in mourning for mining, in the lunchtime emptiness in the vast miners' \"welfare\", where once top comedians and Tamla Motown groups used to come. Memories of the 1984-85 miners' strike - in which a man died on the Ollerton picket line - linger in endless streets of homes with uniform net curtains at the windows and concessionary coal in the fireplace. </p> <p>To glimpse the future, step into the office of Carla Jamison, manager of the energy village. It is emphatically not the case that the community has turned its back on coal, she says. On the contrary, \"coal was taken away from us\". </p> <p>What happened, she says, is that a public meeting to air concerns about the pit's future was scheduled for the very night, in March 1994, that its closure was officially announced. So the discussion changed from \"What if...?\" to \"What now?\" The community held strongly that the area should not be allowed to decline, with production ending at four of five local mines. \"People wanted to build a sustainable future,\" Jamison says. \"They said we've got to fight to replace the jobs lost and create a diverse economic base.\" They were adamant on one other point: \"No more muck.\" Muck had become a dirty word. Recently, local groups have pitched in with specific ideas for their presence in the energy village: the scouts would like to erect a solar-design hut; the women's centre wants to self-build a meeting place. </p> <p>Given that Ollerton miners were known for their moderation in industrial relations (though support for the breakaway Union of Democratic Mineworkers caused clashes), the plan they supported for using the land once the pit closed was startlingly radical. By 1996, they had acquired the site from the coal board for £50,000 - the money borrowed from the board itself - and opted for a structure to transform it that would, while bringing in outside investors, ensure control remained in local hands. </p> <p>An industrial and provident society was set up, with all participants having just one vote, whether they held a single share or many thousands. Grants of £4m enabled reclamation work to begin last January. Recycling as much as possible of the industrial debris was a key goal. </p> <p>In keeping with the masterplan, which has been drawn up on strict principles of sustainability, there must be no carbon dioxide emissions by the industrial companies that eventually come, and householders will use solar heating. In environmental terms, says Jamison, \"there'll be nothing else like it\". </p> <p>A big breakthrough will be when the first of the hoped-for sunrise firms makes a solid commitment to move in. But there have been a few setbacks. It was hoped to convert one of the grassed-over tips, which ring much of the site, into a ski run. That has been abandoned. </p> <p>Also, the most promising source of employment was a major supermarket not on the site itself, but next to it. Originally, it was to have opened about now, which would have been ideal for absorbing many of the Coats' staff. However, Walker says there have been delays with the company handling the deal. \"I understand plans have been set back till 2001,\" he says. \"I'm very disappointed with that.\" </p> <p>But he is stoical. Dramatic change comes to communities that once passed as staid, but it happens slowly. Often its preceded by rumour - as with the death of the pit and the knitwear factory. By the same token, positive events unfold gradually. </p> <p>Perhaps that is the pace that feels comfortable to communities relying on a narrow economic base. Because, for all the careful planning by the energy village team, and for all its excellent educational and missionary work about a clean future, there are still old wounds, dating from the miners' strike. </p> <p>The dispute was 15 years ago, but still seems a short time ago to some. Walker was NUM branch president for part of the strike. \"There was strong feeling,\" he recalls. \"Brother against brother, father against son. There's still a little bit of feeling about that.\" </p> <p>Walker is 70 and has been involved in the town for 35 years. He is all for the energy village, the new supermarket, a new business park. But he knows also that the days when Ollerton supplied men to work in four other nearby pits are over. Only one, Thoresby, is still operating. </p> <p>He remembers, too, that he was made redundant when the strike was over. \"We've been let down before,\" he says, \"so we're taking it all quietly.\"</p> <p> <strong>Pits and the pendulum</strong></p> <p> Almost 36,000 jobs were lost in the Nottinghamshire coalfield between 1980 and 1997 as the industry collapsed. Today, there are just four pits left: Clipstone, Harworth, Thoresby and Welbeck, which together employ some 1,900 workers. </p> <p>On top of the direct job losses, many thousands more would have gone in industries supplying and servicing the pits. And thousands more again would have gone previously, as the pit workforces systematically shrank ahead of closure. In 1974, the Ollerton mine employed 1,355 - almost twice as many as were working there at the end. </p> <p>Despite this dramatic slump in the deep-mined coal sector, Nottinghamshire recorded a net gain of 14,500 jobs in the period 1993-97. But there has been an imbalance across the county in jobs lost and jobs created. </p> <p>While new, mainly service sector employers have been attracted to the south of the county - particularly around Nottingham itself - the north has not benefited to anything like the same degree. Former mining communities have generally fared worst, with Ollerton suffering a net loss of 500 jobs in 1993-97. </p> <p>The government says it is devoting more than £1bn a year to regeneration of local authority areas with coalfields. But critics point out that this extends beyond ex-mining areas and also includes money for housing and welfare-to-work schemes. </p> <p>David Brindle</p>",
  "<p><strong> Cereal killing</strong><br> To those who believe that power ultimately rests with those who control the world food supply rather than the oil, there is interesting new research from the University of Tokyo. In a paper presented at the University of Leicester this week about changes in crop patterns due to climate change, it became clear that Canada and Russia would benefit hugely when the carbon dioxide in the atmosphere doubles - as it will later this century. The US will lose much of the wheat growing potential which makes it currently the world's biggest producer and exporter. So the Communist dream of Russia dominating the world... </p> <p><strong> Time for oil change</strong><br> On the same point, the Worldwatch Institute says a bushel of wheat (36.4 litres) and a barrel of oil used to cost the same until the 1973 oil crisis. The US used to export its grain surplus in exchange for oil to 11 Opec countries roughly on a barter basis - one for one. Gradually, the balance shifted in oil's favour and with the current hike in price the ratio is 10 bushels of wheat to one barrel of oil. This is hurting the US trade balance and, with the Americans importing more oil than ever (57%), leaving them even more vulnerable to Opec. How long before the message sinks in - invest in alternative energies. </p> <p><strong> Pumped up</strong><br> The outpourings of support by the green movement for the government for its stand over petrol tax must be a first - but all shrunk from suggesting they should rise further to reflect the true cost of motoring. Faint hearts. Eco soundings wants the tax to rise on a regional basis where there is already alternative public transport. As a start, let's have an extra 2p a litre inside the M25, where there is reasonable public transport already - and revenue raised spent on improving buses, trains, trams and underground in this zone much more. </p> <p><strong> Traffic light? </strong><br> Reduction in traffic last week was a bonus for those of us who by choice or necessity are not wedded to their cars. It will be interesting to see whether this Friday's European Car Free Day has as much impact on the driving habits of the nation as garages running out of petrol. Only 10 local authorities, including five London boroughs, are taking part, out of 700 in Europe. The whole idea is much more popular in Europe, particularly in Italy where last year 92 cities took part.</p>",
  "<p>Conductive education, the means of helping children with cerebral palsy and motor disorders, has come of age. That, at least, was the theme of a recent conference marking 21 years of British awareness of the Hungarian approach to dealing with such disability. But the man deemed responsible for bringing those methods to Britain is evidently feeling his age. </p> <p>At 60, Andrew Sutton seems a little world-weary. \"If I were 20 years younger, I would have been off to America,\" he says. \"Why should I stay here to be starved and insulted? I could go across the Atlantic and get the necessary resources and intellectual interest.\" </p> <p>Two decades of battling against conservatism, parsimony, suspicion and what he calls the \"disdainful disinterest\" of established practitioners and other charities have taken their toll. As recently as July, schools inspectorate Ofsted claimed his National Institute for Conductive Education was too reliant on overseas staff. Sutton's response was to point to the institute's first seven British graduates in conductive education (CE), who received their degrees last Friday. \"At last we have the basis of a profession and an academic discipline,\" he says. </p> <p>What has kept him going has been the knowledge that there are many people in Britain desperate to find better ways of dealing with the motor disorders which nature or accident has visited on them or their children. People like the Baston family, who live a few miles across Birmingham from the institute. </p> <p>Esther Baston, 16, is one of CE's success stories. \"Success\", of course, is a relative term: CE offers no miracle cures. But the fact that Esther will take her GCSEs next year at a mainstream school, only one year behind her able-bodied contemporaries, is a triumph. For herself. For her parents, Kathy and Brian. For her teachers. And for conductors, here and in Hungary - orchestrators of the group dynamics through which disabled people encourage each other and acquire the means to overcome seemingly insurmountable odds. </p> <p>Esther was born with cerebral palsy and might have spent a lifetime with no control over her limbs or bodily functions. Even today she cannot speak or walk. But her eyes shine with intelligence. She can sit up, write on a laptop computer and communicate with the help of a device called a Dyna Vox; with concentrated determination, she prods in what she wants to say, until a disembodied voice speaks up on her behalf. </p> <p>Through the device, she tells which subjects she is studying and how she likes Liverpool and England footballer Michael Owen. She even manages to feed in a disparaging remark about her father's team, Coventry City. \"Thank goodness for modern computer technology,\" says her mother. Thank goodness, too, that she had the courage, when Esther was three, to take her behind what was still the iron curtain, to seek help at the institute founded in Budapest by Andras Peto. </p> <p>While Esther's father looked after her three elder brothers, she and her mother set off with six months' worth of disposable nappies (the need for which was dispensed with after a few weeks) and nine other families from the West Midlands. </p> <p>All had been avid watchers of the previous year's television documentary, Standing Up for Joe, about a London family which had been to Hungary seeking help for a disabled child. The BBC had found itself inundated with 11,000 letters. \"Then they all wrote to me,\" says Sutton, beaming now through the thatch of his greying beard. </p> <p>By the end of that year, 1986, Sutton had set up the Foundation for Conductive Education. Since 1979, he had been a fairly regular visitor to Budapest, having been alerted to what was going on there by one of his postgraduate students at Birmingham University. Sutton was a psychologist and a specialist in Soviet special education. \"They were two generations ahead of us in those days,\" he says. </p> <p>By 1984, the local education authority in Birmingham was paying him to look into the possibilities and the financial implications of bringing CE to the UK. At the same time, the Thatcher government was taking a keen interest in Central Europe and Hungary in particular - or, as Sutton puts it \"showing them which way their bread was buttered.\" </p> <p>That same year, a junior Foreign Office minister called Kenneth Clarke arrived in Budapest and was persuaded by the British ambassador's wife to fit the Peto Institute into his schedule. By all accounts, Clarke came home impressed by what he had seen. Even better, he soon became secretary of state for health. There should have been a well-placed champion for CE in government. But there wasn't, much to Sutton's disappointment. \"It would have been helpful to have him on our side,\" he muses, \"but you can't rewrite history.\" </p> <p>Nevertheless, disability charity Scope now employs Hungarians from the Peto Institute at its headquarters in London and has set up its own degree course to train British conductors. \"They did a u-turn at the end of the 80s and began to embrace conductive education,\" Sutton concedes. \"But theirs has been a separate development from us.\" </p> <p>Indeed, there are now some 30 centres employing conductors in Britain and twice as many in the US. In Norway, Sutton says, the government is considering an enthusiastic report suggesting that CE be offered free to children who need it. </p> <p>There is not much chance of that happening here, Sutton believes. \"Special education is not a high political priority and rehabilitative care for people with chronic conditions is not what the NHS does. The British way is for the voluntary sector to start things before the state takes it up, reluctantly, and runs it in a non-universal way. Still, at least it's gradually coming home to folk here that conductive education is increasingly accepted abroad, that it's not just a quaint notion from a funny little country from behind the iron curtain.\" </p> <p><strong>The little boy who learned to blossom</strong></p> <p> Ros and Chas McGuigan, from Coventry, sought help at the Peto Institute in Budapest 14 years ago when their son, Matthew, was four. </p> <p>Chas, who is now assistant director at the national institute, recalls: \"Matthew was a miserable, disabled little bundle and they got him to open up and blossom like a flower. He developed a lovely personality. </p> <p>\"We believe in the potential of each individual. Unless you're in a coma, you can learn. We work together in groups to see how far we can stretch that child.\" </p> <p>Or, indeed, that adult. The institute also attracts sufferers from Parkinson's disease and multiple sclerosis, as well as stroke and accident victims. </p> <p>Members of the group are expected to encourage one another, orchestrated by the conductor, who is part physio- therapist, teacher, nurse and speech therapist. </p> <p>Perhaps it was partly this cutting across traditional, self-contained disciplines that aroused so much suspicion of CE in the early days. </p> <p>Scope spokeswoman Christina McGill says: \"Conductive education is one of a range of approaches which can help children with cerebral palsy. But it won't necessarily be suitable for every child.\"</p>",
  "<p>Just how many thousands of miles of deer-fencing have been erected by landowners in Scotland is a mystery. Not even the forestry commission, which has subsidised them to the tune of millions of pounds, knows the answer. But no one doubts that the wire fences take a heavy toll on wildlife. </p> <p>One casualty is the capercaillie, the world's largest grouse, whose Scottish population has crashed from 20,000 in the 1970s to around 1,000 now, leading to fears of extinction within 10 years. </p> <p>The 7ft fencing put up to stop deer destroying young trees is known to be a major killer. Black grouse, another Scottish bird in serious trouble, also suffer heavy losses. </p> <p>The fences are controversial and a grant application for fencing which the Queen's Balmoral estate, a capercaillie stronghold, had pledged to submit this summer is now on hold. </p> <p>The commission is alarmed by the impact of fences and has started removing them from the 1,900 square miles of forest it owns in Scotland. Having helped pay for new fences for 40 years, its new policy is: \"Don't fence unless you have to.\" </p> <p>But just what that amounts to will soon be put to the test. Klaus Helmersen, a Danish multi- millionaire who owns the 42,000-acre Glen Feshie estate, is seeking commission grants that could be worth some £660,000. The money would help pay for woodland regeneration and fund four miles of deer fencing in wild, remote countryside furthest from any British public road. </p> <p>Glen Feshie, the jewel of the Cairngorms made famous by Landseer's Monarch of the Glen, boasts golden eagles and one of the last surviving fragments of Caledonian pine - a unique mix of rowan, aspen, holly, birch and Scots pine. </p> <p>Although more than half of the estate has maximum legal protection under EU and Scottish law, Glen Feshie is a mess. It has suffered terribly from over-grazing and erosion from the red deer. Few of its magnificent granny pines are less than 100 years old. The woods are dying. </p> <p>In February, a survey recorded 2,200 deer - more than at any time since the 1970s and double last year's population. Conservationists say the answer is simple. They want deer culled and fences removed. </p> <p>At its Abernethy reserve the RSPB has done just that, clearing 25 miles of fencing and reducing deer numbers by 60%. The result has been a stable capercaillie population over the last eight years. </p> <p>But deerstalking is big business for Scotland's powerful landowners who charge millions of pounds for the shooting rights. Whether the forestry commission is prepared to take them on and seriously reduce deer numbers remains to be seen.</p>",
  "On Tuesday Tony Blair will give the most important speech of his career. His task will be to deliver a message to the Labour conference which somehow digs the party out of its deepest hole since it went down to John Major in 1992. If he succeeds, he will revive his government's fortunes, setting Labour back on the road to re-election. If he fails, he could turn what has been an awful fortnight into an autumn of discontent, transforming a blip into a full-blown trend - towards defeat. <p>The depth of the hole is clear to anyone peering into it. The full measure came in yesterday's Guardian/ICM poll, which showed a Labour party that appeared unbeatable only a month ago suddenly four points behind the Tories. Most unnerving was the speed and scale of the fall, reminiscent of the 1978-9 meltdown which saw Labour's support plunge thanks to the winter of discontent. </p> <p>Of course the cause of the turnaround is the fuel crisis, which appeared to flare back into life with more panic buying yesterday. Labourites hope that the dizzying poll numbers are simply the fleeting afterlife of last week's surge of panic: the sense that the country was about to grind to a halt and that the government had lost control. An instant downturn in public esteem is only natural after an experience like that. </p> <p>That is certainly the reassuring word from Downing Street, both Numbers 10 and 11. In their view, the country is in temporary shock - rattled by incompetence in a government they had come to regard as safe. The loss of a reputation for competence is serious business for Labour, not least because it was so hard won. What's worse, the mishandling of the fuel blockades is not some aberration. There stands on the former wastelands of Greenwich a permanent and glaring monument to Labour incompetence: the Millennium Dome. The appalling mismanagement of that big tent was already hurting the government even before the men in deckchairs edged it aside. </p> <p>Unfortunately for Labour, panic and incompetence are not the end of it. For last week's crisis was not a failure to respond to a natural disaster. Instead it came attached to a live political issue, one with a long history of toxicity for Labour: taxation. The charge which united the hauliers, farmers, rightwing newspapers and their backers in the public was a familiar one: that Labour taxes too much. In the old days the accusation applied to the direct levy of income tax. Now it relates to less obvious, indirect taxes - like the duty on gasoline. But, at bottom, it is the same issue. </p> <p>Finally, rumbling away like a gremlin in the car engine, is sleaze. Thanks to the devilish timing of September, when political events seem to come, like tankers, all at once,Labour has had to contend with the re-emergence of the formula one affair. Andrew Rawnsley's new book claims that both Blair and Gordon Brown lied about Bernie Ecclestone's £1m donation to party funds. If these charges are not denied convincingly, they will destroy the perception, still enduring, that Labour is a cleaner party than the Tories - robbing Blair of one of 1997's most crucial assets. </p> <p>Put all these travails together - trust, taxation and competence - and you get the trinity of issues which keep parties out of office. Competence and tax undid Labour four times; trust was the killer for John Major's government. Throw in arrogance and Tony Blair is on course to collect the full set of liabilities which spell electoral death. </p> <p>So this is the task the PM confronts when he walks toward the Brighton podium next Tuesday. He may be tempted to work his way through the charge sheet, line by line. That would be a mistake, far too defensive. Nor should he go to the other extreme, merely delivering a speech which could have been drafted a month ago, before the week of petrol madness. If that had not happened, perhaps Blair could have done the usual: bragged about Labour's record so far, promised more of the same in the next term - with a few headline-grabbing policy initiatives on top. </p> <p>But that is not the speech Tony Blair should give: it would be too complacent, oblivious to the wholly changed context in which his words will be heard. No, the leader has to reach for something bigger and far more daring. He has to make anew the case for Labour - and the case for government itself. </p> <p> To do that, he cannot merely refer to the events of last week elliptically; he has to address them directly and early on. Of course he could pick holes in the protesters' case - blaming the profiteers of the oil companies or noting the state handouts farmers and hauliers receive via other means - but he should leave that to surrogates. His real audience has to be those voters who sided with the demonstrators, those who turned what could have been a fringe stunt into a tax- payers' revolt. </p> <p>To address them, he needs to build an argument from first principles - forcing his audience to see the big picture. He needs to say that Labour believes in the individual, but that it also believes certain things are only possible when people work together. Sometimes the right form of collective action is local, sometimes it will be voluntary associations or charities. But there are some things we all want - such as schools and hospitals and even roads - which central government is best equipped to provide. That means spending money - and raising it. </p> <p>Now, Blair can say, we can argue about how to do that, whether by this tax or another, but do it we must. The alternative is to have ever cheaper petrol - so that our cars can hurtle through a wasteland where the schools are sinks, the hospitals are broken and only the most selfish survive. </p> <p>It is this most basic language of principle which Tony Blair should speak next Tuesday - making, without apology, the fundamental case for activist government, the very business of raising money from individuals in order to spend it on the public good. With that done, he can move on to the compulsory passage boasting of Labour's past achievements. He can say that, yes, Labour had to increase certain indirect taxes - to stabilise the economy and to pump money into our starving public services. The result is that the country is richer: economically, through super-low unemployment and inflation, and as a society, with better schools and hospitals on the way. </p> <p>Of course, that would an easier case to make if Labour's extra spending was already being felt, tangibly, by parents, patients and everyone else. Delivery has been painfully slow. But this is now the clear blue water, the ideological divide, that so many assumed had gone from British politics forever. Labour is being defined - perhaps against its will - as the party of tax and public services, while the Tories are revelling in their role as the party of the minimal state, committed to cutting £16bn from services most of us value and rely on. Tony Blair's instincts would have preferred for politics never to have been defined so sharply, for things to have remained roomy and vague in the big tent. But the divide is there: next week he should stand on one side of it, bold, loud and clear. </p> <p><a href=\"mailto:jonathan.freedland@theguardian.com\">jonathan.freedland@theguardian.com</a></p>",
  "Passengers on a crowded British Airways jumbo were \"mortified\" when the captain shouted abuse at a woman passenger who claimed a fellow traveller was carrying a bomb, an employment tribunal was told yesterday. <p>Captain Stuart Clapson stormed out of the cockpit to berate the woman after announcing over the public address system that a \"stupid woman had ruined their holiday\" by causing the flight to Barbados from Gatwick to be delayed, the tribunal at Croydon, south London, heard. </p> <p>Capt Clapson, whose wife and five-year-old son were on the 747-400 plane, was eventually sacked by British Airways from his £120,000 a year job. He is claiming unfair dismissal and breach of contract. </p> <p>The plane was minutes from take off on October 26 last year when the 59-year-old British woman told cabin staff she was nervous about a Chinese passenger sitting nearby in the jet, which was carrying 400 people. </p> <p>She told cabin services director Peter Greenham that she feared the man was holding a bomb. When Capt Clapson made a routine check with cabin crew to see if the plane was ready for take off, Mr Greenham said it was not and asked that it return to its stand where the woman should be offloaded. </p> <p>The pilot agreed, and then announced to passengers: \"A stupid lady is spoiling all your holidays. I am going to get her off the aircraft and get the police who are going to arrest her and put her in jail,\" the tribunal was told. After parking the aircraft, Mr Clapson left the cockpit to speak to the woman. </p> <p>The plane's purser, Mandy Gurdun-Salter, told the tribunal that the pilot stood over the woman pointing at her with his fingers \"inches from her face. </p> <p>\"The lady was very shocked. She was crying.\" </p> <p>Mr Greenham said in his statement that passengers were \"mortified\" by Capt Clapson's actions, and while he appreciated the captain backing up his decision that the woman should be taken off the aircraft, he felt he had \"totally overreacted\". The aircraft was delayed for an hour before flying to Barbados as planned. The woman flew with BA the following day. </p> <p>Capt Gordon Holdoway, BA's chief training pilot, said Capt Clapson's behaviour was totally inappropriate and went against all the airline's principles of good customer relations. </p> <p>In his own statement, parts of which were read to the tribunal, Capt Clapson felt his decision to take the woman off the flight was correct because the woman had \"tried to incite panic amongst other passengers\". </p> <p>He said in his statement that he had told passengers: \"I am as angry about this as you are. The plane will be delayed one hour.\" </p> <p>Later, when the woman had gone, he told passengers: \"The stupid woman has been taken off by police and has been taken to jail.\" </p> <p>After investigating the incident BA demoted Capt Clapson to the rank of co-pilot and his pay was cut. He appealed and was later sacked. </p> <p>Capt Clapson has been supported throughout the legal battle with the airline by his union, the British Airline Pilots Association. </p> <p>The hearing continues. </p>",
  "<p>The spectre of the £89bn link-up between AOL and Time Warner looms over the proposed merger between EMI and Warner Music, as the music companies made their final attempts to secure European Commission approval for the deal. </p> <p> The two companies are ready to sacrifice record labels and publishing rights to ease competition fears over the £14bn merger, after submitting concessions to the commission before last night's deadline. Competition commissioner Mario Monti, who has dubbed cartels \"cancers on the open market economy,\" is known to be seeking substantial concessions.</p> <p> However, analysts say the main obstacle to the deal is the proposed joint-venture between US internet giant AOL and Warner Music's parent company, Time Warner. The commission is concerned that AOL will control the market for music downloads over the internet as a result.</p> <p> Gareth Thomas, media analyst at Commerzbank, said: \"I do not know what concessions EMI and Warner can make over the AOL issue. For instance, it is the biggest internet service provider in the States, and if it chooses a standard procedure for downloading music over the internet, a newly formed EMI/Warner company would benefit.\"</p> <p> EMI said the solutions offered to the commission addressed its concerns and were intended to increase competition across the European music industry. An optimistic stock market yesterday raised the UK group's shares more than 4% to 581p.</p> <p> Derek Terrington, analyst at Credit Lyonnais Securities, said: \"The deal can be completed if the negotiations are detailed. If the discussions are tight and every detail covered, then it should go ahead.\"</p> <p>Attention now turns to the AOL and Time Warner merger, with the two companies working towards a Sunday deadline for submitting their concessions to the competition commission. The main bone of contention is creating open access to AOL's instant messaging service and Time Warner's high-speed cable networks.</p> <p>An AOL Europe spokesperson dismissed reports that the deal was under threat after the commission drafted a rejection of the arrangement. He said: \"The draft document is a normal part of the process and we are totally comfortable with where we are at this stage. We are confident that the talks will conclude successfully.\"</p> <p> Following the submission of final offers, the competition commission will consult a committee of anti-trust oficials from the 15 European Union states before making a ruling.The final deadline for a decision on the EMI and Warner Music deal is October 18, with AOL and Time Warner learning their fate six days later.</p>",
  "<p>Hana Ali doesn't look much like her father, but she sounds like him, rattling through stories at a speed that suggests she has never, in her 24 years, suffered one moment's equivocation. \"The first time I knew my dad was somebody was when I was four years old and we went to a restaurant and everyone gave him a standing ovation and began chanting 'Ali! Ali!' I got goosebumps. I didn't know what it was all about, but I thought, 'Wow, my daddy's great.' \" </p> <p>She is the older of two girls from Muhammad Ali's second marriage, the only one of his nine progeny to have been brought up predominantly by him. Her sister Laila, two years younger and recently embarked on a boxing career, says that Hana is \"obsessed\" with their father. Hana has just published a book entitled More Than a Hero: Muhammad Ali's Life Lessons Presented Through His Daughter's Eyes. \"I'll quit a job if I can't get time off to go visit him,\" she says. \"If my dad's here, that's where I am. My sisters are more logical. They're not going to quit their jobs. But I figure, one day he's not going to be here, so I want every moment that I can.\" </p> <p>The book is a slim volume containing those of Hana's childhood memories that highlight her father's moral character: the time she wanted to wear a white dress and expensive jewellery to school and her father told her it would make the poor kids feel bad; how he interrupted family outings to help beggars, buying them food and sometimes setting them up in hotel rooms and finding them jobs; all the times when people stole from him and he forgave them. </p> <p>Among the recollections, and by far the most affecting part of the book, are the pre-fight poems Ali taunted his opponents with: \"I injured a stone / Hospitalised a brick. / I'm so mean I make medicine sick.\" They remind you of those great 1960s photos of him gloating into the camera with beautiful mock menace. There is his buoyant retelling of the Sonny Liston fight: \"Liston disappears from view/ The crowd is getting frantic / But our radar stations have picked him up / He's somewhere over the Atlantic.\" And the most famous of Ali's poems: \"Float like a butterfly /Sting like a bee / Your hands can't hit / What your eyes can't see.\" </p> <p>Hana was too young to remember most of her father's fights. The abiding image she has of Ali the athlete is of the end of his career. \"I remember my dad training for his last two fights, which he did not win. I remember him sitting at the ringside with a robe on, with his head down. He was finally feeling that it was the end. It wasn't so much the fighting he loved, but the travelling, the attention, the proving to himself and the world that he could be the best. He loved to do things when everything was against him and it seemed impossible. It was hard to let go of.\" </p> <p>Growing up as Muhammad Ali's daughter should have been fraught with the miseries famous people commonly inflict on their children: inferiority complex, identity crisis, cycles of over-indulgence and neglect. But Hana says that he was as generous to his children as to his fans and that of all of her siblings, she was the main beneficiary of his wisdom. It would sound gushy if Ali's vast goodness was not a matter of incontrovertible fact. </p> <p>Laila was closer to their mother, Veronica, and it was Hana who followed Ali around like a puppy. When he and Veronica divorced, she was nine. \"If anything, I saw him more after that,\" she says. \"He was there almost every day and he tried to take us with him when he went away. He would send postcards which read, 'You're beautiful like your mother, I love you,' in his messy writing. </p> <p>\"He was nervous that I would forget him. When my mother got remarried he asked, 'Do you have a new daddy?' And I was like, 'Daddy, are you out of your mind? I love you more than life. No one will ever come close to replacing you.' \" </p> <p>\"We had a lot of governesses and housekeepers and stuff. But my dad always said we could interrupt him no matter who he was talking to, even the president. The door was always open. There was never a moment when we couldn't disturb him.\" </p> <p>He spoilt her, but whenever she showed signs of becoming bigheaded, his Muslim piety kicked in and he gently told her to cool it. \"I remember bragging a lot about him. I'd say, 'I can do whatever I want; my dad is Muhammad Ali.' That sort of thing. But at the same time, I was humble too, because it was instilled in me from a young age that I shouldn't flaunt things that other kids might not have. So I was always giving stuff away, as he always gave, gave, gave.\" </p> <p>Although Hana was exposed to celebrity from a young age, she knew her father's fame to be in some way different from that of his movie star friends. \"I was used to seeing people from the TV in real life. John Travolta was always over at our house. But Daddy was different. People wouldn't just ask for his autograph when they saw him in the street. They would hug him and cry. People really loved him.\" </p> <p>During the course of his boxing career, Hana only knew Ali to be angry twice. \"My dad was never a very vicious boxer. He just did what he had to do to win the fight. The only time I saw him lose control was in a fight against Floyd Patterson. Patterson would not call him Muhammad Ali; he insisted on calling him Cassius Clay. You could see my dad in the ring, yelling, 'What's my name?' boom, 'What's my name?' boom. It was about something bigger. He was in there fighting for respect. That's the only time he threw some vicious punches.\" </p> <p>\"The other time involved his fight with Joe Frazier. My father was kept from his boxing career for three years for the stand he took [against the Vietnam draft], and here was a guy who went to war and now he was the champ and my dad felt robbed. The play turned more serious and he started calling Frazier an Uncle Tom. He believed that stuff. But when he saw on a documentary about how Joe Frazier's kids were teased and came home crying from school, he cried.\" </p> <p>Of the two girls, Laila was the one who rebelled, dressing \"immodestly\", ditching Islam and taking up boxing, which Ali disapproves of as a women's sport. Hana went to a small private college in Boston and dropped out after two years because she was homesick for her father. Her intention now is to write children's books with \"a strong moral message\". She regrets not finishing college, but consoles herself with the lessons learned from her father. \"I'm not going to follow the rules of society, I'm going to follow my instincts,\" she says, although it sounds a bit pat, a generation removed. </p> <p>About her father's Parkinson's disease, she says it has slowed down his speech, but since he spoke so fast to begin with, it is not very noticeable. \"When he's relaxed and at home, he will not shut up. He's cracking jokes, playing around. He's just the same.\" </p> <p>Despite his disapproval, Ali attends his daughter Laila's fights. \"He doesn't agree with women boxing, period, but he's supportive of her. When he's watching her at ringside, you'll see all the manifestations of emotion in his face: fear, excitement, reminiscence. My dad called me on the phone recently and said, 'Hana writes books, Laila throws hooks.' Ain't that something?\" </p> <p>More Than a Hero by Hana Ali is published by Hodder &amp; Stoughton, price £10.</p>",
  "<p><strong>Newcastle United</strong> are to give a two-week trial to Trinidad and Tobago international <strong>Dennis Lawrence</strong>, according to Teamtalk. The 25-year-old central defender impressed when he played against Newcastle in their summer tour of the Caribbean. Bobby Robson said: \"He has an army background, so he's got good discipline and organisational qualities in his make-up. He's got good feet for a very tall boy and he hasn't looked out of his depth.\"</p> <p><strong>Arsenal</strong> could be set to add a Japanese international to their multi-national ranks. Planet Football reports that the Gunners have sent representatives to the Sydney Olympics to watch 21-year-old <strong>Koji Nakata</strong>. A regular for the international side, Nakata is left-footed and plays a similar position to Emmanuel Petit.</p> <p>The Sun reports that both <strong>Ipswich</strong> and <strong>Southampton</strong> are trying to sign Anderlecht's <strong>Didier Dheedene</strong>. The left-sided 28-year-old has impressed in the Champions League this season and can play in both defence and midfield.</p>",
  "Vladimir Putin's government secretly agreed to drop criminal charges against its chief rival, tycoon Vladimir Gusinsky, in return for his agreement to sell off his media empire, it emerged yesterday. <p>The government also agreed to lift a travel ban on Mr Gusinsky and guarantee the security and liberties of several prominent Russian journalists as part of the deal. </p> <p>The former Soviet leader Mikhail Gorbachev denounced the government's tactics as \"crude blackmail\" after documents were leaked indicating interference in the constitutional rights of citizens. </p> <p>The power struggle for control of NTV, Russia's biggest private television channel and the jewel in the crown of Mr Gusinsky's extensive media empire, turned more vicious after lengthy negotiations on a takeover of the Gusinsky assets collapsed in mudslinging. </p> <p>Media Most, Mr Gusinsky's holding company, and Gazprom, Russia's gas monopoly, have been negotiating Gazprom's takeover of the media empire for several months. Mr Gusinsky signed a deal in July pledging to surrender his assets for $300m (£210m) while Gazprom promised to take on $473m in Media Most debt. </p> <p>On Monday Mr Gusinsky reneged on the deal, declaring he was coerced \"at gunpoint\" and disclosing that he had signed an affidavit in the presence of two foreign lawyers two days before the deal was struck stating that it was invalid because it was reached under duress. </p> <p>Paramilitary police raided Mr Gusinsky's offices in Moscow earlier this year and the mogul was briefly jailed in June in an incident that triggered international concern about Mr Putin's attitude to media freedoms. Since then the president has repeatedly attacked the Gusinsky media and other outlets he considers disloyal. </p> <p>A secret appendix to the July 20 agreement to sell out to Gazprom, released yesterday by the Gusinsky team and signed by Mikhail Lesin, the media minister, detailed the terms for the proposed Gazprom takeover and the tradeoff of Mr Gusinsky's and others' rights in return for the media surrender. </p> <p>The confidential appendix stipulated that the criminal investigation of Mr Gusinsky was being dropped and a travel ban lifted. </p> <p>It added that Mr Gusinsky and \"leaders of the organisation\" - meaning the chief editors of his newspaper, magazine, radio station, and TV channel - were being granted \"security guarantees, the protection of their rights and liberties, including the guaranteed right to move freely, to choose their place of residence, and to travel freely beyond the borders of the Russian federation and to return to the Russian federation without hindrance\". </p> <p>Yevgeny Kiselyev, the director of NTV and a star Russian television journalist, said: \"This is documentary evidence that the state is engaged in racketeering.\" </p> <p>Mr Gorbachev, who is broadly supportive of Mr Putin but warned last week that media freedoms in Russia could be in jeopardy, said he was seeking a meeting with Mr Putin to try to clear up the row. </p> <p>\"I'm not sure whether the president knew about this [secret agreement],\" said Mr Gorbachev. \"Perhaps he didn't know... But if this is going on behind the president's back, it's even worse - you have an elected president and then you have these clans operating.\" </p> <p>The document was signed by Mr Lesin and Alfred Kokh, the head of Gazprom's modest media holdings who has been leading the negotiations. </p> <p>Media Most is heavily indebted to Gazprom and the gas monopoly maintains that it is seeking the takeover in order to resell a controlling share in the empire to unnamed foreign investors in order to recoup its money. </p> <p>Media Most and many analysts contend that Gazprom is acting as a proxy for the Kremlin in order to tame the influential Gusinsky media which are critical of Mr Putin. </p> <p>Mr Gusinsky moved to Spain after being freed from jail and has not yet returned to Russia. </p> <p>Gazprom yesterday declared Media Most in default on its $211m owed to the gas giant and said it would sue. </p> <p>The general prosecutor's office said it may open a criminal investigation into Mr Gusinsky for alleged asset-stripping and allegedly transferring company assets to Gibraltar.</p>",
  "Adolescents are still unable to shake off gender stereotypes that appear as entrenched as ever, a report by the government's Women's Unit reveals. <p>After a wave of anxiety about the underperformance of boys at school, the analysis, commissioned by the Cabinet Office and the Home Office, says that across adolescence both genders require different but equal attention from policy-makers. </p> <p>Inside, outside and beyond school, young men and women are under continuing pressure to conform to traditional behaviour. </p> <p>At school, women avoid physics and information technology and choose English, biology, history and modern languages. \"Young women find it easier to ask for help than young men, who find it harder to admit a lack of knowledge,\" the report, Young People and Gender, published yesterday, says. </p> <p>Boys are more likely to break the law - a gap which extends after the age of 14 - or be involved in crime, alcohol abuse and illegal drugs. </p> <p>Girls, who are more likely to be concerned about their body image and weight, are much more likely to start smoking. Suicide rates are higher for men and double the number of boys die at 17. Boys are less likely to visit their GP or to use other health services. </p> <p>Girls are more at risk of depression, eating disorders and self-harm. Boys \"use active methods of coping, but also use much more denial than girls\". </p> <p>Boys \"take greater risks and feel greater pressure\" to be sexually active and find it harder to admit inexperience. But \"in spite of the notion of 'girl power', young women still find it problematic to say no to sex and negotiate the use of contraception\", the report says. </p> <p>At work, young men are more likely to want managerial or professional jobs - 75% compared with 25% for women, who are concentrated in personal service industries with part-time jobs and lower wages. \"The need to conform to masculine stereo types prevents young men from joining traditionally female careers.\" </p> <p>Although more young men are officially unemployed, a large group of young women remains outside employment, education and training opportunities because of caring responsibilities. </p> <p>Tessa Jowell, minister for women and employment, said: \"All young people face different pressures as they meet the challenges of the 21st century. This research underlines how important gender is to young people's behaviour, their relationships and their level of achievement.\" </p> <p>The research emerges from a review, the Trust for the Study of Adolescence, commissioned by the women's unit in the Cabinet Office and the Home Office's family policy unit. The government has appointed a minister for young people, Paul Boateng. </p> <p>This year, after years of outperforming boys at GCSE and most A-levels in England, Wales and Northern Ireland, girls won more A grades at A-level for the first time, provoking a spate of hand-wringing. David Blunkett, the education secretary, has promised to look at whether single-sex lessons help boys' achievement, though he is far from certain that they do. </p> <p>But the report warns of the dangers of ignoring under-achieving girls. \"At different times in the past decades public anxiety has focused on one or more of the genders, but it needs to be recognised that both young women and men may be vulnerable in different ways,\" it says. </p> <p>\"The central conclusion of this review is that it would be wrong to identify either males or females as being more in need of attention from policy-makers. Both genders have areas of their lives in which they may be at risk.\"</p>",
  "He has braved the wrath of restless middle England at public meetings, fielded scores of critical phone calls, answered umpteen protest letters and emails. <p> But at least one bastion appeared secure. Then the faithful started to rebel in Lancaster and Wyre. \"People said to me straightfaced, I am a Labour supporter and think you personally are doing a good job but the government has blown it and I'm not going to vote for it again\".</p> <p>Sitting on a precarious 1,295 majority, Hilton Dawson had used his distinctly independent streak to construct a Blairite consensus between the party's traditional supporters and 1997 converts. </p> <p>But in the space of a long week, the mood has changed dramatically. \"People were feeling better off, and there was a genuine mood of optimism Ñ even from those who voted Tory last time Ñ about the state of the economy,\" says Mr Dawson. \"There is no doubt Tony has lost a lot of ground. We need a common sense approach that treats people not as enemies of the state but as people with legitimate grievances ... they feel he has misread the situation.\"</p> <p> He has just left a large public meeting, in Poulton-le-Fylde, to discuss local housing developments rather than the fuel crisis. Although there are calls to keep party politics out of the debate, it is clear that some are restless.</p> <p> Outside, there is talk of the fuel row being \"Blair's poll tax\" and of an arrogant prime minister considered out of touch. But among Tory voters there is enough criticism of an \"opportunistic\" William Hague to suggest that the four point Tory lead in yesterday's Guardian ICM poll might be a temporary phenomenon. \"Put someone else in charge of the Tories and they might be well ahead of Blair,\" says Teri, a personnel officer with BAe systems, a large local employer.</p> <p> \"The Tories need a statesman,\" chips in Linda, a civil servant with the Department of Social Security. Lynne, who works in a travel agency, thinks the country is gripped with a collective hysteria. \"It will all be forgotten soon.\"</p> <p>Another woman says: \"Labour were right to say they will not cut taxes immediately, but Gordon Brown has just made things worse by taking such a strong line.\"</p> <p> Richard Anyon, leader of a Labour group on the local council which lost control to Tories last year, goes along with some of those sentiments. \"Blair had no option but to tough it out but perhaps he should have made clear they were examining taxation in the light of public anger\", he says.</p> <p> Mr Anyon, a union convener at BNFL in Lancashire, fears the tide might be turning against Labour. \"The swingometer is moving to the Tories and there will be a lasting impact after last week ... but Labour should get back, although it could be a lot tighter.\"</p> <p> That is small comfort to Mr Dawson, a former social work manager and one-time councillor in Lancaster. He fears that ministers, from Jack Straw to Gordon Brown, are compounding his own political crisis by alienating voters further with tough talk. </p> <p>He is now blitzing the constituency with leaflets headed \"Supporting Rural Britain\", saying that his government has helped expand rural bus services while putting more money into agriculture and defending post offices. \"At the moment, things are extremely difficult,\" says Mr Dawson, who has written to Tony Blair urging him to recognise the strength of the protesters. \"It is all very well for the chancellor to characterise protesters as \"no more than 2,000 pickets holding the country to ransom\" but I have no doubt that the vast majority of my constituents support them... some of these belligerent statements [from ministers] are going down very badly indeed.\"</p> <p> Danny Lockwood, editor of the Lancaster Guardian, thinks the government could redeem itself by simply saying \"sorry, we misjudged the public mood\". Whether this will be enough to save Lancaster and Wyre, and a string of other marginals which delivered Labour more rural MPs than the Tories three years ago, is another matter.</p>",
  "Channel surfing at the Liberal Democrat conference. Brungg! Charles Kennedy is visiting the Royal Bournemouth hospital. A young patient in A&amp;E approaches him. \"May I shake you by the hand, Mr Kennedy? I'm a great admirer of yours. I voted for you in the last election, and I've just had major brain surgery.\" <p>Brangg! The walls of the conference are festooned with posters: \"Positive Action - Dholakia's Battle Cry!\" This is a message so runic it could have been used as the basis of a Playfair code by agents in occupied France. Only a Liberal Democrat could possibly translate it. Elucidated, I think it means that in his speech Lord Dholakia, the incoming party president, had called for positive action. He didn't demand negative action, or positive sloth. His battle cry was not \"Leave well alone, fellow delegates,\" or \"Liberal Democrats, it's time for a kip!\" He wanted action, and he wanted it positive. </p> <p>Bweep! The delegates are voting. Nothing to do with voting is ever simple here. Lady Barker reads out the rules. \"The first vote will be on amendment one. The second vote will be about a separate vote on line 32. The third vote will be on amendment 2, and the fourth vote will be on the substantive motion.\" Nobody seemed fazed by this or even by the footnote to the motion, which includes the rubric: \"30-34 and 48-56 Federal; remainder England and Wales, except for 2 (e) which is England only.\" All clear? It was to them. </p> <p>Blapp! Simon Hughes, the \"shadow home secretary\", is railing against the Labour government's bill to restrict the right to trial by jury. He announces that Liberal peers will vote to throw out the bill at its second reading in the Lords next week. </p> <p>I can hardly believe my ears. The Lib Dems are always hammering on about how they are the only truly democratic party, the one which insists that the will of the people must be paramount. And now, here they are, proposing to throw out summarily a bill that has been passed in the elected house by a huge majority. All right, it's a lousy bill, but then what is the difference between unelected fuel protesters and a bunch of unelected Liberals, most of whom, so far as I can gather, owe their seats to the popular \"Attend 15 Lib Dem conferences and a win a free peerage\" scheme? </p> <p>Lords Razzall and Greaves and Russell and Newby and Wallace and Dholakia, and Ladies Barker, Maddock, Hamwee and Northover are all estimable, thoughtful people who have spent months of their lives at Liberal Democrat conferences, but, you may think, have no more right to decide the law of the land than Tinky-Winky, Dipsy, Laa-Laa and Po. But nobody seemed surprised. </p> <p>(Later Mr Hughes turned up for a picture stunt at Bournemouth police station, holding a mock Uzi submachine gun rather as if it were a pair of silver sugar tongs.) </p> <p>Blang! Off to a fringe meeting about freeing Tibet, addressed by monks. One, Tenzin Choktongtsang, describes his escape from his homeland. \"The first westerners we saw were a Yorkshire TV team who were making a film. We thought they must be refugees. Since then we have been to Yorkshire, and found it is better than China, except for Bradford.\" (No, of course he didn't say the last three words.) </p> <p>Later, to everyone's astonishment, a man from the Chinese embassy stands up and calmly defends the occupation. This is as sensational at a Lib Dem conference as someone demanding fewer civil rights for disabled people. </p> <p>Blupp! One of the exciting events coming to the Bournemouth International Centre soon is the Solid Gold tour, featuring Bobby Vee, Freddy Cannon, Brian Hyland and Little Eva. What a feast of nostalgia! And if any of them hang round town long enough, they'll probably get a peerage.</p>",
  "The Liberal Democrats yesterday asserted their independence from Labour in flamboyant style by gleefully announcing from their conference platform that they will help to vote down Jack Straw's jury reform bill in the Lords next week - for the second time in a year. <p>The government's bill to curb the unfettered right to trial by jury in certain theft cases faces near-certain defeat by a cross-party coalition of peers when it reappears in the Lords next Thursday. </p> <p>The home affairs spokesman, Simon Hughes drew applause for his attack on the bill. It was one of several policy moves which will set the Lib Dems in conflict with Labour in the run-up to election day, widely assumed to be sometime in May or June. </p> <p>But the conference disappointed its tabloid critics by ignoring calls from the floor to \"think the unthinkable\" in endorsing the legalisation of all drugs on libertarian grounds. The party line remains to encourage a proper public debate on the issue. </p> <p>In separate debates, delegates voted to scrap Gordon Brown's New Deal programme for the unemployed and to abandon all sanctions - loss of benefit for up to six months - imposed by ministers on job seekers who are dismissed from the programme. </p> <p>Instead, employers would be given tax incentives to provide skills trainings, the employment spokesman, Phil Willis, told the conference. \"Most major employers recognise that investing in their workers is investing in their business,\" he said. </p> <p>Lib Dem delegates pride themselves on being close to real problems of real people. Yesterday one critic of the New Deal complained that a young engineer had been told his jobseeker's allowance would be taken away unless he retrained to be a hairdresser. </p> <p>In the law and order debate, a delegate told how people phoning their local police station in west Cornwall found themselves being switched through to Plymouth or Exeter, nearly 100 miles away - scarcely comforting to elderly people wanting to report a suspected break-in, he said. </p> <p>Mr Hughes led demands for policy changes which called for an extra 6,000 police on the beat, compared with the 2,500 cut since Labour took power in 1997, and for the creation of a community safety constabulary which would provide an extra, uniformed presence on the streets to reassure people fearful of crime. </p> <p>He was joined by a succession of speakers complaining about government policy - \"superficially tough on crime, timid on the causes of crime,\" he said - and about the need to give victims more information about their cases. They should be allowed to make post-conviction statements to judges in court, the new party policy states, though one delegate warned against what he said was an ill-considered American innovation which would lead to uneven and vengeful sentencing. </p> <p>Lynne Featherstone, a councillor who sits on the Greater London Authority and the Metropolitan police authority, won support for a policy amendment which would create a more independent complaints investigation procedure. </p> <p>But Keith Kerr, a black businessman, said the new system would also help police morale. MP Bob Russell, said he was half way through an attachment to Essex police, where morale and pay were both low.</p>",
  "<p>Controversial new laws allowing the government to \"spy\" on emails were not only a severe threat to human rights and civil liberties but would undermine Britain's hopes of being a leading centre for e-commerce, the Liberal Democrats heard yesterday. </p> <p>The estimated cost of implementing email monitoring equipment would be £640m over the next five years, while the overall cost to the economy would be around £50bn, according to the CBI, said the Trade and Industry spokesman Vincent Cable. </p> <p>Dr Cable said: \"This is a civil liberties issue, but we can't disregard the fact that this will impose an enormous regulatory burden on what should be one of our high growth economic sectors, and it's unnecessary and damaging. </p> <p>\"I'd shy away from calling it a stealth tax, because that's what Mr Hague would call it, but it's an attempt to impose the cost of regulation on industry. If the government wants industry to be spies, it should pay for it.\" </p> <p>Dr Cable was speaking as the Liberal Democrats' conference voted to call on the government to repeal the \"illiberal\" measures in the new Regulation of Investigatory Powers Act, which will come into effect next month and which has been strongly criticised by the TUC and civil liberties groups. </p> <p>Under the new law, any \"authorised person\" can read private correspondence without gaining a warrant or court order, and the home secretary can authorise unlimited electronic snooping \"in the interests of the economic well-being of the UK\". </p> <p>Lord McNally said: \"I used to believe Jack Straw was a civil libertarian. I now believe we're playing with an authoritarian and illiberal home secretary. We have got to find a way of bringing these new technologies within democratic control because beyond that is anarchy, we have got to make sure that these government authorities are truly accountable.\"</p>",
  "A nun who beat, force fed and humiliated vulnerable girls in her care at children's homes run by the Catholic church was yesterday found guilty of four charges of cruel and unnatural treatment. <p>From the 1960s to the early 1980s, Sister Alphonso, also known as Marie Docherty, was said to have conducted a reign of terror at Sisters of Nazareth children's homes in Aberdeen and Midlothian. </p> <p>During the six week trial at Aberdeen sheriff court, 21 women gave evidence of horrific treatment meted out by the 58-year-old nun. </p> <p>They told of beatings, a child forced to watch over a dead nun, another told she would die when she started menstruating and a victim of a fit being put into a freezing bath. </p> <p>Sister Alphonso originally faced 23 charges of child cruelty. However, two of the charges were dropped and Sheriff Colin Harris directed the jury to find her not guilty on 14 more as there was not enough evidence for conviction. A further three charges were found not proven. </p> <p>While nuns from the sister's order wept in court at yesterday's verdict, Sister Alphonso was impassive as Sheriff Harris deferred sentence for background reports. Throughout the proceedings, she had shown little emotion. </p> <p>Only when Anne Montgomery, now 35, explained on the fourth day of the trial that she could not tolerate open doors for fear Sister Alphonso was behind them did the nun show any sign of emotion. </p> <p>Dressed in a navy habit, with rosary beads clicking at her side, Sister Alphonso terrorised the young girls in her care. For decades, those who grew up in the Sisters of Nazareth homes kept silent. But then a chance meeting in the corridors of the Aberdeen home began a chain of events which eventually brought Sister Alphonso to justice. </p> <p>Helen Cusiter, a resident there from 1967 to 1971, returned to the home to visit a friend who worked in what was, by then, a home for the elderly. She thought Sister Alphonso had long gone. She was wrong. </p> <p>\"I got a real shock when I saw Sister Alphonso,\" she said. \"It was like spiralling back through time and suddenly all the horrible things that happened came back through my mind.\" </p> <p>Mrs Cusiter went first to a solicitor and then to the police. Around the same time, stories of abuse at Sisters of Nazareth homes in Aberdeen, Midlothian, Ayrshire and Renfrewshire began appearing in the press. The number of abused coming forward rose markedly. In Aberdeen, the case against the nuns gathered particular momentum. </p> <p>The city's three Labour MPs called for a public inquiry; Grampian police launched an investigation. Sister Alphonso was charged. </p> <p>It is understood that other nuns were reported to the procurator fiscal, but they are unlikely to face criminal proceedings. </p> <p>As publicity grew, more than 400 people contacted solicitor Cameron Fyfe. He is now pursuing civil claims against the Catholic church on their behalf. </p> <p>Throughout this period, however, the church has been staunch in its defence of the nuns. Mario Conti, the bishop of Aberdeen, said the allegations were concocted by former residents of the homes, encouraged by \"unscrupulous lawyers\". </p> <p>The verdict in this case ended a ban on revealing that another carer, Peter Blarney, who worked in the Sisters of Nazareth home in Midlothian, had pleaded guilty to sexually abusing young boys in his care. </p> <p>Now the church faces an enormous legal battle. \"Sister Alphonso's conviction helps us enormously,\" said Mr Fyfe. \"It means that all the other people who are alleging similar mistreatment may be telling the truth whereas the church has always maintained that they are telling lies.\" </p> <p>Mrs Cusiter suffered regular beatings during her time at the home, sometimes with rosary beads; on the night she began menstruating for the first time, Sister Alphonso told her it was God's punishment and she would die by midnight. </p> <p>Her younger sister, Rosella McGuinness, then only four, had a problem with bed wetting. If Sister Alphonso discovered Rosella had wet the bed on her morning inspection she would force the young girl to wear urine-soaked underwear on her head. </p> <p>Other women had similar stories. Jeanette Adams and Angela Barney were beaten and force fed food the nuns did not eat themselves. </p> <p>Paul Cullen QC, the defence counsel, made much of the changes in attitude to child care, but the sight of woman after woman crying in the witness stand as they relived the cruelty convinced the jury that this was more than yesterday's actions being judged by today's standards. </p> <p>\"Sister Alphonso is an evil woman who is capable of pretending to be kind and gentle,\" said Mrs Cusiter. \"Her performance in court as the quiet-spoken little nun prone to break down in tears at the drop of a hat was quite impressive - but a total farce.\"</p>",
  "An 83-year-old man who could not face living in a care home, shot dead his senile wife while she slept and failed in an attempt to end his own life, a court heard yesterday. <p>At Chelmsford crown court, Leslie Parsons, of Thorpe-le-Soken, Essex, pleaded guilty to manslaughter on the grounds of diminished responsibility. </p> <p>Parsons had looked after his wife Dorothy, 88, who had Alzheimer's disease, as best he could; but faced with the prospect of moving to a residential care home, he resolved to end their lives, the court was told. </p> <p>Judge Watling said: \"This must be one of the most tragic cases that a court has ever had to consider. Here you are at the age of 83, a man of impeccable character. You knew her for 67 years and were married for 62 years. You loved her dearly and were devoted to her. Your declining health meant you could not cope, either of you.\" </p> <p>Christopher Ball QC, prosecuting, told the court Parsons shot his wife twice in the head while she slept. He then turned the .22 calibre revolver on himself and fired three shots into his head, but they did not kill him. He managed to place the revolver back on top of a wardrobe, passed out, and woke up the next morning. </p> <p>Mr Ball said the incident had been triggered by a visit to a care home on January 8, accompanied by their daughter, Brenda, and son-in-law Roy Thompson. </p> <p>Mr Ball said: \"Mr Parsons was viewing this possibility negatively. It is not uncommon for people to value their independence so greatly, and this was a huge step for them. He resolved there was no future, and it would be best if he brought to an end the misery of his wife's life. Without her his own life would not be worth living.\" </p> <p>In a statement read out in court, Parsons, a retired gas worker, said: \"I have known her since 1933. I loved her dearly.\" He said Dorothy had dementia and was getting worse. \"I am sorry, I am happy in my own mind that my wife is happier now.\" </p> <p>Parsons wept throughout the proceedings. </p> <p>The court heard that the daughter found the couple. Her mother was dead, and her father was lying in blood-soaked pyjamas. Surgeons found fragments of bullets in his head, but decided not to operate. </p> <p>Martyn Levett, defending, said Parsons was driven to this act by a number of factors: psychological reports had found he had had a mild form of depression since 1989; he had a stroke in 1997, and was extremely distressed at his wife's condition. Mr Levett said Parsons's action was the ultimate act of love. </p> <p>The judge sentenced Parsons to three years' probation and a supervision order to run concurrently with the sentence imposed for manslaughter. He was also charged with two firearms offences. </p> <p>After the case Parsons's son, Roger, 59, said: \"The judge has been very compassionate. My [parents] had a wonderful relationship. My father is very upset.\" <br> Press Association</p>",
  "In a report headed Sydney in grip of Olympic security, page 7, September 15, we said \"A shoot on sight law gives the [Australian] government the right to draft soldiers on to the streets and open fire on people if they are considered to be a risk to security.\" The Commonwealth Attorney-General's department has made it clear that there is no such \"shoot on sight\" law, and adds, \"Nor would there ever be.\" <p>An article headed The Big Turn-Off, page 7, Media, September 18, was wrongly attributed to Trevor Beattie, creative director of TBWA, London. In fact, it was written by Paul Bainsfair, chairman of TBWA worldwide. Apologies to both. </p> <p>A story headed Two 'Catholic' charities linked to Nazis, says report, page 4, September 18, failed to take account of an earlier correction saying that the two charities in question, in fact, have no connection at all with the Roman Catholic church. The charities are the St George Educational Trust and the Trust of St Michael Archangel. </p> <p>A report about a building complex used for raves on the Baltic coast of Germany (page 8, G2, August 31), carried a headline incorrectly saying that Hitler had had it built as a \"holiday camp for Nazi stormtroopers\". As the text stated, the Nazi regime built it as a holiday place for ordinary workers. </p> <p>In a column, page 24 of our Sport supplement yesterday, we placed Portobello in Glasgow. It is in Edinburgh. </p> <p>The picture captioned \"Catherine Deneuve in Belle du Jour\", page 6 (Women), G2, yesterday, was not Catherine Deneuve. It was wrongly identified on the print. We do not know who the subject is. In any case, the film is Belle de Jour (not du). </p> <p>Persistent homophone corner, two examples from September 16, \"the house in Islington where he lives with his partner ... a principle dancer with AMP\" (page 7, Saturday Review); \"Taxes aren't forcing commercial traffic (the principle cause of the problems) off the roads...\" (page 22, main paper). </p> <p> It is the policy of the Guardian to correct significant errors as soon as possible. Please quote the date and page number. Readers may contact the office of the readers' editor by telephoning 020-7239 9589 between 11am and 5pm Monday to Friday. Surface mail to Readers' editor, The Guardian, 119 Farringdon Road, London EC1R 3ER. Fax 020-7239 9897. Email:<a href=\"mailto:reader@theguardian.com\">reader@theguardian.com</a> </p>",
  "A black seaman shot dead a white naval officer and then killed himself in a suspected racial outburst yesterday, just a day after the South African army was officially accused of being rife with ethnic conflict. <p>The black able seaman, who has not yet been named, shot Lieutenant John Fred Clarkson twice in the head as he was sleeping on board a minesweeper in Simon's Town harbour. </p> <p>The attacker then turned the gun on himself. He died several hours later in hospital. </p> <p>The navy said the two men had argued but did not say over what. </p> <p>On Monday, an inquiry into a killing spree by a black army lieutenant who targeted and murdered white officers at a Bloemfontein military base a year ago released a damning report on the state of race relations in the South African forces after six years of integration and affirmative action. </p> <p>Lieutenant Sibusiso Madubela hunted down white colleagues, murdering eight people and wounding five before he was killed in a shootout. An inquest concluded he was angry over his salary being stopped after he was declared \"absent without leave\" for failing to return promptly from his father's funeral. </p> <p>The report concludes that South Africa's military is still riddled with racism and highly demoralised. \"Racism does exist in the defence force. It manifests itself in many ways,\" the report says. \"It comes in the form of outright abusive language based on cultural origin, failure to empower people, and active attempts to reduce their job responsibilities.\" </p> <p>Among its examples, the inquiry points to instances where the military police were instructed not to search vehicles driven by white soldiers or arrest them if they broke military laws. It says court martials are seen as whites putting blacks on trial, and recommends that black lawyers be appointed as part-time military judges. </p> <p>Morale has declined, in part because of racism and in part because of financial cutbacks, and absences without leave have climbed sharply. </p> <p>The inquiry also concluded that those who were integrated into South Africa's post-apartheid army from the black liberation movements are treated significantly worse than those who served the military under the white regime despite six years of working toward a single force. </p> <p>\"Military culture is in crisis because there have not been exercises to build the much talked about one-army concept,\" the report says.</p>",
  "The government is heavily criticised for its policies on the arms trade and asylum in a report published today by the human rights group Amnesty International. <p>The 75-page review of the government's first three years in office praised many foreign policy achievements, but was scathing about the government's failure to curb the arms trade, and described its asylum policy as shambolic. </p> <p>The report identified a lack of consistency across Whitehall. \"The UK rightly criticises the appalling human rights abuses in countries such as Iraq, Afghanistan, Somalia and the Federal Republic of Yugoslavia, but then fails to respect the human rights of refugees from those countries that seek protection here.\" </p> <p>It said that the UK played an important diplomatic role in seeking to prevent or resolve conflicts abroad, \"but then fails to control the activities of British brokers who ship arms to those countries where they may be used to commit abuse\". </p> <p>The report added: \"Even when a consensus has developed within the government, such as with the need to introduce legislation to control arms brokering, the political will to take it forward appears to be absent.\" </p> <p>A bill to control the arms trade, which the Foreign Office and the Department of Trade and Industry had been pushing for inclusion in the Queen's speech in November, has been dropped. Kate Allen, director of Amnesty International UK, said the government still had outstanding commitments to introduce legislation, including control of \"the terrible trade\" in arms. </p> <p>\"What is needed now is personal commitment from the prime minister to drive through these areas of unfinished business before the general election.\" </p> <p>The government's approach to the arms trade was a central theme of the report: \"Time and again over the last three years, the export of British arms to destinations such as Indonesia and Zimbabwe has sparked serious public concern.\" </p> <p>On the positive side, the report welcomed the government's speedy response in providing support for UN forces in Sierra Leone this year; its work in promoting abolition of the death penalty; and the day to day work to support human rights overseas by many of Britain's diplomatic missions. </p> <p>But Amnesty added asylum policy to the list of negatives, particularly the extension of pre-entry controls to prevent asylum seekers entering the UK. The report said: \"The government inherited a shambles from the Tories three years ago and has now created one of its own.\" </p> <p>It was sceptical about the government's commitment to pursuing human rights with countries such as China, Russia and Saudi Arabia and was unhappy with the muted government response in the face of widespread violations in these countries. Amnesty believed that the value of British engagement in such countries should be measured by practical results. </p> <p>On China, the report said: \"The UK government statements have not always acknowledged or adequately reflected the deterioration in human rights in China over the last 18 months ... as far as human rights are concerned, it appears that the UK is playing a game on terms set in Beijing.\" </p> <p>A Foreign Office spokesman described the report as a serious analysis that recognised the government's achievements: \"This is a record of which we can be proud, without claiming to have achieved all that we want to achieve.\"</p>",
  "Political wives have never been so fascinating, or so it would seem from the amount of attention they have been getting in the US. The Democratic and Republican conventions have been packed with an unprecedented number of testimonials and introductions and cute jokes and homey anecdotes from wives and daughters, not as background, but as a central part of the campaign: elect this man, the message seemed to be, because he once brought his daughter toast and hot chocolate out in the snow. <p>It is interesting that after the long, boring impeachment, when the American public signalled that it couldn't care less about the private lives of its politicians, it is their private lives that are being endlessly promoted in the new political season. First there was the Gores' popular kiss that lasted several beats longer than it had to, and then there was Joe Lieberman, Gore's running mate, calling his wife Hadassah \"sweetheart\" during his acceptance speech. These are not public displays of affection so much as public displays of functionality. It is as if there is a pornographic picture in the back of everyone's mind of Monica Lewinsky in the oval office, and all the candidates all running as hard as they can against that picture with their own cheery vignettes of conjugal bliss. </p> <p>Part of this year's obsession with first marriages may also be that our politicians are so stage-managed, every gesture, every motion so scripted and second-guessed and polled, that there is some doubt as to who they really are. The media's favourite activity now is covering not the candidates, but their coaching, their pollsters and managers, advisers who tell them to wear greens and beiges, and speech writers who craft their rhetorical swells. You would have to be illiterate and without a television set to think that you are getting anywhere near the real man. Somehow, quite irrationally, this leads to the belief that when the candidates' wives come on to the stage in powder-blue suits, you are tapping in to their real lives. </p> <p>The fact that all of this is scripted, too, that the wives' collages of photographs, and daughters' affectionate reminiscences are also staged, doesn't seem to matter. These women - Tipper Gore, Laura Bush, Gore's daughters Karenna and Kristen, Hadassah Lieberman - are not professionals, or don't seem like professionals, and so there is a feeling when they come to the podium, awkward and shy, like Laura, or giddily cheery, like Tipper, that we are getting closer to the men themselves. But are these women humanising their husbands, or are we just reading a lot about how they humanise them? </p> <p>The candidates' wives are being used in a way that vice-presidents have traditionally been used - to balance the candidate, to compensate for a perceived weakness. The wives are not there to support their husbands but to subtly shift perceptions of them. For instance, George W Bush's drunken past, his volatile emotional side, his tendency to curse New York Times reporters, is counteracted by Laura's down-to-earth sweetness. He is \"grounded\" by her, everyone around them constantly tells us. She tempers his excesses. And in much the same way, Tipper's naturalness is offered by the campaign as an antidote to Gore's stiffness. She says that she has a \"commitment to have fun\" on the campaign trail, which does not seem like a commitment Gore has ever made to anyone about anything. </p> <p>And it is true that, at the convention, Tipper seemed at ease enough for both of them. She danced and sashayed across the stage. She seemed happy to the point of giddiness, and one wondered whether her dose of Prozac may have been a tad too high that day. One big point that the Gore campaign likes to make about Tipper, and one that Karenna Gore (their eldest daughter) made at the convention, is that she is an enfant terrible, a free spirit, albeit a harmless one, who tells reporters whatever is on her mind. Her handlers cannot control her. </p> <p>The message that is put out to the press is that no message can be put out to the press. She is just too authentic, too true to herself. The idea is that you are getting pure, uncensored access to the Gore family. The character of Tipper is meant to counteract everything you have seen or read or know about her husband's lack of spontaneity. In high school she played drums with a girl band called the Wild Cats. She painted a naked self-portrait when she was pregnant. She goes barefoot on Airforce Two. She is Gore's frolicking unselfconscious other half. The plump blonde id of the Gore campaign. </p> <p>Laura, an ex-elementary school librarian, is quintessentially unthreatening in an entirely different way. With her short, sensible hair, bright blue eyes and dowdy style, she is a vague maternal figure who somehow manages to stay vague no matter how many times she speaks or is profiled. When she stood on the podium at the Republican convention there was an absence of slickness, a lack of charisma, of heat and desire, that played well. Much was made of how nervous she was before her speech (\"I get butterflies a little bit thinking about it\") and that nervousness translated into a middle American ordinariness, a modesty that people found appealing. </p> <p>The New York Times headlined its profile of her \"Quiet Strength\", which is exactly the image the Bush campaign was trying to project. Even the \"political problems\" with Laura seem to serve a shrewd function. For instance, she doesn't agree with her husband on all of the issues, such as abortion. She loyally refuses to talk about it. But, in fact, having a wife who disagrees with him in a quiet way can't hurt a candidate seeking women's votes and trying to soften his anti-choice image without alienating his core constituency. </p> <p>And then there is, of course, the great unspoken shadow of the current first lady - the dislike that rises in her wake, and leaves the campaigns scrambling to define exactly how their candidates are not like Hillary Clinton without saying it too directly. Laura says things like: \"I don't really want to talk about the issues that much. I am not that knowledgeable about most issues.\" Tipper says things like: \"With four children and ageing parents I find that I only spend so much time on the issues that I care about, and I spend a lot of time on keeping the family together.\" In other words, we couldn't have two aspiring first ladies less interested in politics. </p> <p>Both campaigns have made quite a show of how their candidates' wives were resistant to public life. Bush recounts over and over how he promised his wife that she would never have to give a political speech before she would agree to marry him, and her friends give accounts that she would trade it all in \"for long afternoons of reading and mornings of gardening, and be utterly happy\". Meanwhile, Gore aides send out reports of how fearful Tipper was that a presidential campaign would consume her family, and how apprehensive she was about her husband's first run for congress. </p> <p>It seems important that the point is made: these are spotlight-shunning, un-power-hungry women. Not shrinking violets, either of them, but women who don't possess a single ounce of vicarious ambition. Either one of them, their campaigns seem to say, will be dragged reluctantly yet dutifully into the oval office. These are the un-Hillarys being displayed for the American public. (Though it should be pointed out that their distaste for political life seems largely theoretical: Laura is being cast by her husband's camp as an extremely reluctant campaigner, but in February alone she reluctantly campaigned in 22 different states.) </p> <p>The wives of America's current candidates are studiedly old-fashioned. Even the Democrats stress that Tipper will be a first lady \"in the traditional mould\". These women are housewives and mothers. They gave up their temporary and unpassionate careers for their husbands in an era when it was no longer common to do so. They devote themselves to their families, and have mild artistic pursuits, such as photography and painting and reading. They present a sweetly pastoral image of American womanhood that has nothing whatsoever to do with American women. Somehow, America seems to want a first lady who represents not the values of the country, but the values of the country 50 years ago. </p> <p>It is a curious pocket of sexism, a pocket of nostalgia, that represents not what women are but an old portrait of them that, some of us at least, apparently still long for: the mother who stays home; the supportive wife; the quiet strength. As if behind every powerful man is a not-so-powerful woman. So far it has worked. Laura Bush and Tipper Gore are both immensely popular. (Though the campaigns are careful not to make it seem like they are too retrograde. For instance, Laura used to refer to herself as \"shy\" and now denies it, as does everyone around her with a regularity so noticeable that the New York Times said it was \"as if they all received the same memo\".) </p> <p>Gore said in his convention speech, \"This is not a popularity contest,\" but, of course, that is exactly what it is. Today's candidates have to be liked, and known in the manner of the captain of the football team. Neither Gore nor Bush are particularly adept at giving the crucial illusion of intimacy, of making the voter feel like they know him, making the voter dream about him, the way Bill Clinton famously is. Without that gift for intimacy the voter has to be drawn into the candidate's kitchen by other means. They have to feel like they have been invited over to dinner and chatted with. To do what Clinton could do with a bite of his lip, with a throaty laugh, with a lazy smile, these candidates have to call in reserves - their pleasant, unthreatening wives.</p>",
  "<p>Your marriage is on the rocks and your misery is absolute. What do you do next? Call the cameras in, if you follow the lead of the four couples featured in Channel 4's Break Up, which starts tonight. </p> <p>On the surface, a fly-on-the-wall documentary series about divorce negotiations would seem to be just another in the series of cheap-to-make real-life programmes that have flooded our screens in recent years, their Reithian values seemingly in inverse proportion to their ratings figures. And Channel 4, after all, brought us Big Brother, the colossus of the genre. </p> <p>Such an assumption would be hasty, however. Despite the voyeuristic appeal of their subject matter, the Break Up films adopt a thoughtful, compassionate tone, and have a clear intent: to put across the worth of expert mediation in divorce proceedings. With almost one in two marriages in Britain now failing, the need for such a service is rapidly increasing. </p> <p>Mark Harrison, the producer and director of the series, has a personal interest in the subject. \"When I got divorced, I went down the old-fashioned route of two years of solicitors and spending many thousands of pounds,\" he explains. \"Mediation encourages people to separate in as civilised a way as possible.\" </p> <p>Jane and Graham, the subjects of the first film, start on a course of mediation on the advice of their solicitors. \"We all love happy endings, but usually it's too late for reconciliation when people come for mediation,\" says Ruth Smallacombe, a mediator and a governor of the UK College of Family Mediators, who served as a consultant on the series. \"This is not relationship counselling. The best we can do as mediators is to help people to think about the implications - financial and practical - of the decision they have already made, and get the appropriate support, particularly if there are children involved.\" </p> <p>In the mediation sessions Jane and Graham are seen working out their financial arrangements, how things will be divided up, and discussing custody of their three small children. The mediators encourage both husband and wife to articulate their feelings and, when the atmosphere becomes heated, intervene to suggest how certain points of issue might be resolved. </p> <p>Cutting from the formal surroundings of the mediation rooms, separate, less structured interviews with Jane and Graham in their own homes flesh out the background to their marriage. Inevitably their tales are poignant, with both partners recalling how they met and fell in love, and then how things started to go wrong. These sections make for powerfully sad viewing, as their wedding-day photographs are counterpoised against their weary expressions of the here and now. </p> <p>Significantly, no other family members or friends are interviewed. \"Being impartial was a key element in the editorial approach,\" says Mark Harrison. \"We made a decision not to widen the net - we realised that as soon as you go outside of those two people, you start getting sucked into the whole side-taking business. It's extremely rare to find a situation where one person is overwhelmingly to blame for the break-up of a long-term relationship. You leave it to the viewer to form a view.\" </p> <p>Despite this scrupulous fairness in approach, the fluctuating anger and bitterness of the participants are not omitted. Filmed over a period of months, midway through the programme Jane describes finding some letters written to Graham which suggest that he was already having an affair before they separated. \"I hate him, I really hate him\", she whispers. </p> <p>Worse is to follow. Having received a letter from the Child Support Agency telling him how much he will be expected to pay Jane every month, Graham announces that this means he will have to rethink all the arrangements that were agreed in the mediation sessions. The film ends with Graham flying off on holiday with a new girlfriend, and the news that Jane will be taking him to court to seek financial support. </p> <p>\"Arrangements made in mediation aren't finally legally binding,\" Smallacombe warns. \"But if one person is less keen to give financial information or is spending family assets, we wouldn't just ignore it, we're very interventionist - not in judging what they're doing, but we will say that the other person needs to get legal advice.\" </p> <p>Although Jane and Graham do not manage to avoid calling in solicitors to settle their dispute, they can agree upon the usefulness of their mediation sessions. Smallacombe is hopeful that the series will spread the word further. She also sees a wider relevance for the programmes. </p> <p>\"My hope is also that they might encourage people watching them to make a climate-check on their own relationships,\" she says. \"But the best result of all would be for us to start putting lots more energy and education into the preparation for marriage - getting people to really think about what relationships entail before they make these huge commitments.\" </p> <p>Break Up, Channel 4, tonight, 9pm.</p>",
  "<p>Muscle-bound, bleach-blond, mullet-headed wrestler <strong> Hulk Hogan</strong> is suing his former bosses at World Championship Wrestling for defamation. Hogan - real name Terry Bolea - grappled in a pay-per-view event this summer, Bash At The Beach, but took umbrage with events that happened on the night. </p> <p>The wrestler claims he agreed to the match on condition that he was the \"featured fighter\" and that he would beat his opponent, Jeff Jarrett, which he duly did. And who said wrestling was fixed? But what the Hulkster claims he didn't expect was the rant that the WCW's Vince Russo came out with following the bout. Russo's post-rumble speech, in which he called Hogan a \"goddamn politician\" who \"doesn't give a shit about this company\", climaxed with the diktat: \"Hogan you big, bald son of a bitch... KISS MY ASS!\" </p> <p>While this all sounds like pretty straightforward wrestling talk to me, Hogan's lawyer asserts that it violated his contract for \"creative control\" of his character. So this is one grudge match that won't be settled in the ring. </p> <p>\"Gorgeous\" George Clooney may be getting critical acclaim for his role in the Coen brothers' O Brother, Where Art Thou?, but his recent water-logged effort, The Perfect Storm, is receiving some unwanted attention in the US. Jodi Tyne, ex-wife of the late Captain Billy Tyne (played by Clooney), has brought a case against the filmmakers and Warner Bros, claiming that Tyne was unfairly represented and that the family hadn't given permission for his life story to be represented on screen. The suit alleges that Tyne's daughters Erica and Billie-Jo, as his legal heirs, are entitled to a cut of the film's profits - estimated at more than $170m. Warner Bros contest that permission isn't needed to portray a well-known event.</p>",
  "<p>The Missionaries of Charity, the organisation founded by the late Mother Teresa to help the poor and dying, was facing grave embarrassment last night after the order and one of its nuns were accused of torturing a seven-year-old girl. </p> <p>The nun who allegedly carried out the torture, Sister Francesco, has mysteriously vanished. The order's head, Sister Nirmala, was summoned on Friday by a court in Calcutta in connection with the allegation. She was given conditional bail in the sum of $110 (£79) and asked to return on October 2. </p> <p>The scandal comes as the Vatican continues to ponder whether Mother Teresa's \"fast-track\" application for sainthood should be granted. Although the order was accused before her death three years ago of unwisely accepting donations from dictators and crooks, this is the first time in 50 years an allegation of abuse has been made against it. </p> <p>The girl's father, Kaviran Mondal, a local rag picker, filed a criminal case against the Missionaries of Charity and Sister Francesco following the incident last week, which took place at the mission's home for destitute children in central Calcutta. The girl - Karabi Mondal - was one of 100 children living at the hostel. </p> <p>According to sources close to the investigation, Karabi was blamed after neighbours in the house next door complained that some of their jewellery had been stolen. As a punishment, Sister Francesco allegedly placed the girl's hand on a hot plate used for cooking chapatis. The burns were so severe the girl requires a skin graft. \"The sister had a Catholic penchant for punishment,\" a source said. </p> <p>Speaking on local television, Mr Mondal, who has another daughter also cared for by the charity, said: \"We looked upon Mother Teresa as a god. We never imagined this could happen here. It is unbelievable.\" </p> <p>\"This particular sister has beaten and hurt other children. I don't want to blame the whole organisation. She doesn't know limits,\" he added. </p> <p>Mr Mondal said that he was too poor to look after his own children. </p> <p>Karabi had been at the hostel for six months, while the nuns had cared for her sister for two years. Their father was alerted to what had happened after the older girl rushed to tell him that Karabi had been hurt. The family is now living in Bow Bazaar, a Calcutta slum. </p> <p>Sister Nirmala, who was elected head of the order following Mother Teresa's death, was last night unavailable for comment. But on leaving court last week she said: \"The truth will come out. We will co-operate with the judicial process. Beyond that I can't say anything.\" </p> <p>The sister, described by one source as \"shy\", \"retiring\" and with Mother Teresa's \"spirit\", is believed not to dispute that the incident took place and to have said: \"We should love children, not punish them.\" </p> <p>In a withering revisionist biography, The Missionary Position, published in 1995, the journalist Christopher Hitchens rounded on Mother Teresa for accepting donations from Jean-Claude \"Baby Doc\" Duvalier, the former dictator of Haiti, and from fraudsters such as Robert Maxwell and Charles Keating, the California banker jailed in the Savings and Loan scandal. Other critics have complained of the order's opposition to birth control, and the primitive medical regime in its clinics. </p> <p>But last night Navin Chawla, Mother Teresa's Indian biographer, said he was surprised by the allegation of abuse. \"This is the first such case I have come across in 23 years. I can only put it down as a freak thing,\" he said. \"As for the complaint that the order runs primitive medical regimes, Mother Teresa used to take people from the streets after they had been refused by every other hospital. It is very hard to get into a hospital in India if you are poor.\" </p> <p>Following Mother Teresa's death in September 1997, the Pope took the unprecedented step of scrapping the traditional five-year waiting period for beatification. </p> <p>The Missionaries of Charity, which has its world headquarters in Calcutta, has campaigned vigorously for her sainthood. Last summer the process of canonisation formally began, when 100 witnesses gave evidence before a three-man tribunal. The Vatican is expected to wait another two or three years before confirming her as Saint Teresa.</p>",
  "<p>The act of murder in Shakespeare's plays, suggests the Young Vic's new artistic director, David Lan, often has parallels with the sexual act. Think of the procrastination of Hamlet, the planning of regicide by the Macbeths, the build-up to the killing of Julius Caesar. In both Macbeth and Julius Caesar there is a gulf between what the murderers think they are going to achieve by homicide, and what they actually do achieve. Reality doesn't live up to expectation. When desire is spent there is only emptiness. </p> <p>\"It's like sex,\" says Lan. A lot of the time you are anxious that you should do it and obsessed by the need to do it. Then you do it and it's great. But afterwards you think, 'What was that all about?' There is a kind of melancholy.\" </p> <p>The brochure for the Young Vic's new season, advertising Lan's production of Julius Caesar, shows three male torsos. The models' heads are either cut off or turned away so as not to detract from the rippling muscles. </p> <p>It is a startling sight. You tend to think of Julius Caesar as an old man's play, a gift for a trio of elderly actors physically past their prime. But Shakespeare was still a relatively young man in his early 30s when he wrote it. It is, suggests Lan, the last young play of a young playwright. </p> <p>There is more to the Young Vic's marketing strategy than just an advertising campaign in the style of those English National Opera posters a few years back that tried to persuade a doubtful public that opera has nothing to do with fat people singing and everything to do with sex. Lan's proposition is that Julius Caesar as a play about active soldiers, young men bound by friendship and love and destroyed by it. What interests him is the evident absorption of Shakespeare in the relationships between the main characters. </p> <p>By casting Dorian Healy as Julius Caesar, Marcus D'Amico as Cassius and Lloyd Owen as Brutus - all good-looking actors in their 30s - he seems likely to come up with a production that will challenge our preconception that Julius Caesar is primarily a political play. But while Lan is keen to explore the sensuality of the play and the psychological detail of what he calls \"this grown-up male drama\", this is certainly not an attempt to stage the first gay Julius Caesar. Lan is far too perceptive for such a crudity. </p> <p>The South African-born Lan, who trained as an actor and then came to Britain aged 20, has always had the capacity to surprise. Even his appointment earlier this year as the successor to Tim Supple at the Young Vic came out of the blue. This, after all, is a man with only two directorial credits to his name in this country - a widely ignored production of The Glass Menagerie at Watford in 1998, and a superb 'Tis Pity She's a Whore with Jude Law at the Young Vic last autumn. </p> <p>Until Lan took that Jacobean thriller and turned it inside out, he was mainly known in the theatre world as a playwright. In another incarnation he was an anthropologist, spending two years in the 1980s living in a small village in the Zambezi studying the effects of the guerrilla war on religious beliefs of the local community. </p> <p>Out of that came a classic anthropological text, Guns and Rain: Guerillas and Spirit Mediums in Zimbabwe, and Desire, a beautiful, wonderfully unfashionable play about possession and the exorcism of guilt. It premiered at the Almeida in 1990 and completed a trilogy begun 10 years previously, which encompassed shamanism and Melanesian cargo cults. As Stephen Daldry of the Royal Court has noted, even when he began his writing career back in the 1970s, Lan \"was never part of the dominant ethos which suggested that a playwright's responsibility was to depict and analyse contemporary life in, say, Brixton or Moss Side\". </p> <p>Some years ago a critic, reviewing one of Lan's plays, observed that Lan's was a theatrical career that had never quite coalesced. But everything seems to be coming together nicely now, as the various strands of Lan's long apprenticeship in the theatre and life begin to tie up. Anthropology and theatre have much in common, not least in the way that they explore the nature of ritual. But Lan's own plays are only the tip of an iceberg in a career that includes documentary film-making, translation (his new version of The Cherry Orchard premieres at the National Theatre the night after Julius Caesar opens), extensive work with playwrights and screenwriters and two years spent as writer in residence at the Royal Court in the mid-1990s. Here he became the unsung hero of the new-writing boom, nurturing scripts through the process from development to final production. \"Your brief,\" Daldry told Lan, \"is to do what ever you like until you meet resistance.\" </p> <p>\"I worked with people on the basis that there was no deal,\" Lan recalls. \"I'd be around as long as people wanted me to be there and then I wouldn't. It worked. On many plays I became an unofficial producer.\" </p> <p>Without that experience at the Court, Lan would never have considered applying for the Young Vic job. But working closely with Daldry may stand Lan in good stead in other ways, if his ambitious plans for the Young Vic are to be realised. The redevelopment of the Court is testament to the fact that Daldry has no equal in British theatre when it comes to fundraising. \"I learned such a lot from Stephen. How could one not? If we're going to rebuild, I need to learn more.\" </p> <p>At 48, Lan considers himself too old to be running the Young Vic. He would like it to return to its original ethos of being a theatre where the young inspire the young. \"I want 27-year-olds directing King Lear,\" he says, while pointing out that the current funding situation means that the theatre can only produce three or four in-house shows every year. That, and the need to generate 60% of the theatre's income from the box office, means that Lan has already discovered that \"the pressure to be conservative is great\". </p> <p>Then there is the small problem that the building is falling down even faster now than it was 30 years ago, when the first schemes to rebuild it were hatched. None have ever come to fruition, in part because nobody has ever come up with a way to improve upon the current auditorium, one of the most attractive spaces in the country. But if anyone can get the job done, Lan has to be the man, not least because for him the Young Vic is a passion, whereas for his much younger predecessors Tim Supple and David Thacker it was also a career move. Lan didn't need to run a theatre, he just wanted to, and it wasn't any theatre he wanted to run, but the Young Vic in particular. </p> <p>In the publicity for Julius Caesar, Lan poses questions about the way \"some men lead and others follow\" and \"the enchantment of power\", an anthropologist's concept if ever there was one. I wonder whether his nine months at the Young Vic have given him an insight into that enchantment. </p> <p>He smiles, looking pale as a ghost and completely exhausted. \"I knew in the abstract that this was a big job, but the abstract became concrete very quickly. The thing I've really learned is that as quickly as you put things together they fall apart.\" </p> <p> Julius Caesar opens at the Young Vic, London SE1, tonight. Box office: 020-7926 6363.</p>",
  "An emergency meeting of European Union transport ministers has been switched from Brussels to Luxembourg today in an attempt to head off anticipated protests by truckers protesting against the high price of petrol. <p>Demonstrations continued across Europe yesterday as farmers, truckers and fishermen did their utmost to extract tax cuts from bewildered governments. </p> <p>For the first time, demon strations spread to Israel, where angry truckers staged a go-slow along the main road linking Haifa with Ashdod. </p> <p>The European Union believes the protests are set to worsen and today's emergency meeting of transport ministers will discuss harmonising national Vat regimes for fuel and will assess what action can be taken to aid Europe's ailing transport sector. </p> <p>It is not expected to reach any firm conclusions, diplomats revealed yesterday, and is more likely to be used by the UK as an opportunity to question whether other governments' concessions are in line with EU law. </p> <p>There were few signs yesterday, however, that protesters will be pacified by mealy-mouthed political pledges. </p> <p>In Spain, 100,000 farmers drove their tractors through the centre of Madrid and other cities around the country, while the two biggest farming unions warned they would bring the country to a halt unless the government acted. </p> <p>\"We are the first ants of the swarm ... in October we'll cut off roads wherever we have to in order to reach our objective,\" one union official told a noisy rally in Madrid. </p> <p>German truckers and taxi drivers also flexed their muscles in an attempt to shake concessions from the chancellor Gerhard Schröder. </p> <p>Around 300 trucks, buses and taxis blew their horns in unison as they circled Hamburg's inner ring road and traffic was disrupted elsewhere too. </p> <p>\"We will not allow ourselves to be taxed into the abyss,\" read a slogan in one of the many protests to take place across Germany. </p> <p>Meanwhile, in Israel truckers warned that yesterday's massive go-slow could only be the tip of the iceberg and should be seen as \"a warning shot.\" </p> <p>In Scandinavia, Sweden's second largest port, Gothenburg, was snarled for the second day in a row as truckers hampered the movement of freight. </p> <p>Blockades of the ports at Malmo and Stockholm also showed no signs of abating. </p> <p>In Ireland fishermen tied up their boats at midday and stopped work for a 24-hour period. </p> <p>A spokesman complained that fishermen had been hit with a 180% rise in fuel costs in the last 18 months.</p>",
  "A new book by the professor of political theory at Cambridge, John Dunn*, completed months ago turns out to have penetrating things to say about what has been fuelling recent discontents. <p>His theme is the state. The past week's events showed public order is a fragile thing. Queuing at filling stations and grabbing for the last slice of supermarket loaf are signs of breakdown. Behind them lies something the modern state exists to combat - fear. It not just Tony Blair; the state lost precious authority. </p> <p>The political thinker to read has to be Thomas Hobbes. In the strife of the 17th century security was a paramount concern. To guarantee it Leviathan, the state, had to be stern. But the Diggers did not have oil depots to picket and a troop of Cromwell's dragoons would soon have dispersed them if they had. Hobbes's anxieties live on in Professor Dunn. </p> <p>Ultimately, government is about compelling people to do things they would not otherwise do - such as attending to the planet's condition by cutting use of non- renewable fuels. But government only works if someone takes on the onerous task of ruling. The politician's job - the reconciliation of conflicting interests - is intrinsically difficult and \"stealth\" may be a vital tool of the trade. We take those who do it too much for granted, blaming them for our own inconsistent expectations, criticising them for \"being out for what they can get\" when they fail to act as instruments of our sectional interests. We call it democracy yet we expect politicians to follow a true and noble vocation - in other words expect them to be aristocrats. Listen to the people is the motorists' mantra. But what if the people are wrong, short termist and out for what they can get? Nobody, not least the politicians dependent on their votes, can ever say so. </p> <p>A book about politics, says Professor Dunn, is one \"about the inevitability of disappointment\". That is because neither public nor the politicians they elect understand what they are about. \"What was John Major really doing while he was prime minister? Did he really know?\" </p> <p>The fog has, if anything, got denser. A causal factor last week was the rightwards shift in political values under Thatcher as the British state, more readily than others, adapted to the demands of free market capitalism. </p> <p>That people are selfish about fuel and disdain politics is hardly surprising. In 1987 less than half the population thought government could be trusted to serve the public interest. A decade later the scepticism had deepened. Such trends are visible in other countries. Where the UK is different is displayed in the chart. This is a much more open economy. Oil companies can do things here they couldn't elsewhere, even in the United States. The capacity of Mr Blair (or any alternate) to alter economic destiny is lessened. (The chart comes from Peter Katzenstein in Pharr and Putnam [eds] Disaffected Democracies, Princeton UP, published earlier this year.) </p> <p>The fuel protest is a complaint about one tax. On another level, it stems from uncertainty about the state's relationship with the market and public ambivalence about where the boundary between private and public interest lies. The triumph of capitalism, says Professor Dunn, exposed a paradox. Property requires political protection - laws, police officers. But there can be no political protection without (wait for it) politicians. And they, needing to get elected after all, may be tempted to confiscate property (by taxing fuel, for example) because the people want government to provide the services private enterprise will not or cannot. </p> <p>\"Over the past 25 years capital has had some success in persuading people to feel less confiscatory towards property or more devout about its standing.\" This was one of Margaret Thatcher's great achievements. \"But this success whether achieved by intimidation, mystification or rational persuasion can scarcely be relied upon.\" Poujadists may turn out to be great fans of strong government. There is a constituency out there, so the Liberal Democrats believe, for confiscating \"excess profits\" from Shell and BP. William Hague may be basking like a seal in the light of our ICM poll. But has he really got the measure of his \"fine upstanding\" citizens? They are probably no more pro- market than they are rational supporters of coherent public policy on anything. </p> <p>If socialism was the 20th century's illusion, we too live in delusion. According to Francis Fukuyama and his ilk, business's preferred model of the state (lean and low) will keep on being chosen by the consumers to provide them with protection against insecurity and fear. The latter may well grow if Saddam Hussain has anything to do with it. \"The trajectory from the Keynesian welfare state to globalised neo-liberal capital mobility may have looked a steadily rational sequence of change of belief. But no participants had a clear understanding of its implications or effects. The view that we would have an interest in learning how to control these consequences through political action is compelling. But the view that we readily could control them is deeply insensitive to the character of political institutions. </p> <p>\"In a capitalist world economics dominates politics. The politics which it prompts is irritable, reactive and myopic: endlessly saturated with ressentiment .\" Is there a better way of describing what has been going on in Britain during the past week or so? </p> <p>\u0095 The Cunning of Unreason: making sense of politics, HarperCollins £19.99 </p> <p><a href=\"mailto:david.walker@guardian.co. uk\">david.walker@guardian.co. uk</a></p>",
  "<p>Two of the world's leading financial institutions clashed yesterday over the potential impact on economic growth of the soaring oil price. </p> <p>The International Monetary Fund, publishing its twice-yearly World Economic Outlook at the start of its annual meeting in Prague, predicted that world output would expand by 4.7% this year. </p> <p>This rate is some 0.5% higher than it forecast in May, but the IMF warned that the spiralling oil price was clouding its generally upbeat outlook. </p> <p>Michael Mussa, the IMF's chief economist, said the cost of crude could reduce growth to 3.75% next year from the fund's central projection of 4.25%, even if the oil price fell gradually from now onwards. </p> <p>\"If oil prices were to stay at $35 a barrel throughout 2001, or if they were to escalate to $40 a barrel or over, then the impact on inflation and world growth would be more significant,\" he said. </p> <p>Mussa said oil prices, which have risen by more than $6 since the IMF completed its economic forecasts in August, would add some $200bn to the world's annual energy bill. </p> <p>His concern was echoed by US energy secretary Bill Richardson, who said an oil price of $38 a barrel was \"dangerously high\" and the White House would not hesitate to use all options to fight soaring energy costs. But the United Nations Conference on Trade and Development, Unctad, shrugged off higher energy costs as a \"blip\" which would unwind without causing much damage. </p> <p>Dr Yilmaz Akyuz, head of Unctad's macroeconomic and development policies, said governments in the developed world, including Britain, could afford to sit back and wait for the oil price to subside, although he added that they might want to cut petrol taxes to preserve social stability. </p> <p>Lower fuel duties would have the beneficial side-effect of dampening down inflation, he said. \"I believe [the higher oil price] is a temporary shock. Opec does not want prices that will encourage alternative sources of energy,\" he said. </p> <p>As if to underline the differences between the IMF and the UN, the pair disagreed on the recovery of nations from currency crises. The IMF said Asia and Latin America had recovered well from the world economic crisis of 1997-99. </p> <p>However, Unctad's annual trade and development report said the structural weaknesses that prompted fears of recession in the wake of the Asian financial crisis still existed, and were being made worse by the actions of international economic policymakers. </p> <p>The IMF was troubled by the Mexican economy, which it warned was close to overheating. It also predicted that Russia's economy would grow by 4% next year - its third successive year of growth after almost a decade of decline. </p> <p>But Russia, the IMF's largest single borrower, still needs to step up the pace of economic reform, revising bankruptcy laws, curbing barter trade and cracking down on arrears. </p> <p>The UN believes the US could prove the greater problem. Dr Akyuz said that while the persistent and unexpected strength of the American economy had helped avert a global recession last year, the huge trade deficit incurred and the unsustainably strong dollar represented a renewed threat to global stability. </p> <p>While it was possible the American economy may follow the IMF's \"goldilocks\" scenario, and slow down to a rate of growth that was neither too hot nor too cold, that would require a lot of luck, he said. </p> <p><strong>UK</strong> </p> <p>IMF forecasts healthy growth of 3.1% this year, with a slight slowing next to 2.8%. Worried that sterling could slide, the <strong> Bank of England</strong> may still need to raise interest rates to keep inflationary pressures under control. The IMF is concerned that Gordon Brown's planned boost to public spending will come at the wrong point in the business cycle, with the economy already expanding at close to its potential limits </p> <p><strong>Europe</strong> </p> <p>Weak euro buoys exports; growth in the euro zone is expected to rise to 3.5% this year and 3.4% in 2001. The IMF says the growth rate of the11 zone members next year will be faster than the US's for the first time since the currency's launch; there are worries that <strong> Ireland</strong> and the <strong> Netherlands</strong> are overheating and calls in those countries for extra government revenues to be banked, rather than spent </p> <p><strong> United States</strong> </p> <p>Record growth but roaring domestic demand is sucking imports at a worryingly high rate. The American current account is too high at more than 4% of national output. The IMF warns that the <strong> US Federal Reserve</strong> may force a \"hard landing\" scenario - which would mean growth in the US slows down sharply and stock prices fall by up to 20%, dragging down equity markets throughout the world </p> <p><strong> Japan</strong> </p> <p>Hopes have been raised that the Japanese economy is finally on the road to recovery after a decade of stagnation. The country has pencilled in growth of 1.4% for this year and 1.8% in 2001 - but the Japanese government faces many challenges, not least how to support the economic recovery with lower taxes and higher spending when the country already has worryingly high levels of public debt</p>",
  "<p>Looking out across west London, Ian Donoghue moans: \"I've put on a bit of weight since I moved here.\" But it is his only complaint with the one-bedroom apartment in which he bought a 50% share a year ago. </p> <p>Perched on top of Tesco's 24-hour supermarket on the Cromwell Road, you could be mistaken for thinking that Shaftesbury Place - 75 modernist-looking flats, with steel balconies and unsurpassable views of urban landscapes - were £250,000 Manhattan-style lofts for city bankers. They are, in fact, a mixture of homes for key workers and families from council housing waiting lists. </p> <p>This week, architects, planners and builders are debating the benefits of good design to cities and towns across the country, as part of the annual urban design week. </p> <p>In a speech tomorrow, housing minister Nick Raynsford will be emphasising the government's commitment to reintroduce housing to town centres by encouraging developers to use space above commercial property and converting vacant industrial buildings into a mixture of different housing sizes, types, and affordability, promoting good-quality urban design. </p> <p>However, unless the urban white paper, expected next month, removes many of the obstacles blocking inner-city developments - such as VAT rules that impose a 17.5% charge on refurbishments or conversions, while new build is zero-rated - the vision of an urban renaissance, outlined by the urban taskforce and echoed by government, will remain a dream. </p> <p>When taskforce chair Lord Rogers visited Shaftesbury Place on the eve of urban design week, he described it as \"the type of development that needs to be replicated if our towns and cities are to be revitalised by good design and mixed communities.\" </p> <p>Donoghue works in the NHS as a GP practice manager. He could have been one of the 60,000 key workers estimated to leave the capital in the next 10 years if he had been unable to buy a share of his flat. </p> <p>\"I'd been flat-hunting for two years while camping in a friend's study down the road,\" he says. </p> <p>\"But my salary was way below the £32,000 I would have needed to afford a one-bedroom flat.\" Now he would require an annual income nearer £50,000. </p> <p>He wanted to stay near friends and family in west London. When he saw the Tesco development going up, he knew it could be his only chance. He registered with Kensington &amp; Chelsea council and Notting Hill Home Ownership, part of Notting Hill Housing Group, and waited. He purchased half the £128,000 flat and pays rent to Notting Hill on the other 50%. His monthly outgoings for the flat are £600. </p> <p>\"It's not cheap but it is affordable and its low maintenance and closeness to work, reduces my outgoings,\" he says. </p> <p>According to Pete Redman, chief executive of the housing group, Shaftesbury Place is a product of Kensington &amp; Chelsea council's commitment to meeting housing needs in a borough with the highest house prices in the country - planning permission for the superstore was conditional on Tesco developing social housing - and Tesco's innovation and willingness to work with the housing association. </p> <p>Tesco's architect, Auckett Bisco, had to address sound insulation, ventilation and safety issues to create a high-quality living environment above such a busy road. Every room has mechanical ventilation which filters out pollution, but the large, double-glazed windows and french doors can also be opened. </p> <p>\"Shaftesbury Place is an antidote for anyone who still believes that social housing promotes urban decay,\" says Redman. \"It's created a mixed community, including key workers, that mirrors the pattern of many London streets and has brought back into use a prime London site that was all but derelict.\" </p> <p>The scheme's £5.6m costs were met by a mixture of government subsidy, through the Housing Corporation, and private loans raised by Notting Hill. The group believes that low-cost shared ownership schemes which regenerate urban areas should be the model for the government's \"starter home initiative\". Designed as a way of tackling the housing crisis for the capital's key workers, the shape of the £250m, three-year initiative, announced in the housing green paper earlier this year, is still unclear. </p> <p>The government is considering responses to the green paper. Other options are interest-free loans and cash incentives, although they may do little to address regeneration issues. </p> <p>Nobody doubts the scale of the crisis. Some 40% of teachers are expected to leave London in the next five years. Studies by the King's Fund health policy institute and other influential bodies show teacher and nursing shortages in the capital compounded by difficulties obtaining affordable accommodation. </p> <p>The London Housing Federation has discovered that firemen earning £25,000 a year are commuting from as far as Lincolnshire. But do all key workers want to get a foot on the property ladder? </p> <p>According to Richard McCarthy, the Peabody Trust chief executive, young key workers do not see home ownership as desirable. They want to rent affordable flats. \"For many key workers, they need easy access to a stock of good quality rented accommodation,\" he says. </p> <p> The trust has just won £4.5m single regeneration budget funding as part of a consortium to provide 500 low-cost rented homes for the capital's key workers. The Keep London Working partnership includes five local authorities, three private developers, employer bodies, NHS trusts and bus companies First Group and Go-Ahead Group. </p> <p>Keep London Working taps into the potential for local authorities to allow private developers to build at higher density on condition that additional homes are acquired by housing associations to provide subsidised rented homes for key workers. </p> <p>By November, Peabody Unite, a joint venture between the Peabody Trust and private developer Unite to provide rented accommodation for key workers, will have created more than 600 bed spaces for rent by nurses and other employees of the Royal London hospitals in east London. </p> <p>Two of the schemes are converted from redundant office blocks. The third is a new-build development using low-cost, modular building techniques, pioneered by the Peabody Trust in Hackney. </p> <p>The rooms are built as a single module, or pod, in a factory, fully- furnished off-site and then lowered into place by crane, saving construction time and costs. </p> <p>For Donoghue, he had reached that age where renting was no longer attractive. \"I was in my late 20s and I wanted a place of my own,\" he says. \"Now I hardly go out, I'm always entertaining at home. The view from my balcony is hard to beat.\" </p> <p><strong>Driving force</strong></p> <p>Housing associations risk being sidelined if they are not ready to play a leading role in the government's drive to improve deprived neighbourhoods, the sector's two leading organisations are warning. </p> <p>Associations and other social landlords must ensure they are primed to slip straight into action when implementation of the government's national strategy for neighbourhood renewal starts next spring, according to the National Housing Federation (NHF) and Chartered Institute of Housing (CIH). They say social housing faces a \"unique opportunity\". </p> <p>The warning comes as the federation today opens its annual conference, in Birmingham. Jim Coulter, NHF chief executive, says: \"This is the sector's chance... to contribute to a genuine and sustained improvement in the quality of life for people living in deprived neighbourhoods.\" </p> <p>A final version of the renewal strategy is expected this autumn, together with an action plan. But housing groups have already been told they are \"well placed\" to deliver neighbourhood management - in partnership with others. </p> <p>The federation and institute are stressing that collaboration is critical. They are telling housing groups to check that they are involved with local schools and health services; that they understand the local labour market and help promote employment; that they play a part in tackling crime; and, not least, that they have local plans of their own to improve housing stock. </p> <p> David Brindle</p>",
  "The people are wrong. Wrong about petrol, wrong about the government, wrong about the money in their pockets. Amnesiac and grudging, too many have their political perceptions warped by malevolent newspaper proprietors bent on destroying Labour. (How odd that Gordon Brown invited all the rightwing editors to his wedding party, fresh from another day's work cutting off his legs.) The people are also frivolous: they get bored because tolerably good government is dull. They demand occasional adventures and earthquakes to feel alive - tears for Princess Diana, outrageous pickets - anything will do. The servants of the people must not whisper nor even think these things: in a democracy the customer is always right. But what now? <p>\"Don't panic!\" the government is running around telling itself. Let's face it, they reason, the government almost failed its prime purpose - to keep order - only a day away from mortal meltdown. The Don't Panickers reassure themselves that the people are right to chastise governments that take them to a perilous brink with IMF, a three-day week or ERM crises. Even now, as panic buying of petrol returns... It is polite and apologetic of the government to murmur this mea culpa, but on this occasion the people willed it themselves, egging on the 2000 farmers and hauliers as tribunes of the oppressed masses. The people are to blame, fair and square. But so what? </p> <p>Something has to be done. How can the government explain present policy better to people who don't hear it, too busy bellowing that the government doesn't listen to them? None of this petrol tax revolt makes any sense. The total cost of motoring (petrol, excise duty, insurance) has risen by 82% since 1987, but average earnings rose by 110%: that means the relative price of motoring has fallen steadily since then. Consider this: by March petrol prices had risen so steeply, the chancellor went out of his way to appease the angry motorist in the budget. Too far, many environmentalists said at the time. He removed the long-standing fuel escalator, cut vehicle excise duty for many and spent wildly on road building. It worked. The AA arch grumblers' press release was positively jubilant: \"This is the first time that drivers can take some heart from a budget in over seven years\". Does the Daily Telegraph remember its own leader at the time? Now leading the raucous bring-down-this-illegitimate-government-because-it's-not-Tory brigade, it wrote that the budget was \"the most motorist friendly in eight years\". What has happened since then? Nothing. Petrol prices have barely risen since March. The timing of all this is odd. </p> <p>The Tories are promising petrol tax will top its list for price cuts: John Redwood called for a 5p fuel tax cut. But each 2p off petrol tax only saves the average motorist a pathetic 50p a week. So that 5p cut would only save most people £1.25 a week. Would that really make such a difference? It would to the Treasury, who would lose £2.5bn. What would Mr Redwood cut for that sum? It could be £5 off the pension or £5 off child benefit. </p> <p>So is the answer to sit tight, explain the government's excellent case better and just say No Passeran to the truckers? Maybe sheer force of argument will swing the polls back, but what if it doesn't by the November budget? The greater good is not served by losing the election, so a third way might look like the better part of valour. Not caving in, just a little softening of the line might be wise. There are ideas now floated in Jack Straw's crisis task force which go beyond how to force oil companies to keep trucking. </p> <p> One idea concerns at least a measure of stabilisation in petrol prices. The price of oil fluctuates wildly with world prices and the people don't like it: such is human nature that they only notice when it goes up, not when it comes down. What about stabilising petrol prices at a fixed ceiling and letting the Treasury take at least some of the strain when prices rise or take profits as oil prices fall? Congestion charges - legislation now going through - will eventually have a good levelling effect as the rural poor who are hardest hit by petrol prices would pay nothing. But oil prices are effectively a de facto monopoly commodity which most people cannot (in the short term) avoid using, such as gas, electricity and water. People don't give up their cars as prices rise because they can't and because public transport costs even more. So oil too should have a regulator to fix the price fairly between oil companies and Treasury, according to whatever formula each budget decrees. As it happens, the Financial Times is predicting oil prices will plummet by this time next year, in which case the Treasury would cash in. The Treasury wouldn't like it as it builds in uncertainty as revenues fluctuate with oil prices: petrol tax accounts for 6% of total revenues. But then the sums never work out precisely as the Treasury predicts each year. The Treasury hates hypothecation which ties its hands and threatens finances in bad years - but transparency in tax is going to be important in the coming great tax show-down at the election. Fuel tax windfalls should all be promised for buses and trains. </p> <p>The Treasury and its very clever thinkers hate to bend to the idiocy of the voters but in an emergency they may have to - a bit. They protest vigorously at even a hint of a fuel tax cut when sensible people want more spent on teachers, nurses, buses and pensions. But they protest too much. It's not as if everything Gordon Brown has done has been pure unalloyed prudence and fairness. Far from it. Income tax not stealth direct tax would have been prudent and fair. It's an irony that his middle- England pleasing policy is the one that has come back to haunt him. The Institute for Fiscal Studies shows that although Labour's taxes and benefits give 9% more to the poorest 10th while the richest 10th lost 0.5%, that isn't the whole story: 26% of the poorest 10th are worse off, (those without children) because taxes are piled on to petrol, tobacco and alcohol and not on to income tax which they don't pay. Direct taxes hit them hard - and moralising about their unhealthy habits is no excuse for this hard fact while the incomes of the richest are affected least. </p> <p>Other questions: where were the telescopes of this focus-group obsessed government when the petrol tax asteroid zapped in from outer space? There were hints but everyone missed them, Tories included. Focus groups didn't help the government's wish to both listen and lead. At the election the democratic process will revive as Tory tax-cutting is pitted in mortal combat against Labour spending - a clean choice, a crisp argument, real substance. Time Labour abandoned the big tent - or big wedding party - marking the line between itself and the enemy to give people a genuine battle to join. </p> <p> <a href=\"mailto:polly.toynbee@theguardian.com\">polly.toynbee@theguardian.com</a></p>",
  "At its worst for Tony Blair the four-point Tory lead on this months Guardian/ICM poll could translate if there were a general election tomorrow into a minority Conservative government kept in power by the Ulster Unionists. <p> Such a scenario will alarm and depress Labour voters almost as much as the sudden and unexpected loss of the partys eight year unbroken opinion poll lead. </p> <p> The ICM survey, which followed two other polls showing the two parties neck and neck (NOP) or the Tories ahead by two points (Mori), does indicate that the government is in significant trouble from which it may not quickly recover.</p> <p> Although Tory strategists were cheering the news as the petrol crisis provided both them and the Liberal Democrats with some much needed political momentum, detailed analysis shows there may be a crumb of comfort for Labour. </p> <p> In the early summer after William Hague's big campaigns on asylum and law and order the Tories managed to push their opinion poll rating up from 30% to 35%. But then the Tory party seemed to disappear from the news agenda as most of the shadow cabinet took a holiday.</p> <p> Now the petrol crisis has given them an added push to hit 38% not astronomic for an opposition party at this stage in the parliament but the best that Mr Hague has managed since he became leader. </p> <p>The one crumb of comfort for Tony Blair is that, as with the two weekend polls, it has been the Liberal Democrats the traditional home of the protest vote and not the Tories who have benefited most from Labours 10 point slide from 44% last month to 34% this month.</p> <p> However the psephologist Professor John Curtice, of Strathclyde University, points out that the Tories may be in a stronger position than the opinion polls suggest because in the seats that count they are outperforming the national swing. Recent local election results show they are doing better than the national polls indicate in those key seats they need to recapture from Labour at the next election. </p> <p>One reason for this is the decline in anti-Tory tactical voting by Liberal Democrat supporters as their disenchantment with the Labour government grows. </p> <p> A general election result tomorrow with the Tories on 38%, Labour on 34% and the Liberal Democrats on 22%, as indicated by this weeks Guardian/ICM poll, would be unlikely to keep a minority Labour government in power with Lib Dem support. </p> <p>Prof Curtice says. He says that the difference in the expected better performance by the Tories in terms of seats rather than a uniform opinion poll swing means that Labour would need to be three points ahead of the Conservatives to be sure of forming a majority government.</p> <p> The real question is whether these three polls at the end of the petrol crisis are a temporary blip for Mr Blair or represent a decisive shift in support based on a sudden loss of confidence which New Labour will find hard to reverse. </p> <p>So far voters have made clear they want to punish Tony Blair particularly for the petrol crisis and more generally for not being a listening government, but have not gone as far as endorsing the Conservatives as the credible alternative government. The party conference season will determine whether it will take a long or short haul for Labour to stage a recovery.</p>",
  "<p>Town halls could be allowed to create rate-free zones for businesses in poor neighbourhoods to encourage job creation while retaining additional council tax and business rates to boost regeneration, under proposals being considered by ministers. </p> <p>A long-awaited green paper on local government finance, published yesterday, also floats the idea of letting authorities charge an additional rate to fund town improvement zones - provided the levy has been agreed by the local business community. </p> <p>The proposals, first advanced by an urban task force chaired by architect Lord Rogers, indicate that the government is considering measures to turn round ailing inner cities, particularly in the north. But firm measures will probably have to wait until after the next general election. </p> <p>The green paper is an acknowledgement that the bewildering formulas underpinning the standard spending assessment - which tries to distribute £54bn fairly each year to councils in England and Wales, but succeeds in confusing almost everyone - are too complex for many ministers, let alone the electorate. </p> <p>Hilary Armstrong, local government minister, acknowledges that the system, introduced with the poll tax 10 years ago, is \"unintelligible to non-experts\". </p> <p>Among several options, the green paper suggests a system of \"floors and ceilings\" to give town halls greater stability and allow them to borrow with greater certainty. Over a three-year period, no council in England would be allocated a grant less than an agreed floor, while a ceiling would be fixed to prevent spending getting out of control. </p> <p>In classic Whitehall jargon, the green paper acknowledges that while formulas for assessing needs would continue to play a role in distributing grants, they must be easier to understand and must avoid \"the mechanical application of statistical analysis that characterises the current system\". </p> <p>At its simplest, the paper suggests that a formula could be based on the number of people drawing on a particular council service, allowing for deprivation on the one hand and higher cost of living - notably in the south - on the other. </p> <p>Significantly, the idea of relating grant distribution to the new \"best value\" regime of continuous improvement over the whole range of council services - tied to monitoring by the new local government inspecto55rate - is floated. For the first time, this should generate new hard data on the cost of providing services, allowing ministers to compare costs across broadly similar councils. </p> <p>Consequently, after a while, new assessments could be made on the steps needed for an authority to improve, and what they could cost. If a town hall felt hard done by, one option would be a safety valve system under which additional \"non-ringfenced grants\" would be available to bridge any gap caused by underfunding, provided town halls were able to demonstrate their efficiency.</p>",
  "Nine people were plucked from the Florida Straits and one body recovered yesterday after a biplane flying out of Cuba in what Havana described as a hijack attempt mysteriously plunged into the sea. <p>The nine survivors and one body were picked up by a privately owned merchant ship about 60 miles west of the Cuban coast. The Chios Dream reported it had spotted the wreckage of the missing plane, a Soviet-made Antonov AN-2, but it was unclear yesterday evening how many other peo ple were on board. It was also uncertain where the plane had been heading and why it had been ditched in choppy seas. </p> <p>The US air national guard scrambled F-15 fighter jets at about 9am after Cuban air traffic control said it had lost contact with the aircraft, which had taken off half an hour earlier from Pinar el Rio, at the western tip of the island. The Cuban authorities said the plane had been taken over by unidentified hijackers and was making for the Florida coast. </p> <p>Five hours later, after a large-scale search of the straits involving a flotilla of US boats, helicopters and planes, the survivors were spotted by the Chios Dream, about 180 miles south-west of the Florida Keys. They were taken to Key West for medical attention. One was said to have a serious head injury. </p> <p>The Cuban authorities had initially reported that up to 18 people, including two children, were on board. </p> <p>A US coastguard C130 plane was sent to the scene to scan the waters for more survivors or bodies. </p> <p>The plane's destination was a mystery. If it was heading for the Florida coast, as the Cuban authorities suggested, it seemed to have veered seri ously off course to the west. The plane ditched in rough seas with waves of up to six feet, but coastguard officials said that the warm waters probably helped the passengers to survive. </p> <p>The straits, which separate Fidel Castro's regime from the US, have been the backdrop for many recent dramas. </p> <p>The 90-mile stretch of water is the barrier Cubans have to cross to seek asylum in the US, and it is where the five-year-old boy Elian Gonzalez was found floating on a car's inner tube after the boat carrying him, his mother and a dozen other would-be migrants sank in the shark-infested seas. </p> <p>His discovery set in motion a seven-month tug-of-war over the boy's fate which ended with his return to Cuba in June. </p> <p>Four years ago, US-Cuban relations hit a new low after the Cuban air force shot down two small planes piloted by an exile group called Brothers to the Rescue, which patrols the Florida Straits with the aim of giving assistance to Cubans trying to escape from the perceived poverty and political restrictions of their homeland. </p> <p>Adding to the confusion yesterday, the organisation's leader, Jose Basulto, announced that he intended to join the search-and-rescue effort. </p> <p>The straits are also the transit for drug-smuggling routes between Latin America and the lucrative US market. It is one of the most heavily patrolled stretches of open sea in the world.</p>"
]