[
  "Good referees were glad to be grey but now the laws are too black and white",
  "Farmers should be allowed GM crops",
  "Robert Mugabe hits out at UK and US over sanctions",
  "John McCain 'undermining' bail-out to lift campaign",
  "Ireland is first to slip into recession",
  "Leading mortgage lenders raise borrowing costs",
  "Car lobby loses fight to ease emission rules",
  "Collaboration with every nation",
  "If Britain is a broken society, it's the Tories what broke it",
  "The unforgettable Ms Cole",
  "General Electric reveals $2bn profit hole",
  "Business leaders and unions unite to plead for immediate interest rate cut",
  "'Pledge broken' on child mental health patients",
  "Rees rallies Wasps but it may get worse before it gets better",
  "Newcastle left with O'Leary after Venables shuns short-term deal",
  "The bounce, the bickering, and another brief respite for Brown",
  "Stonehenge as A&E unit is a revelation that druid mumbo jumbo can't match",
  "Salvaged with a kiss? Maybe, but Brown's woes run deep",
  "If thinktanks want to be charities, they cannot be party political",
  "South Africa picks union stalwart as new president",
  "$3bn ploughed into fight against malaria",
  "Eco town dwellers may be monitored for green habits",
  "PM meets Bush for financial crisis talks",
  "We must act, PM urges",
  "Turkish court acquits British artist over portraying PM as US poodle",
  "Over half of Europe's amphibians face extinction by 2050",
  "Fight for the right: who is the Tories' greatest hero?",
  "Corrections and clarifications",
  "The $700bn question",
  "Too much of a good thing",
  "The phoney war on poverty",
  "US election: McCain accused of making political hay of financial crisis",
  "Various ways in which John McCain has suspended his election campaigning in this time of national crisis",
  "HSBC raises mortgage rates",
  "Are netbooks a threat to Macs?",
  "The day a starman came to school",
  "World leaders announce $3bn plan to end malaria deaths by 2015",
  "Gordon Brown urges UN against indifference towards Africa",
  "Bradford & Bingley axes 370 jobs as mortgage demand plummets",
  "Children still treated on adult psychiatric wards, claim Conservatives",
  "Ever fancied helping Myleene Klass find work?",
  "Bellwether of US economy GE forecasts 12% fall in profits",
  "Diesel unveils porn ad for 30th birthday",
  "Russia attempts to ban South Park",
  "Capital Radio gets another makeover",
  "Scoring the goals",
  "Grouse moor owner denies poisoning protected birds of prey",
  "China launches spacewalk mission",
  "Gordon Brown plans financial crisis talks with George Bush",
  "Ireland falls into recession",
  "Shaking things up at the BBC",
  "Travolta gets on his kicking shoes",
  "The red archbishop?",
  "Chinese astronauts set for spacewalk",
  "Explainer: The Millennium Development Goals",
  "Do us a favour: youth volunteering drive relaunches",
  "ABCe: Olympics success helps UK's newspaper websites break records",
  "Money isn't the only thing",
  "We must seize the initiative on the economy",
  "Labour reshuffle: who should stay, who should go?",
  "Moss Bros snips dividend",
  "Downturn will hit online ad growth, says report",
  "US election briefing: Hard to know what will happen next",
  "We need international regulation to protect global economy, Brown tells world leaders",
  "Archbishops attack profiteers and 'bank robbers' in City",
  "Suicide's music will ruin your sex life",
  "Greenwatch: How Obama and McCain compare on climate change",
  "Labour's shocking CO2 admissions",
  "Time to review the development goals",
  "Intervention isn't a dirty word",
  "Absolute Power",
  "Endemol to launch sports division",
  "Vint Cerf visits the Guardian...",
  "Why Brown needs Boris",
  "M&C Saatchi's pre-tax profits surge",
  "Ofcom backs ITV plans for regional news cuts",
  "Guardian Daily: Kelly resignation derails Brown"
]