[
  "<p>Great Leighs racecourse has had mixed reviews, to say the least, since it became Britain's first new racecourse for 80 years back in April. One reporter was even frogmarched from the track for asking the wrong sort of questions, which is one way to tackle bad publicity in the short term, but does tend to foster ill-will in the medium to long.</p> <p>Credit where it's due, though. If Duke Of Marmalade, officially rated the best turf horse in the world, does indeed arrive at Great Leighs to make his debut on Polytrack later this month, it will be a remarkable coup for the course.</p> <p>The choice, according to Aidan O'Brien, is between the Prix de l'Arc de Triomphe on October 5 and the Thoroughbred Open Classic at Great Leighs the previous weekend, prior to a run at the Breeders' Cup. Paris or Essex: who would have thought it could ever be a tricky decision? </p> <p>Whether there would be anyone willing to take on the Duke at Great Leighs is another matter. O'Brien could easily send half a dozen horses over to make a race of it, of course, but since he is due to face a British Horseracing Authority inquiry into alleged team tactics within the next couple of weeks, that might be a little tactless. </p> <p>But even if Paris gets the nod, the mere fact that O'Brien has floated the idea of a trip to Chelmsford will be a great comfort to Great Leighs as they press ahead with tying up their remaining loose ends, such as building a proper grandstand. And it will have been noted in America too, where the Breeders' Cup organisation will hope to stage the best Cup meeting yet at Santa Anita in October, in order to finally erase the memory of the worst, at Monmouth Park 11 months ago. </p> <p>O'Brien, who lost George Washington in the filthy New Jersey slop, has more reason than most to plot a cautious path back to the States. This year's Breeders' Cup, though, is a new beginning, the first ever to be staged on an artificial surface, and he, like many other European trainers, seems very eager to play his part. </p> <p>In truth, it would be a poor reflection on the ambition of trainers and owners on this side of the Atlantic if Europe did not send a team of record-breaking proportions to Santa Anita next month. The switch from dirt to an artificial surface means every race of the two-day meeting, including the juvenile and sprint contests, is now a realistic target for a suitable horse, and Europe has plenty of those. </p> <p>Duke Of Marmalade will be foremost among them whatever his target, but the fact that O'Brien is looking at the Great Leighs trial event suggests that the Classic, over 10 furlongs on the main track, is being favoured over the Turf. </p> <p>This in turn raises the distinct possibility that four of the top six horses in the world on ratings - Duke Of Marmalade, Curlin, Big Brown and New Approach - could line up for the same event, with the winner emerging as a true global champion. </p> <p>This is just what the Breeders' Cup needs if it is to justify its boast that is the \"world championship\" of racing. Twenty-four years after the event was first staged, this year's Cup could mark a new beginning, if Europe's owners and trainers have the imagination to rise to the challenge.</p>",
  "<p>Oscar Wilde described memory as \"the diary that we all carry about\", but psychologists increasingly believe that even when our recollections of the past are held with great confidence, emotion and clarity, they can be at best inexact and at worst completely false. </p> <p>For years, Sonya Wheeler remembered her early primary school days as full of fun. \"I used to think about the school's beautiful garden that had a sprinkler, which we all used to run through in fits of giggles,\" she says.</p> <p>Recently, however, her mother put her straight. \"She said that I had been miserable at that school, that a couple of girls really picked on me. She also said the school didn't have a pretty garden, nor did it have a sprinkler. I think I might have muddled it with a garden of a friend where I used to play years later.\"</p> <p>Wheeler's rose-tinted recall is not uncommon. Memories, no matter how distant, generally work in our favour. \"Our memories have a superiority complex,\" says Elizabeth Loftus, professor of psychology and social behaviour at the University of California. \"We remember we got better grades than we did, that we voted in elections we didn't vote in, that we gave more money to charity than we did, that our kids walked and talked earlier than they really did. It's not that we're lying. It's just something that happens naturally to allow us to feel a little better about ourselves.\"</p> <p>This illusion happens less among people who are depressed. \"You could argue that they are sadder, but wiser,\" says Loftus. Anyone who is horrified at the thought of unwittingly distorting their memories to suit their own ends, she says, should ask themselves: \"Would you rather be living with a little bit of fiction or a lot of unhappiness?\"</p> <p>In order to prove the extent to which memories are malleable, Loftus carried out a major study in the 1990s in which participants were asked to read descriptions of events that happened to them as children. Unknown to them, one event was fabricated - a shopping trip when they were five, in which they got lost and were rescued by an elderly person. So susceptible to the simple but suggestive techniques used by the researchers were some participants that in their memory reports, they talked about the event in detail, with self-assurance and emotion. </p> <p>You could argue that these people might have genuinely lost their mum in a shop at some point during childhood, but Loftus later carried out similar studies where the fake event was an attack by a vicious animal, witnessing someone being demonically possessed, or being responsible for knocking over a punch bowl at a family wedding and spilling it all over the bride. The results were the same.</p> <p>Since then, ever more sophisticated studies have taken place, again with similar conclusions. One recently found that when researchers accompanied their suggestive techniques with a related photo, the participant was even more likely to believe a false memory fed to them. This time, the participant was told that they were reprimanded at school for sneaking Slime (the gooey green toy) into their teacher's desk. Of those subjects who were not given a class photo featuring themselves, 23% formed false memories of the event. But with the photo, the false memory rate soared to 65%.</p> <p>In one of her latest studies, Kimberley Wade, associate professor in psychology at the University of Warwick, digitally altered childhood photos of participants so that it looked as though they were in a hot-air balloon. The participants were handed the photo. The level of detail with which they created the false memory was astounding. </p> <p>\"I'm still pretty certain it occurred when I was in Year 6 at school - basically for $10 you could go up in a hot-air balloon and go up about 20-odd metres,\" said one. \"I'm pretty sure that Mum is down on the ground taking a photo.\"</p> <p>These findings matter, says Wade, not least because some police interrogators use suggestive techniques and images that could lead to illiciting false memories from witnesses and defendants. \"We know that some people have been led to believe they committed a crime which they didn't, and have even confessed to it,\" she says.</p> <p>A new study, released last week by the University of Portsmouth found that, when asked leading questions, four in 10 people had false memories of the 7/7 London bombings - describing in detail non-existent CCTV footage, such as images of the explosion on the bus in Tavistock Square. Dr James Ost, a psychologist at the University of Portsmouth, said: \"Memories are not like a videotape you can rewind and replay for perfect recall. Because of this, memory alone is not reliable enough to form the basis of legal decisions.\"</p> <p>Therapists, too, warns Wade, sometimes use stronger suggestive techniques than psychological researchers are allowed to use on ethical grounds. \"In my early adolescence, I had early-onset clinical depression that was not picked up,\" says Sarah Gee. \"I had the bad luck of seeing a psychiatrist who believed that something had happened to me. Feeling under pressure, I too began to believe something terrible must have happened,\" she says.</p> <p>Later, when Gee was in an adolescent psychiatric unit, this psychiatrist continued to use language that Gee believes was suggestive and that eventually pushed her into making allegations of abuse by family members. \"When I tried to retract what I'd said, I felt I was seen as not being able to deal with the truth. I spent 18 months in foster care,\" she says. </p> <p>The National Association for People Abused in Childhood stresses, however, that we should not fall into the trap of seeing recovered memories as inherently false. Planting false memories can also have positive effects, says Wade. \"If you lead people to believe they liked healthy food as a child - getting them to 'remember' that they enjoyed asparagus the first time they tried it - that person is likely to go for healthy food when a range of choices is presented to them.\"</p> <p>She adds:\"There's also research that involved videoing kids with behavioural problems. The more they were exposed to a video in which the bad behaviour was edited out, the more they created memories of being well-behaved and the more they started actually behaving well.\"</p> <p>The writer Karl Sabbagh, who is working on a book entitled Remembering Childhood: How Memory Betrays Us, says that we use memory to score points in our daily lives, which influences our recollections. \"We love telling stories in the hope that people will find us interesting,\" he says. \"That in itself<br>is a passive mechanism by which memory gets shaped. It doesn't even need someone to ask leading questions or show photos.\"</p> <p>One of the most surprising things of all about memory is that contrary to popular belief, the more specific the detail, the less likely the memory is to be accurate. And while gaps in a memory are generally believed to indicate an unreliable memory, the reality is that gaps are virtually a hallmark of the remembering process. </p> <p>\"People still have this intuitive belief that if someone recounts a memory, it must be true if they display strong emotions,\" says Cara Laney, lecturer in forensic psychology at the University of Leicester. \"But I've been studying memory so long that I don't trust very many of my childhood memories at all.\"</p> <p><strong>·</strong> Sarah Gee's name has been changed</p>",
  "<p>The private company behind the Strada and Café Rouge restaurant chains said yesterday its comparable sales growth had halved during a tough year, with soaring costs of beef, dairy products, wheat and energy heaping pressure on profitability.</p> <p>Tragus, the 269-strong restaurant group backed by private equity house Blackstone, said turnover for the year to May 25 rose by 66% to £249m - with two-thirds of the gain coming from the acquisition in May last year of Strada and Belgo. Top-line operating profit rose 56% to £44m.</p> <p>Like-for-like sales for its core brands - Strada, Café Rouge and Bella Italia - and excluding 24 sites trading under peripheral fascias such as the Ortega tapas chain - were ahead by 3.4%. This compares with comparable sales growth for the previous year of 9.7%. The most resilient performance came from the 77 Bella Italias, mainly family restaurants attached to multiplex cinemas.</p> <p>Graham Turner, chief executive, said many of Tragus's costs had risen during the year - the price of red meat, for example rose 50%. \"There is definitely pressure at the like-for-like profit level,\" he conceded, but declined to give details.</p> <p>\"We see the market as very challenging with input prices and pressure on consumer discretionary spending.\" While there has been some easing in input costs since May, Turner did not expect difficult trading conditions to ease in the short-term - not least because of an intensification in promotional activity on the high street.</p> <p>Tragus is the closest competitor to Britain's largest mid-market restaurant operator, Gondola Holdings, the private equity backed company behind the PizzaExpress and ASK chains. Over the summer the two have locked horns in a high-profile promotional battle, with special offer vouchers running in rival newspapers. Turner said he expected promotions to continue.</p> <p>Sales at the 103-strong Café Rouge chain remained disappointing after a second consecutive rainy summer. While Tragus directors described the impact of the summer rain as \"no worse than last year\", Café Rouge - with a quarter of its covers outside - is more sensitive to good and bad weather than many of its peers. </p> <p>Directors pointed out some menu initiatives Tragus had introduced to mitigate rising ingredient costs. The wine menu has been overhauled at Strada, while at Café Rouge a more affordable cut of beef has appeared on the menu. Value for money deals on set menus have been proving particularly popular.</p> <p>Despite the challenging trading environment Tragus opened 13 Café Rouges, 14 Stradas and six Bella Italias during the year to May. </p> <p>The group has four new sites at Center Parcs. About 20-plus new openings in the current financial year are expected to focus around the Strada and Café Rouge brands.</p>",
  "<p>For a prime minister battered by economic storms and rebellious mutinies in the ranks on the other side of the Irish Sea it was perhaps highly appropriate that Gordon Brown's schedule was changed so he wouldn't tour the city's Titanic Quarter. </p> <p>Gordon Brown was meant to have trod on the dry dock where the ill-fated and supposedly unsinkable cruise liner was launched from Harland and Wolff shipyards. Instead he is to visit another place making a different kind of mode of transport - the planemakers Bombardier in East Belfast. </p> <p>Perhaps a visit to the Titanic would have been a hostage to fortune. Brown, once regarded as as invincible and resilient as the Titanic itself, flies into Northern Ireland today hoping to find a lifeline not only for his own premiership but also the survival of the power-sharing executive at Stormont.</p> <p>The aim of his trip, British officials insisted this weekend, was \"not to knock heads together like Tony Blair did but rather gently push the parties together\".</p> <p>If British sources are correct then Brown's one-day visit to Belfast may provide him with some comfort in one of the darkest periods of his political career.</p> <p>On the surface it would appear that Northern Ireland is yet another gathering storm threatening to break over the prime minister. Since June the two main parties in the devolved government – Sinn Féin and the Democratic Unionists – have been engaged in a potentially dangerous stand-off.</p> <p>Senior Sinn Féin leaders have warned that unless the last vital piece of the devolution jigsaw is put in place, the transfer of policing and justice powers from London to Belfast, they might pull out of the power-sharing executive. The DUP meanwhile is threatening that unless the devolved cabinet does not sit this Thursday then the assembly and the entire power-sharing deal will be plunged into crisis. </p> <p>Commenting on last week's talks between the DUP and Sinn Féin, aimed at defusing the crisis, a senior British official told the Guardian: \"The atmosphere was much better last week compared to the rancour from the week before. The problem is an accident could trip them up and the whole political edifice would come crashing down.\"</p> <p>Although there are several issues that could destabilise power-sharing the main contentious area surrounds policing and justice. The DUP insists that it won't accept a Sinn Féin minister in charge of the police and courts given the IRA's past history. Sinn Féin however has suggested a compromise deal whereby the centrist non-sectarian Alliance party takes up the joint policing-justice portfolio for the lifetime of the current Stormont government. </p> <p>Significantly, after his address on the assembly floor this afternoon, Gordon Brown has invited the Alliance leader David Ford to join a meeting with the four major parties who are already in the government. This has been seen as the start of a process to persuade Ford to enter government and take charge of policing and justice. At present Ford and his five fellow Alliance assembly members belong to a small opposition group in the assembly. </p> <p>Ford refused to be drawn this weekend on whether or not he would accept any ministerial post. </p> <p>\"We are willing to engage in talks about the full range of issues that concern us,\" he said. </p> <p>Other key players in the negotiations, such as junior minister and DUP talks representative Jeffrey Donaldson, refused to discuss the details of the discussions.</p> <p>Donaldson did confirm however that further talks with Sinn Féin would take place throughout the week towards September 18, the date on which the executive is meant to hold its first meeting since June. </p> <p>One other factor that could change the atmosphere at the assembly is the result of a byelection in County Fermanagh this Thursday. </p> <p>Both Sinn Féin and the DUP will be watching to see how their share of the vote holds up in the council byelection. For the DUP the contest is a crucial test of unionist opinion on their continuation in government with Sinn Féin. </p> <p>They have put forward a strong candidate, the current Northern Ireland environment minister Arlene Foster. A humiliating performance by a Stormont minister could engender fear in the DUP that they had alienated their base and thus force them into a more hardline position in the talks. </p> <p>A victory for Foster on the other might convince the DUP they are strong enough to finalise the devolution deal and in turn allow Gordon Brown to take some comfort from one of Tony Blair's more lasting legacies. </p>",
  "<video data-media-id=\"gu-video-337631010\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1797048467_gdn-nat-080915-sf-larry-01-VFa-16x9.flv\"/> </video>   <p>It was Black Monday. Banks going bust. Stock markets in turmoil. A nosedive in the share price of HBOS, Britain's biggest mortgage lender. The brainboxes who come up with complex models of how financial markets work say that these sorts of things are supposed to happen only once in a blue moon. But at the moment it is a case of another week, another crisis. </p> <p>A week ago it was the effective nationalisation of the American mortgage giants, Fannie Mae and Freddie Mac. Yesterday, jobless bankers at Lehman Brothers were clearing their desks. With the virus spreading, there were doubts yesterday as to whether Washington Mutual, America's biggest savings and loan company, and AIG, the country's biggest insurer (and a leading sponsor of Manchester United), would survive the week. This was the week the crash of 2007-08 went nuclear.</p> <p>Clearly, the events of the weekend now make a prolonged and deep recession far more likely. Forget all the talk about soft landings, or a recession so short and sharp that it will barely be noticed. The way things stand, it is now a question of whether there is a complete meltdown of the financial system, with institutions crashing like ninepins, or whether a severe rationing of credit over a prolonged period leads to falling house prices, weaker consumer spending, lower investment and rising unemployment.</p> <p>This is without doubt the most serious financial shock since 1929, and while talk of a 1930s-style depression is still conjecture, so are the predictions that failing banks and a bankrupt financial system will have minimal impact on the \"real economy\". </p> <p>The risks are particularly acute in Britain, where the financial sector accounts for a bigger share of the economy's output than in any comparable western country, and where the cull of employees in the City will have massive ripple effects throughout London and the south-east. The casualties will not just be the highly paid bankers, for whom there will be little sympathy, but also the car dealers, the shop assistants, the restaurant staff, the cleaners and all the other people whose employment has relied on the wealth generated in the markets.</p> <p>In the light of this, the Downing Street mantra that Britain is better placed to withstand the global financial maelstrom than it was in the past is starting to grate. When the economy was booming during 2006 and 2007, almost half the growth was accounted for by financial and business services. The Office for National Statistics report, due later this autumn, will show that as manufacturing has become less important so the City has become ever more pivotal to the economy at large. Sure, Britain is good at pharmaceuticals and aerospace; it has some world-famous architects and plenty of smart lawyers. But take away the credit-fuelled housing market, and Britain is an economy with all its eggs in one basket. The stench from Canary Wharf is proof of what has long been suspected: many of those eggs were rotten.</p> <p>Despite the all-pervasive bleak mood yesterday, however, the financial storm cloud has three silver linings. Perhaps the least important is that it brings forward the timing of cuts in interest rates in the UK. For the past six months, the Bank of England has been unable to decide whether the credit crunch or rising inflation poses the bigger threat to the British economy; the latest, downward lurch in the financial markets (coupled with the drop in the oil price to below $100 a barrel) means that there are no longer any excuses for inaction from the Bank. While cheaper borrowing is no panacea for the problems of the British economy, and will come too late in any event to prevent recession, it will help to cushion the fall. A rate cut in October is quite possible in the light of what has happened so far this month.</p> <p>The second reason for a bit of cautious optimism is that the action taken by the United States Treasury and the Federal Reserve over the weekend seems to be making the best of a bad job. This point should not be exaggerated, since central banks and finance ministries have seen every firebreak created since the start of the crisis quickly overwhelmed by the force of the financial inferno. But, just like a retreating army, it makes sense for the authorities to dig in to a more defensible position, and they may now have done that by abandoning Lehman Brothers, orchestrating the takeover of Merrill Lynch - the next most vulnerable investment bank - by Bank of America; and by widening the list of collateral the Fed will accept when it lends to the financial sector.</p> <p>But the most important reason for a modicum of optimism is that the decision by the American authorities to let Lehman Brothers go down marks the death of denial. Since the markets froze in August 2007, the presumption has been that, with a bit of tinkering here and a bail-out there, it will be possible to return to the world as it existed before anyone had heard of sub-prime mortgages and mortgage-backed securities. Mervyn King became a hate figure in UK banking circles for his reluctance to write blank cheques to those who had behaved imprudently, but the Bank of England governor's concerns about moral hazard have been vindicated. </p> <p>It has taken a long time for the authorities in the US to recognise that there was something dysfunctional about the model of global finance that developed in the decade up to August 2007, with its emphasis on exploding credit, an array of incomprehensible derivative products and the alleged spreading of risk. For some of us, it has become obvious that this model is broken beyond repair, and that there now needs to be a return to more traditional forms of banking. The fact that there is now talk of the need for a new Glass-Steagall law - the 1930s legislation that meant US institutions could either be retail banks or investment banks but not both - is a recognition that the world has changed. When the dust eventually settles on this crisis, and that may well be some time, the division between the pre-crash and post-crash world will be as stark as that between Edwardian and post-first world war Britain.</p> <p>For the time being this is of secondary importance. The priority for policymakers is not the punishing regime that the patient will require when it comes out of the financial recovery; it is to stop the bleeding. The global banks' problems have their origin in the boom and bust in the US housing market, and until prices and activity stabilise they will continue to rack up losses. Hopes that the property market has bottomed out are unlikely to survive the current bout of extreme turbulence, but once the immediate crisis is over there will be far-reaching changes to credit creation, regulation and the permitted activities of banks. And not before time.</p> <p><strong>·</strong> Larry Elliott is the Guardian's economics editor and co-author of The Gods that Failed: How Blind Faith in Markets has Cost us our Future <a href=\"mailto:larry.elliott@guardian.co.uk \">larry.elliott@guardian.co.uk </a></p>",
  "<p>Question of the day came from three-year-old Rolf Lancaster as he and mum Helen perched close to the nether regions of the Cerne Abbas giant. \"Is it a boy or girl giant?\" he wondered. </p> <p>The answer is not at all apparent when you are actually sitting right on top of the huge figure cut into the chalk above one of Dorset's loveliest valleys. It is only when viewed from afar that you are left in no doubt that the giant is all man - and a rather excited one. </p> <p>Cerne's most famous resident has loomed large above the village for hundreds of years but in recent times has begun to look shabby and faint, his six-metre (20ft) appendage not obvious enough to dispel doubts over his gender.</p> <p>A series of wet summers, together with a shortage of sheep in this corner of the south-west, has caused the giant's outline to be covered in lichen, algae and weeds. The steady flow of courting couples heading to the spot where Rolf was sitting has also caused the steep hillside to erode. </p> <p>So yesterday National Trust wardens, together with a hardy bunch of volunteers, marched up the slope to try to spruce up the 55m (180ft) high figure. </p> <p>It could not have been a more typically English scene. Hundreds of metres below a hunt was exercising the hounds and a combine harvester made the most of the late summer sunshine. Rolf and his friends, who had clambered up from a nearby nursery to visit the giant, were given orange juice and malted biscuits at break time. </p> <p>A newspaper reporter worried if chalk marks would come out of her purple mac, while down below wardens stopped the traffic as John Craven did take after take for a BBC television programme. </p> <p>And a bunch of jolly volunteers took turns to dig and hack at the outline of this most eccentric hill figure, replacing the old, grubby chalk and making sure the figure can be seen from miles around. </p> <p>The job is a tough one. It will take a week or more for the existing chalk to be excavated to a depth of around 10cm (3in). Seventeen tonnes of new chalk will then be poured in and tamped down by hand. </p> <p>Rob Rhodes, the National Trust's head warden for west Dorset, said the site was difficult to maintain because it was too steep to mow. Sheep have long been used to keep the grass short but many farmers in the area have got rid of their flocks because they no longer pay and because of fears of diseases such as bluetongue. </p> <p>Another sign of the times is the chalk the trust is using. The giant would originally have been created with chalk dug up locally but the new chalk is being brought in from a site 20 miles away because there is no suitable chalk mined in the area. </p> <p>Graham and Ann Brown, a couple from Bridport, had other more delicate issues to concentrate on. They were working on the left testicle. \"We're cutting the edge which has grown over and removing a layer of chalk,\" explained Graham Brown. \"Then we'll put in new chalk, tamp it down and have a nice white rim to the testicle. I only hope we don't remove too much of it.\" </p> <p>Ann Brown described how couples still make romantic pilgrimages here. \"They put a tent up and camp overnight. Looking at it, I would think it would be a bit difficult - the slope is steep and it wouldn't be very comfortable.\" Did she sense a strange power from the giant? \"No, but maybe I would if I was younger.\" </p> <p>Mike Clarke, another National Trust warden, said couples did not tend to pitch a tent but just popped up for a \"quick shag\". \"Legend has it that people who have been told they can't have children come here and then fall pregnant.\" He said they often had to clear up used condoms. \"That defeats the object a bit, though, doesn't it?\"</p> <p>Holidaymakers Peter and Jane Howard, from Manchester, were also helping out. \"We came to see the giant, looked up and saw lots of people. I thought they were something like druids,\" said Peter Howard. \"It really did evoke some scene from Thomas Hardy.\" His only disappointment yesterday was that jugs of scrumpy and trays of ploughman's lunches did not appear at noon. A quick sandwich, a cup of tea and then back to work was the order of the day. </p> <p>Nicholas Knott, a cabinet maker from the nearby village of Charminster, said he knew \"friends of friends\" who had been told they could not have children but then conceived after making a nocturnal trip to the giant. </p> <p>\"I don't believe in ghosts and things but they certainly believed he helped them,\" he said.</p> <p>Knott even thought the figure could in a roundabout way help with the global economic crisis. \"It's all down to those greedy bankers. Get them up here doing some real work. It'll change the way they see the world.\"</p> <h2>Backstory</h2> <p>The origin of the <strong>Cerne Abbas</strong> giant is a hotly debated topic. Some believe he may be up to 1,500 years old and represent an ancient god. Candidates include the Saxon god <strong>Heil</strong>, or most popularly, the Roman god <strong>Hercules</strong>, who is often shown naked with a club in his hand and a lion skin draped over his other arm. The theory is the lion skin may have vanished over time. Yet another school of thought has him as a <strong>Celtic</strong> god who once clutched a severed head. However, many now believe he is a caricature of <strong>Oliver Cromwell</strong>, pointing out that no reference is made to the figure in the many medieval documents that have survived from <strong>Cerne Abbey</strong>. A local lord who was critical of Cromwell may have overseen its creation in the 17th century. During the second world war the giant was covered so enemy planes could not use him as a landmark. Last year fathers' rights campaigners painted the giant's penis purple. Traces of the paint can still be seen in places.</p>",
  "<p>The collapse of Lehman Brothers, the swallowing up of Merrill Lynch, the threat to the world's biggest insurance company, AIG, and the nationalisation of Freddie Mac and Fannie Mae, together with Northern Rock, herald the end of the free-wheeling deregulatory era of finance capitalism that lasted from the early 1980s to 2007 (Reports, September 15). </p> <p>Many other pillars of the capitalist establishment - Halifax Bank of Scotland, Barclays, Royal Bank of Scotland, UBS, Deutsche Bank Citibank and Crédit Agricole - are widely thought to be undercapitalised and therefore at risk. But are the Asian sovereign funds now going to fund the gap after the US Treasury's punitive treatment of investors in Lehman, and Freddie and Fannie?</p> <p>We urgently need a radical new architecture for financial markets - one that puts emphasis on security and trust, rather than high risk and greed.</p> <p>The outline of this is already clear. Investment banks should be statutorily separated from the high-street commercial banks (the repeal of the US Glass-Steagall Act in 1999 was a major mistake). Securitisation - the trading worldwide of complex and obscure financial derivatives - should be prohibited, or at least subject to approval by a revamped Financial Services Authority. Credit rating agencies should be made independent of the institutions whose creditworthiness they assess (astonishingly at present, they are not). And the City mega-bonus culture which has driven the recklessness of toxic lending should be brought under control by enforceable Bank of England guidelines and by requiring fancy remuneration packages to be sanctioned by a more interventionist FSA. <br><strong>Michael Meacher MP</strong><br>Labour, Oldham West &amp; Royton</p> <p>Alan Greenspan's stark warning that the calamitous fallout from the credit crunch is \"probably a once in a century type event\" underscores the need to update Roosevelt's New Deal. </p> <p>This summer a group of finance and environmental experts did just this with their publication The Green New Deal. This detailed the reregulation of the finance sector required, and explained how to boost government funding through minimising tax evasion. This would help fund a multibillion pound crash programme to make every building in the country energy-efficient, while maximising the UK's use of small and large-scale renewables. A \"carbon army\" would need to be created and trained to fill hundreds of thousands of green-collar jobs, ranging from energy finance and analysis, through large-scale engineering, to installing renewables, draft stripping and loft-lagging. </p> <p>These measures would compensate for the job losses and deflation inevitable in the wake of the credit crunch, as well as help tackle climate change by reducing the use of fossil fuels.</p> <p>Dare we hope that these events will propel Gordon Brown into announcing just such a Green New Deal approach at the Labour party conference. At a stroke, such a job-creating, business-generating initiative could benefit us all, as well as begin to re-establish the prime minister's tarnished reputation for economic competence.<br><strong>Colin Hines</strong><br>Convenor, Green New Deal Group</p> <p>When the government had to nationalise Northern Rock and calls were made for more regulation of the financial services sector, the Treasury secretary was sent scurrying off to a banquet in the City of London to assure responsible bankers and greedy gamblers alike that no notice would be taken of these demands. Neoliberalism would continue to rule. Since that time, bank collapses and the forced nationalisation of mortgage companies in the US have demonstrated once again that neoliberal free market capitalism is a disaster. </p> <p>Yet instead of taking action to retreat from Margaret Thatcher's policies, the government (along with the Tories) looks set to remain in its grip. It now seems that the Liberal Democrats have a fairer and a far more responsible economic policy than Labour.<br><strong>Brian Abbott</strong><br>Cork, Ireland</p> <p>Max Hastings is right to say that the credit crunch is a crisis of capitalism (Comment, September 15). It's high time that Gordon Brown, instead of apologising for the credit crunch, puts most of the blame where it belongs - on a system of unregulated banks which tell governments to stay away from them when they are successful, but when they are in financial difficulty, look to taxpayers to bail them out. And that shallow man leading the Tory party should now say where he stands. Would he repeat Thatchers mantra, \"stand on your own two feet\", or would he nationalise failing banks as Bush has?<br><strong>David Buckle</strong><br>Abingdon, Oxfordshire</p> <p>I would have thought now would be a prime time for the UK to seek the safe haven of the eurozone rather than let the pound be subject to vagaries of the continuing financial storm. Will the antis continue to say the UK does not need to be a part of a larger financial system as a bulwark to the US's continuing laissez-faire attitude to world finance?<br><strong>Paul Curtis</strong><br>Woodhall Spa, Lincolnshire</p> <p>Let's stop wasting our money on the Iraq war, Trident and armies of useless consultants, and invest directly in British manufacturing. Then our children might be able to give the bankers the finger. And you never know, there might be enough money left over for local councils to start building houses again.<br><strong>Helen Rees</strong><br>Southampton </p> <p>As more financial dominoes tumble, with the demise of Merrill Lynch and Lehman Brothers, it seems that Bush's enduring legacy might well be the collapse of the capitalist system. It's a funny old world.<br><strong>George Czernuszka</strong><br>Manchester</p>",
  "<p>The Bank of England joined other central banks yesterday in making billions of pounds available to ensure the smooth operation of the global financial system in the wake of the collapse of investment bank Lehman Brothers.</p> <p>Threadneedle Street added £5bn to a short-term programme to lend to commercial banks, though the banks had applied for five times that amount.</p> <p>The European Central Bank allotted €30bn (£24bn) in one-day funding as the cost of borrowing between banks soared in response to a surge in demand. The ECB's auction could only meet about a third of banks' demands. The German economics minister, Michael Glos, said: \"We hope we don't see a crisis which pushes the global economy to the brink of ruin.\"</p> <p>The US Federal Reserve had announced on Sunday night it would accept shares from banks in exchange for cash for the first time in its 90-year history. The Fed also injected $70bn of overnight funds into money markets, which pushed down interbank interest rates, although they remained well above its target rate of 2%.</p> <p>Analysts said the Fed was likely to cut a quarter point from its key interest rate at a scheduled meeting this week, bringing it to 1.75%. Ben Bernanke, the Fed chief, said: \"We have been, and remain, in close contact with other US and international regulators, supervisory authorities and central banks to monitor and share information on conditions in financial markets and firms around the world.\"</p> <p>International Monetary Fund chief Dominique Strauss-Kahn warned that the global banking system was likely to end up smaller. \"The consequences for the financial sector are not over and we are going to see more of that.\" </p> <p>The Chinese authorities cut interest rates for the first time since February 2002 in an attempt to prevent the booming economy from slowing too much. They also relaxed reserve requirements for some banks, to ease strains in the banking system.</p> <p>Criticism of the British government's handling of the credit crisis intensified yesterday as the Treasury select committee said proposals to protect depositors were flawed. The all-party committee gave its verdict in a report on government plans to reform the rules for rescuing banks from collapse. </p> <p>Alistair Darling, the chancellor, who was heavily criticised for his failure to avert a run on Northern Rock last September, wants to maintain tripartite regulation by the Treasury, the Financial Services Authority and Bank of England. </p> <p>But the committee's chairman, John McFall, complained that the tripartite group was in danger of becoming \"a sleepy backwater in normal situations\".</p>",
  "<p>Under the past decade of a Labour government, the City has prospered as Britain's manufacturing sector has withered on the vine.</p> <p>The City has boomed on the back of deregulation in the banking industry and financial innovation, while the London Stock Exchange has attracted foreign companies listing their shares. Financial services as a whole, including call centres around the country and the Edinburgh fund management industry, has seen its share of GDP rise to 9.4%, from 6.6% in the mid-1990s.</p> <p>The City itself is much smaller, at about 2%-3% of the economy. With 340,000 jobs in the traditional centre and Canary Wharf, it accounts for about 1% of the country's employment.</p> <p>But its impact on Britain's economy is much greater. Along with rising public spending and house prices, financial and business services, which include everything from accounting to consultancy and legal advice, have been one of the key drivers of the economy. In recent years it has accounted for up to a half of total growth as global financial markets have soared. </p> <p>The sector has grown 57% since 1997, in sharp contrast to manufacturing, which has spent most of the past 10 years in or close to recession as a result of the strong pound limiting its ability to sell products abroad. A million jobs have been lost and output has hardly increased at all, reducing the sector's share of the economy to just 13%, down from 21% in the mid-1990s.</p> <p>Big City salaries and bonuses have pushed up the housing market in London and the home counties, as well as farmland prices. </p> <p>City workers shared bonuses of £13.7bn for 2007, slightly down on 2006 as the credit crunch a year ago took its toll on earnings in the last few months of the year. This broke a run of rising bonuses every year since 2003, when they were a more modest £5.7bn.</p> <p>However, the current downturn will take its toll on the City. Apart from the effects of the credit crunch on the wider economy, several thousand City jobs have gone over the past year and Lehman's gleaming tower in Canary Wharf employs 4,500 people, many of whom were packing up boxes yesterday.</p> <p>Over the next few months, the recent 70,000 rise in unemployment across the country will be swollen by the growing ranks of City job losses. That will have a knock-on effect on consumer confidence and spending. Just as the City boom has had a disproportionate effect on the economy, its suffering will have a similarly large impact.</p> <p>The government, which has spent a lot of time and effort courting the City while ignoring industry, last week turned round and launched a manufacturing policy, aiming to create a quarter of a million \"green-collar\" jobs in the next decade, focusing on renewable and nuclear energy.</p> <p>What the sector really needs, though, is a weaker pound - and its prayers are being answered. Sterling has fallen 16% in the past few months, potentially handing firms a fresh competitive advantage abroad.</p>",
  "<p>For many fans and musicians, heavy metal is about escape - escape from boring towns, boring jobs and boring day-to-day lives. Acrassicauda, Iraq's only metal band, are the exact opposite: their lives are anything but boring. They live with the danger of getting killed, and every minute is precious. </p> <p>The documentary film Heavy Metal in Baghdad shows a band trying to reflect the realities of Iraq in their music, and at the same time using metal therapeutically, just to get through the day. People think of metal players as aggressive, but this film shows it's really a way to release aggression. Music is obviously a massive deal for these guys. When they're in the rehearsal room together, it's the one aspect of their lives they can control.</p> <p>Metal is not generally seen as political music, although bands like Metallica do a lot about nuclear war and politicians using soldiers as cannon fodder. Acrassicauda claim they are not a political band, but they can't help being so. The fact that they are defying their country's regime just by existing is a political statement. </p> <p>Are they any good? Well, the music is fairly basic, but you can see the seeds of a good band in there. They sound like a rudimentary garage band starting out and fumbling their way through. </p> <p>The problem is that they don't have much chance to practise, especially since their rehearsal room was blown up. And they certainly don't get the opportunity to hone their skills in a live environment - I think they managed to play a total of six shows in five years. But sometimes wanting to play is more important than ability. It's not fair to judge them in the same way as other metal bands. The fact that they exist at all is a triumph.</p> <p><strong>Heavy Metal in Baghdad </strong>is on limited release. Details: <a href=\"http://www.heavymetalinbaghdad.co.uk\">heavymetalinbaghdad.co.uk</a></p>",
  "<p>Though Pink Floyd's performance at Live 8 in July 2005 prompted speculation about a more permanent reunion, the death from cancer of the band's keyboard player Rick Wright, at the age of 65, puts paid to the notion. Though Wright was even more publicity-averse than the rest of the Floyd, he was one of the group's founding members and, particularly in the early years, was regarded as one of its creative powerhouses, even if the spotlight tended to follow the erratically brilliant Syd Barrett.</p> <p>Wright was born in north-west London, and after attending the independent Haberdashers' Aske's school, he met future bandmates Nick Mason and Roger Waters while studying architecture at what was then the Regent Street Polytechnic. Hence the first band they formed was named the Architectural Abdabs (having briefly been Sigma 6), though the addition of Camberwell Art School student Barrett prompted a name-change to the Pink Floyd Sound, in honour of American bluesmen Pink Anderson and Floyd Council. This changed into Pink Floyd.</p> <p>Barrett's singular compositions such as See Emily Play and Arnold Layne became the Floyd's calling cards, and he wrote 10 of the 11 songs on their 1967 debut album, The Piper at the Gates of Dawn, but Wright sang lead on some tracks and felt inspired by Barrett's influence on the music. \"It became more improvised around the guitar and keyboards,\" he recalled. \"Roger started playing the bass as a lead instrument and I started to introduce more of my classical feel.\"</p> <p>Barrett was eased out of the band in 1968 following an alarming deterioration in his mental state, with guitarist David Gilmour being drafted in as replacement. The Floyd's music began to move away from conventional pop-song structure towards extended instrumental pieces, with Wright co-composing the 12-minute title track of their second album, A Saucerful of Secrets (1968), as well as chipping in a couple of other songs. \"Everyone assumed we were doing drugs, but that wasn't the case,\" Wright observed. \"It's a mistake thinking that drugs supplied Pink Floyd with the inspiration. The ones who took drugs were the ones who came to see the shows.\"</p> <p>For 1969's Ummagumma, Wright devised the four-part instrumental piece Sysyphus, which suggested he had been listening to Stockhausen and other avant-garde composers. He remained prominent among the songwriting credits for Atom Heart Mother and 1971's Meddle, co-writing the latter's prog-rock epic Echoes, which filled the disc's second side. He was also in his element when the group were commissioned to write the soundtrack to Barbet Schroeder's film Obscured By Clouds, their recording of which went to No 6 in the UK charts and cracked the American Top 50 in 1972. However, the Floyd were now moving into the Waters era, which brought them phenomenal commercial success at the expense of prolonged internal strife. The Dark Side of the Moon (1973) showcased Waters' lyrics set to music by various combinations of band-members - Wright composed The Great Gig in the Sky and Us and Them - and went on to sell 20m copies and spent an absurd 741 weeks in the American charts. </p> <p>Wright contributed significantly to the band's elegy to Syd Barrett, Shine On You Crazy Diamond, from Wish You Were Here (1975), but his relationship with Waters hit rock bottom during sessions for Waters' most bombastic brainchild, The Wall. Waters threatened to scrap the entire project if Wright stayed in the band, and when the Floyd toured The Wall in 1980-81, Wright was onstage merely as a salaried session musician. Ironically, this meant that Wright was the only one to turn a profit, since the shows were ruinously expensive to stage and the losses were born by the three full band-members.</p> <p>Waters and the other members parted company after The Final Cut (1983), on which Wright did not appear, but he was back behind the keyboards for the band's first Waters-less album, A Momentary Lapse of Reason (1987). Wright had been pursing some extracurricular work, notably his 1978 solo album Wet Dream and a somewhat improbable collaboration called Zee with Dave Harris, from the New Romantic band Fashion, which resulted in an unsuccessful album, Identity. However, he clearly felt more comfortable in the Pink Floyd environment, and co-wrote five songs from The Division Bell (1995).</p> <p>In 1996 the group were inducted into the Rock and Roll Hall Of Fame, the same year that Wright released his second solo album Broken China, featuring vocals by Sinead O'Connor and lyrics by Anthony Moore, formerly with avant-gardists Slapp Happy. \"I wrote the tunes and sang only nonsense words,\" said Wright, admitting to being a nervous singer. \"Then came Moore and dressed them with the lyrics.\" The album was dedicated to his third wife, Millie, whom he had helped through a nervous breakdown.</p> <p>Wright followed his appearance with Pink Floyd at Live 8 by playing on Gilmour's solo album, On an Island (2006), and he toured Europe and America with Gilmour's band that year, contributing vocals as well as keyboards. The concerts generated spin-off CD and DVD packages recorded at London's Royal Albert Hall and in Gdansk, Poland. At the time of his death, Wright had been working on a new solo album, which was thought to comprise a series of instrumental pieces. \"He was such a lovely, gentle, genuine man and will be missed terribly by so many who loved him,\" said Gilmour. </p> <p>Wright is survived by Millie and their son Ben. He also had two children with his first wife, Juliette Gale. He divorced his second wife Franka in 1994.</p> <p><strong>· </strong>Richard William Wright, musician, born July 28 1943; died September 15 2008</p>",
  "<p>A day of upheaval on global financial markets culminated last night in the heaviest fall in US share prices for almost seven years as the crisis that overwhelmed two of Wall Street's most prestigious banks broadened to threaten the survival of the world's largest insurance company.</p> <p>The US authorities were seeking to put together a $40bn rescue package for insurer AIG last night amid concern that bad investments compounded by the year-long credit crunch could send it into bankruptcy, similar to the demise of the investment bank Lehman Brothers.</p> <p>Lehman collapsed in a startling financial turn of events which saw another hallowed Wall Street name, Merrill Lynch, capitulate in a hastily arranged $50bn takeover by Bank of America.</p> <p>By the close of trading in New York, the Dow Jones industrial average was down 504 points to 10,917 - its steepest points decline since the day the markets reopened after the terrorist attacks of September 11 2001 and the sixth biggest drop in the index's history.</p> <p>America's central bank, the Federal Reserve, threw AIG a lifeline by allowing the insurer to borrow $20bn from its subsidiaries' statutory reserves to avert a funding crisis which could drive it to the wall. But AIG needs more cash to avoid a downgrade in its credit rating which would undermine credibility in its insurance.</p> <p>Ten of the world's biggest banks, including Barclays, Goldman Sachs and Citibank, agreed late on Sunday to set up a $70bn emergency bailout fund intended to avert more failures.</p> <p>The 4,500 Lehman Brothers workers in London were clearing their desks yesterday as HBOS became the latest bank to feel the pressure from speculators. HBOS was adamant that it was a \"strong bank\" and still attracting deposits from customers.</p> <p>At one stage yesterday, its shares were down 36% and it was the main casualty in the City on a day that saw £50bn wiped off the value of London's leading shares. The FTSE 100 index ended the day down 212.5 points at 5204.2 - a decline of 4%.</p> <p>The US treasury secretary, Henry Paulson, assured the public they could remain confident in the \"soundness and resilience\" of the financial system. He reserved the right to bail out struggling firms but said: \"We don't take lightly ever putting taxpayers' money on the line to support a financial institution.\"</p> <p>There were chaotic scenes outside Lehman Brothers' main office in midtown Manhattan as workers weaved past dozens of reporters gathered to witness the demise of one of the oldest names on Wall Street. \"Nobody knows anything about what is going on,\" said one trader. \"No one is doing anything. What am I going to do? Try and find a job.\"</p> <p>In London, traders commiserated with one another with hugs, shrugs and bottles accrued during the good years. Some spoke of careers nipped early in the bud. One trader learned he was fired as he turned up to work on his first day. \"We are worried we won't get this month's pay cheque on Friday,\" said Duo Ai, of the research department.</p> <p>With the financial crisis emerging as a key factor in the US presidential election, the Democrat candidate for the White House, Barack Obama, said last night that conditions were the most serious since the crash of the 1930s and that they exposed faults in the \"economic philosophy\" of his rival, John McCain. \"It's a philosophy we've had for the last eight years - one that says we should give more and more to those with the most and hope that prosperity trickles down to everyone else.\"</p> <p>George Bush said: \"I know Americans are concerned about the adjustments taking place in our financial markets. At the White House and throughout my administration, we're focused on them. We're working to reduce disruptions and minimise the impact of these financial market developments on the broader economy.\"</p> <p>The mayor of New York, Michael Bloomberg, cancelled a trip to California to stay in touch with events. Government officials in the US are becoming increasingly concerned that public finances will suffer from plummeting tax revenue from Wall Street. The governor of New York state, David Paterson, said a lack of transparency by institutions was at the root of the problem: \"The idea of financial innovation has come back to bite us.\"</p> <p>In the UK, the Bank of England pumped £5bn into the financial system to support banks, but the rising cost of borrowing in the City's money markets reflected the desire of institutions to hoard money rather than to lend it.</p> <p>The Financial Services Authority demanded minute-by-minute updates from UK institutions on their exposure to Lehman Brothers and was in close contact with the US authorities to assess the impact on London of weekend events in New York.</p> <p>The pressure on HBOS, the bank that attracts more savings in the UK than any other, prompted the shadow chancellor, George Osborne, to demand action. Vince Cable, Treasury spokesman for the Liberal Democrats, said: \"The collapse of Lehman Brothers is a stark example that the credit crunch is much broader and deeper than many hoped.</p> <p>\"Today's news shows the poison of bad credit continues to seep through the veins of the world's financial markets. With this collapse, it is clear the US government has drawn a line in the sand and is unlikely to bail out any further banks.\"</p> <p>Dominique Strauss-Kahn, managing director of the International Monetary Fund, said further contraction of the global financial sector was inevitable but ruled out the possibility of a 1930s-style economic slump.</p> <p>\"The financial sector not only in the US but in the rest of the world at the end of the crisis is going to be smaller than the financial sector today,\" he said in Cairo. \"It's an important slowdown but it's not a very deep slowdown, it's more a protracted slowdown.\"</p> <p>Julian Jessop, chief international economist at Capital Economics, said: \"The US authorities' unwillingness to underwrite a rescue of Lehman Brothers marks a new phase of the continuing financial crisis. Further casualties look inevitable. Sooner or later the US treasury and the Fed had to draw the line and the financial sector will eventually be healthier as a result. However, the near-term outlook for the sector and the wider economy remains grim.\"</p> <p>Gerard Lyons, chief economist at Standard Chartered bank, said: \"The most significant event is the fact that the US authorities signalled that they are not going to step in and protect firms that do not pose a systemic risk.\"</p> <p>Lyons added that the tough stance adopted to Lehman's by the US treasury had encouraged John Thain, the chief executive of Merrill Lynch, to accept the takeover offer from Bank of America.</p>",
  "<p>The government and Airbus yesterday pledged their long-term commitment to the future of the British aerospace industry after GKN bought an important components plant from the European aircraft maker.</p> <p>Engineering company GKN agreed to pay £136m for the wing manufacturing plant at Filton, near Bristol, and to invest £125m over the next five years in retooling the plant to switch the building of wing parts from metal to composite materials.</p> <p>The deal will also see the government provide £60m in investment aid, repayable at commercial rates, and invest £50m in wing technology. The support will enable GKN to supply composite components to all new Airbus planes and, eventually, to other aircraft manufacturers.</p> <p>John Hutton, the business secretary, said: \"The UK's aerospace industry is world class. This investment in Filton by government and industry demonstrates our shared commitment to supporting hi-tech, high-skilled aerospace companies in the UK, to ensure we remain a world leader in this sector.\"</p> <p>Tom Williams, Airbus head of programmes, said: \"I think this deal gives a long-term commitment to the Filton site both as a manufacturing site and as a research and technology centre. It gives a very strong boost to the plant's future.\"</p> <p>He also told the Guardian that a similar long-term guarantee could be given to the Broughton plant in north Wales which assembles wings for all Airbus aircraft, including the troubled A380 superjumbo. Airbus employs 13,500 in Britain - 7,000 at Broughton and 6,500 at Filton.</p> <p>Yesterday's transaction, ending months of negotiations between Airbus and GKN, should remove lingering fears about the plants' future since BAE Systems sold its 20% stake in Airbus three years ago.</p> <p>Williams said several Airbus plants in Europe were now gearing up to develop composite technology as airlines seek more efficient fuel-burn and more eco-friendly planes. The GKN deal ensured Filton's role in that development as, on its own, Airbus would not have found it viable to re-equip the plant.</p> <p>Hutton said the deal would guarantee the 1,500 jobs GKN is taking over, while manufacturing union Unite said it had secured the industry's future for years.</p> <p>GKN said the operation it is acquiring would bring £375m in revenue in 2009 and generate earnings and cash. It is paying £100m up front and the remaining £36m in instalments from 2010 to 2015. Sir Kevin Smith, GKN's chief executive, said: \"The strategic logic is compelling.\" </p> <p>The deal gives GKN access to the new wide-bodied A350 that Airbus is planning as a rival to Boeing's best-selling 787 Dreamliner and which is due to enter service in 2013.</p> <p>Williams also indicated Filton could be a key supplier of composite components for the new plane, designed for around the end of the next decade to replace the A320 family of single-aisle jets when leaner engines have been developed.</p> <p>Filton is the second of several plants - after Laupheim in southern Germany - that Airbus is selling under its €3.1bn Power8 savings plan. This runs to 2012 and is designed to offset the strength of the euro against the dollar.</p> <p>But Airbus is retaining six French and German plants it wants to sell, parking them in new wholly owned companies until improved financial markets allow buyers to be found, Williams said. </p> <p>Negotiations to dispose of these broke down in the wake of the global credit crunch.</p> <p>Williams also poured cold water on reports that Airbus would deliver only eight A380s this year, insisting it was going \"flat out\" to ensure 12 would be delivered, with a further 21 handed over in 2009.</p>",
  "<p>Mike Ashley's attempt to sell Newcastle United has taken him to Dubai where an ambitious attempt at \"cold calling\" representatives of Sheikh Mohammed bin Rashid Al Maktoum appears to have failed.</p> <p>With Dubai's ruler intent on purchasing Liverpool, diverting his interest to Newcastle always looked a forlorn hope, and in any case Ashley - who was accompanied by two club directors, Tony Jimenez and Dennis Wise - seems to be going about things in a characteristically unorthodox manner.</p> <p>\"People like Mike Ashley just don't get to see key members of the Al Maktoum family,\" explained a financial source well versed in foreign football takeovers. \"Trying to do business by just turning up like that will not impress Gulf Arabs. To have any hope of selling the club in the Middle East, Newcastle need to employ an Arabic-speaking intermediary with the right contacts, sit back and wait. Even then it might not be that easy. Selling Newcastle could take time.\"</p> <p>If Arab royals or their assorted investment funds indicate an interest in doing a deal with a Premier League club, they tend to contact Amanda Staveley, whose company, PCP, is experienced in negotiating such buyouts and was involved in Manchester City's recent takeover. It is understood Newcastle have indeed approached Staveley, asking her to find them a purchaser, but it appears she is currently too busy to help.</p> <p>Dubai may yet prove a sensible venue for meeting potential investors from the Far East - Singapore's Profitable Group may be a contender and a Shanghai property developer is said to be keen - or nearby Qatar but Ashley and his cohorts may find selling Newcastle an uphill task.</p> <p>The billionaire Sports Direct owner aims to recoup at least the £250m he claims to have invested in the club since purchasing the shares of the previous owners, the Hall family, and the former chairman, Freddy Shepherd, during the summer of 2007. Vinay Bedi, a football analyst with the Tyneside-based stockbrokers Brewin Dolphin, says \"overseas investors are definitely interested\" but he believes Ashley is unlikely to make a significant profit.</p> <p>Similarly Adam Pearson, Derby County's chairman of football, said: \"Some of the figures being mentioned are ridiculous. A club haemorrhaging £20m a year is definitely not worth £400m.\"</p> <p>Although many of the debts inherited from the previous regime have been paid, at least £27m is still owed to rival clubs in staggered transfer fees, and Bedi said: \"I would not say Newcastle United's value is more than £250m, maybe £300m, depending on how the debt is positioned now. And, of course, you really have to be a multibillionaire to buy a Premier League club these days.\"</p> <p>Such overweening financial demands possibly make Newcastle too expensive for the successful north-east-based Sage software group to contemplate buying Ashley out. Indeed, the consensus is that investors boasting both the cash and inclination are most likely to be found overseas and with no need to borrow money.</p> <p>The investment-vehicle group Dubai International Capital (DIC) remains virtually immune from the global credit crunch and is now not part of Sheikh Mohammed's attempt to buy Liverpool, but a spokesman yesterday insisted it was not preparing an offer for Newcastle.</p> <p>Other serious international players, including the Abu Dhabi Investment Authority, have explored the possibility of purchasing Newcastle only to be seemingly deterred by some of the \"Geordie baggage\" surrounding St James' Park. \"Of the clubs for sale in the Premier League, it's one of the harder ones to probably get right,\" said the financial source.</p> <p>\"The fans are obviously pretty demanding and, if they really are insisting on having Keegan restored as manager, that might put off buyers who want to bring in their own coach. Also the whole club will need restructuring and the team looks like it needs a lot of money spending on it.\"</p> <p>Even if a sale is agreed quickly the financial source believes it would take at least six to eight weeks to complete. Ashley's immediate problem, then, is that a weak squad cannot be allowed to drift rudderless for the next two months - and possibly far longer - while the ownership issue is resolved.</p> <p>If leaving Chris Hughton, the caretaker, in charge represents a substantial risk, attracting a high-calibre new manager will be complicated by a change to the ownership. As things stand the popular Hughton lacks sufficient coaching support and is presiding over a disillusioned squad.</p> <p>A senior Newcastle player described the situation as \"a shambles\" yesterday. If Ashley does not want to be confronted with selling a Championship club it is one he needs to address, urgently.</p> <h2>To buy or not to buy - that is the question</h2> <h2>Three reasons to buy</h2> <p><strong>St James' Park</strong></p> <p>Much of the debt Mike Ashley found so hard to pay off was incurred in enlarging the stadium from 36,834 a decade ago to 52,387. That's a lot of customers when the going is good</p> <p><strong>Brand</strong></p> <p>The thousands who turn out to greet every signing and managerial change is a following that is hard to buy</p> <p><strong>Availability</strong></p> <p>Dubai's difficulties in prising Liverpool from its US co-owners demonstrate that however rich you are, a sale can only be completed if the owner wants to play ball. That will not be so hard on Tyneside</p> <h2>Three reasons not to buy</h2> <p><strong>Cost</strong></p> <p>Ashley has 'poured' £250m in and he has not defeated the debt. Thaksin Shinawatra's sale of Manchester City, which will see him make £130m profit from a club he has owned for little more than a year, Newcastle may set its purchaser back £400m</p> <p><strong>Location</strong></p> <p>Regional pride counts for a lot but for those overseas billionaires wanting to use their trophy asset as hospitality for friends and clients the north-east will not be as attractive as London. Although Anil Ambani, the world's sixth-richest man, was not put off exploring Newcastle's purchase</p> <p><strong>Turmoil</strong></p> <p>The relations between fans and board have broken down. The club have no manager and are only attractive if they play in the Premier League</p>",
  "<p>What would John Maynard Keynes do? What would Franklin Roosevelt do? Alistair Darling was right about the scale of the financial meltdown, and yet neither he nor Gordon Brown send any political message about what to do - lagging, not leading. This should be the defining moment, the time when it is most important to have a Labour, not a Conservative, government handling the crisis. But so far there has been no obvious difference in approach: laissez-faire has ruled in both the boom and the bust.</p> <p>Gordon Brown's stewardship of the Treasury over the past decade is now under scrutiny. He followed Alan Greenspan, worshipper at the feet of Ayn Rand, a free marketeer whose extreme and influential libertarianism let markets rip, kept interest rates too low and failed to regulate the banks' wild lending. Britain, says the OECD, is in a worse position to weather the storm than most due to its dependence on an uncontrolled property boom. Many - including this paper - warned often of the madness of letting prices rise by £50 a day with a mortgage-based debt bonanza. Slashing capital gains tax, on the advice of private equity leaders who had Brown's ear, set off a huge expansion in borrowing to snap up public companies. The buy-to-let market was allowed full rein, too, inflaming house prices. The Treasury heeded no warnings about the culture of 125% mortgages. </p> <p>Instead of ensuring cautious bank regulation and taxing property as most countries do, Brown's Treasury prided itself on London overtaking New York as the world's top financial centre. The Treasury saw the US Sarbanes-Oxley rules as far too restrictive and American pursuit of tax avoiders and non-doms as unfriendly to foreign business. The welcome mat Britain set out for global financiers amounted to a fire sale of any company or utility while turning the country into an offshore tax haven just as fraud detectors were cut back.</p> <p>Fetishising the financial sector over-shadowed manufacturing, whose share of GDP is still more than twice the size of the entire finance industry. Now that even bankers admit that sky high bonuses were a root cause of this crisis, it is all the more puzzling that Brown refuses to whisper a word of criticism. Was it the old fear that the masters of the universe would destroy Labour? Or a genuine belief that they held the key to the nation's prosperity, so their every whim must be obeyed? He went to the City on bended knee, appeasing and praising - no word about their social responsibilities. In the book I wrote with David Walker, Unjust Rewards, focus groups with top bankers and City lawyers show no gratitude, contemptuous of government's capacity, calling for tax cuts and a minimal state. Watch now how fervently they seek enormous government to bail out the entire system.</p> <p>But all that is spilt milk and bolted horses. The question now is what should a Labour government do in a depression? It may have to rescue banks, though not shareholders. But the same archetypal voices that urged letting the free market rip during the boom now say let it resolve the bust, too. So Mervyn King now reckons the market alone must settle the proper price of property and borrowing. Laissez-faire ideas decree doing nothing - again, whatever the human fallout in soaring repossessions and unemployment. While there is attraction in King's claim that there would be \"moral hazard\" in bailing out banks and propping up an overheated property market, remember there is no revenge to be had. Those to blame float away to other directorships on golden parachutes, while the real hazard stays with ordinary citizens who risk losing homes and jobs.</p> <p>This is the time when government really shows its worth. It should bolster any financial institution that risks setting off domino collapses and then impose stricter regulation to restore probity and try to stop it happening again. As unemployment rises, a good government borrows and spends to get people back to work, to avoid the destruction of a generation that Margaret Thatcher caused in the early 1980s. We still pay for the poverty she created. Borrow to invest in infrastructure, building high-speed railways, trams or renewable energy, keeping people in jobs. This would be the worst possible time for a tax-cutting Conservative-Liberal Democrat government to arrive in office with economic plans to borrow and spend less.</p> <p>Brown is not a famous eater of his own mantras. Can you imagine him tearing up his golden rules on borrowing, even if they are slipping? Would he follow Keynes and say when the facts change, he changes his mind? He is unlikely to admit that property should never have been allowed to inflate, or to promise a regulating tax escalator to prevent it happening again. Hard to imagine him now announcing a high-pay commission to issue advisory limits in public companies so shareholders can vote down excess. He should raise capital gains tax back to income tax levels, as Nigel Lawson did, to stop the wealthy under-declaring their income. He should give the same shark's teeth to Revenue &amp; Customs as America's IRS has, ensuring everyone pays tax on all income, wherever it's earned. But it's hardest of all to imagine him recanting on top tax rates, to make the top 1% pay a fairer share to ease tax for low earners.</p> <p>All this would signal a culture change worthy of an FDR. Brown's allies wrongly promised some flavour of this when he moved to No 10. Someone does need to define Labour as the party that believes only strong government can shield people from the worst of a financial storm. But there is a limit to how much humble pie a leader can eat. Such a U-turn would risk sounding desperate. A more adept politician might pull it off - though it would stretch the skill of a Bill Clinton. </p> <p>Brown had strength - not charm, nor ease - but he was prudent and purposeful. Now he is left politically naked, with the 10p tax fiasco being the most deadly factor of all. Many in his party want him gone - though they are unsure how to achieve it without turmoil. They want it for the same reason all parties ditch leaders about to take them to destruction, not for policy but to avoid calamity. However, it will all be wasted effort unless a new leader shows why the country needs a hands-on Labour programme, not a shrunken laissez-faire state, to get through this recession.</p> <p><a href=\"mailto:polly.toynbee@theguardian.com\">polly.toynbee@theguardian.com</a></p>",
  "<p>After claiming to have spent nine years nurturing democracy in Pakistan and festooning the country's military dictatorship with $11bn in aid, the Bush administration's policy is careering out of control, as US soldiers trade bullets with the forces of what was once a most-favoured ally in the \"war on terror\". On Sunday night, Pakistan border troops fired on a raiding party of American commandos emerging from two Chinooks in an attempt to cross on foot from Afghanistan into the Pakistan village of Angoor Adda. They had no permission to be there.</p> <p>This was the latest in a series of forays into Pakistan sovereign territory taken by US special forces at the behest of President Bush. In July he signed an executive order to sidestep Pakistan's freely elected government in the rush to claim al-Qaida scalps - especially Osama bin Laden's. In the past six weeks, US missiles have rained down on Pakistani villages, with Predator drones lighting up the country's tribal belt and hunter-killer teams dropping into Pakistan's villages in the dead of night.</p> <p>All good timing for the Republicans: these red-blooded offensives play well in America's heartlands; the ailing Bush and his party have been re-branded, Rambo-style, as sidestepping an untrustworthy ally to take the fight directly to the terrorists. However, it is spectacularly bad timing for Pakistan, the raids commencing just three days before Asif Ali Zardari was sworn in as president. During his inaugural speech in Islamabad on September 6, more than 30 civilians were killed by a suicide bombing in Peshawar as the local population vented its anger at the incursions.</p> <p>Zardari has used a family trip to Britain to gain an urgent sit-down with Gordon Brown. Yesterday he flew in to see off his oldest daughter, Bakhtawar, 18, who is studying English literature at Edinburgh University. Today in Downing Street, Zardari will warn the prime minister that the latest twist in the war on terror will \"only lead to greater disaster, more hatred, more alienation, more ghettos, more recruits, and more violence\". Without Britain's help in holding back the US, buying the new Pakistan government breathing space, anti-American sentiment will wash over the country; Zardari and his Pakistan People's party coalition will be unable to stop it spiralling out of control.</p> <p>If it sounds like blackmail, with Zardari bargaining by placing a gun to his own head - an age-old diplomatic tactic of Pakistan leaders - consider the evidence. Pakistan is in the grip of Islamist-driven chaos with the white pennants of the Tehrik-i-Taliban Pakistan (TTP), the country's home-grown medievalists, flying from government offices across North and South Waziristan. North-West Frontier Province, its once cosmopolitan capital of Peshawar and its former ski resorts in the Swat valley, have been encircled by the movement's Vice and Virtue Brigades. The strategically vital province of Baluchistan is simmering; and the economic engine of Karachi is witnessing an explosion of violence.</p> <p>Zardari does not convince everyone, given the welter of corruption charges that once circled him, but he is not the only one worried. The fears of the normally silent Pakistan armed forces were reflected this weekend in an extraordinary article by Lieutenant General Shahid Aziz, who served as the chief of general staff under Zardari's predecessor, Pervez Musharraf. Gen Aziz accused Musharraf of inviting the Americans to fight their war on Pakistani territory, without consulting the army: \"Militants will multiply by the thousands,\" he warned. \"The Pakistani army will not be able to support US operations. Financial crisis and street unrest will create chaos in the country and war will spread.\"</p> <p>Today Gordon Brown will be asked to put his faith in Zardari, an acquisitive man once reviled in this country and his own as \"Mr 10%\". Days after the assassination of his wife, Benazir Bhutto, Zardari produced a handwritten will; and now he has resurrected a series of radical measures drafted by Benazir shortly before her death. The documents make for compelling reading: \"The enemy the west has identified [a handful of al-Qaida and Taliban leaders] is the wrong target. The concern of the developed world is motivated entirely by a single consideration - its own safety. You cannot wage wars against ideas. Fight them with different means.\"</p> <p>One of these - already shown to the foreign secretary, David Miliband - is the formation of an intergovernmental counter-terrorist body. Its happy-clappy working title, United Against Terrorism, belies a serious ambition. Zardari will call for all of Pakistan's regional neighbours or mentors - Russia, China, Afghanistan, Iran and India among them - to sit together and think through the crises. The US and the UK would also be present but in the background. \"A consensus is necessary so the war on terror is not considered an American war but is owned by all countries,\" the paper concludes. Not only would such a move distance Washington from Islamabad, it would also feed into the counter-insurgency strategy for Pakistan's border areas that Zardari will also be revealing today in Downing Street.</p> <p>Referred to by his aides as a new Marshall plan, it calls for an international consortium led by the UK to reconstruct Pakistan's tribal areas, unravelling extremist infrastructure that grew massively during the Musharraf years - when more than a dozen proscribed terrorist organisations were allowed to regroup under new names, and pro-jihad madrasas trebled to 13,000. Zardari proposes a reconstruction budget to revitalise everything from local transport to water supplies. His aides have drawn up employment schemes and proposed wholesale reforms of partisan local police and local government. The families of those who die in the struggle against extremism are to be paid compensation, and those who are injured will have their medical costs covered.</p> <p>Finally, Zardari is offering to establish a special intelligence cell at the Pakistan High Commission in London, which will act as a storehouse for information about Islamists and terror threats, tracking British Pakistanis as they make their way from the UK to Pakistan - a concrete boon to British counter-terrorism officials, who recently revealed that eight out of 10 current investigations in the UK have a close connection to Pakistan. Given the spectacular collapse of the airline bomb plot trial this month, this cell might tip the balance in Zardari's favour. \"We all want fewer blunders,\" Wajid Shamsul Hasan, Pakistan's high commissioner in London, said.</p> <p>In a notoriously difficult foreign policy arena, injected with precious few new ideas, there are signs that Brown is ready to take Zardari seriously. The Foreign Office has already played a vigorous and little known role in getting Zardari elected president: Sir Mark Lyall Grant, the FCO political director, used his offices to elegantly strong-arm Pakistani political factions exiled to the UK into voting for the PPP's presidential candidate. In a daring move, the MQM party, which has offices in north London - and was set against the PPP - was talked into becoming temporary champion of a PPP machine it had previously only bombed and shot at.</p> <p><strong>· </strong>Adrian Levy and Cathy Scott-Clark are the authors of Deception: Pakistan, the United States and the Global Nuclear Weapons Conspiracy</p>",
  "<p>It's barely autumn, but now's the time early applicants have to get their act together for university entry in 2009. Among these are all those considering either Oxford or Cambridge - you can only apply to one or the other. Ucas must receive your completed application by October 15, so if you're applying through a school or college there will be an even earlier deadline than this, probably later this month.</p> <p>What are the pros and cons of Oxbridge? What are they actually like? And what are they looking for in you?</p> <p>If it's an intellectually stimulating, unique and intense learning environment you're hoping for, Oxbridge may be for you. The tutorial or supervision system, alongside lectures and seminars, allows individual attention and teaching. And this is likely to be with experts in their field. The college system should provide a small, friendly and supportive environment in which to live and study. There will be plenty of social opportunities, clubs and societies and, at the end of it all, excellent career possibilities. Sounds a no-brainer? Not exactly. You do need to analyse exactly what it is you want from your higher education experience - reputation and status are fine, but there are other, more personal considerations. </p> <p>First, your predicted grades will almost certainly have to be AAA or very close - 99.8% of successful applicants at Oxford go on to achieve A-level scores of AAB or better. Next, is your chosen course offered? Even if it is, look very carefully at content - is it what you want? Teaching and learning styles are important. Will they suit you? Familiarise yourself with the Tripos system - courses divided into blocks lasting one or two years - if Cambridge is your aim.</p> <p>A feature of Oxbridge is the collegiate system. With over 30 at each, how do you choose? The advice from both is not to worry too much about this, although you should consider location, size and age of college and facilities. Make a shortlist. An open application may be a good idea if, after research, you really don't mind where you go. Check whether there are any extra admissions tests for your subject, too.</p> <p>What happens after you've applied? Most suitably qualified students will get an interview, indeed usually more than one, in December. Before then you may have to submit extra work. Decisions will be transmitted to you late December/early January, occasionally later if you have been pooled. This means that although your first-choice college is not accepting you, your details have been passed onto other colleges that may.</p> <p>What are your chances? Both universities say that if your exam predictions are good, then your chance of being admitted is around one in four.</p> <p>Some miscellaneous stats and facts:</p> <p><strong>·</strong> There are over 20,000 students at Oxford; Cambridge has 17,000-plus.</p> <p><strong>·</strong> Oxford has one of the lowest drop-out rates in the UK: only 1.2% of students discontinued their course, compared with the national rate of 8.6%.</p> <p><strong>·</strong> Oxford graduates' employment rate is over 95%; the UK average is 93.8%. Last year over 96% of Cambridge graduates found jobs or entered further study within six months.</p> <p><strong>·</strong> Oxbridge undergraduates enter a wide range of occupations, with over 75% in managerial and professional posts.</p> <p><strong>·</strong> Over 45% of students go on to further study, compared with a national average of just 23%.</p> <p><strong>·</strong> The number of undergraduate applications to Oxford has more than doubled in the past 30 years, from 6,300 in 1976 to 13,639 in 2006. Cambridge received over 14,000 applications for 4,000 places in 2007.</p> <p><strong>·</strong> Over 3,000 state-school students are likely to enter Oxbridge in 2009.</p> <p><strong>·</strong> Both universities have generous bursary schemes.</p> <p><strong>·</strong> The special Oxbridge application forms have been abolished this year.</p> <p>What every intending Oxbridge applicant must remember is that this is just one choice out of five and equal time (arguably more, given the stats) should be spent on the other four choices. Often, because the application is so early, not enough thought goes into this.</p> <p>A note for new year 12s: make sure you have chosen the right location and the right combinations of courses for your A-levels. Obvious as this may sound, it is not unusual for students to make ill-informed choices on both counts. If this is the case, address the issue now rather than later.</p> <p><strong>Next time:</strong> the other early applicants: medics, dentists and vets.</p> <p><strong>·</strong> John Beckett is higher education adviser at City &amp; Islington Sixth-Form College</p>",
  "<p>Consultation, consultation, consultation should be the new mantra for anyone contemplating a new school design. Veronica Simpson gathers insights from staff and pupils about the successful realisation of their ideas and aspirations at Minster school in Nottingham.</p> <p>\"On the first day, I thought: 'Wow! It's so shiny and clean, like a hospital',\" says 16-year-old Rebecca White of her new school building. \"The old school was so disgusting - everything was broken.\"</p> <p>Though \"disgusting\" may be a harsh description, by all accounts the old Minster school accommodation was past its sell-by date. This ancient institution, founded 900 years ago to educate the choristers of Southwell Minster - the Nottinghamshire town's Norman cathedral - had truly outgrown its premises. For the past three decades it had been straddling two sites a 15-minute walk apart. The 1,600 pupils and 90 staff had to undergo a tiresome changeover \"break\" after each lesson block, so that children and teachers could move between facilities - some based in a dog-eared 1970s grammar-school building, adjacent to the Minster, the others occupying a series of prefab huts squatting next to the car park of the local leisure centre.</p> <p>The children and staff would be hard pressed not to find any new building an improvement. But it's the degree to which they still enthuse about their new premises, a full academic year after they took ownership, which highlights the fact that this is no ordinary newbuild.</p> <p>Minster was conceived and created through a lengthy consultation process undertaken by the architects, the staff and pupils over a 12-month period, more than allowed for under the government's Building Schools for the Future programme.</p> <p>The architects, Penoyre &amp; Prasad, won the contract to design the school during a competitive tender in 2004. \"What we really liked about them,\" says the deputy head, Barbara White, \"was that they didn't have any fixed plans. The other architects all had pictures of other schools they'd designed, and were offering us versions of these schools. Penoyre &amp; Prasad said: 'When you walk into this school, it will be your school, not our school.'\" The headteacher, Phil Blinston, adds: \"What they promised was a very rich consultation process. And that's exactly what we got.\"</p> <p>For the architects, this consultation process included one-on-one meetings with all the department heads, extensive workshops with teaching staff and pupils where quite fundamental issues were explored - like the adjacencies of the classrooms and organisation of faculties, the shape and flow of the buildings, the placement and style of outdoor spaces - and unlimited access to Blinston. </p> <p>Blinston recalls: \"They said: 'Take us to buildings you really like.' I took them to the National College of School Leadership, which is on Nottingham University's campus. I really liked the fact you can come out of a classroom into a bigger and more open space. I liked the use of wood. I liked the glulam beams and flexibility of spaces. I liked the visibility - there was lots of glass and natural light. In fact,\" says Blinston, pausing as if the thought has only just occurred to him, \"that's exactly what we've got here.\"</p> <p>Minster school does have all of those elements, and more. As you walk into the building you are struck by the sense of light, space and volume as your eye travels down the broad, terrazzo-floored lobby, known as the \"heartspace\". It has been modelled to replicate the width of the Minster's Norman nave. This generous girth allows for a huge influx of pupils between lessons and at break times. There are a multitude of indoor and outdoor spaces for children to use. Computer modelling to maximise ease of traffic has really paid off here, allowing the rapid dispersal of pupils up the wide stairs and along the three \"fingers\" of classroom blocks that stretch into the surrounding landscape. </p> <p><strong>Superb facilities</strong></p> <p>Viewed in plan, the building is like a splayed handprint, with the heartspace as the palm. A fourth finger extends from the far end, offering sports facilities \"that could rival those of any of the universities I've seen\", according to PE teacher Matt Walker. The \"thumb\" incorporates music practice rooms and a resonant, timber-panelled recital room.</p> <p>Achieving a building that works really well clearly comes at a huge cost in terms of human time and effort. The architects, for example, gave much more than their allocated time, because it was their first chance to build a really top-quality, modern secondary school from scratch. Clare McKeever, acting deputy head, was in charge of the FF&amp;E (fixtures, fittings and effects) process, and her shoulders slump when asked to recall the additional workload. She says: \"There was so much consultation. It never ended! But how many people get the chance to be involved in building a new school, from day one right through to completion?\" She brightens as she recalls: \"The kids were brilliant, they were very happy to come upstairs and test out all the sample chairs and tell us what they liked and didn't like.\" </p> <p>Says Blinston: \"If we had become part of a BSF scheme, we'd never have had the opportunity to influence what we were getting as much as we did. We learned hugely from our contact with the architects. And they were really listening to what we said and translating that into the designs. We wanted good, open spaces for social gathering. We wanted ease of movement, and good passive supervision. We wanted great views of the countryside around us. We wanted great performance spaces because music and drama are really important to us. We wanted flexibility for the future, because that was one of the big early discussions - once things are set in bricks and concrete, how do you create flexibility?\"</p> <p>There were plenty of heated debates. For example, some teachers resisted glazed classrooms, fearing the children would be distracted. Blinston himself wanted a separate sixth-form building (he says he is happy with the solution of a separate but integrated wing). The terrazzo floor in the heartspace was nearly ditched in preference for much cheaper lino. \"And thank goodness we didn't,\" says Blinston. \"It still looks as good a year on as it did when we opened.\" The staffroom, with its own balcony, was nearly abandoned in favour of faculty meeting rooms on each block, \"but we decided we wanted the cross-fertilisation of a multi-department space,\" says Blinston.</p> <p>A centrally controlled natural ventilation system posed a few teething problems, when its CO2 sensors failed to activate windows on hot days. \"But the environment is much better now,'\" says ICT assistant head Paul Stevens. \"Temperatures used to reach 28-30degC sometimes. You don't get people switching off much now.\"</p> <p>What niggles they still have are mostly minor. Jan Sprawson, head of art, says: \"I wish they had provided more space to display the students' work.\"</p> <p>The children may occasionally miss their walks (and the opportunities to bunk off between classes) but they do seem to love the lockers, which they requested should be as uninstitutional as possible. And the handsome white-tiled loos, with their bamboo-effect laminate doors, are really \"smart and modern\", according to Maggie White, 13. \"In the old school they were small and had loads of graffiti. There's no graffiti here, probably because people like it looking really clean and new.\"</p> <p>\"There's more of a sense of community in the school,\" says Edward Cottell, 16, now that they're all in the same building. \"Whenever a plate gets smashed at lunchtime there's always a roar of applause,\" he adds, as if to illustrate this sense of happy unity.</p> <p>And Southwell's wider community is enjoying the use of the facilities after school hours. Marina Thompson, PTA member, head of fundraising and mother of three boys at the school, says: \"I love the heartspace. I've organised many events there, and it's just a lovely, lovely space.\"</p> <p>Blinston concludes: \"When someone asked [practice director] Sunand Prasad what he put the success of this project down to, he said: 'People who know about designing buildings got together with people who know about schools and talked to each other.'\"</p> <p>Blinston clearly feels it was worth all the extra time and effort. \"It's the most demanding and satisfying thing I have ever done in my career,\" he concludes.</p> <p><strong>·</strong> Building Schools for the Future - Design, Architecture and Sustainability. London, November 26 2008. Free to teachers and public servants.<br><a href=\"http://www.theguardian.com/buildingschools\">theguardian.com/buildingschools</a></p> <h2>The building in figures</h2> <p><strong>13,840</strong><br>Area of the new school, in square kilometres</p> <p><strong>£28.9m</strong><br>Total cost of construction of the new premises</p> <p><strong>60%</strong><br>Uptake of school dinners under new caterers - up from 20%</p>",
  "<p>How could German citizens claim, after the war, to have known nothing about the Holocaust? Ron Jones's attempt to answer this question as a new teacher in 1960s California led to a risky experiment in fascism that has intrigued successive generations ever since. It is the subject of a major new German film, Die Welle (The Wave), released this week.</p> <p>Teachers dream of making a difference to their students' lives. It's part of the joy of teaching. Former students of Jones describe his experiment, known as The Wave, as a milestone in their lives.</p> <p>During project week at Cubberley high school in northern California in April 1967, Jones began teaching his 10th-grade class the power of discipline, drilling them to sit properly and breathe correctly. He made them address him as Mr Jones, stand by their desks when answering questions, and chant slogans.</p> <p>To his surprise, particularly against a backdrop of the \"swinging sixties\" and growing civil-rights activism, his 15-year-old students embraced the strict regime and became more motivated to learn. </p> <p>\"I was accustomed to two very intelligent girls, and the troublemakers at the back of the room. What The Wave generated was a major role for the great majority, who stayed quiet and just got through school. I realised that, as a teacher, I had probably ignored them for the most part. </p> <p>\"All of a sudden, this great mass of energy took place and they were all brilliant in their own way,\" Jones, now 68, explains in a gentle Californian drawl.</p> <p>During about a week of daily lessons, he created a movement. It had a salute (a raised, cupped hand), a slogan - \"strength through discipline, community and action\" - and a secret police force. Students made banners, had membership cards, coerced others to join the movement, beat up those who wouldn't conform and voluntarily informed on each other. </p> <p>Jones even had student bodyguards accompanying him as he walked through the school.</p> <p>One of the original class, Mark Hancock, 57, says students didn't know what to think. \"Jones was the most popular teacher in school. He was only 10 years older than us, so we trusted and liked him a lot. We were 15, the age when you start to get an attitude and think independently. We were idealistic and passionate, but young and impressionable.\"</p> <p>The class was used to Jones's unorthodox ways of bringing topics to life. He had taught them about apartheid by issuing cards with different rules for \"black\" and \"white\" students. He had invited guest speakers to talk about issues from all points of view - even calling Chairman Mao during one lesson. </p> <p>\"Kids would cut classes to go to his, he was that much fun,\" Hancock says. \"He got you involved in the community, not just class.\"</p> <p><strong>Really scary</strong></p> <p>Hancock explains how Jones got The Wave to feel so real. \"He made an effort to make lessons sink in, and this time it did. Big time. The first part was just doing fun games together with our favourite teacher. We'd known Jones for six months and he was always smiling. Two or three days into it, he comes into the classroom not smiling, and he didn't again until it was all over. I'll never forget that day, because it really was scary.\"</p> <p>Jones told the students the experiment was not a game but a movement, involving 1,000 other high schools around the US. A national leader would appear on television to announce a third political party in the country. That appealed to students, who felt betrayed by the handling of the Vietnam war and faced being drafted.</p> <p>\"At that point, it became scary and confusing,\" Hancock says. When it became 'real', it was easier for kids to get aggressive about it. We had to recruit new party members. And if you broke the rules, you would get in trouble with his secret police, who were unknown to us. He had snitches that would turn friends in voluntarily. There was this real fear and intimidation. It was like a police state.</p> <p>\"He broke up lines of communication between students. Some had been friends for 10 years, but you couldn't trust anybody. If you had any doubts or questions or thoughts of resistance, you couldn't tell anyone because you would get in trouble. You didn't dare ask whether it was real or not. </p> <p>\"It moved very fast. Each day, there were more surprises. And each time you thought you had understood it, there would be a new twist. I've been to Germany to talk to people a couple of times, and when the whole National Socialism movement rolled out, it was gradual. Some people got zealous, and some weren't concerned until it was too late.\"</p> <p>After complaints from teachers and parents, and aware that the experiment was spiralling out of control, Jones ended it by calling a rally to which hundreds of students flocked. Only then did he reveal it was a hoax. He projected footage of Hitler and the Nazi rallies on the wall to emphasise how easily the students had been misled into behaving like fascists. </p> <p>These days, Hancock says, he tends to question authority and he admits to being nervous around large groups of passionate people. He and a fellow classmate, Philip Neel, now a film producer, are to tell their stories in a forthcoming documentary. They have tracked down half the class so far.</p> <p><strong>Charismatic</strong></p> <p>\"Mr Jones was very intense, energetic and charismatic. He filled the hour with convincing talk about how discipline and community were positive,\" says Neel. </p> <p>He says the experience taught him it could happen to anyone. \"The most dangerous thing is if someone says 'I could never do that,'\" he says. One of the former students Neel interviewed for the documentary said: \"It was like learning history in the first person. There definitely was a big difference between just reading about it and experiencing it - maybe understanding how it could happen, and how human dynamism plays into it.\"</p> <p>Jones published his own account of The Wave (<a href=\"http://www.vaniercollege.qc.ca/Auxiliary/Psychology/Frank/Thirdwave.html\">vaniercollege.qc.ca/Auxiliary/Psychology/Frank/Thirdwave.html</a>) in 1976, which was made into a <a href=\"http://tinyurl.com/5atr7j\">TV film</a> in 1981. This then became the basis for a novel, called The Wave, by teen writer Todd Strasser, under the pseudonym Morton Rhue. It is required reading in many German schools.</p> <p>Die Welle is set in modern-day Germany. Jones says it depicts the experiment well. \"[Denis Gansel, the director,] has captured the nature of kids at this time in life and history in a refreshing and accurate way - kids being technologically connected, and resisting the global economy by burning Nike.\"</p> <p>The film portrays perfectly, Jones adds, the feelings of a younger teacher around older, more experienced teachers, their suspicions of his methods, and the relationship between the teacher and his wife. \"We lived in a tree house in the mountains [the character in the film and his pregnant wife have a houseboat], so it felt true.\" The film's ending is more extreme, but plausible in today's society, according to both Jones and his students.</p> <p>Two years after the experiment, Cubberley school refused Jones tenure - to huge student protests - because, he says, of his anti-war activities. He has spent the past 30 years working with people with mental disabilities, and finds it \"strange\" that he is constantly asked to explain The Wave.</p> <p>\"It was only one week, and we went on to the war in Vietnam, the treatment of black students, feminism, and drugs at the school. Life was pouring down on us. </p> <p>\"But students who have contacted me since all say it had an impact on their life. Many still have their membership cards, say The Wave was a turning point in their lives, and equate it with their success. I find that very strange. You don't know what you do as a teacher sometimes.\"</p> <p>Jones says his own life has been the antithesis of the experiment, \"including people not excluding them, finding kindness and tolerance\". He writes books, plays and poetry, and has a jazz band.</p> <p>\"Life can't be planned. It has to be appreciated. It's strange to be yanked back to try to explain the experiment. But it causes discussion, which is wonderful and necessary. It seems more important today than ever. The US is running amok, to some extent. Fascism is real in homes, places of worship and government,\" he says.</p> <p><strong>Ignorant children</strong></p> <p>He is full of praise for the new film. \"There was real bravery on the part of the Germans to do this. It wouldn't happen in the US. The film won't even show in the US. We're like ignorant children who don't want to see what's going on. We don't look at racism, or study it. The US has no sense of guilt. We don't think about Dresden or Hiroshima or Iraq.\"</p> <p>Would he do The Wave again? No, because it put people in danger. \"I'm very glad I did it for discussional purposes, yes. It's a framework to learn and discuss fascism and what brings us happiness and joy. But it's like the atomic bomb. Is it valuable? Yes, but it's dangerous too.\"</p> <p>Jones says people email him constantly wanting to recreate the experiment. Last month, a British television company proposed it as a reality TV show.</p> <p>\"You can't take children and place them in danger. You unleash something in your own soul, which is even more devastating - the reality that you like it, and that order and control are pretty exciting. We all went through something together. I was not outside the experience.\"</p> <p>The expression on the face of the teacher at the end of the German film is designed to make the audience, everyone, consider their own capacity for evil, says Jones. \"It puts it into a universal context. We're all capable of this nightmare.\"</p> <p><strong>·</strong> Die Welle is released in the UK on Friday</p>",
  "<p>Houses of cards, chickens coming home to roost - pick your cliche. The new low in the financial crisis, which has prompted comparisons with the 1929 Wall Street crash, is the fruit of a pattern of dishonesty on the part of financial institutions, and incompetence on the part of policymakers.</p> <p>We had become accustomed to the hypocrisy. The banks reject any suggestion they should face regulation, rebuff any move towards anti-trust measures - yet when trouble strikes, all of a sudden they demand state intervention: they must be bailed out; they are too big, too important to be allowed to fail.</p> <p>Eventually, however, we were always going to learn how big the safety net was. And a sign of the limits of the US Federal Reserve and treasury's willingness to rescue comes with the collapse of the investment bank Lehman Brothers, one of the most famous Wall Street names.</p> <p>The big question always centres on systemic risk: to what extent does the collapse of an institution imperil the financial system as a whole? Wall Street has always been quick to overstate systemic risk - take, for example, the 1994 Mexican financial crisis - but loth to allow examination of their own dealings. Last week the US treasury secretary, Henry Paulson, judged there was sufficient systemic risk to warrant a government rescue of mortgage giants Fannie Mae and Freddie Mac; but there was not sufficient systemic risk seen in Lehman.</p> <p>The present financial crisis springs from a catastrophic collapse in confidence. The banks were laying huge bets with each other over loans and assets. Complex transactions were designed to move risk and disguise the sliding value of assets. In this game there are winners and losers. And it's not a zero-sum game, it's a negative-sum game: as people wake up to the smoke and mirrors in the financial system, as people grow averse to risk, losses occur; the market as a whole plummets and everyone loses.</p> <p>Financial markets hinge on trust, and that trust has eroded. Lehman's collapse marks at the very least a powerful symbol of a new low in confidence, and the reverberations will continue.</p> <p>The crisis in trust extends beyond banks. In the global context, there is dwindling confidence in US policymakers. At July's G8 meeting in Hokkaido the US delivered assurances that things were turning around at last. The weeks since have done nothing but confirm any global mistrust of government experts.</p> <p>How seriously, then, should we take comparisons with the crash of 1929? Most economists believe we have the monetary and fiscal instruments and understanding to avoid collapse on that scale. And yet the IMF and the US treasury, together with central banks and finance ministers from many other countries, are capable of supporting the sort of \"rescue\" policies that led Indonesia to economic disaster in 1998. Moreover, it is difficult to have faith in the policy wherewithal of a government that oversaw the utter mismanagement of the war in Iraq and the response to Hurricane Katrina. If any administration can turn this crisis into another depression, it is the Bush administration. </p> <p>America's financial system failed in its two crucial responsibilities: managing risk and allocating capital. The industry as a whole has not been doing what it should be doing - for instance creating products that help Americans manage critical risks, such as staying in their homes when interest rates rise or house prices fall - and it must now face change in its regulatory structures. Regrettably, many of the worst elements of the US financial system - toxic mortgages and the practices that led to them - were exported to the rest of the world.</p> <p>It was all done in the name of innovation, and any regulatory initiative was fought away with claims that it would suppress that innovation. They were innovating, all right, but not in ways that made the economy stronger. Some of America's best and brightest were devoting their talents to getting around standards and regulations designed to ensure the efficiency of the economy and the safety of the banking system. Unfortunately, they were far too successful, and we are all - homeowners, workers, investors, taxpayers - paying the price.</p> <p><strong>· </strong>Joseph E Stiglitz is university professor at Columbia University and recipient of the 2001 Nobel prize in economics <a href=\"http://www.josephstiglitz.com\">josephstiglitz.com</a></p>",
  "<p>I've been having strange emotions recently. Somehow, I have become nostalgic for <a href=\"http://www.reagan.utexas.edu/\">Ronald Reagan</a>. It's a somewhat bizarre feeling to have, since I've always thought Reagan's election represented one of the great calamities in modern American history. So let me explain.</p> <p>Reagan was a smiling, genial extremist. He promised a new dawn for a country that suddenly seemed no longer young; a new lease of life for an American Dream beset by uncertainty in the post-Vietnam war years. Sure, his prescriptions to cure America of its ills were either batty or dangerous, or both: the <a href=\"http://news.bbc.co.uk/1/hi/world/americas/270292.stm\">\"voodoo economics\"</a> derided by George Herbert Walker Bush during the 1980 primary season; a bulked-up military engaged in continual nuclear Russian roulette with the Soviet Union; a turn toward religious fundamentalism that <a href=\"http://www.larouchepub.com/other/1995/2241_afghansi_intro.html\">regarded Afghan mujahadeen forces</a> (yes, the ones who ultimately made Osama bin Laden the powerful maniac that he is) as allies in a cosmic, Manichean battle, while regarding gays and abortion providers in the US as little better than stooges of Satan. But, let's be fair, he smiled as he prognosticated, and he genuinely believed he was ushering in the good times. </p> <p>Moreover, however crazy Reagan's ideas were, at least in 1980 when he first got elected, he could plausibly claim, in his oh-so-soothing voice, to be running against a raft of failed policies and programmes enacted by the presidents before him. I don't like the changes Reagan pushed through, but give the man his dues: at least, to use current vernacular, he was a genuine change agent. He ran against the status quo not just with words but with specific policy differences.</p> <p>The contrast with John McCain and Sarah Palin is stark. </p> <p>The Republican party, dominated by the hard-right personnel who rose to power during the Reagan presidency, has controlled the White House for 20 of the last 28 years. They have gutted the social programmes handed down from the New Deal years. They have weakened organised labor and redistributed the country's tax burden away from corporations and wealthy individuals and toward the poor and middle class. They have remade the supreme court and corroded the supposedly iron-clad barriers between church and state. They have reshaped American military and foreign policy, moving it away from a reliance on international alliances and organisations and toward a more muscular, unilateralist posture. They have stood in the way of environmental protection and successfully blocked moves toward universal healthcare coverage. Quite a record.</p> <p>And yet, at the end of all of this, with less than two months until the election, John McCain, who has served as a Republican senator since shortly after Reagan first got elected, is now running for the presidency as a man of change. Yes, the Republicans have failed miserably, he tells America, and that's why you need to elect him, a Republican, to fix things.</p> <p>Not too long ago, McCain was running as the candidate of \"experience\", the only one capable of making the careful decisions needed to protect America and her allies in an age of mass terror. I didn't agree with his positions, but at least the old soldier was making an honourable, principled and intelligent case to voters – and, in talking about foreign policy and terrorism, at least he was addressing issues of genuine global import. He came off as smart, and even though he didn't have the <a href=\"http://www.theguardian.com/world/2004/jun/06/usa.paulharris2\">Gipper's Hollywood smile</a>, he also appeared to be rather likeable.</p> <p>In the weeks leading up to last week's 9/11 anniversary, however, the 72-year-old McCain has stopped talking about experience, about the need for stability in troubled times, and instead begun touting his \"change\" credentials. And, in undergoing this metamorphosis, he has, to my mind, become infinitely less likeable.</p> <p>His primary rationale for such an outlandish claim? His choice of the young and inexperienced Sarah Palin as his running mate. Palin certainly is an outsider, but in terms of change, her <a href=\"http://www.time.com/time/politics/article/0,8599,1837918,00.html\">social</a> and <a href=\"http://useconomy.about.com/od/candidatesandtheeconomy/p/Palin_Economy.htm\">economic</a> views seem to be largely in lock-step with those of President Bush, perhaps just a tad to the right of him. As for abortion, the \"wedge issue\" Republicans have successfully used from Reagan onward to win a significant number of working-class votes away from the Democrats, Palin is fiercely against choice, but then so was Reagan, so was Bush senior, so is Bush junior. And none of them really made very much effort to criminalise abortion – because they all knew that, were they to do so, they'd be left with a rump party of fundamentalists and hardly anyone else. </p> <p>McCain's playing the same cynical game here: shore up the conservative base by anointing Palin as VP, get into power and then, apart from periodically launching a few rhetorical jibes at pro-choice politicians, ignore the issue for the next four years. Talk change on abortion, then propose even more tax cuts for the wealthy. Pledge a new social compact, and then continue the same know-nothing policies which have given Bush the <a href=\"http://pollster.com/polls/us/jobapproval-bush.php\">lowest popularity ratings</a> of any president in American history.</p> <p>That's a snow job of the first order. It's the prestige part of the magic trick, the successful imprinting of an illusion on the audience's mind. </p> <p>For magic to work, the audience has to suspend disbelief and be willing to believe in what it thinks it sees. Reagan was a terrific magician, with his smile and grandfatherly persona, he made it easy for voters to believe in his message. It's possible that McCain's strategy will work, too. Certainly the polls suggest his campaign has finally achieved traction. He could very well get elected based on his tacking to the right while at the same time claiming to be a change agent out to rescue America from the failed policies that he continues to advocate.</p> <p>But McCain isn't nearly so skillful a magician as Reagan. If the Palin choice and the change rhetoric propels him to a victory in November it will say more about the audience than the magician, more about the gullibility of crowds than the flawless execution of the trick itself.</p>",
  "<p>Share prices tumbled around the world today as the most turbulent 24 hours since the start of the credit crunch 13 months ago saw the US insurance giant AIG and Britain's biggest mortgage lender, HBOS, touted as the next victims of the global crisis that claimed Lehman Brothers at the weekend.</p> <p>The US authorities were tonight seeking to put together a $40bn rescue package for AIG amid concerns that its collapse would have ripple effects through an already-vulnerable financial system and add to the growing risk of a global recession. America's central bank, the Federal Reserve, tonight appointed Morgan Stanley to review the options for the troubled insurer and make an assessment of the risks posed to the US financial system by its collapse. </p> <p>Shares in Asia and Europe fell heavily after Sunday night's announcement that Lehman Brothers, America's fourth biggest investment bank, had collapsed and that the third biggest, Merrill Lynch, was being taken over by Bank of America, which has emerged as the new giant of Wall Street following the turmoil of the weekend. Ten of the world's biggest banks, including Barclays, Goldman Sachs and Citibank late on Sunday agreed to set up a $70bn emergency bail-out fund intended to avert further failures.</p> <p>The 4,500 Lehman Brothers workers in London were today clearing their desks as HBOS became the latest bank to feel the pressure from speculators. At one stage today, HBOS shares were down 34% and it was the main casualty in the City of a day that saw £50bn wiped off the value of London's leading shares. The FTSE 100 index ended the day down 212.5 points at 5204.2 - a decline of 4%.</p> <p>Hopes of a Washington bail-out for AIG combined with a $5 fall in oil prices helped limit the early losses on Wall Street, where the Dow Jones Industrial Average had dropped by 300 points by lunchtime in New York. </p> <p>The US treasury secretary, Henry Paulson, assured the public that they can remain confident in the \"soundness and resilience\" of the financial system. He reserved the right to bail out future struggling firms but said: \"We don't take lightly ever putting taxpayers' money on the line to support a financial institution.\"</p> <p>There were chaotic scenes outside Lehman Brothers' main office in midtown Manhattan as workers weaved past dozens of reporters who had gathered to witness the demise of one of the oldest names on Wall Street. \"Nobody knows anything about what is going on,\" said one trader. \"No one is doing anything. What am I going to? Try and find a job. I am not at all confident in the current markets but you do what you can.\"</p> <p>Another described the atmosphere inside the building as \"pretty flat\". He said; \"There is not much noise. There is a bit of desk clearing going on, there has been desk clearing going since the weekend. There is some disbelief at the speed at which this happened.\"</p> <p>With the financial crisis emerging as a key factor in the US presidential election, the Democrat candidate for the White House, Barack Obama, said tonight that conditions were the most serious since the crash of the 1930s and that they exposed faults in the \"economic philosophy\" of his rival John McCain. \"It's a philosophy we've had for the last eight years — one that says we should give more and more to those with the most and hope that prosperity trickles down to everyone else.\"</p> <p>George Bush said: \"I know Americans are concerned about the adjustments that are taking place in our financial markets. At the White House and throughout my administration, we're focused on them. We're working to reduce disruptions and minimize the impact of these financial market developments on the broader economy.\"</p> <p>The mayor of New York, Michael Bloomberg, hastily cancelled a trip to California in order to stay in touch with the broadening financial crisis. Government officials in the US are becoming increasingly concerned that public finances will suffer from plummeting tax revenue from Wall Street. The governor of New York state, David Paterson, said a lack of transparency by institutions was at the root of the problem: \"The idea of financial innovation has come back to bite us.\"</p> <p>In the UK, the Bank of England pumped £5bn into the financial system to support banks, but the rising cost of borrowing in the City's money markets reflected the desire of institutions to hoard money rather than to lend it. The Financial Services Authority demanded minute-by-minute updates from UK institutions on their exposure to Lehman Brothers and was in close contact with the US authorities to assess the impact on London of weekend events in New York.</p> <p>The pressure on HBOS, the bank that attracts more savings in the UK than any other, prompted the shadow chancellor George Osborne to demand action to protect UK depositors.</p> <p>Vince Cable, Treasury spokesman for the Liberal Democrats, said: \"The collapse of Lehman Brothers is a stark example that the credit crunch is much broader and deeper than many hoped. Today's news shows the poison of bad credit continues to seep through the veins of the world's financial markets. With this collapse, it is clear the US Government has drawn a line in the sand and is unlikely to bail out any further banks.\" </p> <p>Dominique Strauss-Kahn, the managing director of the International Monetary Fund, said further contraction of the global financial sector was inevitable but ruled out the possibility of a 1930's-style economic slump. \"The financial sector not only in the US but in the rest of the world at the end of the crisis is going to be smaller than the financial sector today,\" he said in Cairo. \"The financial sector will shrink.\" Strauss-Kahn added: \"It's an important slowdown but it's not a very deep slowdown, it's more a protracted slowdown.\"</p> <p>Julian Jessop, chief international economist at Capital Economics said: \"The US authorities' unwillingness to underwrite a rescue of Lehman Brothers marks a new phase of the continuing financial crisis. Further casualties look inevitable. Sooner or later the US Treasury and the Fed had to draw the line and the financial sector will eventually be healthier as a result. However, the near-term outlook for the sector and the wider economy remains grim.\"</p> <p>Gerard Lyons, chief economist at Standard Chartered bank, said: \"The most significant event is the fact that the US authorities signalled that they are not going to step in and protect firms that do not pose a systemic risk.\" Lyons added that the tough stance adopted to Lehman's by the US Treasury had encouraged John Thain, the chief executive of Merrill Lynch, to accept the takeover offer from Bank of America.</p>",
  "<video data-media-id=\"gu-video-337614439\" class=\"gu-video\" controls=\"controls\" poster=\"\">  </video>   <p>Shares nosedived in London and New York today as traders dumped stock following the collapse of US investment bank Lehman Brothers, which has left thousands of staff facing redundancy.</p> <p>As distressed employees arrived at Lehman's offices in Canary Wharf and on Wall Street, with some fearing that they may not be paid this month, the FTSE 100 index of leading shares plunged by more than 5%. By the close it was down 212.5 points at 5204.5, down 3.9%, with £50bn wiped off the value of Briain's top 100 companies.</p> <p>The Dow Jones industrial average also fell sharply, losing 283 points by early afternoon in New York to 11138, a 2.5% decline.</p> <p><a href=\"http://www.guardian.co.uk/global/marketforceslive/2008/sep/15/hbosbusiness.barclay\">HBOS, which owns Britain's biggest mortgage lender, the Halifax, led the London fallers for most of the day</a>, shedding 17.5% of its value by the close as the credit crunch entered a new phase and investors piled into <a href=\"http://www.guardian.co.uk/business/commodities\">gold</a> and government bonds.</p> <p>Markets were left reeling by the triple whammy of the failure of <a href=\"http://www.guardian.co.uk/business/2008/sep/15/lehmanbrothers.creditcrunch\">Lehman Brothers</a>, the shock sale of Merrill Lynch, and the revelation that <a href=\"http://www.guardian.co.uk/business/2008/sep/15/wallstreet.lehmanbrothers\">AIG, the world's largest insurance firm, may need to raise as much as $40bn (£22.2bn)</a>. </p> <p>Lehman became the biggest casualty of the ongoing financial crisis early this morning when it admitted <a href=\"http://www.guprod.gnl/business/2008/sep/15/lehmanbrothers.marketturmoil\">it will file for Chapter 11 bankruptcy</a>, after last-ditch rescue talks collapsed.</p> <p><strong>'My career has been screwed'</strong></p> <p>Staff arriving at Lehman's Canary Wharf offices today had to negotiate crowds of media and security guards before being told that they were excused work for the rest of today. Some left the bank carrying their belongings in cardboard boxes, while others sorted out their expenses or spent the balance of their credit at the canteen. Some staff even spoke of heavy drinking up on the seventh floor of the building.</p> <p>The atmosphere outside was a mixture of anger, shock and confusion, especially among the graduate trainees - who only started work at Lehman this month.</p> <p>\"My career has been screwed,\" said Jack Reynolds, who joined the graduate scheme last Monday.</p> <p>And Duo Ai, aged 26 from New York, who works in the research department, said that there was a lot of anger about Lehman's demise.</p> <p>\"Everyone's understanding is that everyone has to go. Everyone is clearing their desks and everyone is very sad,\" said Ai, who must now apply for a new visa to stay in the UK.</p> <p>Ai added that staff are concerned that they may not be paid this month.</p> <p>Edouard d'Archimbaud, 24, from Paris, had a particularly nasty shock when he arrived in Canary Wharf for his first day of work as a trader this morning. Having overcome travel problems following the Eurostar fire, he was told that everyone at the bank had been fired.</p> <p>\"I've taken out a six-month lease on a flat and I don't know how I will pay for it,\" he said.</p> <p>The bank employs 26,000 people worlwide, including 4,000 staff in London and another 1,000 in High Wycombe. A rumour even swept the City that the bonuses already handed to staff could be clawed back, if it could be proven that Lehman was no longer solvent when the money was paid.</p> <p>Across the Atlantic, staff leaving Lehman's New York office found that they had become the city's latest tourist attraction - as Lehman-branded items began appearing on eBay.</p> <p><strong>Market gloom</strong></p> <p>Banks were hit hard in London, amid fears that they could suffer badly from Lehman's collapse into bankruptcy. <a href=\"http://www.guardian.co.uk/business/hbosbusiness\">HBOS</a> lost more than 30% at one stage but closed down 49.5p or 17.5% at 232.5p. <a href=\"http://www.guardian.co.uk/business/barclay\">Barclays</a> ended down 34.5p at 316p and <a href=\"http://www.guardian.co.uk/business/royalbankofscotlandgroup\">Royal Bank of Scotland</a> lost 23.4p at 210.5p.</p> <p>Today's losses wiped out the FTSE's recovery last Thursday and Friday, pushing it closer to its lowest closing point in the last year, 5071 points, set on July 16 2008.</p> <p>Stockmarkets across Europe also took a bath, with Germany's DAX index losing 2.7% and the French CAC falling by 3.8%.</p> <p>On Wall Street, the Dow Jones industrial average fell 2.5%, or 283 points, to 11138 by 6.15pm BST. Shares in AIG crashed more than 50%, while Merrill Lynch gained 26% after being bought by Bank of America.</p> <p>The sharp falls came despite the central banks pumping billions of fresh liquidity into the system in an attempt to stabilise the market. The Bank of England offered £5bn of new funding, which was five times oversubscribed, and the European Central Bank awarded €30bn (£23.8bn) which was three times oversubscribed.</p> <p>John McFall MP, chair of the Treasury select committee, <a href=\"http://www.guardian.co.uk/business/audio/2008/sep/15/lehmanbrothers.creditcrunch\">told Guardian.co.uk today that he fears that more banks will collapse</a>.</p> <p>\"I don't think we've seen a weekend like it since the late 1920s,\" said McFall. \"It proves that the market is different. Indeed there is no market, it's all falling back on the state.\"</p> <p>And City commentator David Buik warned that a painful recession was inevitable.</p> <p>\"The fact that banks' capital bases have been hit hard again means there is less money to be lent and in a more discerning fashion, which will result in less disposable income being spent in the shopping malls which will trigger higher unemployment and the inevitable fall in to recession,\" he said.</p> <p>The European markets were the first major indices to react to the drama on Wall Street, as both the Tokyo and Shanghai stock exchanges were closed for a public holiday. Smaller markets in Asia had already shown they were spooked by the events, with Taiwan losing over 4%.</p> <p>And while share prices fell, bringing more pain to long-suffering investors, <a href=\"http://www.guardian.co.uk/business/2008/sep/15/commodities.wallstreet\">commodities including gold rose sharply</a>.</p>",
  "<p>So here are the scores on the doors after one of the City's most tumultuous days of trading: the FTSE 100 index has closed down 212.5 points at 5204.2 points.</p> <p>In percentage terms that is a 3.92% drop, which means it does not even figure in the top 20 one-day falls (as calculated by index compiler FTSE).</p> <p>But in monetary terms £50bn has been wiped off the value of the top 100 British companies. That is a lot, lot more than was lost in the stock market crash of 1987 when shares fell more than 12% on just one October day.</p> <p>But the crisis may not be over by any stretch of the imagination - after London had closed Wall Street took another turn for the worst, dropping more than 300 points and back to its lows for the day.</p> <p>The <a href=\"http://www.guardian.co.uk/business/2008/sep/15/lehmanbrothers.creditcrunch\">collapse of Lehman Brothers</a> and the <a href=\"http://www.guardian.co.uk/business/2008/sep/15/merrilllynch.wallstreet1\">rescue buyout</a> of Merrill Lynch by Bank of America may not be the end of the story. Dominique Strauss-Khan, managing director of the International Monetary Fund, certainly reckons the global credit crisis is not over yet. \"What we see in Lehman Brothers is something that started months ago,\" he told a press conference in Cairo. \"So the consequences for the financial sector are not over and we are going to see more of that.\"</p> <p>Certainly as London traders packed up and headed home - or more likely went to the pub to calm their nerves - Wall Street traders were speculating feverishly about an <a href=\"http://www.guardian.co.uk/money/2008/sep/15/aim.insurance.manchesterunited\">emergency bailout</a> of troubled insurance giant AIG as state and Treasury officials met with a slew of financiers in New York for eleventh hour negotiations. Then again, traders had hoped that Lehman Brothers would be saved and that did not come to pass. A collapse of AIG, the world's largest insurance group, however, would be catastrophic.</p> <p>Wall Street is also hoping the Federal Reserve will cut interest rates by 50 basis points or 0.5 percentage points to 1.5% tomorrow. Such a cut would be twice the size of what Wall Street had been predicting late last week. Other central banks have already moved to ease the pain with China's Central Bank dropping its rates for the first time in six years - to 7.2% from 7.47%.</p> <p>Back in London, <strong>HBOS</strong>, which at one point in the day had shed more than a third of its value, closed down 49.5p or 17.5% at 232.5p as traders speculated about whether it will be next to fall. The tone was set early in the day by a note from Cazenove which predicted that further writedowns could come from the bank and it is particularly worried about HBOS \"given its exposures and funding structures\".</p> <p>Some in the market were asking whether the bank will need to repeat its recent £4bn fundraising - which was carried out at 275p a share. But a spokesman for the company stressed that \"HBOS is a strong financial institution\".</p> <p>One time <a href=\"http://www.guardian.co.uk/business/2008/sep/14/lehmanbrothers.barclay\">Lehman suitor</a> <strong>Barclays</strong> closed down 34.5p at 316p, <strong>ICAP</strong> down 53.5p at 435p and <strong>Royal Bank of Scotland</strong> down 23.4p at 210.5p. <strong>Friends Provident</strong> was the day's biggest loser, down 17.6p at 81p - a loss of over 17% - with <strong>Prudential</strong> down 51p at 500p.</p> <p>For several hours in the day's trading session there was not a single FTSE 100 constituent showing any gains. The market was a sea of red. But by the close a dozen stocks were clinging onto gains. </p> <p>Top of the leaderboard was <strong>Capita Group</strong>, up 17p at 719.5p, while <strong>British Airways</strong> added 3.75p to 261.25p on reports that it has pulled out of the race to buy a 43% stake in loss-making rival Austrian Airlines.</p> <p>Utility firms were also higher as traders sought the protection of safe haven stocks. <strong>Scottish &amp; Southern Energy</strong> added 18p to £13.98, <strong>United Utilities</strong> gained 5.5p to 694p and <strong>National Grid</strong> was up 1p at 718p.</p>",
  "<p>Chris Cramer has been appointed as global editor for Reuters' multimedia news department, charged with combining editorial management with the news organisation's multimedia journalism.</p> <p>The New York-based role will see the former CNN and BBC executive connect the editorial and business divisions of Reuters, reporting to the editor-in-chief, David Schlesinger.</p> <p>Schlesinger said: \"Cramer's distinguished track record of driving innovations in news gathering will be key to building on our recognised multimedia ventures and century and a half of journalist excellence.\"</p> <p>Cramer spent 20 years at the BBC, culminating in the post of head of newsgathering at BBC News from 1992 to 1996 across TV and radio, before he moved to CNN International as managing director in 1996. </p> <p>He stayed in the role until 2007 before setting up in consultancy, where projects have included the live web TV news service LiveStation.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Nick Clegg today won his first major battle with his party since taking over as Liberal Democrat leader last year when the conference voted to support his plan to cut up to 6p off income tax. </p> <p>A rebel amendment, tabled by the MP Evan Harris, was defeated after a series of frontbench heavyweights from across the party dismissed claims that Clegg's new approach marked a shift to the right. </p> <p>By a strong show of hands, the Lib Dem conference voted to support Clegg's landmark <a href=\"http://www.libdems.org.uk/assets/0000/7745/Make_it_Happen.pdf\">Make it Happen</a> document, which would pave the way for £20bn of cuts in public spending. </p> <p>Most of this would be redirected to Lib Dem target areas, such as the pupil premium to help school children from disadvantaged backgrounds. </p> <p>But party sources told the Guardian that they hoped to use £4bn of the savings to implement tax cuts beyond the party's pledge to cut 4p off income tax. They estimated that it cost £2bn to cut income tax by 1p, meaning the party could increase its 4p pledge to 6p. </p> <p>Clegg won his first battle as Lib Dem leader after Vincent Cable, the party's deputy leader and Treasury spokesman, issued a strong plea to the party not to \"bind\" his hands. </p> <p>Warning that the rebel amendment would drive a \"coach and horses\" through his plans, Cable highlighted Gordon Brown's \"vast state machine\" of tax credits to support his argument that large government spending did not necessarily reduce inequality. </p> <p>Cable said that thousands of people on low incomes had been forced into even greater hardship by tax credits when they were forced to pay back money after the system mistakenly made an overpayment. </p> <p>\"When the bailiffs are at the door you are not sitting there thinking 'Isn't it great that we've got a progressive government that is raising taxes to fight poverty and reduce the Gini coefficient of income inequality.' </p> <p>\"I am asking you to give us freedom of scope - don't bind our hands - to set out an agenda which is genuinely progressive, committed to public services but involves significant tax cuts.\" </p> <p>Cable insists that his overall plan would be more effective than a continuation of Brown's large government spending increases, which are difficult to sustain with a recession looming. </p> <p>The Lib Dems' existing tax pledge to cut 4p off income tax would be funded by hitting the rich by taxing capital gains at the same rate as income tax and closing tax loopholes. There would also be green taxes. </p> <p>Senior Lib Dem sources said they wanted to build on this by cutting £20bn from government spending. Most of this would come from cutting government waste rather than frontline spending. This would then fund new Lib Dem initiatives, such as a \"pupil premium\" and a new NHS guarantee that all patients would be entitled to free private care if they were not treated in an agreed time. </p> <p>One senior figure said: \"We are outflanking the Tories on tax cuts. But we are not doing this from the right because everything we do - from tax cuts to spending on public services - is aimed at the less well off.\" </p> <p>This message was rammed home by a series of senior party figures who swung the vote for Clegg. Chris Huhne, who came close to defeating Clegg in last year's leadership contest on a leftwing ticket, said the days of tax and spend were over. </p> <p>An economist by training, Huhne said that spending had increased in real terms after inflation since 1997 by 46%. </p> <p>\"Whatever else is wrong with public services we can no longer say it is a lack of money ... When so many families on low and middle incomes are facing record gas, electricity food and fuel costs what are we to do? [People] can't make ends meet. Can we ignore their plight? Is it socially just not to give them some help, those at the bottom of the income earning scale?\" </p> <p>Simon Hughes, the Lib Dem president, who is seen as the conscience of the party's liberal wing, said: \"As Make it Happen says, if you are very rich you will pay more. If you are not rich you will pay less. This is a progressive liberal and distinctive message.\" </p> <p>Evan Harris, the Lib Dem MP for Oxford West and Abingdon who tabled the rebel amendment, said he won strong support. </p> <p>\"The vote showed that up to 40% of the conference was prepared to make clear that the party needs to ensure that we meet our own spending priorities out of savings before offering any tax cuts even at the lower end. </p> <p>\"Not only did the big guns have to come out to defend a line that had been overstated on tax cuts but they also had to concede that the principle of tax cuts and their scale are not a done deal.\"</p>",
  "<p>It was pretty clear from yesterday's papers that we've just entered Phase II of Palinophilia.</p> <p>Phase I was the Palin-as-phenomenon phase. Since everyone had barely heard of her when McCain named her, there was an inevitable period of \"Gee, who is this woman?\" coverage. </p> <p>That kind of coverage of someone who has burst onto a scene, whether in politics or business or sports-wth-an-s or whatever, tends inevitably toward the positive. It's never <em>all</em> positive, and it certainly wasn't that in Palin's case, because we had the revelation about the daughter's pregnancy and a few other things. But basically it's personality-driven coverage, highlighting the person's hobbies and likes and dislikes and alleged values. And she has a personality that many Americans like, and of course she did deliver a crowd-pleasing speech in St Paul, so Phase I worked largely to her benefit.</p> <p>But now we've clearly entered Phase II, in which the journalism is less about personality and more about policy and her record. The results are consierably less flattering.</p> <p>I count four important pieces in just the last two days. The one that's attracted the most attention is yesterday's <a href=\"http://www.nytimes.com/2008/09/14/us/politics/14palin.html?pagewanted=1&amp;_r=1&amp;hp\">huge New York Times takeout</a> on how she's governed Alaska. Required reading if you haven't delved into it. The portrait here is of a deeply insecure person with at once a wobbly command of government and fiercely ideological world view (a great combination!) whose administration abused power to conceal the first fact and enforce the second:</p> <blockquote> <p>Interviews show that Ms Palin runs an administration that puts a premium on loyalty and secrecy. The governor and her top officials sometimes use personal email accounts for state business; dozens of e-mail messages obtained by the New York Times show that her staff members studied whether that could allow them to circumvent subpoenas seeking public records.</p> <p>Rick Steiner, a University of Alaska professor, sought the email messages of state scientists who had examined the effect of global warming on polar bears. (Ms Palin said the scientists had found no ill effects, and she has sued the federal government to block the listing of the bears as endangered.) An administration official told Mr Steiner that his request would cost $468,784 to process.</p> <p>When Mr Steiner finally obtained the email messages — through a federal records request — he discovered that state scientists had in fact agreed that the bears were in danger, records show.</p> <p>\"Their secrecy is off the charts,\" Mr Steiner said.</p> </blockquote> <p>I don't know what will come of this. But the idea that a gubernatorial administration anywhere in this country secretly decided that they should all discuss governance and patronage issues using their personal email accounts rather than governmental ones is a very serious matter. The Bush White House <a href=\"http://en.wikipedia.org/wiki/Bush_White_House_e-mail_controversy\">deleted -- er, \"lost\" -- up to 5 million emails</a> related to the US attorneys scandal. If the White House weren't ignoring subpoeans and flouting the law, this face alone may well have been enough to warrant impeachment proceedings. </p> <p>Even more damning in some ways was yesterday's Washington Post piece about how Palin ran Wasilla. In most towns in most states, mayors at least have to oversee four basic things: police, fire, schools and garbage pickup. But of these Palin apparently didn't even have to deal with three of them:</p> <blockquote> <p>Firefighting and schools, two of the main elements of local governance, are handled by the Matanuska-Susitna Borough, the regional government for a huge swath of central Alaska. The state has jurisdiction over social services and environmental regulations such as stormwater management for building projects.</p> <p>With so many government services in the state subsidized by oil revenue, and with no need to provide for local schools, Wasilla has also made do with a very low property tax rate -- cut altogether by Palin's successor -- sparing it from the tax battles that localities elsewhere must deal with. Instead, the city collects a 2 percent sales tax, the bulk of which is paid by people who live outside town and shop at its big-box stores.</p> <p>The mayor oversees a police department created three years before Palin took office; the public works department; the parks and recreation department; a planning office; a library; and a small history museum. Council meetings are in the low-ceilinged basement of the town hall, a former school, and often the only residents who show up to testify are two gadflies. When Palin was mayor, the population was just 5,500.</p> <p>Palin limited her duties further by hiring a deputy administrator to handle much of the town's day-to-day management. Her top achievement as mayor was the construction of an ice rink, a project that landed in the courts and cost the city more than expected.</p> <p>Arriving in office, Palin herself played down the demands of the job in response to residents who worried that her move to oust veteran officials would leave the town in the lurch. \"It's not rocket science,\" Palin said, according to the town newspaper, the Frontiersman. \"It's $6 million and 53 employees.\"</p> </blockquote> <p>In GOP-spin world, Palin has vast \"executive experience.\" In reality world, this is a joke. And yes a governor has more responsibility. But even there Alaska is unique, because the presence of the oil revenues and the lack of a large poor population combine to virtually ensure that as long as out-and-out corruption is avoided, the state will always have the income to provide basic services.</p> <p>Third, <a href=\"http://www.newsweek.com/id/158738\">a fascinating Newsweek piece</a> on Palin's firing of her first police commissioner. In one of the few areas of actual responsibility she did have, she axed a seemingly competent cop in part because he thought letting citizens carry guns in bars <em>and schools</em> was a bad idea. Palin opposed him:</p> <blockquote> <p>Stambaugh, a former Anchorage police captain who once supervised Monegan, was hired as Wasilla's first police chief in 1993 and created the town's small police force, says former Wasilla mayor John Stein. But weeks after Palin beat Stein in 1996, she expressed displeasure with the chief. One big issue, Stambaugh said, was that he and other police chiefs had opposed a state-legislature bill to permit concealed weapons in schools and bars, which Stambaugh called \"craziness.\" But Palin, elected with backing from the National Rifle Association, which lobbied for the bill, told him she was \"not happy\" with his position, and that the NRA wanted him fired, says Stambaugh. Palin told him he \"shouldn't have done that,\" Stambaugh told Newsweek. (Palin denied in a deposition that the NRA contacted her about the weapons bill.)</p> <p>An even bigger clash involved a proposed city ordinance backed by Stambaugh to close the town bars at 2 a.m. instead of 5. Stambaugh says he believed this would help curb late-night drunken driving at a time when, according to Stein, the former mayor, \"people were driving out from Anchorage to the valley for more alcohol and crashing.\" But Palin, as a council member, had voted against the measure—making her the favored candidate among bar owners, one of whom held a fund-raiser for her. Records obtained by NEWSWEEK show that Wasilla bar owners contributed $1,250 to her mayoral campaign—more than 10 percent of all the money she raised in 1996. Griffin did not respond to requests for comment on those contributions.</p> </blockquote> <p>Fourth, the Wall Street Journal <a href=\"http://online.wsj.com/article/SB122143893857134389.html\">reports</a> today, in light of McCain's comments last Friday that Palin had sought no earmarks as governor, that that is just a flat-out lie:</p> <blockquote> <p><br>Last week, Republican presidential candidate Sen. John McCain said his running mate, Alaska Gov. Sarah Palin, hadn't sought earmarks or special-interest spending from Congress, presenting her as a fiscal conservative. But state records show Gov. Palin has asked U.S. taxpayers to fund $453 million in specific Alaska projects over the past two years.</p> <p>These projects include more than $130 million in federal funds that would benefit Alaska's fishing industry and an additional $9 million to help Alaska oil companies. She also has sought $4.5 million to upgrade an airport on a Bering Sea island that has a year-round population of less than 100.</p> </blockquote> <p>If all this is true, why is she so popular? Fair question. She's likeable, as I said. She sold the airplane (which is something you can only do once). She taxed the oil companies and gave the money to the people. And she operates in secrecy, shiedling the bad news, which is a pretty easy thing for a governor in a small state with a small in-state media to do. As the governor said herself, it's not rocket science. Let's hope the US media stays on top of it.</p>",
  "<p><strong>R-E-S-P-E-C-T! FIND OUT WHAT IT MEANS TO E-B-J-T!</strong></p> <p>As the Fiver gazed absentmindedly out the window, wondering what to pontificate on this afternoon, we were surprised to see our City boy cousin, Rolled-Up £50 Note Braces Buy Sell Buy Sell Convertible Private Jet to Paris Tig Extension Fiver whizz past, pausing mid-plummet to point forlornly at the AIG logo on his replica shirt before exploding in a mess on Big Road below. We were surprised for a number of reasons, the main one being that we'd pushed him off the roof of a building in Canary Wharf, several miles away.</p> <p>Of course with the Fiver being simple folk who thinks FTSE is a game Mrs Fiver plays with other tea-time emails under pub tables when she thinks we're not looking, the Fiver isn't going to try and surmise what effect the financial-knack that has befallen the world's largest insurance company is going to have on debt-ridden Manchester United, the team they sponsor. It's a sad state of affairs, but never mind, there's always England's Brave John Terry.</p> <p>A month ago, EBJT threw his weight behind a campaign for footballers to show more respect to referees, saying: \"Last year, was there or wasn't there a rule where you couldn't surround the referee? I couldn't tell you. Now there's a rule. You can't. It's the captain who has that responsibility to go and speak to the referee.\" And go and speak to the referee he duly did, at great length along with several of his team-mates, when Mark Halsey had the audacity to show him a red card for throwing his weight behind Jo when the Manchester City striker was sort of not really clean through on goal with only Petr Cech to beat.</p> <p>\"Chelsea have submitted a claim for wrongful dismissal on behalf of [EBJT],\" declared a statement on the FA's website this afternoon. \"[EBJT] was sent off for serious foul play during Chelsea's game against Manchester City on September 13. A regulatory commission will consider the claim on September 16.\" Chelsea's appeal is likely to fall on deaf ears because their defence is weaker than AIG's share price. As Terry wasn't actually sent off for denying Jo a clear goal-scoring opportunity, it doesn't make any difference that Ricardo Carvalho was there to heroically cover his back once again. * * * * * * * * * * * *</p> <p><strong>QUOTE OF THE DAY</strong></p> <p>\"To be honest I think the Special One needs a smack in the mouth\" - the Serie A season may only be two games old, but if this nugget from Catania sporting director Pietro Lo Monaco is anything to go by, Inter manager Jose Mourinho has already made his mark.</p> <p>*********************</p> <p><strong>AN OPEN LETTER TO THE MANY BILLIONAIRES AMONG THE FIVER'S READERSHIP</strong></p> <p>OK, OK, Newcastle United may look a little grubby at the moment but, dear potential investor, consider the history! Think of the quixotic brilliance of Kevin Keegan's first reign! Or the - gasp! - back-to-back Texaco Cups in the 1970s! Best of all, think of the immortal <em>joie de vivre</em> that surrounds the club and was best embodied by former striker Hughie Gallacher who, by the admission of former coach Andy McCombie, \"used to get canned up on a Friday night\" and who, during the club's European tour of 1929, prompted an awe-struck ref to tell reporters: \"I'm convinced he was quite tipsy ... I heard he drank much cognac between the halves.\" Verily, Mike Ashley, that outed swiller of non-alcoholic ale, is an unworthy owner of this great institution!</p> <p>Good thing, then, that in the wake of the ballyhoo over Keegan's second resignation from the club, Ashley has put the Barcodes up for sale. What's more, in a statement released last night he recited even more reasons why you might like to fork out damn near £400m for the privilege of employing Joey Barton. \"The club is still in debt,\" blubbed Ashley. \"Even worse than that, the club still owes millions of pounds in transfer fees,\" he continued before brandishing a handful of magic beans and adding: \"Newcastle has the fifth highest wage bill in the Premier League.\"</p> <p>And to cap it all off, Ashley hurrahed: \"I bought Newcastle in May 2007. Newcastle attracted me because everyone in England knows that it has the best fans in football.\" Perhaps he's hoping, dear potential investor, that you read his statement with the same lack of diligence he showed when buying the club in the first place, and therefore that you missed the bit where he sobbed: \"I have really loved taking my kids to the games, being next to them and all the fans. But I am now a dad who can't take his kids to a football game on a Saturday because I am advised that we would be assaulted.\"</p> <p>*********************</p> <p><strong>FANTASY GAMES THAT SHOULD BE BENEATH MOST RIGHT-THINKING ADULT MEN BUT AREN'T</strong></p> <p>Go on, <a href=\"http://www.theguardian.com/fantasyfootball\">play it</a>.</p> <p>Go on, <a href=\"http://guardian.pickthescore.co.uk/\">pick it</a>.</p> <p>* * * * * * * * * * *</p> <p><strong>THE RUMOUR MILL</strong></p> <p>'Arry Redknapp can't imagine why Stephen Appiah wouldn't want to move nearer to Portsmouth's Gunwharf Quays shopping mecca.</p> <p>Kevin-Prince Boateng has packed up his shiny crown and is making his way to the Midlands for a three-month loan deal at Bongo FC.</p> <p>And having possibly bought the wrong Mancunian football club by mistake, Manchester City's new owners are ready to trump themselves by buying the wrong Ronaldo. Expect to see the knack-prone fat Brazilian version getting wedged in the tunnel at Middle Eastlands in the new year.</p> <p>* * * * * * * * * * *</p> <p><strong>NEWS IN BRIEF</strong></p> <p>Newcastle have assured their dwindling band of supporters that Alan Shearer was not fired from his job as the club's ambassador, saying his duties actually ended last season. \"As a gesture of goodwill, Alan was given a complimentary corporate box for use at St James' Park,\" declared a statement, failing to clarify where else the insightful BBC pundit might have used it.</p> <p>Roy Hodgson has admitted it was not easy to convince Fulham owner Mohamed Al Fayed to part with his money this summer. \"[But] you don't buy strikers of the quality of Bobby Zamora without spending money - that's the bottom line,\" he chirruped with an admirably straight face.</p> <p>Jimmy Floyd Hasselbaink, 73, has hung up his boots and announced his retirement with immediate effect.</p> <p>Thirteen people were killed at a football game in Congo yesterday when Nyuki club's goalkeeper started a riot by trying to use witchcraft to help his team beat rivals Socozaki. Radio Okapi reported that police fired tear gas at fans after being pelted with rocks when they tried to break up an on-pitch brawl caused by the keeper's \"fet1shist\" spells.</p> <p>Expect to read a lazy Borat gag in the next few seconds now that Kazakhstan have sacked coach Arno Pijpers in the wake of World Cup qualifying defeats to Croatia and Ukraine. \"We in the federation are ashamed,\" wailed Kazakhstan FA bigwig Sayan Khamitzhanov, whose grumble would be taken more seriously if he hadn't been wearing a green mankini.</p> <p>Hull have confirmed that Craig Fagan suffered a leg-snap whilst being viciously tackled by Newcastle's Danny Guthrie on Saturday. Because Fagan isn't a young Croatian international that plays for Arsenal, nobody seems too bothered.</p> <p>And Alan Buckley's 96th spell in charge of Grimsby came to an end today when he was sacked with the team 20th in League Two on two points after six games.</p> <p>* * * * * * * * * *</p> <p><strong>STILL WANT MORE?</strong></p> <p>Several men and a token woman bang the world to rights in the latest thrilling instalment of podcasting's <a href=\"http://www.theguardian.com/football/audio/2008/sep/15/premierleague.championsleague \">Football Weekly</a></p> <p>Barney Ronay offers a disturbing insight into Rafael Benítez's wet dreams as he looks back on <a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/premier.league.review\">the Premier League weekend</a>.</p> <p>Palermo beat Roma, Milan lose to everybody and a team owner threatens to eat his players testicles. All this and more in <a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/seriea.weekendreview\">Paolo Bandini's Serie A round-up</a>.</p> <p><a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/laligafootball.barcelona\">Dr Sid Lowe</a> is knocking on the door, will somebody, please, let the man in.</p> <p>Too lazy to watch football yourself? John Ashdown has prepared <a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/championship.leagueonefootball\">a 10-point guide to the weekend's Football League action</a>.</p> <p>Alternatively, if large men running into each other is your thing, you might prefer <a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/superleague.wiganwarriors\">Andy Wilson's thoughts on the Super League play-offs</a>, or <a href=\"http://www.theguardian.com/sport/blog/2008/sep/15/nflroundup.weektwo\">Paolo Bandini's look back at week two in the NFL</a>.</p> <p>* * * * * * * * * *</p> <p><strong>FIVER LETTERS</strong></p> <p>\"With Ryan Giggs saying the following regarding Berbatov: 'For a big man he has a superb touch', we now know the difference in the recruiting processes at Liverpool and Man Utd. When Liverpool were settling for ABM with a GT, they should have been aiming for ABM with a ST\" - Tommy Fotak.</p> <p>\"Re: Valuing the book of Mormon at £1.07 (Friday's Fiver). Anyone who pays for a book supposedly derived from several golden plates unearthed in upstate New York - and decoded using magic spectacles no less - is surely getting scammed\" - Mike Murphy.</p> <p>\"Since Friday's news that Big Phil passed over the Man City manager's job, I've been wracking my brains for a Second-Choice Steve-like nickname for the eventual incumbent. I'm afraid the best I've come up with is Mark II\" - Philly Mac.</p> <p>\"Re: Smiths songs the Fiver's Jingo-Jangle-o-meter should sound like (Fiver's passim). Surely Cemetary Gates is more jangle than both Bigmouth Strikes Again and What Difference Does It Make. Or perhaps we'll only know when Pete Buck's Rickenbacker is returned. By the way, does this riff/refrain reveal just how little football really means to anyone now?\" - Patrick O'Brien.</p> <p>\"Re: banning the use of the phrase 'going forward', going forward (Friday's Fiver). I wish you could ban it where I work. No presentation or discussion is complete without this crap Americanism. It's thrown in at every opportunity going forward. What did people say before its arrival? 'Heads up' is a worse phrase. It has invaded these shores like the grey squirrel and the Harlequin ladybird and those using it should be culled\" - Drew J.</p> <p>Send your letters to <a href=\"mailto:the.boss@theguardian.com\">the.boss@theguardian.com</a></p> <p>* * * * * * * * * *</p> <p><strong>THREATENED WITH DELETION FROM WIKIPEDIA FOR NOT BEING 'NOTABLE' - A NEW LOW</strong></p>",
  "<p>How extraordinary it is, that representatives of the great names in global finance that have recently <a href=\"http://www.theguardian.com/business/2008/sep/15/marketturmoil.stockmarkets\">bitten the dust</a> were lately paraded on television as the supreme experts on the global economy. Until today, few serious programmes on TV about the financial outlook were complete without some hireling from Bear Stearns, Lehman Brothers or Merrill Lynch pontificating on what governments should do, on how to ease the tax burden, on ensuring the health of the economy, on the fundamental soundness of the system, and so on.</p> <p>Free markets, the <a href=\"http://en.wikipedia.org/wiki/Washington_Consensus, deregulation\">Washington consensus</a>, <a href=\"http://www.theguardian.com/business/2008/aug/04/economics.globaleconomy\">liberalisation</a> – ideas that have resounded around the world – are suddenly shredded, although the fortunes made in their benign shadow have no doubt been carefully stashed away in unreachable \"havens\". Where governments had been pleased to acknowledge their relative unwisdom in the presence of the superior knowledge of the markets, they are now being bidden to \"step in\", to re-regulate, to tame the beast they were so proud to unleash, and in the presence of whose \"performance\" they were only too willing to efface themselves. </p> <p>It seemed to the fallen experts and discredited knowalls that government had become an obstacle to the further creation of wealth. Guilty of imposing stealth taxes, inhibiting the free play of market forces, governments were spoilsports, shackling enterprise and undermining business. Obligingly, governments sought to withdraw with becoming modesty, avowing themselves powerless in the presence of such mighty forces, in order that the financial system should work smoothly and effortlessly for the benefit of everyone, including the poorest, who would be wafted to plenty on the coat-tails of the super-rich. The daily plebiscite of free choice in the marketplace seemed a reasonable substitute for a democracy in which quarrels over how to run the economy had been laid to rest.</p> <p>What a beautifully simple and plausible story it was, the rich miraculously transformed from grinder-down of the poor into their philanthropic rescuers – a metamorphosis that coincided with the rehabilitation of capitalism and its own mutation into something called \"the economy\". Wealth itself became the oracle, and people listened avidly to fairytales of win-win, economic miracles, market magic and the supremely precious life of geese that laid golden eggs. </p> <p>Attempts to assimilate the workings of capitalism to the equivalent of a natural phenomenon have been so successful that even the words used to describe the present \"downturn borrow a lustre from primeval nature: we hear of mortgage famine, credit drought, floods of bankruptcies, contagious insolvencies, epidemics of repossessions: the language evokes biblical plagues and last days. Is not nature red in tooth and claw? Or was that capitalism?</p> <p>Perhaps even more telling, images are also taken from the realm of nuclear warfare – there is economic meltdown, a chain reaction of business failures, consumer confidence at a critical level, while the fallout is incalculable. It would be difficult to evoke a more apocalyptic scenario.</p> <p>All this is of course, calculated to ensure that debate is securely contained within the fraying parameters of a capitalism to which no alternatives now exist. It would not do for people to become too inquisitive about the nature of a system which has been so closely identified in recent years with human nature itself. The fiction must be maintained, at all costs, that there is no other way of ordering our affairs. We are like medieval cartographers, beyond the boundaries of whose known world lay only monsters and dragons. </p> <p>To forestall any such unpleasantness, the friendly first person plural is employed. This places the responsibility of what has happened on a collective that is absent when profits are being taken and the money made. It is \"we\" who have allowed the wheelers and dealers, the shady operators in the world of sub-prime loans, derivatives, futures and options, to get away with it. We have not held our governments to account sufficiently to curb the markets' excesses. We have been remiss. In other words, we are to blame; and if our nest-egg is annihilated and our savings are turned to dust, we were always warned in the small print that investments can go down as well as up.</p> <p>This is puzzling to those who cannot read the hieroglyphs of economic discourse. We have been told that the markets know best. You can't buck the markets. You can play them, appease them, measure their sentiment, coax them out of volatility or nervousness. But all the financiers and experts, the no-nonsense acuity of the personnel of now-defunct institutions were doing was within the sacred space of what the markets would bear.</p> <p>The same people (at least those who have not gone under with their venerable institution) who were soothing us with the wisdom of deregulation are now sagaciously offering up their analyses that more stringent oversight of financial transactions is required. A \"rules-based\" system must be observed. The operations of investment banks must once more be separated from those of high street banks, to avoid their high-risk investment with our money. Regulation, restraint and watchfulness are the new remedy. At least until the next time.</p> <p>Capitalism, which had coyly hidden itself beneath the voluminous drapery of prosperity and luxury, now thrusts out itsface from the faded finery to look once more on a \"real world\" it has laid waste – on lives ruined, security trashed and hope trampled. A generation brought up to believe that affluence represents some existential truth about our lives will, inevitably, be disoriented and angry. If the coming impoverishment brings about an increase in violence, crime, racism and breakdown, who will bear those costs, who will bail out a bankrupt society? Certainly not the makers of fortunes whose activities we were until recently expected to admire as the acts of heroes and demi-gods.</p>",
  "<p>So much for de-coupling. That, in case you've forgotten, was the crackpot theory that any problems in the <a href=\"http://www.theguardian.com/business/subprimecrisis\">US real estate market</a> would stay confined to the world's biggest economy. The rest of the world would happily steam on, driven by the strength of China and India.</p> <p>Well, that was yesterday's news and here's the stop press. The Indian stock market plummeted yesterday and the authorities in Beijing cut interest rates in an attempt to offset the impact on growth from the financial turmoil beyond China's borders. The five years from 2003 to 2007 were the strongest period of sustained global expansion since the late 1960s and early 1970s, and part of the reason for that was that every part of the world joined in. It always seemed implausible that the global economy would be synchronised on the way up but non-synchronised on the way down - and so it has proved.</p> <p>China's decision to cut rates was foolish. Certainly, the <a href=\"http://www.theguardian.com/business/creditcrunch\">credit crunch</a> may dent growth but this, lest we forget, is an economy that has been booming by 10% a year for the past decade. One reason the rest of the world has been suffering from inflationary pressure is that China is over-heating; a period in which China grew at say 7-8% would help bring down global commodity prices and remove one of the threats to Western economies. If the developed world suffers a prolonged period of recession, China will eventually suffer no matter what it does to interest rates.</p> <p>Two other parts of the global economy look vulnerable to the crisis. The first is the eurozone, where the banks are in just as a bad a state as they are in the US and the UK, and where the strength of the euro is choking off exports. Sterling has fallen sharply against the euro in recent months, but that trend may now be over. The fact that London retailers are, to an extent, less exposed to the downturn than shops in the rest of the country, has much to do with European tourists taking advantage of an ultra-weak pound.</p> <p>Then there are emerging economies, particularly those - such as Russia and Brazil - where the boom in commodity prices has helped to camouflage their lack of industrial competitiveness. Russia's stock market is down 40% since the beginning of July, and fell by more than 6% yesterday.</p> <p>For the UK, these are not good signs. There are four sources of growth for any economy - consumer spending, government spending, investment and exports. Consumer spending (which accounts for around 70% of GDP) is suffering as a result of the credit crunch, squeezed real incomes and falling house prices. Companies are not investing because of concerns about growth and because borrowing is expensive. Exports should be a source of growth, since the weak pound makes UK goods cheaper overseas, but the impact of a depreciating currency is being blunted by the synchronised global downturn. </p> <p>All that leaves as a source of growth is the government. And the government is broke.</p>",
  "<p>• The social web: All about the small stuff &gt;&gt; <a href=\"http://googleblog.blogspot.com/2008/09/social-web-all-about-small-stuff.html\">Official Google Blog</a></p> <p>• Seven ways to get return visitors to your blog &gt;&gt; <a href=\"http://www.e-consultancy.com/news-blog/366315/seven-ways-to-get-return-visitors-to-your-blog.html\">E-consultancy</a></p> <p>• Popular \"platforms\" and APIs &gt;&gt; <a href=\"http://www.e-consultancy.com/news-blog/366337/popular-platforms-and-apis.html\">E-consultancy</a></p> <p>• Twitter plus Digg makes Dwigger, and it tastes great! &gt;&gt; <a href=\"http://mashable.com/2008/09/13/dwigger/\">Mashable</a></p> <p>• Google: Monopoly or marketplace? &gt;&gt; <a href=\"http://www.buzzmachine.com/2008/09/13/google-monopoly-or-marketplace/\">BuzzMachine</a></p> <p>• Celebrity gossip mobile sites becoming more mainstream &gt;&gt; <a href=\"http://www.moconews.net/entry/419-celebrity-gossip-mobile-sites-becoming-more-mainstream/\">mocoNews</a></p> <p>• Times Online to charge for archive access &gt;&gt; <a href=\"http://www.theguardian.com/media/2008/sep/15/thetimes.pressandpublishing?gusrc=rss&amp;feed=media\">Guardian</a></p> <p>• Northcliffe Media to publish more websites than newspapers &gt;&gt; <a href=\"http://www.theguardian.com/media/2008/sep/15/dmgt.digitalmedia?gusrc=rss&amp;feed=media\">Guardian</a></p> <p>• LinkedIn launches advertising network &gt;&gt; <a href=\"http://www.theguardian.com/media/2008/sep/15/web20.digitalmedia?gusrc=rss&amp;feed=media\">Guardian</a></p> <p>• Fresh look at film downloads &gt;&gt; <a href=\"http://www.theguardian.com/technology/2008/sep/15/digitalmusic.downloads?gusrc=rss&amp;feed=technologyfull\">Guardian</a></p> <p>• Apple's iTunes genius button seems pretty dumb &gt;&gt; <a href=\"http://www.theguardian.com/media/2008/sep/14/apple.digitalmedia?gusrc=rss&amp;feed=technologyfull\">Guardian</a></p> <p>• Interview: Richard Sambrook, director of BBC Global News &gt;&gt; <a href=\"http://www.theguardian.com/media/2008/sep/15/bbc.bbc?gusrc=rss&amp;feed=technologyfull\">Guardian</a></p> <p>• World Association of Newspapers fights Google/Yahoo ad deal &gt;&gt; <a href=\"http://www.theguardian.com/media/2008/sep/15/pressandpublishing.googlethemedia?gusrc=rss&amp;feed=technologyfull\">Guardian</a></p> <p><strong>Via</strong> <a href=\"http://delicious.com/jemimakiss\"><strong>Delicious</strong></a></p>",
  "<p>Last Tuesday, US Democratic House speaker Nancy Pelosi arrived 45 minutes late to a press conference that she had called. She finally showed up to talk about energy issues. Her party will allow a vote on legislation that would allow <a href=\"http://uk.reuters.com/article/oilRpt/idUKN1019497620080911\">limited offshore oil exploration</a>. Of course, that bill will be larded with so many tax hikes and other provisions that Republicans (and some Democrats) find objectionable that it will go down to defeat by vote or by the president's veto pen.</p> <p>The only reason that Democrats, who control both houses of Congress, are even holding the vote is that they are spooked. In August, House Republicans protested that the majority party wouldn't hold a vote on allowing more energy exploration. Democrats responded by turning the House lights off on them. Yes, <a href=\"http://www.reason.com/blog/show/127930.html\">Reason magazine's David Weigel</a> wrote, \"this actually happened\".</p> <p>Voters tell pollsters that the issue is of great importance to them, and so Democratic presidential contender Barack Obama <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2008/08/01/AR2008080103199.html\">flipped</a> on the issue, though without much enthusiasm. At his <a href=\"http://www.boston.com/news/politics/politicalintelligence/2008/08/obama_we_are_a.html\">big speech at the Democratic convention</a>, he thought it necessary to explain that this was \"a stop-gap measure, not a long-term solution\" to supplement his otherwise minty green approach to energy.</p> <p>Dems had thought that the issue could be dealt with easily, but they underestimated Republican enthusiasm. Most elected Democrats didn't want more exploration. Perhaps they were willing to grudgingly allow some \"stop-gap measure\" to go forward, but that was it. Then they encountered the Republican throngs chanting <a href=\"http://www.nytimes.com/2008/09/15/opinion/15hahn.html\">\"Drill baby, drill!\"</a> What do they do now?</p> <p>They're not just discombobulated over drilling. Coming out of Denver, Democrats thought they had this election locked up. After all, serious gains in Congress were all but assured. Obama's much-lauded speech had been the <a href=\"http://www.cbsnews.com/blogs/2008/08/30/politics/horserace/entry4400853.shtml\">most-watched acceptance address of all time</a>, and it took place in a packed sports stadium with Greek columns in the backdrop. Democrats had a young, audacious candidate and were facing a party whose standard-bearer was crusty senior senator who was, by his own admission, <a href=\"http://www.cnn.com/POLITICS/blogs/politicalticker/2006/12/mccain-im-older-than-dirt.html\">\"older than dirt\"</a>.</p> <p>A week later, John McCain's speech was more watched than Obama's, and the post-convention polls gave the GOP a <a href=\"http://en.wikipedia.org/wiki/Tigger\">Tigger</a>-sized bounce. Much attention has been paid to McCain's pick of Alaska governor Sarah Palin as his running mate, and there's no doubt that mattered a great deal. The relentless criticism of her before her speech and her combative response instantly turned her into a mix of right-wing darling and redneck folk hero.</p> <p>But Palin and drilling only part of a larger pattern of things that have gone right for the GOP lately. New York congressman and House ways and means committee chairman Charlie Rangel faces possible charges of tax evasion. President Bush announced a small drawdown of troops from Iraq. Rather than cheering this, Obama complained that the US government isn't putting more troops in Afghanistan, muddying his anti-war appeal at a time when he needs all the votes he can get. A new <a href=\"http://www.gallup.com/poll/110263/Battle-Congress-Suddenly-Looks-Competitive.aspx\">Gallup daily tracking poll</a> even found, implausibly, that Democratic control of Congress is starting to look doubtful.</p> <p>What's happening? Some political parties are good at cutting the governing party down to size in opposition, and modern Republicans are masters of this. They lost their narrow hold on Congress in the 2006 midterm elections, and they no longer feel it necessary to defend much of Bush's legacy.</p> <p>Even the war in Iraq is being spun as something that's nearly over. Palin praised US forces in Iraq \"who have now brought victory within sight\". That may not be strictly true in Iraq, but it's a pretty good description of McCain's long march on the White House.</p>",
  "<p>Launching a classical music download store is a very brave, or perhaps foolhardy, thing to do. While kids shell out loadsamoney for ringtones, classical music buyers tend to be pernickety about recordings, and careful with their money, as <a href=\"http://www.passionato.com/\">Passionato</a> may soon discover.</p> <p>Passionato is a straightforward site offering classical music albums at decent quality but not at low prices. Typically, albums cost £7.99 for 320kbps MP3 versions and £8.99 for lossless Flac, though some cost £4/£5, and there are tracks at 79p/99p. Tracks are mercifully free of DRM (digital rights management) copy protection, so you can play them on anything, including iPods.</p> <p>You can browse Passionato's catalogue by Composers, Artists, Genres/Periods or Record Labels. The labels include EMI, Naxos, Chandos, and BBC Worldwide. Deutsche Grammophon isn't listed, but there are lots of DG albums inexplicably hidden under Universal Classics &amp; Jazz.</p> <p>The navigation doesn't always work. Looking for the sublime Alison Balsom, for example, I went to Artist, Instrumentalist, and clicked Trumpet, but she's not in the 76 results or its alphabetical listing. A global search for Balsom finds three albums, which is OK, but searching for Lang Lang finds hundreds because the hits include the \"Sung Language\" subheading, Jean Langlais, Nadia Boulanger etc. \"Lang Lang\" in quotes gets no results. Did no one test this thing?</p> <p>Really there should be an Advanced Search facility so you can specify composer, work, orchestra etc. It would be uniquely better if you could also specify things like modern or period instruments: we can dream!</p> <p>The site also has sections for new releases (Critic's Choice), a chart and special offers – sign on and you get 10 free tracks.</p> <p>Currently, Passionato doesn't have a deep enough catalogue or enough musical information. The catalogue ultimately depends on all the music majors signing up and making \"out of print\" recordings available. Ideally, for example, I want all four of Karajan's great Beethoven cycles, a choice of the original or remastered versions, and a guide to the differences. Passionato just has the remastered 1961-62 set and a couple of quotes.</p> <p>Full background information is probably not affordable unless you crowdsource it by providing a wiki or – as Amazon does – user reviews. Passionato has neither.</p> <p>But the biggest problem is money: if you find something you want, will you buy it?</p> <p>Take, for example, the Bach concertos played by Hilary Hahn. Passionato wants £7.99 for the 320kbps MP3 version. However, go to Amazon.co.uk and you can buy a new CD for less (£6.23 plus £1.24 shipping from Caiman USA) and rip it yourself. Which I did, ages ago. </p> <p>At Amazon.com, the MP3 version (256kbps) costs $8.99, and individual tracks cost 89c instead of 99p. For those who enjoyed the controversial Russian site AllOfMP3.com, MP3sparks.com offers the same download for $2.38 at 192kbps, with tracks at between 14c and 28c. And, of course, popular stuff like this circulates for free on file-sharing networks.</p> <p>Given the scale of the market challenge, one has to wish Passionato luck. It will need it.</p>",
  "<p>Manchester United sponsor American International Group (AIG) is today preparing to launch a major restructuring effort to save its battered finances.</p> <p>The global insurance giant is expected to announce an overhaul amid reports that it has asked the US Federal Reserve for a $40bn (£22bn) lifeline.</p> <p>AIG is the Premier League champions' main sponsor, having signed a four-year £56.5m agreement in 2006 - the biggest shirt sponsorship deal in English football.</p> <p>Manchester United said today it was \"in close contact\" with AIG, but declined to comment further.</p> <p>AIG said it was reviewing its operations and looking at options with outside parties after shares plunged 45% on Wall Street last week following concerns about the company's finances.</p> <p>The group is reportedly looking for the Fed support, after turning down private equity investment, to retain control over its finances.</p> <p>AIG is said to want the loan to rebuild its balance sheet, with aims to repay the debt through selling off assets.</p> <p>Chief executive Robert Willumstad, who took the reins of the world's largest insurer in June, could announce a turnaround plan today involving the potential disposal of assets such as its aircraft-leasing business, according to reports.</p> <p>The group employs around 3,000 staff in the UK out of some 116,000 globally. It has 11 UK offices, including ones at Croydon, Reading, Bristol, Manchester and Glasgow. AIG operates under three main brands in the UK - AIG UK, AIG Life and AIG Direct. However, it also sells insurance through high street brands, such as Argos and Boots, while the firm underwrites product warrantees for retailer John Lewis.</p> <p>AIG saw its former boss, British-born Martin Sullivan, quit in June after a 36-year association with the insurer. Sullivan, who was raised in Dagenham, Essex and joined AIG as a 17-year-old clerk in the company's London office, ended his three-year tenure at the helm after facing calls to quit from shareholders.</p> <p>He had overseen writedowns and losses of over $30bn, leading his predecessor and AIG's largest shareholder, Maurice Greenberg, to speak out against him. The group's latest crisis comes as it is also threatened with a credit rating downgrade from Standard &amp; Poor's - news which sent the group's shares down 30% in US trading on Friday alone.</p>",
  "<p>From an upstairs window at the back of my house I can just about see the <a href=\"http://www.open2.net/modernity/3_17.htm\">peaks</a> of Docklands, where worried, tight-lipped, employees of Lehman Brothers declined to comment to BBC reporters this morning as the walls of global capital came tumbling down. I see no <a href=\"http://www.theguardian.com/business/gallery/2008/apr/14/economics.photography?picture=333530155\">leaping from ledges</a>. Perhaps, though, there's been a rush for <a href=\"http://www.londoncityairport.com/\">London City Airport</a> and cheap one-way tickets to Timbuktu – ok, Dundee. If so, this mass, er, flight from financial catastrophe will have come a little early to be aided by what appears to be a breach of a campaign promise by Boris Johnson. </p> <p>Last week the London mayor <a href=\"http://www.thisislondon.co.uk/standard-mayor/article-23554098-details/Mayor+backs+City+Airport's+plan+to+boost+flights+by+half/article.do\">revealed</a> to the London Assembly that he was giving the \"green light\" to an expansion of the airport's activity, enabling it to increase the number of flights by up to fifty percent – from 80,000 to 120,000 a year – by 2010. This meant he had declined to use his powers to prevent Newham Council from granting the necessary planning consent, certain reassurances having been obtained. </p> <p>This seems to contradict what Johnson said at an early <a href=\"http://www.green-alliance.org.uk/grea1.aspx?id=2632\">mayoral hustings</a>, held by the Green Alliance on 14th February. Asked by chair Jon Snow to summarise their position on the airport's future Ken Livingstone said he'd close it but lacked the powers. He would, however, prevent further development by blocking the sale of surrounding land. Johnson said he too would freeze expansion and encourage people to use trains instead. Click <a href=\"http://davehill.typepad.com/london3ms/2008/02/environment-deb.html\">here</a> and find my (slightly muddy) recording of the events from about a fifth of the way in.</p> <p>Is there any way this isn't a U-turn? In a letter to the airport's managers written before giving his blessing to the plans, Johnson warned that any additional future expansion would be \"extremely difficult\" to back, could his backing away from his \"freeze\" pledge be mitigated as only a mini-thaw? Greens and other environmentalists are <a href=\"http://www.planestupid.com/?q=blogs/2008/09/12/boris-backs-city-airport-expansion\">not impressed</a>. I'm contracting the mayor's office for a response and will update when it's received.</p> <p><strong>UPDATE</strong>: The mayor's office has got back to me with the following statement:</p> <blockquote> <p>\"Because the plans for the expansion of City Airport predate the creation on the GLA as a statutory planning authority, Newham informally consulted the Mayor on the latest proposals in the summer. Although generally supportive of City Airport expansion plans, the Mayor wrote to Newham Council asking them to defer their decision until he had received further information on the impact of increased flight movements on areas around the airport earmarked for regeneration. He also wanted to await the results of a study of any potential risks to the proposed the Thames Gateway Bridge. The results from the study and the information provided by Newham have now answered the issues he raised.\"</p> </blockquote> <p>Two points here. One is that Mayor Johnson's powers to intervene in the decisions of boroughs turned out not apply in this case because the airport submitted its plans to Newham Council before the GLA came into existence. The other is that he is \"generally supportive\" of the present expansion plans. This makes you wonder if he'd have imposed the \"freeze\" on expansion he pledged at the Green Alliance hustings even if he could have. </p> <p>Would he act to block any further expansion plans submitted by the airport in future? His office sent me the text of letter referred to above (which Johnson sent to Newham Council, not to the airport's managers as had been misreported elsewhere) suggesting that he might well do. A more sceptical conclusion would be that a mayor deeply committed to environmental causes would not have declared himself \"generally supportive\" even of the present plans.</p>",
  "<p>In a <a href=\"http://www.webfoundation.org/donations/knight2008/tbl-speech\">speech</a>, Sir Tim Berners-Lee has announced a new the World Wide Web Foundation with a three-part mission:</p> <blockquote> <p>to advance One Web that is free and open, <br>to expand the Web's capability and robustness, <br>and to extend the Web's benefits to all people on the planet.</p> </blockquote> <p>He says:<br><br></p> <blockquote> <p>The Web Foundation will bring together business leaders, technology innovators, academia, government, NGOs, and experts in many fields to tackle challenges that, like the Web, are global in scale. The Web Foundation is in the unique position of being able to learn from the results of projects to accelerate the evolution of the Web. </p> </blockquote> <p>The Foundation will be run by Steve Bratt, who has posted a <a href=\"http://www.webfoundation.org/news/2008/09/welcome-to-the-world-wide-web-foundation.html\">welcome note</a>. There's also a <a href=\"http://www.webfoundation.org/donations/knight2008/press-release\">press release</a>, which says: \"The Foundation will raise funds through a multi-faceted strategy, beginning with a $5 million seed grant over five years from the John S and James L Knight Foundation.\"</p> <p><a href=\"http://news.bbc.co.uk/1/hi/technology/7613201.stm\">BBC News</a> has an interview with TBL, which says: \"The Foundation will also look at concerns that the web has become less democratic, and its use influenced too much by large corporations and vested interests.\" Sir Tim expresses concern about the web's development as a major source of disinformation, saying: </p> <blockquote> <p>\"On the web the thinking of cults can spread very rapidly and suddenly a cult which was 12 people who had some deep personal issues suddenly find a formula which is very believable,\" he said. \"A sort of conspiracy theory of sorts and which you can imagine spreading to thousands of people and being deeply damaging.\" </p> </blockquote> <p>But I'm not sure you can do anything about that: it's the nature of the beast. Outside of politics, the only people who actually go around proselytizing for their views are the ones who are clearly wrong: if they were right, they wouldn't bother. Support for so-called \"Intelligent design\" is an obvious example.<br></p>",
  "<p>I received this email over the weekend from a friendly acquaintance. It should help sort out some questions you may have. The subject heading on the email was \"I was confused but now I'm not\":</p> <p>This took some figuring out</p> <p>If you grow up in Hawaii, raised by your grandparents, you're \"exotic, different.\"</p> <p>Grow up in Alaska eating mooseburgers -- a quintessential American story.</p> <p>If your name is Barack you're a radical, unpatriotic Muslim.</p> <p>Name your kids Willow, Trig and Track -- you're a maverick.</p> <p>Graduate from Harvard law School and you are unstable.</p> <p>Attend five different small colleges before graduating, you're well grounded.</p> <p>If you spend three years as a brilliant community organizer, become the first black President of the Harvard Law Review, create a voter registration drive that registers 150,000 new voters, spend 12 years as a constitutional law <br>professor, spend eight years as a state senator representing a district with more than 750,000 people, become chairman of the state Senate's Health and Human Services committee, spend 4 years in the United States Senate representing a state of 13 million people while sponsoring 131 bills and serving on the Foreign Affairs, Environment and Public Works and Veteran's Affairs committees, you don't have any real leadership experience.</p> <p>If your total resume is: local weather girl, four years on the city council and 6 years as the mayor of a town with fewer than 7,000 people, 20 months as the governor of a state with only 650,000 people, then you're qualified to become the country's second highest ranking executive.</p> <p>If you have been married to the same woman for 19 years while raising two beautiful daughters, all within Protestant churches, you're not a real Christian.</p> <p>If you cheated on your first wife with a rich heiress, and left your disfigured wife and married the heiress the next month, you're a Christian.</p> <p>If you teach responsible, age appropriate sex education, including the proper use of birth control, you are eroding the fiber of society.</p> <p>If, while governor, you staunchly advocate abstinence only, with no other option in sex education in your state's school system while your unwed teen daughter ends up pregnant, you're very responsible.</p> <p>If your wife is a Harvard graduate lawyer who gave up a position in a prestigious law firm to work for the betterment of her inner-city community,<br>then gave that up to raise a family, your family's values don't represent America's. </p> <p>If your husband is nicknamed \"First Dude,\" with at least one DWI conviction and no college education, who didn't register to vote until age 25 and once was a member of a group that advocated the secession of Alaska from the USA, your family is extremely admirable.</p> <p>OK, much clearer now.<br></p>",
  "<p>Lehman Brothers, one of the most prestigious players on Wall Street, filed for bankruptcy protection this morning after a frenzied weekend of negotiations failed to find a way of saving the company.</p> <p>Heralding a tumultuous day in the financial markets, <a href=\"http://www.theguardian.com/business/lehmanbrothers\">Lehman</a> announced at around 5.30am BST that it will file for Chapter 11 bankruptcy protection, making it the biggest victim so far of the <a href=\"http://www.theguardian.com/business/creditcrunch\">credit crunch</a> and <a href=\"http://www.theguardian.com/business/subprimecrisis\">sub-prime crisis</a>. It said it is making the move to \"protect its assets and maximise value\".</p> <p>The collapse of Lehman – one of the biggest financial shocks in years - puts tens of thousands of jobs around the world at risk, including over 4,000 in the City and another 1,000 in High Wycombe.</p> <p>It also sent shockwaves around the banking world, with commentators predicting that the damage could be felt across the industry and could help to push the UK into <a href=\"http://www.theguardian.com/business/recession\">recession</a>. <a href=\"http://www.theguardian.com/business/2008/sep/15/marketturmoil.stockmarkets\">The FTSE 100 plunged by almost 400 points this morning</a>, and the Dow Jones industrial average is tipped to tumble by as much as 4%. </p> <p>Until late last night, Lehman was locked in talks with potential buyers after the last-ditch restructuring plan it announced last week <a href=\"http://www.theguardian.com/business/2008/sep/14/barclay.lehmanbrothers\">failed to deter investors and trading partners from fleeing</a>.</p> <p><a href=\"http://www.theguardian.com/business/2008/sep/14/lehmanbrothers.barclay\">Barclays pulled out of talks on Sunday evening</a>, because it could not win the government guarantees it wanted to protect itself against future losses on Lehman's trading positions - thought to be as large as $300bn (£167bn). It said this morning that a deal would not have been in the best interests of its shareholders.</p> <p>In a separate development that underlines the tumultuous state of the financial world, Merrill Lynch was taken over by Bank of America for $50bn - a move that will spare it Lehman's fate.</p> <p>Most of Lehman's UK staff are based at its headquarters at Canary Wharf, where the mood was sombre this morning. Employees arriving for work this morning said they did not know anything about what was likely to happen.</p> <p>One worker told the assembled journalists, who were kept away from the building by security staff, that \"I'm as much in the dark as you but I can't talk to you. We've been told not to talk.\"</p> <p>Speaking on BBC Radio 4 this morning, Liberal Democrat Treasury spokesman Vince Cable described the situation as \"very grave\".</p> <p>\"I think the least we are going to have to learn from this is that the whole of the financial sector simply cannot return to where it was before,\" Cable said. \"It is going to have to be much more tightly regulated in the public interest.\" </p> <p>Howard Archer, chief UK and European economist at Global Insight, warned that Lehman's fate will make the surviving banks even more reluctant to lend to each other.</p> <p>\"This increased the risk that the credit crunch will deepen and last for some considerable time to come, which in turn increases the already serious downside risks to growth in the UK and the Eurozone, and heightens the danger of recession,\" Archer warned.</p> <p><strong>Sub-prime woes</strong></p> <p><a href=\"http://www.theguardian.com/business/merrilllynch\">Merrill Lynch</a> and Lehman both expanded aggressively into property-related investments, including so called sub-prime mortgages - loans to people on low incomes or with poor credit histories. The bank has lost $14bn in the past 18 months after being forced to take huge write-downs on the value of those investments.</p> <p>The breakdown in talks between Barclays and Lehman came after government officials and senior Wall Street executives gathered for a third day at the US central bank, the Federal Reserve, in lower Manhattan, arriving in a funereal procession of black limos.</p> <p>The Fed, and the US Treasury, had been hoping to secure a saviour for Lehman ahead of the Asian markets opening on Monday.</p> <p>The collapse of Lehman sent traders rushing into government treasury bonds – seen as a safe haven in troubled times. The dollar fell against both the euro and the yen.</p> <p>Peter Kenny, managing director at Knight Equity Markets in New Jersey, said the financial world is on the verge of a complete reorganisation. \"The US financial system is finding the tectonic plates underneath its foundation are shifting like they have never shifted before,\" he told Reuters. And Bill Gross, chief investment officer at Pacific Investment Management, warned of an \"imminent tsunami\" as dealers are forced to unwind complicated derivative and swap-related positions.</p> <p>Alan Greenspan, the respected former chairman of the Fed, warned yesterday that other big institutions could yet be vulnerable; a shocking situation for Wall Street where the big investment banks had for so long enjoyed an air of invincibility.</p> <p>Greenspan described the credit crisis as a \"once-in-a-century\" type of event. \"There's no question that this is in the process of outstripping anything I've seen and it still is not resolved and it still has a way to go,\" he told ABC News.<br></p>",
  "<p><strong><a href=\"http://www.treehugger.com/files/2008/09/wood-not-coal.php\">Get rid of coal and use trees instead, urges Hansen</a><br>Source: Treehugger</strong><br>Nasa climate scientist James Hansen has suggested that humans should grow more trees and burn them to produce electricity, capturing and storing the carbon dioxide generated during the process to further mitigate the environmental of rising carbon dioxide levels. </p> <p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSSHA33802220080913?feedType=RSS&amp;feedName=environmentNews\">China mulls green tax to curb pollution: report</a><br>Source: Reuters</strong><br>China is studying whether to impose an environmental tax on polluters to cut their emissions, the official China Daily reported on Saturday. The newspaper quoted Pan Yue, a deputy minister for environmental protection, as saying several government agencies had formed a team of experts to research the issue.</p> <p><strong><a href=\"http://www.timesonline.co.uk/tol/news/environment/article4753411.ece\">Grasshoppers are recruited as climate change scouts</a><br>Source: Times Online</strong><br>The rasping summer sound of grasshoppers chirping in fields and meadows is to be used to help to track climate changes. Grasshoppers, along with bush crickets, have been identified as the ideal insects for a public monitoring system.</p> <p><strong><a href=\"http://www.nytimes.com/2008/09/14/magazine/14wind-t.html\">Wind-power politics</a><br>Source: New York Times</strong><br>I was having lunch with Mandelstam last fall to discuss offshore wind in general and how he and his tiny company, Bluewater Wind, came to focus on Delaware as a likely place for a nascent and beleaguered offshore wind industry to establish itself.</p> <p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSLC65229120080912?feedType=RSS&amp;feedName=environmentNews\">Antarctic winter ice gets bigger; Arctic shrinks</a><br>Source: Reuters</strong><br>The amount of sea ice around Antarctica has grown in recent Septembers in what could be an unusual side-effect of global warming, experts said on Friday.</p> <p><strong><a href=\"http://www.independent.co.uk/environment/nature/largest-owls-in-the-world-threaten-british-birds-930862.html\">Largest owls in the world threaten British birds</a><br>Source: The Independent</strong><br>Several pairs of eagle owls, the largest owls in the world, are now breeding in the wild in Britain, according to a new study. But it is unlikely they will ever be considered British birds as they escaped from a large pool of birds kept in captivity.</p>",
  "<p>Business social networking site LinkedIn has created an advertising network that will allow partner publishers to identify LinkedIn users and target them across hundreds of sites.</p> <p>The site has joined ad network Collective Media to create the LinkedIn Audience Network, which lets advertisers target specific sections of LinkedIn users - called the InCrowds - based on the information in their profiles. </p> <p>Targeting could be based on the type of industry - such as aviation, pharmaceuticals or IT - the level of seniority, size of company or the gender of users, although individuals will not be identified and can opt out.</p> <p>Partner publishers, which are likely to include existing partners such as the New York Times, BusinessWeek and CNBC, will share the advertising revenue with LinkedIn and Collective Media.</p> <p>LinkedIn users will be tagged through a cookie on their computers, which will be used to identify them when they visit partner websites.</p> <p>LinkedIn said there would be \"hundreds\" of publishing partners involved in the network. It will charge between $30 and $76.50 per thousand views for a display ad - considerably higher than most other social networks.</p> <p>The site claims it has a more affluent and attractive user base than the Wall Street Journal, BusinessWeek and Forbes, with an average age of 41, average household income of $109,703 and more than 80% university graduates.</p> <p>Kevin Eyres, the LinkedIn Europe managing director, said the economic slowdown would mean advertisers will want more effective, targeted advertising, and said that despite \"longer conversations\" with advertisers it was still seeing an increase in its \"robust\" advertising revenues.</p> <p>\"With recruitment, we're finding that people are looking at how they can use other technology to ensure their spending is most effective,\" he said, echoing a survey published on Friday by CareerBuilder.com that showed one in five employers screen job candidates through their social networking profiles.</p> <p>\"[The brewer] SAB Miller did not use a third-party recruiter - they used the power of their networks via LinkedIn and saved £1.2m recruiting 102 people.\"</p> <p>Eyres claimed that one new member signs up to the site every two seconds, adding that LinkedIn had 50% of its user base in the US and 25% in Europe.</p> <p>The latest figures from comScore show that 69% of the world's web users access a social networking site at least once a month.</p> <p>Facebook is the most popular globally, with 144.8 million unique users. MySpace has 121.9 million and LinkedIn 8.7 million users globally each month.</p> <p>Facebook users spend longer there than on rival sites - an average of 175 minutes a month compared with 155 minutes on MySpace and nine minutes on LinkedIn. </p> <p>Despite a vast global audience, MySpace has struggled to make its $900m advertising deal with Google pay and in May this year, News Corporation admitted that the site would not hit its revenue targets for the financial year. </p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<h2>Uganda</h2> <p>Headteachers are protesting a decision by the <strong><a href=\"http://www.newvision.co.ug/D/8/12/649666\">Ugandan Ministry of Education to close 400 schools</a></strong>, a decision made worse by the fact that the country's students return to school today for their third term.</p> <p>The New Vision newspaper reports that the teachers are vowing to defy the directive, arguing that it was poorly timed and that they had not received formal communication from the ministry.</p> <p>The education ministry closed 398 schools in the central region for a variety of reasons, ranging from lack of licences and unqualified headteachers to poor infrastructure. According to the ministry's spokesman, Aggrey Kibenge, the schools do not meet the minimum operational, safety and security standards.</p> <p>The ministry says the schools will only be allowed to re-open after a written clearance from the director of education standards. \"He will advise the relevant chief administrative officers and town clerks of this decision.\"</p> <p>In an interview with the Guardian today, the Ugandan education minister, <strong><a href=\"http://www.theguardian.com/katine/2008/sep/15/education.empowerment\">Geraldine Namirembe Bitamazire</a></strong>, said the government is working on the basis of one school per parish to ensure all children go to school.</p> <p>* The Mail &amp; Guardian Online reports that the rebel <strong><a href=\"http://tinyurl.com/66rtr2\">Lord's Resistance Army</a></strong> is ready to sign a final peace deal, but has warned it will not disarm until International Criminal Court arrest warrants for alleged war crimes are \"resolved\".</p> <p>The <strong><a href=\"http://www.theguardian.com/katine/lra\">rebels</a></strong> are believed to be based in jungle hideouts in the north east of the Democratic Republic of Congo, but have been accused of attacking villages in the Central African Republic. The Mail &amp; Guardian claims that Congolese troops are planning to crack down on the fugitives and LRA leader Joseph Kony is under increasing pressure to agree to a peaceful resolution of the conflict.</p> <p>LRA spokesperson David Nyekorach-Matsanga said: \"General Joseph Kony... instructed me to inform the world and announce that the LRA will sign the final peace agreement. They should not attack general Kony, who has openly said he wants to sign an agreement and stop the suffering of Ugandans.\"</p> <p>The LRA is accused of having raped and mutilated civilians, forcibly enlisted child soldiers and massacred thousands during what has been one of Africa's longest-running conflicts. Kony failed to show up for the signing of a final accord with Kampala in April and has already stated that no peace deal will be signed while the ICC arrest warrants stand.</p> <p>* The New Vision reports that at least 72% of women n Mubende District, in the south west of Uganda, <strong><a href=\"http://allafrica.com/stories/200809150050.html\">were sexually abused last year</a></strong>. According to a report by ActionAid Uganda, another 28% of women surveyed were forced to have sex with men who were not their husbands.</p> <p>Justus Rugambwa, the regional programme manager for ActionAid Uganda, said the survey carried out in the district indicated that these women and girls were at a high risk of contracting HIV and Aids. ActionAid Uganda is spending more than 200 million Ugandan shillings ($125,000) in Mubende District to care for 500 women.</p> <h2>Human rights</h2> <p>The NGO Human Rights Watch claims that just five countries have been responsible for all <strong><a href=\"http://tinyurl.com/4h39xw\">executions of juvenile offenders</a></strong> since 2005. Iran, Saudi Arabia, Sudan, Pakistan and Yemen executed 32 children for crimes.</p> <p>HRW's report also reveals that well over 100 juvenile offenders are currently on death row, awaiting the outcome of a judicial appeal, or, in some murder cases, the outcome of negotiations for pardons in exchange for financial compensation.</p> <p>\"We are only five states away from a complete ban on the juvenile death penalty,\" said Clarisa Bencomo, Middle East children's rights researcher for HRW. \"These few holdouts should abandon this barbaric practice so that no one ever again is executed for a crime committed as a child.\"</p> <h2>Millennium Development Goals</h2> <p>A report by the United Nations claims that <strong><a href=\"http://tinyurl.com/3eo4rp\">progress towards the Millennium Development Goals (MDGs)</a></strong> is being threatened by high food and fuel prices and the global economic slowdown. At the launch of the UN's MDGs report 2008 late last week, secretary general Ban Ki-moon called for an \"aggressive push\" towards attaining the anti-poverty targets world leaders pledged to achieve by 2015.</p> <p>Ban noted that developing countries are devoting more resources to education and health thanks to reduced external debt servicing, fresh assistance and new financing from private foundations.</p> <p>In addition, primary school enrolment is rising, and there has been progress on health and gender equality. \"But progress is largely concentrated in Asia,\" said the secretary general, adding that until recently, sub-Saharan Africa was losing ground in the fight against extreme poverty.</p> <p>The report states that current high food prices are expected to push many people into poverty, especially in sub-Saharan Africa and south Asia, which are already the regions with the largest number of people living in extreme poverty.</p> <h2>Somalia</h2> <p>United Nations aid agencies and NGOs working in <strong><a href=\"http://tinyurl.com/5ulvdt\">strife-torn Somalia</a></strong> have condemned recent attacks on students, teachers and schools in the capital, Mogadishu, stressing that educational facilities must be violence-free zones.</p> <p>In a recent incident, five children and two teachers were wounded in an attack on two primary schools, and two teachers were reportedly gunned down on Monday.</p> <p>The latest attacks occurred just as schools were re-opening after the holidays and at a time when the provision of education in Somalia is already severely affected by drought, insecurity and economic crises.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337615232\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2008/sep/15/lehmanbrothers.banking/GD8836156@A-Lehman-Brothers-emp-8045.jpg\" alt=\"Lehman Brothers employee in Canary Wharf\" width=\"551\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Lehman Brothers employee carries a box away from an office of the US investment bank in Canary Wharf, London</span> <span class=\"element-image__credit\">Photograph: Andrew Winning/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615448\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2008/sep/15/lehmanbrothers.banking/GD8834494@The-Federal-Reserve-B-8677.jpg\" alt=\"Federal Reserve bank\" width=\"589\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Federal Reserve Bank of New York, where high level meetings were held in a last-ditch attempt to save Lehman. A failed plan was followed by more seismic shocks from Wall Street, including an apparent government-brokered takeover of Merrill Lynch by the Bank of America</span> <span class=\"element-image__credit\">Photograph: David Karp/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615229\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2008/sep/15/lehmanbrothers.banking/GD8836045@A-trader-gestures-in--7309.jpg\" alt=\"Trader in the Philippine Stock exchange\" width=\"566\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The week in figures:<br>  <strong>Monday</strong> - FTSE 100 down 210 points at 5202.4; Dow Jones plunges 504 points to 10,917.51<br>  <strong>Tuesday</strong> - FTSE down 178.6 to 5025.6; Dow up 141.5 at 11,059<br>  <strong>Wednesday</strong> - FTSE down 113.2 at 4912.4; Dow down 449 at 10,609<br>  <strong>Thursday</strong> - FTSE down 32.4 at 4880; Dow closes 410 points higher at 11,019.69<br> <strong>Friday</strong> - FTSE surges 431.3 points to 5311.3; Dow up 386.10 at 11,405.79</span> <span class=\"element-image__credit\">Photograph: Cheryl Ravelo/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615454\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2008/sep/15/lehmanbrothers.banking/GD8834199@People-walk-out-of-th-9451.jpg\" alt=\"Lehman Brothers employees carry boxes out of the New York offices\" width=\"510\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People walk out of the Lehman building in New York carrying boxes of their belongings as security guards look on</span> <span class=\"element-image__credit\">Photograph: Chip East/Reuters</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615445\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2008/sep/15/lehmanbrothers.banking/GD8835365@An-office-worker-look-8271.jpg\" alt=\"Trading on the FTSE 100\" width=\"595\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The FTSE 100 index closed down 212.5 points on Monday, meaning <a href=\"http://www.guardian.co.uk/business/marketforceslive/2008/sep/15/hbosbusiness.barclay\">£50bn had been wiped off</a> the value of Britain's top companies. In monetary terms more was wiped off top companies than was lost in the stock market crash of 1987</span> <span class=\"element-image__credit\">Photograph: PA Wire/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337616278\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2008/sep/15/lehmanbrothers.banking/GD8834493@Mo-Grimeh,-a-managing-7692.jpg\" alt=\"Lehman, New York\" width=\"330\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mo Grimeh, a managing director who worked at Lehman for 10 years, reacts as he leaves the company's headquarters on 7th Avenue in New York after hearing the news that the bank may be forced to seek an orderly unwinding of its businesses</span> <span class=\"element-image__credit\">Photograph: David Karp/AP</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337616269\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2008/sep/15/lehmanbrothers.banking/GD8834829@A-woman-walks-past-a--6075.jpg\" alt=\"Monitor showing the stocks index figures in Taipei\" width=\"293\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman walks past a monitor showing the stocks index figures in Taipei, where share prices closed down 4.09% on worries over the global financial system</span> <span class=\"element-image__credit\">Photograph: Sam Yeh/AFP/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337616272\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2008/sep/15/lehmanbrothers.banking/GD8833668@NEW-YORK---SEPTEMBER--6617.jpg\" alt=\"Lehman Brothers employesees at the new York Headqdduarters\" width=\"301\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tourists gathered outside Lehman's offices in New York to take snaps as <a href=\"http://www.guardian.co.uk/business/2008/sep/15/lehmanbrothers.creditcrunch1\">shocked employees left the building</a></span> <span class=\"element-image__credit\">Photograph: Michael Nagle/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615451\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2008/sep/15/lehmanbrothers.banking/GD8835075@Indian-investors-watc-9073.jpg\" alt=\"Bombay stock exchange\" width=\"630\" height=\"383\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Indian investors watch shares prices on a digital stock ticker outside the Bombay Stock Exchange building in Mumbai. Indian shares tumbled 5.19% within minutes of opening</span> <span class=\"element-image__credit\">Photograph: Sajjad Hussain/AFP/Getty</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337616783\"> <img src=\"https://static.guim.co.uk/Guardian/business/gallery/2008/sep/15/lehmanbrothers.banking/GD8836231@Workers-stand-outside-5257.jpg\" alt=\"Workers outside Lehman Brothers in Canary Wharf\" width=\"630\" height=\"364\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Later in the week it emerged that some of Lehman's UK staff (seen here outside the London HQ) could be thrown a lifeline in a <a href=\"http://www.guardian.co.uk/business/2008/sep/18/barclay.lehmanbrothers\">Barclays buyout of the bank's US operations</a></span> <span class=\"element-image__credit\">Photograph: Andrew Winning/Reuters</span> </figcaption> </figure>",
  "<p>At first I identified with <a href=\"http://www.latimes.com/news/politics/la-ig-notebook7-2008sep07,0,7585060.story\">Sarah Palin's jaunty style</a> - open-toed slides in the office; handsome eye wear. \"I want an Alaska crab centerpiece for <em>my</em> glass table!\" As a carnivore, I've no problem with a woman hunting or lounging on bear skin. Also, I find the mooseburger jokes childish. Like a lot of New York foodies, I'm game for any dish I haven't tried. Like many a female voter, I'm attracted to a candidate I can \"relate\" to. <br> There's only one problem. What if she ... puts ketchup on that mooseburger? </p> <p>Recently, at the Republican convention in St Paul, Palin did the political equivalent. I was struck by her <a href=\"http://yglesias.thinkprogress.org/archives/2008/09/palin_and_special_needs_children.php\">abrasive manner</a> - and the double standards that came into play. Were she from the left, she'd be labeled a feminazi. A lipsticked \"pit bull\"? This is the kind of talk that sends American men running off to Thailand, seeking a vacation from feminism. They're <a href=\"http://www.slate.com/id/2200015/\">chasing a fantasy</a>, as any professional exotic could tell you, but escapism becomes a necessity when women envision themselves as attack dogs in mixed company. </p> <p>Let's dispel a few stereotypes. \"Feminist\" has <a href=\"http://www.adweek.com/aw/content_display/news/agency/e3id9a975e26c8545c5e71053a292fdb2c6\">become a brand</a>, a superficial way of labeling the GOP's vice-presidential pick, who is currently being marketed like soap. </p> <p>Populist feminism perceives women as some sort of \"team,\" claiming to do something for women without bothering to analyse our situation - and never mind if it's an inconsistent, incomplete definition of \"women.\" </p> <p><a href=\"http://foxforum.blogs.foxnews.com/2008/09/11/jpinkerton_0912/\">Hockey feminism</a>, as I see it, doesn't care about the complexity of female existence. Women's lives are shaped by many factors, such as income, education, race, citizenship status, the wealth or poverty of a nation, and how we earn a living. Hockey feminism ignores all that. \"Sexist\" becomes a convenient accusation because it's just a competing brand.</p> <p>It's hard to resist the inevitable: comparing Sarah Palin with Hillary Clinton. I'm not one of Hillary's particular fans. I tolerated her when Bill was president and grew to accept her, but Sarah Palin's sudden appearance on the scene helps me to understand the cult of Hillary. Palin's popularity seems driven by her useful qualities, her immediacy. When the going gets tough within Palin's own party, will she be able to inspire divisive rage? Fanatic loyalty? I doubt it.</p> <p>Hillary is deeply interested in what's useful to<em>her</em>, and that's why she's admired: she is nobody's puppet. And the loyalty she commands was built over years, on and off centre-stage, not a few spectacular weeks in the glare of a presidential election. It's misguided to set up an invidious comparison between Hillary and Palin, as some have done, suggesting that Palin worked her way up into power and status, while Hillary did it \"the easy way\" through marriage and connections. </p> <p>Learning how to work your connections is harder than it looks, and marriage isn't necessarily the easiest one to work. Combine it with personal ambition, and you're looking at a very complex recipe. Nobody can take for granted that a marriage will last or that a spouse will live up to the original deal. Marriage is a form of intimate diplomacy. Between managing a 30-year partnership with Bill Clinton and managing a small town, it would be rash to say which is the more challenging endeavour.</p> <p>It's not that small town politics can be dismissed as light work, only that a Clinton-style marriage is a high-wire enterprise. Hillary didn't marry a low-achieving male (as some accomplished women choose to do), nor did she settle for taming an equal. Instead, she married a man whose extravagant ego outweighs her own, ample as it is. Despite her wardrobe and her boomer feminism, a potentially awkward income disparity (now resolved) and her low birth rate (especially by Palin standards), there is <a href=\"http://www.theguardian.com/commentisfree/2008/feb/12/whospimpingwho\">something unexpectedly feminine</a> - and therefore complicated - about Hillary's approach to marriage.</p> <p>Ironically enough, hockey feminism is roughly modeled on a Marxist idea - even when it gets trotted out by the political right - but it's an idea that doesn't hold up because it pretends we constitute a single class. Even when a country's written laws restrict a woman's freedom, women from different strata of a society are affected in different ways. Take, for example, laws that criminalise abortion, prostitution or driving a car. A woman's income or social status can soften the impact, allowing her to travel for an abortion, sell sex behind closed doors, or be driven about in a nice car.</p> <p>All <a href=\"http://www.salon.com/mwt/feature/2008/09/11/zombie_feminism/\">women sharing a common interest</a> is a political fiction, but an earlier generation of privileged women cut its teeth on the popular slogan \"Sisterhood Is Powerful\". We've also been told that sisterhood is global, when sisterhood - in reality - is profoundly balkanised. </p> <p>How many Hillary supporters are drawn to McCain because of Palin's hockey feminism? Sisterhood is a powerful myth, easily exploited by party hacks preying on our emotions while betting on our bigotry.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-337615124\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8825258@Liberal-Democrat-lead-5822.jpg\" alt=\"Lib Dem Conference 2008\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Liberal Democrat leader, Nick Clegg, and his wife, Miriam Gonzalez Durantez, on Bournemouth Beach</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615127\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8828600@Lembit-Opik-on-his-'s-6228.jpg\" alt=\"Lib Dem Conference 2008\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lembit &Ouml;pik on his Segway, which he believes will help solve the global warming crisis</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615130\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8829230@Photographers-await-t-6577.jpg\" alt=\"Lib Dem Conference 2008\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photographers await the arrival of Nick Clegg on the beach</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617173\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8825255@Liberal-Democrat-lead-7254.jpg\" alt=\"Lib Dem Conference 2008\" width=\"599\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nick Clegg and his wife on Bournemouth Beach</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615133\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8824607@David-Laws-MP,-Libera-6987.jpg\" alt=\"Lib Dem Conference 2008\" width=\"623\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Laws, the Liberal Democrat spokesman for children, schools and families, speaks at the conference</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615136\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8824609@The-auditorium-of-the-7411.jpg\" alt=\"Lib Dem Conference 2008\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The auditorium of the Liberal Democrat conference</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615139\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8827246@Vince-Cable-speaks-at-7880.jpg\" alt=\"Lib Dem Conference 2008\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Lib Dem Treasury spokesman, Vince Cable, speaks at a fringe event</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615154\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8836135@libdems-bournemouth-f-15.jpg\" alt=\"Lib Dem Conference 2008\" width=\"630\" height=\"323\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former Labour cabinet minister Charles Clarke at a fringe event</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615142\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8828599@The-audience-during-L-8280.jpg\" alt=\"Lib Dem Conference 2008\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The audience during Nick Clegg's Q&A session</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615151\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8827247@Yellow-rosettes-at-th-9477.jpg\" alt=\"Lib Dem Conference 2008\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Yellow rosettes</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337615145\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8830099@Liberal-Democrat-lead-8654.jpg\" alt=\"Lib Dem Conference 2008\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nick Clegg during his Q&A session </span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617176\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8829227@A-bikini-that-is-made-8466.jpg\" alt=\"Lib Dem Conference 2008\" width=\"585\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A yellow polka dot bikini made of metal welded to the fence</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-337617179\"> <img src=\"https://static.guim.co.uk/Guardian/politics/gallery/2008/sep/15/1/GD8829237@The-site-of-the-Liber-9051.jpg\" alt=\"Lib Dem Conference 2008\" width=\"578\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The site of the Liberal Democrat conference in Bournemouth. The conference takes place in a fortified building on Bournemouth's cliff tops. Here the Lib Dems sit in an airless badly lit underground bunker discussing policy. Outside the normal people are enjoying the autumn sunshine</span> <span class=\"element-image__credit\">Photograph: Martin Argles/Guardian</span> </figcaption> </figure>",
  "<p>At the Liberal Democrat conference here in Bournemouth we haven't been able to get much sleep because of the noise our political neighbours in the Labour party have been making over their leadership problems. We do wish they'd make up their minds: put up a challenge or shut up. Perhaps the deepening financial crisis – the global one – renders such chatter redundant. Perhaps what we'll soon be looking at is that old standby in a crisis, the government of national unity, GNU as we used to call it in the strife-torn 70s.</p> <p>On the narrower front I've stuck to the view that overthrowing glum-but-experienced Gordon Brown would be a messy business (the same conclusion Tony Blair must have reached every time he thought to sack his disruptive chancellor) in which all the pain would be guaranteed, but none of the potential upside of a new leader, Mr Who.</p> <p>But even I'm beginning to see it can't go on like this, though I don't yet see how it will end, any more than we can see the end of the credit crunch as the crisis in Wall Street deepens with <a href=\"http://www.guardian.co.uk/business/2008/sep/15/marketturmoil.stockmarkets\">the collapse of Lehman Brothers</a> and the rescue of the next teetering domino in the line. </p> <p>It's a reminder of just how daft the 24/7 media can all get that Brown's problems have been more conspicuous on the news headlines than the banking crisis in the past 72 hours. Frivolous or what? We may look back on it with shame.</p> <p>On the face of things Brown's weighty experience at this scary juncture ought to count in his favour in his personal battle for survival, though a chum I discussed it with remarked sharply: \"That's what they said about Mrs Thatcher when the Gulf war loomed in 1990. 'She'll be safe now'.\" She lasted another month, and it was John Major who took Britain into that war. But who else in Labour's ranks would want Brown's job, let alone be equipped to do it during such financial turbulence? I'll come back to that.</p> <p>Yes, I realise that Chancellor Brown countenanced at least some of the massive financial deregulation of recent years, the stripping away of the bumpers, airbags and other safety measures on the post-war Volvo: he went along with the ride and is part of the crash. But - as with those bankers who are far more to blame - the ruffians who got us into this mess should be made to get us out.</p> <p>By coincidence yesterday I listened to two politicians who can chew gum and walk in a straight line, MPs who carry serious weight. At a Fabian/CentreForum fringe meeting in Bournemouth, Dr Vince Cable and Charles Clarke squared up against each other to discuss points of common interest and divergence between potential partners in advancement of the \"progressive agenda\" in the 21st century.</p> <p>Smart folk like Cable and Clarke - not to mention David Lammy who also spoke and gracefully said he would not be an MP and minister without the socially reformist achievements of Roy Jenkins, Labour-turned-Lib Dem statesman - are all too aware that the Tories governed for 78 of the 100 20th century years. They were united, their rivals divided.</p> <p>In complaining about Labour's record - on civil liberties, centralism, the countenance of too much inequality and much else – Cable made the interesting point that if Labour gets hammered at the next election there may be much more equality in size and weight between the two progressive opposition parties than there was in the 80s. There could be a realignment on the left, he said, with the Lib Dems more equal partners than when it was last tried with the SDP split in 1981. Only 27 Labour MPs went over the wall.</p> <p>All too aware that any wobbling in the Lib Dem den would bring charges of treason down from the Brown camp, Clarke slapped it away very hard: no chance of that happening, no one is talking about it, it will not happen. Not a single Labour MP will defect (as Brian Sedgemore did a year ago), the ex-home secretary rashly predicted.</p> <p>As chairman of the meeting I pressed Clarke on a point which intrigues me: was he wrong to refuse a cabinet demotion and leave the top table when Blair took the Home Office away from him in 2006? And would he be in a better position to dictate events now if he had stayed in Brown's cabinet?</p> <p>No to the first, he said. And, even if he had stayed on under Blair, he would not have got a job under Brown, he suggested. I don't believe that. Brown had said he wanted to broaden his team, listen more to other views. He may not have been able to do it, but he must have included Clarke. And Clarke, for my money, has always been the credible big beast to stand up to Brown in cabinet. </p> <p>Remember, he used to be Brown's boss, Neil Kinnock's chief of staff when Brown was a new MP. He has the experience, too, and far more deep-rooted self-confidence. Alas, he's not a team player, very much the loner.</p> <p>Still, if we're playing fantasy politics, he'd surely be in any reconstructed Labour cabinet. But back to my first point. It is no longer impossible to imagine that a wider reconstruction of government might be needed if the Wall Street and world storm gets much worse. We had a wartime coalition in 1915-18, another after the financial crash of 1931, a third from May 1940 to July 1945. Ted Heath talked of creating a GNU in the financial and industrial gloom of the 70s. </p> <p>In that instance, still unlikely to be sure, one person whose reputation among the political class and the wider public would guarantee him a senior position is Vince Cable. He speaks at the Lib Dem conference, overshadowed by a financial crisis – as it was on Black Wednesday in September 1992 – this afternoon.</p>",
  "<p>Scientists may have to turn back time and clean the atmosphere of all man-made carbon dioxide to prevent the worst impacts of global warming, one of Europe's most senior climate scientists has warned. </p> <p>Professor John Schellnhuber, director of the <a href=\"http://www.pik-potsdam.de/\">Potsdam Institute for Climate Impact Research</a> in Germany, told the Guardian that only a return to pre-industrial levels of CO2 would be enough to guarantee a safe future for the planet. He said that current political targets to slow the growth in emissions and stabilise carbon levels were insufficient, and that ways may have to be found to actively remove CO2 from the air.</p> <p>Schellnhuber said: \"We have to start pondering that it might not be enough to stabilise carbon levels. We should not rule out that it might be necessary to bring them down again.\" </p> <p>Carbon levels have fluctuated over the last few hundred thousand years, but have rarely gone much beyond 280 parts per million (ppm), which is commonly referred to as the pre-industrial concentration. Over the last few centuries, human emissions of greenhouse gases have forced that concentration up as high as 387ppm, and it is rising at more than 2ppm each year.</p> <p>World governments are currently trying to agree a deal that would restrict emissions and stabilise carbon levels at 450ppm, in an effort to limit global temperatures to 2C warmer than pre-industrial times.</p> <p>Schellnhuber, who has advised the German government and European Commission on climate, said: \"It is a compromise between ambition and feasibility. A rise of 2C could avoid some of the big environmental disasters, but it is still only a compromise.\"</p> <p>He said even a small increase in temperature could trigger one of several climatic tipping points, such as methane released from melting permafrost, and bring much more severe global warming.</p> <p>\"It is a very sweeping argument, but nobody can say for sure that 330ppm is safe,\" he said. \"Perhaps it will not matter whether we have 270ppm or 320ppm, but operating well outside the [historic] realm of carbon dioxide concentrations is risky as long as we have not fully understood the relevant feedback mechanisms.\" </p> <p>He calls the plan to remove man-made emissions \"atmospheric restitution\" and has discussed it at recent seminars, but not written it up for a scientific journal. \"It's such a bold idea and sounds very desperate,\" he said.</p> <p>Schellnhuber said the most severe long-term impact could be sea-level rise. Over several centuries or more, a 1C global rise would correspond to a 15-20m rise in sea level. \"Since we have built all our coastal zones for the current sea level we should not change [it] by tens of metres.\"</p> <p>If CO2 levels are stabilised over the next decades, he said, then <a href=\"http://www.theguardian.com/environment/2008/sep/01/climatechange.scienceofclimatechange2\">\"science fiction\" technology</a> could be developed to bring the level down again by 2200. He suggested the large-scale burning of plant material for energy, with the resulting carbon dioxide captured and stored, could reduce CO2 levels by about 50ppm. Other techniques would be needed as well, he said. </p> <p>Scientists in the US, led by <a href=\"http://www.theguardian.com/environment/2008/sep/01/climatechange.scienceofclimatechange3\">Klaus Lackner at Columbia University</a>, are developing a device that could scrub carbon dioxide from the air using absorbent plastic strips. <a href=\"http://www.virginearth.com/\">Richard Branson</a> has promised $25m (£14m) to the inventor of a machine that could take CO2 from the air on a large scale.</p> <p>Schellnhuber's warning comes as climate experts say current emissions trends show the world is unlikely to stabilise carbon dioxide levels below 650ppm, which could see a 4C rise. Alice Bows and Kevin Anderson, of the <a href=\"http://www.tyndall.ac.uk/\">Tyndall Centre for Climate Change Research</a> at the University of Manchester, say carbon pollution is rising faster than officially admitted. They say emissions would need to peak by 2015 and then decrease by up to 6.5% each year for atmospheric CO2 levels to stabilise at 450ppm. </p> <p>Even a goal of 650ppm – way above most government projections – would need world emissions to peak in 2020 and then reduce 3% each year. They say this year's <a href=\"http://www.theguardian.com/environment/2008/jul/09/climatechange.g8\">G8 pledge to cut global emissions 50% by 2050</a>, in an effort to limit global warming to 2C, has no scientific basis and could lead to \"dangerously misguided\" policies.</p>",
  "<p>It is, declares the New York Times, <a href=\"http://www.nytimes.com/2008/09/15/business/15lehman.html?hp\">one of the most dramatic days in<br>the history of Wall Street.</a></p> <p>Lehman Brothers, which was founded in 1850 and has risen to become the fourth-largest investment bank in the US, this morning filed for<br>bankruptcy protection after frantic weekend negotiations to find a<br>rescue deal fell apart.</p> <p>The collapse, says the Guardian, <a href=\"http://www.guardian.co.uk/business/2008/sep/15/lehmanbrothers.creditcrunch\">will put tens of thousands of jobs at<br>risk around the world</a>, including 3,000 in the City alone. The<br>announcement, at 5.30am BST, is likely to catapult the financial<br>markets into turmoil today. According to the Independent, the<br>development is the \"<a href=\"http://www.independent.co.uk/news/business/news/lehman-files-for-bankruptcy-protection-931048.html\">crescendo of the year-long credit crisis</a>\".</p> <blockquote> <p>\"Like the passing of the dinosaurs, the great beasts of Wall Street are dying off, extinguished by what is now unambiguously the worst<br>financial crisis since the great depression.\"</p> </blockquote> <p>Lehmann had been immersed in talks with potential buyers until late last night, but the death knell sounded when Barclays pulled out<br>negotiations.</p> <p>At the same time, <a href=\"http://www.guardian.co.uk/business/2008/sep/15/merrilllynch.wallstreet\">Merrill Lynch has been taken over by Bank of America for $50bn</a> in an effort to protect itself from the same fate.</p> <p>The NYT says it \"marks the latest chapter in a tumultuous year in which once proud financial institutions have been brought to their knees as a result of hundreds of billions of dollars in losses because of bad mortgage finance and real estate investments\".</p> <p>The Wall Street Journal describes the <a href=\"http://online.wsj.com/article/SB122145492097035549.html\">American financial system as shaken to its core</a> and contemplates the massive effect it will continue to have:</p> <blockquote> <p>\"In truth, Wall Street still faces a world of hurt, and it will take more than one day to set it to rights. What happened to Lehman and Merrill will reverberate for months, if not years, through the investment-banking industry. Meantime, other Wall Street firms will have to react fast to make sure they have adequate capital and, just as importantly, the market's confidence.\"</p> </blockquote> <p>The question of just how long this will it be felt throughout the industry is tackled in a wide-ranging piece in the Economist today that <a href=\"http://www.economist.com/finance/displayStory.cfm?story_id=12231236&amp;source=features_box_main\">examines the longer-term ramifications</a> under the headline \"Nightmare on Wall Street\".</p> <blockquote> <p>\"Even if markets can be stabilised this week, the pain is far from over — and could yet spread … As spectacular as this weekend was, more drama is on the way.\"</p> </blockquote> <p>*<em>This is an extended extract from <a href=\"http://www.guardian.co.uk/wrap\">the Wrap</a>, guardian.co.uk's digest of the day's papers</em></p>",
  "<p>One of the recurring themes in the early hours of the <a href=\"http://www.theguardian.com/commentisfree/commentisfree+politics/libdemconference\">Liberal Democrat conference</a> has been that the situation around climate change is getting worse faster than anyone had predicted. Yet when we return to parliament in a few weeks, it will be like stepping into a parallel universe. Instead of recognising that we may already be destined for dangerous climate change, the government will instead ask us to applaud the fact that we have a <a href=\"http://www.defra.gov.uk/environment/climatechange/uk/legislation/\">climate change bill</a> at all. Ministers tell us that the rest of the world is lost in admiration for the UK government and its leadership on climate change. <br> What planet are these people living on? At the moment we have a climate change bill which calls for 60% <a href=\"http://www.defra.gov.uk/environment/climatechange/uk/legislation/provisions.htm\">cuts in CO2</a> by 2050. While that figure may once have reflected the latest scientific knowledge, everyone now accepts that this level of cuts is totally inadequate – in fact it would be a recipe for disaster. Yet the government resists our call for an 80% target in the bill (although over 80 Labour backbenchers have already backed such an amendment). Meanwhile, the Tories abstain. Yes, that's right – on one of the biggest issues facing the future of our planet, the Tories are sitting on their hands. Experienced older hands like John Gummer and David Maclean, who have had ministerial responsibility for the environment, are backing 80%, but David Cameron's frontbench can't make their mind up. And don't get me going on the Tory backbenchers who voted against the whole climate change bill because, like Jeremy Clarkson, they think it's all fiction.<br> But if we fail to get the bill toughened up, we send Hilary Benn to the next round of climate change negotiations in Poland later this year with a very weak hand to play. He can hardly demand other countries to sign up to tough cuts when the UK government has wimped out. For me, the issue is not whether we should increase the target from 60% to 80%, but rather whether 80% is enough and whether 2050 is actually pretty irrelevant in any case. The latest <a href=\"http://www.theguardian.com/environment/2008/apr/07/climatechange.carbonemissions\">prognostications</a> by James Hansen (who had a face-to-face meeting with Nick Clegg on this issue recently) suggest we need to get atmospheric CO2 levels down below present levels and we need to do it fast. My nightmare is not that we go too far on climate change, but rather that future generations will look back at our deliberations and despair of our complacency.</p>",
  "<p>The Brian de Palma film of Oliver Stone's screenplay for Scarface (1983) is a landmark film of the 80s. Despite lacklustre reviews on opening, it became an enormous global hit and confirmed Al Pacino as a worldwide star.</p> <p>The poster image for the film, a simplified graphic presentation of Pacino's Tony Montana in black and white and toting a powerful handgun, perfectly expresses the simplified moral universe of the late 20th century American gangster film.</p> <p>We've <a href=\"http://www.theguardian.com/film/2008/aug/22/2\">already looked</a> at how Hollywood managed to re-invent itself, after the moribund decade of the 1960s, by connecting with the energy and themes of independent and new wave film making. A significant element in this process was the renewed engagement, by Hollywood, with the historical legacy of American cinema. Nowhere was this more successfully realised than in the re-interpretation of the American gangster genre.</p> <h2>American gangsters</h2> <p>The historical development of the gangster genre can be traced back to the films of James Cagney during the 30s, such as The Public Enemy (1931) and the original Scarface (1932) by Howard Hawks. In the 40s the genre was recast as film noir and reflected the hardboiled crime fiction of Dashiell Hammett and Raymond Chandler.</p> <p>For Hammett and Chandler the main protagonists were the private detectives Sam Spade and Philip Marlowe. These figures inflected their stories with a world-weary cynicism, derived from experience, about the motives and intentions of their clients and cases. These stories explore themes that trace the corrupting influence of money amongst people who are already, by most standards, wealthy.</p> <h2>Dirty cops and clean gumshoes</h2> <p>The role of the local police services, and of law-and-order in general, was increasingly called into question and shown to be a system of social control whose corrupted officers played to a gallery of media interests. The purpose of this system was implicitly understood to be as much about maintaining social and economic advantage as about anything else. The fierce independence of the private investigator helped provide him with an oblique and morally uncompromised perspective on events.</p> <p>In contrast, the main characters of the gangster genre were usually drawn from the violent underclass of migrant communities and expressed through first-person narratives of moral disintegration that combine personal wealth and moral ruin. The combination of violence and material wealth, implicit in the gangster's social trajectory, undermined the steady moral ethos of the American dream for ordinary hard working families.</p> <h2>Gangsters reborn</h2> <p>At the end of the 1960s, the gangster genre was re-discovered. The urban setting, car-chase and random violence of the genre made it appropriate for the post-industrial society being conceptualized at the time. These characteristics were re-packaged, with contemporary irony, through a series of Roger Corman films. The films introduced the varied talents of Jack Nicholson and Francis Ford Coppola, amongst other, to the feature film industry.</p> <p>The first mainstream example of the gangster revival was Bonnie and Clyde (1967) by Arthur Penn and featuring Warren Beatty and Faye Dunaway in the title roles. The success of the film encouraged others to follow. Jack Nicholson reappeared in Polanski's Chinatown (1974) with Faye Dunaway, and Coppola embarked on the epic Godfather series (1972 and onwards).</p> <p>Another personality who emerged from Roger Corman's indie scene was Martin Scorsese. Mean Streets (1973), Goodfellas (1990) and Casino (1995) all provide a continuous thread through Scorsese's career and position the director's work into the social circumstances of his upbringing.</p> <p>The evolution of the gangster is derived from the traditional American quarrel over territory and control. Protection, guns, liquor and gambling follow in historical progression. Finally, the cocaine boom of the 1970s draws Latin and Italian syndicates towards a final showdown. This provides the starting point for Brian de Palma's Scarface.</p> <h2>De Palma</h2> <p>Brian de Palma began film making during the 60s and was instrumental in the discovery of Robert De Niro. De Palma has consistently made films that draw attention to their status as films. The stories, effects and conceits deployed by De Palma accentuate, and draw attention to, the illusionistic effects of film in contrast to the verisimilitude of traditional mainstream film.</p> <p>This is a hangover of de Palma's beginnings as a film maker in the New York avant-garde. Indeed, during the 60s de Palma he declared his intention of becoming the American Jean-Luc Godard. In fact, the political film making pioneered by Godard in Europe never successfully crossed the Atlantic and turned out, in the end, to have been something of an impasse.</p> <p>De Palma subsequently turned his attention to a more fruitful process of deconstructing the conventions of Hollywood genre storytelling. His first success was the horror genre Carrie (1976). Scarface, a reworking of an earlier Hollywood masterpiece, cemented de Palma's place as a member of the new Hollywood generation of directors. De Palma returned to explore themes of violent gangsterism in The Untouchables (1987), which includes a visual reference to Potemkin's famous Odesssa steps sequence (link to previous article), and Carlitto's Way (1993).</p> <h2>Al Pacino</h2> <p>Pacino plays the lead in Scarface with an intensity bourne out of his method acting training at the Lee Strasberg studio. His earlier success, in the Godfather films, lends him an authority in the gangster role of Tony Montana that is terrifying.</p> <p>The combination of drugs, guns, power and money combine to create a moral universe of arbitrary violence and degradation. Pacino plays this decline perfectly with increasing paranoia directed at those closest to him. In the end, Montana retreats into the closed off spaces of his mind and office. The end, when it comes, is brutal and swift.</p> <p>The poster for the film provides a visual icon for this reductive maelstrom. The simplification of the image, to a contrast of black and white, is an economical graphic device derived form screen-printing. The reductive simplicity of the image makes it a perfect icon for a landmark film.</p>",
  "<p>The FTSE 100 index is a sea of red with not a single gainer among the blue-chip stocks after the <a href=\"http://www.guardian.co.uk/business/2008/sep/15/lehmanbrothers.creditcrunch\">collapse</a> of Lehman Brothers and the surprise rescue deal between Wall Street stalwart Merrill Lynch and Bank of America.</p> <p>Banking stocks have been hit hardest with <strong><a href=\"http://www.guardian.co.uk/business/hbosbusiness\">HBOS</a></strong> losing more than 15% at 237.5p and <strong><a href=\"http://www.guardian.co.uk/business/barclay\">Barclays</a></strong> down more that 8% at 321.25p. <strong><a href=\"http://www.guardian.co.uk/business/royalbankofscotlandgroup\">Royal Bank of Scotland</a></strong> is down 7% at 216.5p with ICAP down over 6% at 455p and <strong><a href=\"http://www.guardian.co.uk/business/mangroup\">Man Group</a></strong> down almost 7% at 479.25p.</p> <p>Insurers are also heading lower on fears that America's largest insurer - and Manchester United shirt sponsor - AIG is in serious trouble having asked for $40bn (£22.2bn) from the Fed.</p> <p><strong><a href=\"http://www.guardian.co.uk/business/prudential\">Prudential</a></strong> is down more than 8% at 506p with <strong><a href=\"http://www.guardian.co.uk/business/friendsprovident\">Friends Provident</a> </strong>down 8% at 90.6p.</p> <p><strong><a href=\"http://www.guardian.co.uk/business/reutersgroup\">Thomson Reuters</a></strong> is falling rapidly on the expectation that it will see sales of its financial news and trading terminals plummet as its banking clients collapse or merge. The shares are down 119p at 1400p.</p> <p>Mining and commodity shares are losing ground as the financial turmoil is expected to increase recessionary pressures on the global economy and further depress demand for metals and minerals.</p> <p><strong><a href=\"http://www.guardian.co.uk/business/cairnenergy\">Cairn Energy</a></strong> is down almost 7% at 177p with miner <strong><a href=\"http://www.guardian.co.uk/business/enrc\">Eurasian</a></strong> down 51.5p at 670.5p.</p>",
  "<p>BBC Worldwide is to launch an EastEnders YouTube channel that will house famous clips such as the Christmas Day episode where Den told Angie he was getting a divorce.</p> <p>The dedicated channel will host famous, and infamous, clips from the soap's 23-year history in a strategy to make it the \"ultimate EastEnders destination\".</p> <p>The BBC is aiming to give a new lease of life to classic moments from the BBC archive including the exposing of Stacey and Max's affair and Kat and Zoe's infamous \"you're not my mother\" scene, where Zoe found out that the woman she thought of as her sister was in fact her mother.</p> <p>More than 30 million people tuned in on Christmas Day 1986 - the highest rating instalment of EastEnders – to watch Den deliver divorce papers to Angie outside the back of the Queen Vic pub.</p> <p>The BBC Worldwide director of digital media, Simon Danker, said: \"We're committed to building more communities on the web around shows like EastEnders that people are really passionate about.\"</p> <p>The YouTube channel will including related content such as Shane Ritchie's interview on Parkinson and Alistair McGowan's parody Big 'Enders.</p> <p>The YouTube director of video partnerships for Europe, the Middle East and Africa, Patrick Walker, said: \"Over the years, EastEnders has built up a huge, loyal base of fans who love the programme.</p> <p>\"This dedicated YouTube channel will enable even more engagement with this community as well as exposing one of the BBC's most popular shows to new global audiences.\"</p> <p>BBC Worldwide has a general YouTube channel and launched a Top Gear channel in August.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Bank of America, the largest retail bank in the US, agreed last night to buy troubled stockbroker <a href=\"http://www.theguardian.com/business/merrilllynch\">Merrill Lynch</a> for around $50bn (£27.8bn) in a deal that traders said could resolve the firm's funding crisis.</p> <p><a href=\"http://files.shareholder.com/downloads/MER/414767657x0x233406/74eb8c0c-4fec-40bf-83d7-b22865d11fec/BofA%20and%20MER%20Merge_%200914_2008.pdf\">Bank of America confirmed it will pay $29 a share to acquire Merrill</a>, which is a 70% premium on its closing price of $17.05 on Friday, but half what the broker was worth earlier this year and a third of its peak at the beginning of 2007.</p> <p>However, sceptics said the deal may prove disastrous for Bank of America, which continues to wrestle with its own losses from the <a href=\"http://www.theguardian.com/business/subprimecrisis\">US sub-prime housing disaster</a>.</p> <p>Merrill Lynch is the world's largest and most widely recognised stockbroker. Its dominance of retail stockbroking, with an army of 16,000 brokers around the world, and independent spirit on Wall Street earned it the moniker the Thundering Herd. It has also bolted on businesses, such as its hedge fund BlackRock, that are known to have proved enticing to Bank of America.</p> <p>A combination of the two will create a global financial services giant involved in everything from fixed-income trading to stock underwriting to credit card lending, which will rival Citigroup, the biggest US bank in terms of assets.</p> <p>Most industry analysts said the merger represented a good fit, with few overlaps between the two institutions. If the deal goes according to plan, Bank of America will be able to offer Merrill's retail stockbroking services to its huge customer base. Bank of America does have an investment bank already, but it has never been terribly strong.</p> <p>Where there is duplication, however, the combination of the two companies could result in more layoffs. Both Merrill and Bank of America have already cut thousands of investment banking jobs over the past year.</p> <p>In April Merrill Lynch announced 4,000 jobs cuts - one in 10 of its workforce - after it reported that its losses from the sub-prime lending crisis had reached $24bn.</p> <p>Bank of America, like most banks in the US and Europe has been accused of burying its head in the sand while its losses have mounted day by day. It also bet on an early end to the credit crunch with its $4bn purchase of Countrywide, one the of the largest lenders in the US and a victim of the collapse in property values in the boom states of California, Florida and the eastern seaboard.</p> <p>Some analysts said it overpaid for Countrywide and was making the same mistake again with Merrill Lynch</p> <p>They said the deal differs from JPMorgan Chase's buyout in March of Bear Stearns in that the ailing Bear Stearns was sold at a steep discount and with financial backing from the Fed. </p> <p>The Fed has ruled any further support for Wall Street's banks, telling them they must resolve the crisis using shareholder funds rather than relying on taxpayers.</p> <p>Merrill Lynch was a latecomer to the property boom and backed thousands of mortgages for homes bought at the top of the market. It also invested heavily in toxic mortgage backed securities that have been the downfall of all banks. But its financial position is stronger than the dire situation at Bear Stearns.</p> <p>Richard Bove an analyst at brokers Ladenburg Thalmann, said: \"For BofA to step in and offer a premium strikes me as being imprudent. BofA could get a much better deal if they just sat and waited.\" </p> <p>Merrill Lynch, whose current CEO is John Thain, striven to end its funding crisis in earnest since July when it sold its stake in financial news and data provider Bloomberg for $4.43bn, and then sold a huge chunk of its toxic asset-backed securities and issued new stock to raise another $8.5bn.</p> <p>Merrill Lynch, founded in 1914, was the nation's largest workforce of brokers and its name is known in towns across America. It made its reputation investing the funds of millions of Americans, but in recent times has invested its own money, in particular in risky property assets.</p> <p>Knowing that investors were worried about Merrill, John A. Thain, its chief executive and an alumnus of Goldman Sachs and the New York Stock Exchange, and Kenneth D. Lewis, Bank of America's chief executive, began negotiations. A source briefed on the negotiations said Bank of America had approached Merrill earlier in the summer but Thain had rebuffed the offer. Now, prompted by the reality that a Lehman bankruptcy would ripple through Wall Street and further cripple Merrill Lynch, the two parties proceeded with discussions.</p> <p>On Sunday morning, Thain and Lewis cemented the deal. It could not be determined if Thain would play a role in the new company, but two people briefed on the negotiations said they did not expect him to stay. Merrill's \"thundering herd\" of 16,000 brokers will be combined with Bank of America's smaller group of wealth advisers and called Merrill Lynch Wealth Management.</p> <p>Bank of America's roots go back to the Massachusetts Bank in the late 1700s, but it was better known as a west coast bank, having also evolved from the Bank of Italy, founded in San Francisco in 1904 by A.P. Giannini. A series of acquisitions including New England's Fleet Bank and then Bank of America's purchase by North-Carolina based NationsBank turned it into a bank with a more national presence. Although the combined company's headquarters moved to Charlotte, it retained the famed Bank of America name.</p>",
  "<p>One commonly repeated argument for doing something about climate change sounds compelling, but turns out to be almost fraudulent. It is based on comparing the cost of action with the cost of inaction, and almost every major politician in the world uses it. </p> <p>The president of the European commission, José Manuel Barroso, for example, used this argument when he presented the European Union's proposal to tackle climate change earlier this year. The EU promised to cut its carbon emissions by 20% by 2020, at a cost that the commission's own estimates put at about 0.5% of GDP, or roughly €60bn per year. This is obviously a hefty price tag – at least a 50% increase in the total cost of the EU – and it will likely be much higher (the commission has previously estimated the cost to be double its current estimate). </p> <p>But Barroso's punchline was that \"the cost is low compared to the high price of inaction\". In fact, he forecasted that the price of doing nothing \"could even approach 20% of GDP\". (Never mind that this cost estimate is probably wildly overestimated – most models show about 3% damages.) </p> <p>So there you have it. Of course, politicians should be willing to spend 0.5% of GDP to avoid a 20% cost of GDP. This sounds eminently sensible – until you realise that Barroso is comparing two entirely different issues. </p> <p>The 0.5%-of-GDP expense will reduce emissions ever so slightly (if everyone in the EU actually fulfills their requirements for the rest of the century, global emissions will fall by about 4%). This would reduce the temperature increase expected by the end of the century by just five-hundredths of a degree Celsius. Thus, the EU's immensely ambitious programme will not stop or even significantly impact global warming. </p> <p>In other words, if Barroso fears costs of 20% of GDP in the year 2100, the 0.5% payment every year of this century will do virtually nothing to change that cost. We would still have to pay by the end of the century, only now we would also have made ourselves poorer in the 90 years preceding it. </p> <p>The sleight of hand works because we assume that the action will cancel all the effects of inaction, whereas of course, nothing like that is true. This becomes much clearer if we substitute much smaller action than Barroso envisions. </p> <p>For example, say that the EU decides to put up a diamond-studded wind turbine at the Berlaymont headquarters, which will save one tonne of CO2 each year. The cost will be $1bn, but the EU says that this is incredibly cheap when compared to the cost of inaction on climate change, which will run into the trillions. It should be obvious that the $1bn windmill doesn't negate the trillions of dollars of damage from climate change that we still have to pay by the end of the century. </p> <p>The EU's argument is similar to advising a man with a gangrenous leg that paying $50,000 for an aspirin is a good deal because the cost compares favorably to the cost of inaction, which is losing the leg. Of course, the aspirin doesn't prevent that outcome. The inaction argument is really terribly negligent, because it causes us to recommend aspirin and lose sight of smarter actions that might actually save the leg. </p> <p>Likewise, it is negligent to focus on inefficiently cutting CO2 now because of costs in the distant future that in reality will not be avoided. It stops us from focusing on long-term strategies like investment in energy research and development that would actually solve climate change, and at a much lower cost. </p> <p>If Barroso were alone, perhaps we could let his statement go, but the same argument is used again and again by influential politicians. Germany's Angela Merkel says it \"makes economic sense\" to cut CO2, because the \"the economic consequences of inaction will be dramatic for us all.\" Australia's Kevin Rudd agrees that \"the cost of inaction will be far greater than the cost of action.\" United Nations secretary general Ban Ki-Moon has gone on record with the exact same words. In the United States, both John McCain and Barack Obama use the cost of inaction as a pivotal reason to support carbon cuts. </p> <p>California senator Diane Feinstein argues that we should curb carbon emissions because the Sierra snowpack, which accounts for much of California's drinking water, will be reduced by 40% by 2050 due to global warming. What she fails to tell us is that even a substantial reduction in emissions – at a high cost – will have an immeasurable effect on snowmelt by 2050. Instead, we should perhaps invest in water storage facilities. </p> <p>Likewise, when politicians fret that we will lose a significant proportion of polar bears by 2050, they use it as an argument for cutting carbon, but forget to tell us that doing so will have no measurable effect on polar bear populations. Instead, we should perhaps stop shooting the 300 polar bears we hunt each year. </p> <p>The inaction argument makes us spend vast resources on policies that will do virtually nothing to deal with climate change, thereby diverting those resources from policies that could actually make an impact. </p> <p>We would never accept medical practitioners advising ultra-expensive and ineffective aspirins for gangrene because the cost of aspirin outweighs the cost of losing the leg. Why, then, should we tolerate such fallacious arguments when debating the costliest public policy decision in the history of mankind? </p> <p>Copyright: <a href=\"http://www.project-syndicate.org \">Project Syndicate</a>, 2008.</p>",
  "<p>Recently, I met Peter Moore, ex-head of Sega of America, ex-head of Xbox, now President of EA Sports. I was interviewing him for Esquire magazine (you can see that feature in the October issue), but there was a <em>lot</em> of stuff I couldn't fit in. We talked for two hours about his entire career, about his highs and lows, and about some of the key controversies of the console wars. </p> <p>Over the next five days, I'm running the best of that frank and illuminating discussion, starting with Moore's early days in the States and his move to Sega...</p> <p><br><strong>So let's go right back to the beginning. You graduated from a physical education college and went out to the States to teach soccer. What happened next?</strong><br>I needed a real job. I got a job for Patrick, the French football shoe company, and I became a sales rep in Southern California. I covered the area from the Mexican border all the way up to Bakersfield - which is a massive geographical expanse – in a Toyota Camry with a shoe bag. I moved up to San Francisco in the mid-eighties, and then I became president of Patrick in 1988. I was 11 years in total at Patrick, then I went to Reebok, to get them into worldwide sports with the focus on soccer. Reebok was in Boston: great city, awful winters – I wanted to get back to the West Coast, and that's how I got into videogames. </p> <p>A recruiter called me and said 'what do you know about videogames? Do you know Sega and have you ever heard of the Dreamcast?' and I replied 'Not much, yes I have and no, I haven't'. So we moved back to the Bay Area of San Francisco where Sega's based.</p> <p><strong>What do you think Sega saw in your work at Reebok?</strong><br>I started at Reebok as Director of Global Sports – I was identified as someone who could globalize Reebok. I ended up as Senior Vice-President of Global Sports Marketing in the early years when we got Ryan Giggs, Dennis Bergkamp and Andy Cole. I signed Liverpool – which was a great moment for me as a Scouser. </p> <p>The Dreamcast was an interesting beast. Sega was so financially strapped, and it had already launched in Japan to a sort of tepid, luke-warm reaction. These are big stakes games. I mean, when you're launching a games console, you need hundreds of millions of dollars to get it off the ground… and so the North American launch was the last best chance – Europe was going to be launching but there wasn't enough there to salvage what was going to be a tough situation with the PS2 looming 12 months out … The US was the last best chance of getting the Dreamcast up and running. </p> <p>We amassed a very strong line up of titles, but unfortunately, EA - God bless 'em – decided they weren't going to publish on Dreamcast. That forced me to build my own sports brand, called 2K – we came up with the name one night, because it was the Y2K period, we needed to get the packaging done and we couldn't come up with a name. So we just said, 'let's call it 2K sports'. It was the best we could come up with.</p> <p>Dreamcast was a phenomenal 18 months of pain, heartache, euphoria… We thought we had it, but then Playstation came out, that infamous issue of Newsweek with the Emotion Engine on the cover… and of course, EA didn't publish which left a big hole, not only in sports but in other genres. We ended up that Christmas period not being able to get to where we needed to be – we weren't far short, we just couldn't get that critical mass…</p> <p><strong>It seemed that the European office weren't as confident as the American office…</strong><br>We [Sega of America] knew we could win. It was just indicative of the complete lack of integration – the Dreamcast logo was blue in Europe instead of orange, the concept of a globalised brand, which we're now building here at EA Sports, just evaded the Japanese completely. And JF, who was the general manager in Europe, went his own way, had his own positioning. We had a very different positioning, we were very aggressive in the US – and it was a little challenging in Europe. There wasn't that, 'let's go and get them, we can win this battle'. </p> <p>You know, I loved the console wars and still do even though I'm no longer in the console business… the idea of being upfront, getting after Phil Harrison, getting after Kaz Hirai and then later getting after John Riccitiello… I think the consumer loves it, it adds publicity and it adds fire around the industry. And in those days we needed to because we didn't have the money … </p> <p>In the end it didn't work out. It was tough, but those were great days and I've never met anybody who regretted buying a Dreamcast. Soul Calibur anyone? We had a lot of content, a lot of fun and we had tremendous PR, and we got after it in a unique way – the 'Its thinking' campaign was a great campaign, we had these wacky 15-second spots on MTV, we launched on 9.9.99 at the MTV Music Awards, we hit the road with Linkin Park and Limp Bizkit of all people; the Family Values and Anger Management tours – we were a big brand.</p> <p>But then it all went pear-shaped in Christmas 2000.<br><strong><br>Okay, but let's go back to the hopeful years. You said you didn't have much money or much time, but you certainly seemed to make an impact.</strong><br>Oh yeah. I mean, I arrived in February and we were launching in September, so I had seven months to figure out, a) what the industry was and b) what the console and software were, and then build a marketing campaign. Which we did by April. In 60 days we came up with 'It's Thinking'. We filmed a huge ad spot in Vancouver, we went ten nights and did Apocalypse, a multimillion dollar TV spot (by ad firm Foote, Cone and Belding). It was this idea that the console was actually thinking, and it was bringing 747s down, it had this Black Rain-style look. We only ran that spot once on 9.9.99 during the video music awards and it became very viral - this is obviously a long time before YouTube.</p> <p>We had a tremendous 18 months. Dreamcast was on fire – we really thought that we could do it. But then we had a target from Japan that said – and I can't remember the exact figures – but we had to make N hundreds of millions of dollars by the holiday season and shift N millions of units of hardware, otherwise we just couldn't sustain the business. </p> <p>So on January 31 2001 we said Sega is leaving hardware – somehow I got to make that call, not the Japanese. I had to fire a lot of people, it was not a pleasant day. </p> <p>We were selling 50,000 units a day, then 60,000, then 100,000, but it was just not going to be enough to get the critical mass to take on the launch of PS2. It was a big stakes game. Sega had the option of pouring in more money and going bankrupt and they decided they wanted to live to fight another day. So we licked our wounds, ate some humble pie and went to Sony and Nintendo to ask for dev kits. </p> <p>Actually, the only company that ever called was Microsoft and that became my link with the company, because of the respect I had for Robbie Bach. Xbox had launched, I was onstage with Robbie, I was the only third-party who'd go on stage with Microsoft at E3 - at that time people were saying Microsoft couldn't get it done, but I believed they could, because I believed in online. I always thought that online was going to be the key. And the line I came up with was, 'we're taking games where gaming is going'. Everybody laughed because we had Seganet going with just 50,000 people online… but I always think Dreamcast was the precursor to the next-gen consoles, because we then brought out a broadband adaptor – remember playing Quake 3 through Broadband? Only 5% of people had broadband in those days – it sounds like it was a hundred years ago, but it was 2001! </p> <p>The first real multiplayer console game was NBA 2K1. I always remember when we launched Seganet. We were in some nightclub in Hollywood, and we'd just had the band Filter onstage, which brought the house down. I played against Ice Cube. I was crapping myself because we had to dial the frickin' modem to connect to San Francisco. And it worked. Those were seat of the pants moments, the fact that you had to get a dial-up telephone modem to work, and then we were doing a satellite video feed down from Visual Concepts… it was a wild night, I don't remember much after that. That was the first time anyone had seen an online console game.</p>",
  "<p>Gay liberation has truly come of age. Not only do we have the gay scene, with its bars and clubs, gay pride parades and even gay marriages, now we even have retirement homes where homosexuals can go to spend their twilight years in peace, tranquillity and, above all, dignity.</p> <p><a href=\"http://www.rusthuis-johanna.be/\">Johanna</a>, the first retirement home for gays, lesbians and bisexuals (GLBs) in Belgium – the <a href=\"http://en.wikipedia.org/wiki/Same-sex_marriage_in_Belgium\">second country</a> in modern times to recognise same-sex marriages – will soon welcome its first residents. There are already similar facilities in Germany, the Netherlands, the United States, Canada and Mexico.</p> <p>Situated in <a href=\"http://en.wikipedia.org/wiki/Schoten\">Schoten</a>, near the diamond centre and port city of Antwerp, the complex sits on the site of a former brothel and is within easy reach of a popular gay sauna. Costing a hefty €60-€90 per night, the facility promises to be luxurious. </p> <p>It will boast large terraces, a Japanese garden, internet access and en-suite bathroom in every room, an à-la-carte restaurant, a swimming pool, sauna and gym. \"Gays tend to have more of an eye for beauty and quality of life, and we're catering to that,\" <a href=\"http://www.nieuwsblad.be/Article/Detail.aspx?ArticleID=MB1VJ7QE#\">explains</a> Guy Sanders, the man behind the project.</p> <p>This assertion strikes me as pandering somewhat to popular stereotypes, since there are plenty of gay slobs around and straight people can also possess and cultivate an appreciation for the finer things in life. </p> <p>Nevertheless, there are good reasons why people of alternative sexual orientations may wish to retire to such establishments. Despite the leaps and bounds of recent years, society is still not entirely comfortable with its gay face, and this applies more so for older generations. </p> <p>Although the <a href=\"http://pewglobal.org/reports/pdf/258.pdf\">majority of Europeans</a>, particularly in western Europe, accept homosexuality, around half of all Europeans believe there is <a href=\"http://ec.europa.eu/public_opinion/archives/ebs/ebs_263_sum_en.pdf\">widespread discrimination</a> based on sexual orientation. By having special retirement homes, older homo- and bisexuals can live out their final years with a sense of gaiety, while not being made to feel queer.</p> <p>In addition, some retired gay people report that they face discrimination in retirement homes from staff and other residents, which could force them into the closet in their twilight years. \"When you're old, the last thing that you want to do is to have to hide,\" <a href=\"http://www.expatica.com/be/survival/surv_leisure/Gay-life_-Europe_s-first-gay-nursing-home.html\">says</a> Christian Hamm, a board member of a gay nursing home in Berlin. \"And you certainly don't want to give up your identity and live in some hostile environment, possibly sharing a room with someone who despises you.\"</p> <p>Although Johanna's management insist that separation is not their goal and that open-minded straight people are also welcome to live at the home, I'm not sure that segregation is the best answer. Of course, people are free to choose where to retire, but not all GLBs can afford private retirement homes, while state-run ones are, and should be, operated under the principle of equality of access.</p> <p>In addition, I'm a firm believer in the fact that sexual orientation should be viewed as incidental to one's character and does not actually define it. After all, the GLB community is just as diverse and varied as the population at large. </p> <p>During a recent discussion over drinks, some gay friends, my wife and I agreed that the idea that there is a specifically \"gay culture\" is something of a myth which emerged hand-in-hand with the gay lib movement. For instance, there are plenty of gay men who aren't \"creative\" and plenty of straight men who are \"sensitive\" and in tune with their \"femininity\".</p> <p>There were pragmatic and practical reasons why homosexuals, a group that has historically been marginalised and discriminated against, chose to band together to struggle for their emancipation and rights. But true equality and emancipation is when what people do in their bedrooms – or wherever else they choose – has no bearing on who they are in the outside world.</p> <p>Rather than construct homes for GLBs, which by separating people could help perpetuate discrimination, a far better idea would be to make existing establishments more gay friendly. The Pink House (Het Roze Huis) <a href=\"http://www.nieuwsblad.be/Article/Detail.aspx?ArticleID=MB1VJ7UA\">is calling</a> for the introduction, in Belgium, of a HoLeBi-friendly label.</p> <p>Other initiatives could include awareness raising and training for personnel and residents, and an alert service or hotline for gay retirees who have been subjected to discrimination.</p>",
  "<p>The <a href=\"http://the-ba.net/festivalofscience\">BA festival of Science 2008 </a>took place at the University of Liverpool. We were there. </p> <p><strong>James Randerson </strong>is joined by theoretical nuclear physicist <strong>Jim Al-Khalili</strong> in the Saro Wiwa Bar in the Guild of Students for a packed show. </p> <p>BA media fellow <strong>Marcus Pearce </strong>and producer <strong>Andy Duckworth </strong>help out too.</p> <p><strong>Prof David Canter </strong>tells us about his psychological study with failed suicide bombers. He also has <a href=\"http://www.guardian.co.uk/science/blog/2008/sep/09/faithschools\">controversial comments about faith schools</a> and how they are 'dangerous'. </p> <p><strong>Lord Prof Robert Winston </strong>argues it's all been downhill since the invention of the hand axe. Read his comments on the <a href=\"http://www.guardian.co.uk/science/blog/2008/sep/12/robert.winston\">'Science delusion'</a>. </p> <p>We look at false memories with <strong>Dr James Ost </strong>. </p> <p>Two crises at opposite ends of the scale, obesity and food. <strong>Dr Rachel Batterham</strong> says overweight people have an abnormal hormone profile and that bariatric surgery is the only method proven to work. <strong>Tim Lang</strong>, Professor of Food Policy at City University London, calls for <a href=\"http://www.guardian.co.uk/environment/2008/sep/09/food.ethicalliving\">'omni-standards' for food</a>. </p> <p><strong>Prof Theodora Duka</strong> and <strong>Dr Matt Field </strong>discuss their research on alcohol, binge drinking and cognitive processes. Producer Andy tests their theories at kicking out time at the Cavern Club. </p> <p>Science correspondent <strong>Ian Sample</strong> drew the short straw and was dispatched to Geneva for the grand <a href=\"http://www.guardian.co.uk/science/cern\">LHC switch on</a>. We hear from the man in charge <strong>Lyn Evans</strong>, as well as the scientist who puts the Higgs into the Higgs boson, <strong>Prof Peter Higgs</strong>. <strong>Ian Pearson</strong>, minister for science and innovation, justifies the cost of the Large Hadron Collider. </p> <p>In this week's <a href=\"http://www.guardian.co.uk/science/audio/2008/sep/12/ian.sample.lhc.switch.on\">Science Extra podcast</a>, there's an extended look at the LHC. </p> <p><strong>Dr Linda Mountain </strong>answers (briefly) whether speed cameras are life savers or revenue raisers. </p> <p>Plus, we attend the talk entitled \"The importance of touch and the pleasure of stroking\". <strong>Prof Francis McGlone</strong> reveals the optimum stroking force and velocity for pleasure. There's also an explanation of the \"Swedish nurse phenomenon\". </p> <p>Read <a href=\"http://www.guardian.co.uk/science/britishassociationfestivalofscience2008\">more of the Guardian's coverage</a> of the festival and <a href=\"http://www.guardian.co.uk/science/blog/2008/sep/15/bafestivalpodcast\"> the podcast blog</a>. </p> <p>Join <a href=\"http://www.new.facebook.com/group.php?gid=2261841960\">our facebook group </a>too. There you can post comments on our wall.</p>",
  "<video data-media-id=\"gu-video-337561682\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1790935098_SECRET-1-FLV-16x9.flv\"/> </video>   <p>Levi's \"living life unbuttoned\" global TV campaign, in which attractive young people take off their jeans, is to get an online debut for Europe today.</p> <p>The campaign, created by agency Bartle Bogle Hegarty, goes live today in a digital premiere at 12.30pm at <a href=\"http://www.501.com/premiere\">www.501.com/premiere</a>.</p> <p>The four ads follow good-looking young Levi's-wearers \"unbuttoning\" themselves in an act that aims to \"evoke the irreverent free spirit\" of the brand.</p> <p>In one film, \"Secrets and Lies\", a young couple who have just met and are about to have a sexual liaison admit to each other that everything they have said during the time they have met was a series of lies.</p> <p>He admits that he lives in Detroit and not Los Angeles, and she admits that she has never been to Manhattan.</p> <p>The campaign uses the strapline \"live unbuttoned\", and will run on TV, cinema and online across Europe from today.</p> <p>The other ads in the series, which run in 30-second and 60-second versions, are called \"First Time\", \"Guitar\" and \"Unbreakable\".</p> <p>The campaign also marks the 25th anniversary of the relationship between Levi's and ad agency Bartle Bogle Hegarty.</p> <p>The BBH chief creative officer, Sir John Hegarty, said: \"The collaborative way in which we created the four films means that we have four very distinct stories that all hero the freedom of unbuttoning both themselves and their 501s.</p> <p>\"We are immensely proud to have worked in partnership with the Levi's brand over the past 25 years to push the boundaries of advertising.\"</p> <p>The relationship has produced famous ads including the seminal Nick Kamen launderette commercial and Brad Pitt's career-launching moment when he appeared in a Levi's ad.</p> <p>The vice-president of marketing for Levi Strauss Europe, Middle East &amp; Africa, Mike Joubert, said: \"This is two exciting firsts for the Levi's brand - our first global marketing campaign that will be launched in Europe via our first-ever online premiere.</p> <p>\"This campaign will announce loud and clear that the original blue jean is back while engaging a whole new generation of jean-wearers.\"</p> <p>To bring an international flavour to the commercials, BBH drew on a worldwide team of staff from its offices in London, New York and Singapore.</p> <p>The project was overseen by director Frederik Bond, who directed two of the ads, in partnership with production company Sonny London.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediaguardian.co.uk\">editor@mediaguardian.co.uk</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Has Wall Street <a href=\"http://www.nytimes.com/2008/09/15/business/15lehman.html?hp\">ever seen a weekend</a> like the one it has just been through? Perhaps, in the depths of the <a href=\"http://www.bloomberg.com/apps/news?pid=20601087&amp;sid=abVpg8xJDMWk&amp;refer=home\">great depression</a> - but nothing in recent memory, not even the collapse of the hedge fund LTCM 10 years ago, comes close to the drama and crisis that the US financial system is going through.</p> <p>In case you haven't been paying attention, here's what's happening. <a href=\"http://www.nytimes.com/2008/09/15/business/15lehman.html\">Lehman Brothers</a>, one of the largest and oldest US investment banks, is going bust, barring an unlikely last-minute government bailout. Merrill Lynch, for years one of the titans of Wall Street, hocked itself in a <a href=\"http://www.bloomberg.com/apps/news?pid=20601087&amp;sid=aNoc_.dGgCYY&amp;refer=home\">firesale</a> to a rival, Bank of America. And AIG, one of the world's largest insurance firms, is <a href=\"http://online.wsj.com/article/SB122142474136033581.html?mod=special_coverage\">begging for a $40bn emergency loan</a> from the US government to stave off its own destruction. In <a href=\"http://online.wsj.com/article/SB122139688846233147.html?mod=fpa_mostpop\">the words of the Wall Street Journal</a>: \"The American financial system was shaken to its core\".</p> <p>And that was just on Sunday. It doesn't pay to take the weekend off on Wall Street these days – it was just last Sunday that the US Treasury confirmed it was taking control of Fannie Mae and Freddie Mac – the vast American mortgage agencies – at a cost to the taxpayer estimated to eventually range between zero dollars and a few hundred billion.</p> <p>And as the minutes ticked over from Sunday to Monday on the US east coast, Lehman Brothers finally threw in its towel and <a href=\"http://www.marketwatch.com/news/story/lehman-goes-bankrupt/story.aspx?guid=%7B50D06AF4%2D0AD5%2D4B38%2D8206%2DD4C8D6E62EC7%7D\">filed for bankruptcy</a>. In one way or another it will be the end for a bank that started in Alabama back in 1844 – a sticky end considering that last year it had sales of $57bn and only a few months ago was <a href=\"http://images.businessweek.com/ss/08/03/0327_bw50/index_01.htm\">named by Business Week magazine</a> in its 50 top performing companies for 2008. (Business Week's citation, in hindsight, looks wise: \"Still, the firm is highly leveraged. The final throes of the global credit contraction will test just how good it really is.\" Now we know.)</p> <p>What links all these once-buoyant institutions? All of them – from Fannie Mae to AIG – have been caught up in the bonfire of the vanities that was the US housing market, the same underlying cause that six months ago saw the combined forces of Wall Street and Washington rush to prop up and then dismember another former investment banking stalwart, Bear Stearns.</p> <p>As the housing market turned toxic, so the loans that Bear Stearns, Lehman Brothers, Fannie Mae et al, had cheerfully advanced, bought up, repackaged and insured, lost value. The Federal Reserve, abetted by the US Treasury, pumped cash into the financial markets to prevent them seizing up. But their efforts were hampered by the very financial instruments that the masters of Wall Street had invented. The blizzard of options and derivatives the banks have used in recent years are byzantine in their complexity, making it very difficult to value the potential losses on the books. </p> <p>That's why the emergence of AIG may be the most troubling event of Wall Street's Bloody Sunday. While the fall of Lehman Brothers was no surprise – in recent weeks the bank has desperately tried to raise fresh capital and sell its most profitable arms – AIG is in a different league as (until recently) one of the largest financial institutions in the world of any type. It has (or it did have) a trillion dollars worth of assets. But despite all that, it too is suffering from the shaky mortgages it holds, as well as the mortgage insurance contracts it has underwritten. Now it needs to borrow money on the financial markets on anything other than punitive terms – and this is the root cause of its problem.</p> <p>To raise funds AIG needs to show potential lenders what its assets are – and so is forced to put price tags on the swamp of mortgages and derivatives it is holding. As the <a href=\"http://www.nytimes.com/2008/09/15/business/15aig.html\">New York Times reports</a>, AIG has been valuing its mortgage junk bonds at far higher than the likes of Lehman Brothers, and so the hole in its accounts is bigger than expected.</p> <p>If that's the case at AIG and Lehman Brothers, then the existential question facing Wall Street this morning – as it has on so many recent mornings – is how do you put a value on something that no one wants to buy? You can wait, and hope that something (a housing market recovery?) turns up. You can hope the government gets you out of the jam. But otherwise: when no one wants to buy something, its value diminishes towards nought. And until that problem is solved, next Sunday could be just as exciting as the last two. But we won't even have to wait that long: today is shaping up to be hectic as well, with credit rating agencies poised to downgrade AIG, and stock markets around the world opening to the sound of \"sell\" orders whizzing through the ethernet.</p>",
  "<p>Ten of the world's biggest banks have established a $70bn (£38.74bn) emergency bail-out fund intended to avert further failures following a dramatic weekend in which <a href=\"http://www.theguardian.com/business/2008/sep/15/lehmanbrothers.creditcrunch\">Lehman Brothers filed for bankruptcy </a>and Merrill Lynch succumbed to a takeover.</p> <p>As top financial regulators burned the midnight oil on Sunday night to get a grip on a rapidly widening banking crisis, the US treasury secretary Henry Paulson issued a statement acknowledging an <a href=\"http://www.theguardian.com/business/marketturmoil\">\"extraordinary environment\" in the financial markets</a>. The Federal Reserve weakened its guidelines to make it easier for troubled institutions to access urgent funds.</p> <p>Ten international banks including <a href=\"http://www.theguardian.com/business/barclay\">Barclays</a>, <a href=\"http://www.theguardian.com/business/creditsuisse\">Credit Suisse</a>, Citibank, <a href=\"http://www.theguardian.com/business/deutschebank\">Deutsche Bank</a>, Bank of America and <a href=\"http://www.theguardian.com/business/goldmansachs\">Goldman Sachs</a> announced that they were each contributing $7bn to a hastily arranged fund. If any of them find themselves in danger of collapse, they will be able to access the pool of money with any single troubled bank able to draw up to a third of the $70bn total.</p> <p>The banks said they were acting together to \"enhance liquidity and mitigate the unprecedented volatility and other challenges affecting global equity and debt markets\".</p> <p><a href=\"http://www.theguardian.com/business/lehmanbrothers\">Lehman Brothers</a> filed an official declaration of bankruptcy this morning, effectively drawing down a curtain on its 158-year-old history. The bank has 25,000 staff and its directors include the GlaxoSmithKline chairman Sir Christopher Gent. It follows Bear Stearns into oblivion as a victim of the credit crunch.</p> <p>Apparently afraid of a similar fate, Merrill Lynch last night agreed in principle to a $44bn buyout by Bank of America, worth $29 a share. Barring last-minute hitches, Merrill's chief executive, John Thain, is expected to brief investors on the deal alongside Bank of America's boss Ken Lewis this morning.</p> <p>As darkness fell in New York last night, shell-shocked employees trickled out of impromptu Sunday sessions at their desks at leading banks. Outside Lehman Brothers' headquarters in midtown Manhattan, some carried boxes full of belongings as they cleared their desks in anticipation of the firm's closure.</p> <p>Jeremiah Stafford, a Lehman employee who works in the bank's credit derivatives department, told CNBC television that people were anticipating redundancy.</p> <p>\"Nothing's official yet but people are preparing for the worst,\" said Stafford. \"Lehman Brothers is a great place to work and people there should walk out proud, knowing that they contributed.\"</p> <p>Another employee, who declined to give his name, struggled to retain his composure as he described the situation as a \"tragedy\", saying: \"I never thought it would come to this.\"</p> <p>The insurer AIG will be the next institution under the microscope. It is reportedly seeking to raise $40bn to prevent a downgrade in its credit rating which could severely affect confidence in the cover it provides to clients.</p> <p>As efforts continued to stem plummeting confidence in the banking system, the Federal Reserve announced that it was weakening its standards for collateral needed by banks wishing to borrow emergency funds. It will accept any investment-grade credit securities rather than demanding highly rated AAA securities or asset-backed notes.</p> <p>\"We have been in ongoing discussions with market participants, including through the weekend, to identify potential market vulnerabilities in the wake of an unwinding of a major financial institution,\" said the Fed's chairman, Ben Bernanke.</p> <p>As top banks struggle to unwind credit swap deals involving Lehman Brothers, the Securities and Exchange Commission announced that it was taking steps to ensure that cash and investments owned by the bank's customers are ring-fenced and protected.</p> <p>The SEC has had a team of staff in Lehman's office. The regulator said it was working with its counterparts around the world including the <a href=\"http://www.theguardian.com/business/regulators\">Financial Services Authority</a> in London.</p> <p>The SEC's chairman, Christopher Cox, said: \"We are committed to using our regulatory and supervisory authorities to reduce the potential for dislocations from recent events and to maintain the smooth functioning of the financial markets.\"</p> <p>Stocks on both sides of the Atlantic are expected to open sharply lower this morning as investors struggle to digest the rapidly moving events. The Australian stockmarket, one of the few open as events unfolded last night, dropped by nearly 2% at one stage.</p> <p>The US government has refused to provide funds to prop up Lehman. Some reports suggested that, anxious to avoid a further meltdown, it put pressure on Merrill to agree a sale to Bank of America.</p> <p>The US treasury secretary said the Fed and the SEC were working to facilitate \"liquid, smooth-functioning markets\" and to address credit concerns.</p> <p>\"I particularly appreciate the efforts of market participants who came together this weekend and initiated a set of steps to facilitate orderliness and stability in our financial markets as we work through this extraordinary environment,\" said Paulson.</p>"
]