[
  "<p><strong>[Brring, brring. Brring, brring]</strong><br>Hi. I can't take your call at the moment, but please leave a message and I'll get back to you as soon as I can.</p> <p><strong>Bah!</strong><br>[Small Talk leaves a message, promising to phone back in a few hours. A few hours pass]</p> <p><strong>[Brring, brring. Brring, brring]</strong><br>Hi. I can't take your call at the moment, but please leave a message and I'll get back to you as soon as I can.</p> <p><strong>Double bah!</strong><br>[Small Talk leaves a message, promising to phone back in a few days. A few days pass]</p> <p><strong>[Brring, brring. Brring, brring]</strong><br>Hello?</p> <p><strong>Ah Tim! Small Talk here</strong><br>Hello Small Talk. Sorry we seem to keep missing each other.</p> <p><strong>Not a problem, Tim. Now when you're not swanning about at the Olympics, you're a doctor. What's the strangest thing you've ever come across in A&amp;E?</strong><br>Umm … there's all sorts. I was working in Jersey and we had codes for different injuries and there was actually a code for seagull-related injuries. So I used to see guys, normally elderly gentlemen, feeding the seagulls and when the seagulls came down a huge beak would peck a hole in their arm or their hand. It's quite exciting when you get to use the seagull-related injury code. It sounds really sad but its one of those things.</p> <p><strong>What's more of a rush, stitching up seagull victims or competing in the Olympics?</strong><br>I think my work as a doctor compliments being an athlete pretty well with the adrenaline rush, you're working as part of a team in a high-pressure situation in a high-paced environment. I found that when I was just taking time out from sport I wasn't missing out on that adrenaline rush and the endorphins that you get from an A&amp;E department.</p> <p><strong>Which is the hardest work would you say?</strong><br>It's hard to say really. They're both pretty anti-social hours and 24/7 in terms of your mental approach but at the end of the day if life or death is the work side of things the pressure there of getting things right is that much higher.</p> <p><strong>Is the reality the same as Casualty and ER?</strong><br>Sometimes. Sometimes it can feel like that but one of the biggest difference is you don't have 30,000 people watching you at work where as you do when you're at some of the major championships that we race at.</p> <p><strong>Do you get to socialise with the big name track and field guys or are you stuck with the archers and the clay pigeon shooters?</strong><br>I guess sometimes it looks that way but most sports tend to keep themselves to themselves because we're all competing at different times and different venues and because we're competing about 40km outside of Beijing we're going to be living there rather than in the village. It's very much going to be a watersports social group where we are there.</p> <p><strong>So who's tougher, the canoeing guys or the rowers?</strong><br>Without doubt it's the kayakers. We can see where we're going, we're sprinters and you know what it's like in athletics, everyone looks up to the sprinters and that's what we are.</p> <p><strong>I guess both of you would take on the sailing team?</strong><br>Definitely. In sailing you just use the wind to push you along. At least we're actually using our muscles. No, actually I know a couple of them and they are quite strong guys …</p> <p><strong>[Small Talk makes mental note not to take the mickey out of sailors in the future] The things that people often say about the Olympic village ... [Small Talk attempts to find a phrasing for a vaguely vulgar question that isn't vulgar] ... with all the adrenaline flying around ... and, you know, lots of fit young people ... there's, well, you know ... do ... er ...do quite a lot of people ending up getting it on?</strong><br>Not in my experience [a hearty laugh]. We're always racing in the second week of the Games so we're sort of focusing right until the very end. People seem to be very respectful. Those who finish earlier in the Games are very respectful of the other people who are still competing. Even if people go out it's generally quiet when they come back to the village and don't disrupt people who are still racing. So far I haven't had a chance to actually go out at an Olympic Games yet.</p> <p><strong>How many hours a day do you train ahead of a big event like this?</strong><br>Training changes slightly closer to the event. It's much more focused on the speed work so the actual number of hours on the water isn't quite the same but it's about four hours of training a day still, plus physio and stretching and recovery work as well.</p> <p><strong>So is there a lot of upper body work?</strong><br>Yeah. I mean, we do a lot of running still but the sport is predominantly upper body. We're still pretty good runners and we do even things out on the weights.</p> <p><strong>So how much can you bench press?</strong><br>I'm maxing out about 120kg at the moment but I'm not one of the strongest guys.</p> <p><strong>If you were on death row what would your last meal be?</strong><br>It would have to be steak, it's one of my favourites. Barbecued steak.</p> <p><strong>A rare one?</strong><br>Definitely rare. Still with a pulse.</p> <p><strong>Who would win a fight between a lion and a tiger?</strong><br>Definitely a lion. You've just got to look at them and they're impressive beasts. Tigers seem sort of second rate compared to a lion.</p> <p><strong>What was the last CD that you bought?</strong><br>It was Coldplay – Viva la Vida, the most recent album. I really like that album so it's what's playing on my iPod most of the time.</p> <p><strong>What was the last book that you read?</strong><br>We Need To Talk About Kevin by Lionel Shriver. That was quite a difficult read. It's quite hard work to get into and rather depressing so it's not something that you want to read when you're trying to do yourself up or get going. At the same time as that I'm also reading, a bit more sport related, We Might As Well Win by Johan Bruyneel, Lance Armstrong's coach.</p> <p><strong>Who would play you in a film of your life?</strong><br>I reckon Jason Statham. I'm probably not as hard as him but …</p> <p><strong>I doubt he could bench press 120kg.</strong><br>I don't know. I'm sure he could probably take a punch or two.</p> <p><strong>Keira Knightley or Scarlett Johansson?</strong><br>Scarlett Johansson definitely. Keira's a great actress, and she could probably pull me if she tried, but I think Scarlett would be my No1 choice. If they were both fighting over me I think I would probably let Scarlett win. </p> <p><strong>Cheese or chocolate?</strong><br>Chocolate. I like the Green and Black's organic but again, I don't eat a lot of chocolate but if I do eat it then I do go for the nicer one.</p> <p><strong>Which one do you have? Mrs Small Talk has stopped buying the Butterscotch version because Small Talk got hooked</strong><br>I get the 70% one I think. Sometimes it's a bit bitter but you feel like your not so unhealthy if you go for a slightly darker version.</p> <p><strong>Can you tell us a joke?</strong><br>Hmm, most of the jokes I know aren't very polite. There's the one, 'Did you hear about the short-sighted circumciser? He got the sack.' [Another hearty laugh]. What was the other one … umm … a doctor was examining a woman patient and he said just whip your clothes off and put them over there in the corner … next to mine. You need to have an element of humour when you're in A&amp;E. There are so many injuries that people come in with but there's also times when humour isn't appropriate.</p> <p><strong>Wise words. Thanks very much for your time, Tim, with which you've been very generous.</strong><br>Cheers, Small Talk. Bye!</p> <p><a href=\"http://www.merrell.co.uk\">www.merrell.co.uk</a></p>",
  "<p>Per capita consumption of 4,645 litres of water a day that also impoverishes people and ecosystems worldwide is bad enough (Reports, August 20). But the situation is much worse than the WWF report on our water footprint suggests. Lest we forget, Britons throw away about 40% of the food that they buy, which, when added to all other forms of waste, represents embedded water loss on a gigantic scale.</p> <p>So this is not just a shocking fact about how much water we consume. Rather, it's a jaw-dropping story of how much water we waste that impoverishes others. Until we come to respect the intrinsic, and not just the economic, value of water, and until we regard its management as a matter of ethics and morals - based on a new economic model that is about replenishment and nurturing - behaviour change will not happen soon enough to make a difference. That some retailers, such as Marks &amp; Spencer and Sainsbury's, are working with WWF on strategies to measure and reduce their water footprint is good news. But it's not enough. A problem such as this requires global action that should be embedded in foreign policy. <br><strong>Nick Reeves</strong> <br>Executive director, Chartered Institution of Water and Environmental Management</p> <p>You've cut out flying and changed all the lightbulbs, then along comes the water footprint and your hard-won eco-brownie points disappear.</p> <p>If you have suffered in any of the recent floods in Gloucestershire, Northern Ireland or Hull, this might be a bitter pill to swallow. But, as with carbon, the reduce mantra works equally well for water, with simple, easy steps that all of us can take - water butts, rainwater capture, showers instead of baths, only flushing when you have to. Meanwhile, reducing our virtual water usage requires the radical decision to buy less, to buy better and to conserve. The power lies in our hands as consumers.<br><strong>Peter Gilheany</strong><br>Director, <a href=\"http://www.forster.co.uk\">www.forster.co.uk</a></p> <p>The WWF report on the scale of British water consumption is a welcome reminder of the inequalities between rich and poor when it comes to this precious resource. One thing is clear - there will be no water scarcity at the Stockholm conference this week, as clean water from a tap is something we've long come to take for granted in the west. But for billions around the world this is an unimaginable luxury. Almost 900 million are without access to clean water and about 5,000 children a day die as a result of unclean water and poor sanitation. Tearfund, in support of the End Water Poverty campaign, is calling on world leaders to agree a global action plan on water and sanitation by the end of 2010 to create the political will that is so urgently needed to address this issue.<br><strong>Tom Baker</strong><br>Water campaigns specialist, Tearfund</p> <p>You report that it takes 11,000 litres of water to produce 1kg of cotton, and that global cotton production pollutes 50,000 billion litres of water each year. </p> <p>Organic cotton farmers pioneer best water management practices, develop the water retention capacity of soil, and significantly improve ground water quality. More than 70% of organic cotton relies entirely on rainfall, and uses no irrigation. Non-organic cotton is not just a massive user of fresh water, it is responsible for nearly three times as much pesticide sprays per hectare than any other crop. There are now more than 150 retailers selling products made from organic cotton, in the end what we buy will be produced, what we don't won't.<br><strong>William Lana</strong><br><a href=\"http://www.greenfibres.com\">www.greenfibres.com</a> </p> <p>A number of projects are being established nationwide to encourage more thoughtful use of water, including the London on Tap campaign, led by Thames Water and supported by the mayor of London and Friends of the Earth. The campaign encourages businesses to offer customers free tap water, thus providing an alternative to the bottled water that many wish to avoid. It is through initiatives such as this that people and businesses can play a part in developing a more sustainable society.<br><strong>Dr Helen Hill</strong><br>Director of policy, London Chamber of Commerce and Industry</p>",
  "<p>Campaigners yesterday urged ministers to intervene over soaring household fuel bills after two more energy suppliers announced rises in gas and electricity prices, affecting millions of customers.</p> <p>Scottish and Southern Energy, Britain's second biggest supplier, with almost nine million customers, said that from Monday it would increase gas prices by almost 30% and electricity by nearly a fifth. </p> <p>E.ON, which has about 5.5 million customers, has raised its gas bills by 26% and electricity by 16%, from today. British Gas and EDF Energy raised prices last month. </p> <p>With wholesale gas prices setting a record yesterday the last of the big six energy suppliers, Scottish Power and npower, are expected to raise prices soon.</p> <p>The latest increases are expected to push a further 890,000 households into fuel poverty - the level defined as personal spending on energy being more than 10% of income - finds the price comparison site uSwitch.com. That would take the total in fuel poverty to 5.4 million. </p> <p>Average bills for dual-fuel customers, of the four firms that have raised prices, are now between £1,211-£1,328 a year, uSwitch estimates. Ann Robinson, uSwitch.com's director of consumer policy, said soaring bills posed \"a huge threat\" to standards of living. \"Gas and electricity are essential commodities which have now become a luxury many cannot afford. The government needs to provide a strategic, regulatory, environment to ensure the lights stay on at an affordable price.\"</p> <p>Gordon Lishman, Age Concern's director general, said one in three pensioner households likely to experience fuel poverty by the end of the year would feel forced to cut back on food or fuel. \"The government must seize control of this escalating crisis and take immediate action.\"</p> <p>He called for fuel vouchers for the poorest pensioners and for the government to make it mandatory for energy firms to offer social tariffs at the cheapest rates.</p> <p>The Tories yesterday announced plans to cut the fuel bills of the poorest by helping those without bank accounts - who at present pay more for settling in cash - to use post office card accounts to get the equivalent of cheaper direct debits. Currently these accounts are only used for receipt of state benefits. Figures given to the Tories by the group Energywatch show that people using direct debit pay on average £80 less a year than cash payers.</p> <p>The pensions reform minister, Mike O'Brien, queried the Tories' estimate on cutting the energy bills of up to four million people with post office accounts, saying they had not mentioned the three million or so who had building society or bank accounts and so access to direct debit. And as a key government aim was to cut the number of people on benefits, a policy that entrenched accounts only available to benefit recipients was undesirable.</p> <p>But the Tory plan was welcomed by the Citizens Advice Bureau. Its policy director, Theresa Perchard, said: \"This proposal offers to put more money in the pockets of poorer consumers by reducing their outgoings and providing for weekly budgeting to avoid debt.\"</p> <p>A spokeswoman for the Department for Business, Enterprise &amp; Regulatory Reform, said: \"We are deeply concerned about the effects of household price rises on hard-pressed families and other vulnerable people.\" The government had asked Ofgem for guidelines stressing that firms' social tariffs be set at the lowest prices. \"We ... reached an agreement with them to treble the amount they spend to help the poorest ... this will provide an extra £225m over the next three years and could help 100,000 households who struggle to keep their homes warm in the winter.\"</p>",
  "<p>Adidas's multimillion-pound advertising account could change hands for the first time in a decade following the appointment of creative agency Iris Worldwide to handle a global chunk of its business.</p> <p>The German sportswear company, which is thought to spend about £100m a year on advertising, has appointed Iris to be lead creative agency on its running business. The move threatens the 10-year hold that rival agency 180 Amsterdam has had on the lucrative account. </p> <p>This appointment is a coup for Iris, which already works with Adidas on retail campaigns. 180 has been working with Adidas since 1998 when its founders broke away from Nike's agency, Wieden &amp; Kennedy, to take on part of the advertising account for the German company.</p> <p>In 2002 Adidas parted company with Leagas Delaney and appointed 180 as lead global creative agency. This is thought to be the first time in 10 years that 180 has been threatened as lead agency on any piece of Adidas business.</p> <p>\"This signals our emergence as a global creative force,\" said Shaun McIlrath, Iris's joint creative director .</p> <p>Iris, which is thought to have won the business following a competitive pitch, is working on a major Adidas running campaign for 2009. 180, in which TBWA-parent Omnicom took a stake last year, remains Adidas's lead agency across its sports performance business.</p> <p>However, Iris will need to go some distance to stand a chance of proving to Adidas that it has the creative prowess to outstrip the pedigree of work that 180 has developed during its tenure.</p> <p>180 is bullish about the chances of winning this chunk of business back. \"We intend to make this a temporary assignment,\" said Guy Haywood, co-founder and managing partner of 180. \"We have been led to believe that there are still running assignments for us next year. This is a small setback.\"</p>",
  "<p>Tesco is selling 13 stores and a depot to raise cash to fund expansion. The supermarket group has agreed sale and leaseback deals with property investors to raise more than £600m to fund growth.</p> <p>The deals - with the Universities Superannuation Scheme, fund management group PRUPIM, LaSalle Investment Management and Canada Life - take the total sum raised from sale and leaseback deals to nearly £2bn in the past two years. The disposals are part of a plan announced by the retailer in 2006 to release £5bn over five years.</p> <p>Three of the deals involve 100% sales to PRUPIM, LaSalle Investment Management and Canada Life. The fourth is a joint venture with the Universities Superannuation Scheme. All the properties have been leased back to Tesco with rental agreements linked to the retail prices index.</p> <p>The 13 stores, out of some 1,800 UK outlets, have total floor space of more than 1.7m sq ft (160,000 sq metres) and account for 2.4% of the value of Tesco's UK stores portfolio. Altogether 35 stores have been sold and leased back since the £5bn strategy was announced. A deal was completed with PRUPIM this year and previous sales have been to British Land and the British Airways Pension Fund.</p> <p>Tesco's property portfolio has an estimated value of more than £30bn and the grocer owns the freeholds on more than 80% of its stores, compared with about 60% at Sainsbury's. </p> <p>Last year, when the big grocers were under pressure to release value from their multibillion-pound property portfolios, Tesco stated that it would not allow its holdings to go below 70%. Retailers believe that retaining ownership of their property gives them more flexibility to develop and change stores.</p> <p>Tesco is investing all over the world in an attempt to build the company into a global powerhouse. It already operates in 13 countries outside Britain. </p> <p>In May it spent nearly £1bn to acquire 36 hypermarkets in South Korea to add to the existing Homeplus chain. It was Tesco's biggest ever acquisition and put the supermarket group almost neck and neck with the market leader, Shinsegae, in the country.</p> <p>Last week Tesco announced that it is to start investing in India, to build a chain of wholesale cash'n'carry stores. Foreign groups are prevented from opening retail stores by laws designed to protect the country's 15 million \"mom and pop\" store operators. Many analysts believe that India offers more potential than China for retailers.</p> <p>The grocer is also pouring hundreds of millions of pounds a year into building its new Fresh &amp; Easy chain of convenience stores on the US west coast.</p> <p>It continues to invest in Britain. Last month it set out its ambition to build a full-service retail bank after buying Royal Bank of Scotland's 50% stake in the Tesco Personal Finance (TPF) joint venture for £950m.</p> <p>The acquisition forms part of the supermarket chain's efforts to branch out into financial services and telecoms as food sales slow. Tesco, which dominates the grocery market with a market share of more than 31%, believes such services could generate annual profits of £1bn compared with the £400m they deliver at the moment.</p> <p>The stores sold include Tesco Extra hypermarkets in Borehamwood, Aylesbury, Chichester, Bletchley and Northallerton and superstores in Hayes, Sevenoaks, Oxford, Bury St Edmunds, Brixton, Crewe, Northallerton, Yeading and Worcester. A distribution centre in Thurrock has also been sold off.</p> <p>The lowest yield achieved on the stores was 4.88%, a favourable outcome given property market conditions and with 10-year government bonds yielding 4.57%.</p> <p>Recent data from Investment Property Databank shows average UK commercial real estate yields have risen to 5.8% from 4.57% a year ago. Tesco shares were unchanged yesterday at 370.5p.</p>",
  "<p>Entering the Water Cube, as Tom Daley will do again today, feels like walking into a giant Fox's Glacier Mint. It is not just the ice-blue colour, but also the sense of being sealed inside like the polar bear in the adverts. In Daley's case there is the added pressure of being a 14-year-old who cracked very publicly at the venue last week. It is a huge burden for someone still awaiting his individual Games debut.</p> <p>So if the young man feels rather trapped as he awaits his first dive in the men's 10-metre platform preliminaries it should come as no great surprise. No one would ever describe the Olympics as an easy environment, particularly not for a visiting diver in China and even less so if you happen to be Britain's youngest male participant since 1960. The much-discussed spat with his diving partner Blake Aldridge during the synchronised competition has, if nothing else, blown an awful lot of romance out of the water.</p> <p>Given the unpromising backdrop, we are about to discover much about Daley's strength of character. Aldridge's brutal verdict, after Daley had rebuked him for speaking to his mother on the phone before the pair's final dive, was that the teenager had been \"over-nervous\" in the team event and had performed ordinarily as a result. Regardless of the dubious etiquette of criticising a team-mate in public, it was pretty obvious the occasion got to the young prodigy from Plymouth. If it happens again, the uncomfortable question of whether too much has been expected too young will resurface.</p> <p>Given that Daley is the current European 10m platform champion, however, a premature exit should not happen under normal circumstances. It is also worth remembering that Chen Ruolin and Wang Xin, winners of the women's 10m synchronised diving last week, were aged 15 and 16 respectively. Chen's antidote to nerves, apparently, is watching Tom and Jerry cartoons and her performances would seem to indicate they do the trick. </p> <p>The onus, either way, is on Daley to deliver or slink back to school to think again. Publicly, at least, he is confident. \"I have got a few cobwebs out of the way now and I'm not as nervous,\" he admitted. \"Now I know what the Olympic Games is going to feel like I can compete like [in]a normal competition. I will go into the individual and try to make up for what I did in the synchronised event. </p> <p>\"It was disappointing but I'm going to go out into the individual full of confidence and try to have as much fun as possible. I won't do anything differently in terms of preparation.\"</p> <p>Whatever happens, his medal prospects look remote with the Chinese set to dominate. Germany's Sascha Klein, pipped by Daley in the European championships in March, has a point to make and Britain's other participant, Peter Waterfield, will be seeking to outdo him too. </p> <p>It is the steepest of learning curves for Daley and Steve Foley, British diving's performance director, can only hope the experience does not stunt the development of one of Britain's brightest prospects for 2012. That still appears unlikely, for Daley is not short of self-confidence and continues to resemble a modern-day version of Mowgli skipping through the Jungle Book. Maybe the man-cub should follow the advice of Baloo the Bear and just try to forget about his worries.</p>",
  "<p>Within hours of the news breaking of the ambush of French soldiers on Monday, text messages arrived on reporters' mobile phones in Kabul. From Zahibullah Mujahed, a Taliban spokesman, they boasted of the defeat of the \"invader forces\". Nato spokesmen in the city took much longer to issue a statement.</p> <p>One problem, they said, was the difficulty in identifying exactly who had attacked the French troops. Most reports, including the statements by Mujahed, described the attackers as Taliban.</p> <p>In fact they were probably fighters from the Hezb-i-Islami group led by veteran Islamist warlord Gulbuddin Hekmatyar, for whom the plateaux and gorges around the scruffy town of Sorobi have been a stronghold since the Soviet occupation.</p> <p>The confusion over the identity of those responsible for the biggest loss of Nato soldiers in a single incident in Afghanistan since 2005 mirrors wider uncertainty about the identity of the shadowy enemy being fought in this country.</p> <p>Analysts from the 40-nation, US-led coalition are realising that the insurgency is much more complicated than they had thought. Hundreds, if not thousands of groups are ranged into a complex and shifting pattern of alliances of interest. Groups fight the coalition, and contest each other's authority and influence. Their nature also varies enormously.</p> <p>\"It is probably better to talk about insurgencies than an insurgency,\" said one specialist with the United Nations in Kabul. \"Some of these groups are just six guys and they hate the six guys from the next village.\"</p> <p>Local people have long been aware of this. At a community level, the names of local Taliban commanders are well known and few are unaware of the complex local power struggles that led one minor warlord to fight while another stays neutral or sides with the government.</p> <p>Degrees of ideological commitment differ. Interviews conducted through intermediaries with the Taliban reveal that older commanders, many of whom fought the Soviets, often see the current situation as the latest phase in a long and chaotic power struggle. But a younger generation is more influenced by the jihadi or takfiri hardline ideology closer to that of al-Qaida and see their struggle as part of a global war against the west.</p> <p>Overlaying this web of allegiances, calculation of interest, and ideological and generational difference are lines of loyalty to men such as Hekmatyar in the north-east, the clan of veteran warlord Jalalauddin Haqqani in the east and to the core of the Taliban who seized power in 1996 and are now based in Pakistan.</p> <p>Even the last are by no means united. Western and Afghan intelligence sources in Kabul describe feuds and disputes over strategy and ideology among the Taliban higher command. There are fierce arguments over the justification of suicide bombing or attacks on aid workers. One commander, interviewed indirectly, said he condemned killing Afghans. Another justified the deaths of \"hypocrite collaborators\".</p> <p>A further complicating factor is the involvement of criminals and teenage gangs. In some instances, Taliban senior commanders offer money for successful attacks on coalition or government forces.</p> <p>\"It is very organised. You send someone to Quetta [the western Pakistan city] to find out what is needed, you agree a price, you attack the convoy or police station or blow up the bridge or whatever. They send someone to verify the damage and then they pay you,\" said Roshanak Wardak, a member of parliament.</p> <p>The Taliban have succeeded in giving an impression of unity - an important psychological advantage. One recent post on their website revealed a neat organogramme of their organisation, with relevant committees for media and military operations, care of the families of \"martyrs\", fatwas and external relations. And their media machine works. </p> <p>\"They are extremely good at communication,\" said Mohammed Masoom Stanikzai, an adviser to President Karzai and vice-chairman of Afghanistan's reconciliation committee, set up to win over wavering Taliban fighters. \"When they make promises, they deliver.\" The value of spectacular attacks, such as those earlier this year which liberated hundreds of detainees from Kandahar prison or on the Serena luxury hotel in Kabul, is also well understood.</p> <p>Two key questions are how linked the insurgents are to the drugs trade and to what extent the Taliban are composed of \"foreigners\". </p> <p>Again, the situation differs across the country. In the southern Helmand and Kandahar provinces, where the most opium is grown, there are strong informal links between militants, corrupt officials and drug traffickers. \"They all have a common interest in disorder,' said Christina Oguz, Kabul representative of the United Nations Office for Drugs and Crime. Often the Taliban levy on opium the traditional 10% tax on agricultural products. In the east, the link with narcotics is more tenuous.</p> <p>In the south, too, the proportion of \"foreigners\" is higher. Many fighters flow in from Pakistan, some even from the eastern Punjab province, which does not share the Pashtun ethnicity of the bulk of Afghan Taliban fighters. One 22-year-old from the eastern Pakistan town of Bahawalpur interviewed in Afghan detention, said last week he had been groomed for a suicide attack in a religious school across the border before being captured.</p> <p>There are also indications that the significant numbers of Afghan battlefield commanders killed by coalition forces are being replaced by Pakistanis, who appear more extreme, though the lower ranks and the high command remain predominantly Afghan.</p> <p>Thrown into this explosive mixture too is al-Qaida which fulfils, according to several intelligence sources in Kabul, a \"facilitating, logistics, advisory\" role to certain groups including the main leadership of the Taliban. Freelance militants are arriving in Afghanistan from elsewhere in the Islamic world, even Iraq, the sources say.</p> <p>One key lesson learned by the insurgents is that a tactical defeat can be turned into a strategic victory if it is followed up by more attacks and a clever media strategy.</p> <p>\"The more martyrs we have and the more we attack over the bodies of our martyrs the more we will be feared,\" said one Taliban commander.</p>",
  "<p>The versatile artist Peter Jones, who has died aged 90, had a formidable flair for observation and and recording feelings, attitudes and values. He made you see the commonplace and everyday anew, depicting industrial subjects and developments such as the intrusion of cars into city and country that could be vibrant and funny, as well as quietly subversive and, sometimes, intense and dark. His drawings especially, with their lively, quirky and assured lines, often have a biting satirical edge to them. Many of his landscape paintings are near-abstract in their use of anti-realist colour and volumes.</p> <p>Peter saw abstraction as a visual vocabulary that could be developed to evoke emotions akin to musical expressions. He refused to be tied down by divisions between abstraction and representational art, jumping back and forth between a wide variety of mediums - drawings, paintings, collages, ceramics and small sculptures and genres. His first solo exhibition was at the Modern Art Gallery, London in 1946, as part of the artistic set around the innovative Jack Bilbo. Many solo and group shows followed, especially from the 1950s to the 70s. A consummate draughtsman, he received prestigious commissions, and his work is to be found in London at the Victoria &amp; Albert Museum and the Queen's collection, and at Nuffield College, Oxford.</p> <p>Peter was an only child, born in west London and at school, he was encouraged to further his artistic abilities. In 1934, he entered Richmond School of Art and read magazines avidly to inform himself about new movements across Europe. After three years there, he joined a commercial design studio, where he created experimental abstracts to counteract the boredom of display work. Once it had closed down at the outbreak of war, he landed an inspection job at an engineering works in south-east London, where the extremely noisy, alien environment left a deep impression. Thereafter the shapes and colours of industrial environments kept resurfacing in his work.</p> <p>As a pilot in the Air Transport Auxiliary (1942-45), Peter's aptitude for all things mechanical made him well suited to the challenge of flying all types of planes; since early youth he had been fascinated by aircraft.</p> <p>The ATA satisfied his passion for flying and that intimate involvement with powerful flying machines resulted in a remarkable series of military aircraft \"portraits\", full of explosive and subversive humour, revealing an ambivalent attitude towards these awesomely beautiful objects of destruction. </p> <p>After being demobilised, he was anxious to get back to painting, but also needed to earn a living, so he joined a fellow student from the Richmond days selling antiques and, hopefully, paintings in a gallery in Kensington. A good deal of time was taken up repairing old picture frames for impecunious artists and eventually Peter established his own workshop in rented basement premises, struggling to paint and run a business. Basil Johnson of the Week-End gallery introduced Peter to his titled clientele who needed advice on aesthetic matters.</p> <p>Peter delighted in visiting them, but his innate generosity with his own time, knowledge and know-how did not secure his economic well-being.</p> <p>To help make ends meet he joined the staff of the Grosvenor gallery in central London, under the renowned founder and collector Eric Estorick. He worked there for five years during the early 1960s, gaining valuable insights into art as business. Peter learned a more realistic attitude to money, and continued to supplement his income from art through developing an expertise in picture mounting.</p> <p>I met him in 1975, while sharing an exhibition at the South London art gallery and rapidly came to respect his ever-inventive talent. Notably, he recorded with empathy the life and structures of the Royal Free hospital in Gray's Inn Road, central London, before the organisation moved to its new Hampstead building.</p> <p>Another seemingly unpromising project, spanning many months of observation and evaluation in the early 1990s, has left a record of the violence done to the Hampshire countryside through the building of the A3 Petersfield bypass.</p> <p>In later years, Peter shunned the limelight, preferring to develop his manifold artistic vocabularies quietly, and leaving a valuable testament to the 20th-century world. He is survived by his wife Vicky, whom he married in 1945, and daughter Barrie.</p> <p><strong>·</strong> Peter Jones, artist, born May 30 1917; died May 18 2008</p>",
  "<p>The Indian economy will expand at 8% a year - shrugging off the credit crunch and high oil prices - as it is transformed into an industrial powerhouse to rival China, the government's top policy tsar said yesterday. He predicted that Chinese-style 10% annual growth was \"achievable\".</p> <p>Montek Singh Ahluwalia, deputy chief of India's planning commission, said the government would be \"targeting 9% growth, getting up to 10%. It may look ambitious with the global economic slowdown. But in the medium term, it is achievable.\"</p> <p>India's central bank expects growth in the year ending 2009 to slow to 8% - down from 9.1% in the previous 12 months.</p> <p>The commission has signalled a huge shift in the economy - forecasting that in the next five years 58m new jobs will be created but none of these would be in the vast, unproductive farm sector. In the past five years farming employment increased by 9 million while India's rice production remained less than half the world average of four tonnes a hectare.</p> <p>Economists have long argued that for India to mimic China's \"long boom\", the country would have to see industry fuel growth. In China, this led to millions of people leaving the land to work in factories. But this process has not happened in India, where growth has been driven by capital-intensive sectors such as information technology. Although hugely successful, Indian software companies employ only 1.5 million people - a mere drop in the labour pool of 470 million.</p> <p>However, the planning commission says that in the next five years the bulk of new jobs will be created in factories, construction sites, restaurants, retail stores and warehouses.</p> <p>Many commentators say the country is at a turning point. \"I think as labour costs rise in China and there's a price to pay for pollution that we will see manufacturing coming to India,\" said Niranjan Rajadhyaksha, a columnist with the business daily Mint. \"There's been for some time a sense that agriculture can no longer absorb any more people.\"</p> <p>Others, however, dispute the commission's analysis, saying that Indian business has \"voted with their wallets\" by expanding abroad faster than at home. Foreign investors on India's stockmarket have also been withdrawing funds as the world economic downturn has begun to bite.</p> <p>Mohan Guruswamy of the Centre for Policy Alternatives said: \"India has become a net exporter of FDI [foreign direct investment]. That's because it is too difficult to start up labour-intensive manufacturing of the kind you find in China. Sixty per cent of Indians depend on agriculture and I don't see that changing.\"</p> <p>The commission has also produced a plan to \"engage with 10 high-growth sectors\" in manufacturing. If these projections are met they would see India's car industry employ 25 million people by 2015 and produce exports of $145bn (£77.5bn). Similarly, the textile sector would have almost 42 million workers and be taking $115bn in overseas orders.</p> <p>Most dramatic, however, is the coming transformation of India from a software to hardware superpower. The commission says in less than a decade it is looking for exports of $320bn in \"chip manufacture ... design and mechanical assembly line operations\".</p> <p>\"The hardware [estimate] seems optimistic. The auto industry seems in the right area,\" said Shankar Acharya, former chief economic adviser to the government. \"The important question here is what kind of jobs are created. In the past it has been low-security and low-paid jobs in what is called the informal sector. That needs to change.\"</p> <h2>Economic growth: Closing the gap</h2> <p>The big question for many economists is why the <strong>Indian economy</strong> has not matched the fast pace of growth enjoyed by China in the past 20 years. China was set on the road to rapid industrialisation in 1978 when the then premier <strong>Deng Xiaoping</strong> introduced free market reforms and measures to encourage foreign investment.</p> <p>In recent years the economy has expanded at a rate of 10% a year with industrial production increasing by 17% annually. India, on the other hand, has not created such an established and stable manufacturing base. China joined the <strong>World Trade Organisation </strong>in 2001 and exports account for more than a quarter of GDP. The booming economy has, however, led to fears about inflation and <strong>rising wage rates</strong>.</p> <p>The stockmarket has slumped by <strong>62%</strong> since its peak last October with exporters hit by the global downturn. Some predictions suggest inflation will reach <strong>8-9%</strong> this year.</p>",
  "<p>China has replaced the United States as Japan's biggest export destination, underlining the Olympic host's emergence as a global economic power.</p> <p>Japan's finance ministry said exports to China outstripped those to the US in July, marking the 38th consecutive increase in exports to its Asian neighbour. It was the first time Japan had sold more goods to China than to any other country since the government started keeping records in 1950. Economists are sceptical that exports to China will continue to drive Japan's faltering economic recovery.</p> <p>Exports to China for the month rose to a record high of ¥1.28tn (£6.25bn), up 16.8% from a year earlier, the ministry said. Those to the US dropped 11.5% to ¥1.27tn as Japanese car makers struggled to sell to the troubled US market. Japan's overall exports rose just over 8% to ¥7.63tn, but high oil prices saw imports leap by 18.2% to ¥7.541tn, the fastest pace in two years.</p> <p>As a result Japan's trade surplus plummeted 86.6% to ¥91.1bn - the fifth decline in as many months, and bigger than analysts had predicted.</p> <p>Japan's stuttering recovery has been fuelled by exports to China, and yesterday's figures may allay fears that it is again heading towards recession prompted by data showing that the economy shrank in the second quarter of this year. It will continue to depend on Asian custom for its exports. Its trade surplus with the rest of the continent rose 42.3% in July, with exports rising 12.7%, though demand for steel, chemical and electronic machinery is showing signs of weakening, analysts said.</p> <p>Exports to China were boosted by demand for raw materials as the country prepared to host the Olympics, and by the rebuilding effort in Sichuan province, which was hit by an earthquake in May.</p> <p>While some Japanese companies such as Honda and Komatsu, which makes construction equipment, are looking increasingly to the Chinese market, others are being hit hard by falling demand in the US. Toyota, for example, reported its biggest fall in earnings for five years this month, mainly as a result of the US slump.</p> <p>This week Masaaki Shirakawa, the governor of the Bank of Japan, issued its gloomiest prognosis for the economy since the Asian financial crisis of 1997, largely as a result of volatile financial markets. The central bank downgraded its view of the economy's prospects, saying growth was \"sluggish against the backdrop of high energy and materials prices\".</p>",
  "<p>We've been here before, twice already. In the 1990s, the Verve weren't capable of recording an album without splitting up soon afterwards; usefully, frontman Richard Ashcroft and guitarist Nick McCabe always managed to resolve their differences just as a follow-up became due. Admittedly, the gap between 1997's Urban Hymns and this new album has been unusually long: so long that a couple of years ago Ashcroft declared in an interview that \"you're more likely to get all four Beatles on stage\" than see another Verve reunion. But we may as well be cynical here. Ashcroft's solo career hasn't exactly been stellar. No band can resist the lure of filthy lucre - even Led Zeppelin managed to kiss and make up long enough to play a few money-spinning gigs. And it's only because two of them are inconveniently unavailable that the Beatles haven't followed suit.</p> <p>Judging by the contents of Forth, the Verve spent their time in the studio behaving the way all men in their late 30s behave at a reunion: they stayed up late pretending to be 21 again. In stoned psychedelic texture and brooding atmosphere, Forth recalls the Verve's first two albums, A Storm in Heaven and A Northern Soul. Legend has it that both of those were recorded under the influence of copious quantities of drugs. No one is confessing whether stimulants were involved in the making of Forth. But with several songs meandering past the six- or seven-minute mark, you suspect that no one in the room was sober enough to press the off button.</p> <p>In Forth's best moments, this indulgence isn't just excusable, it's exhilarating. Opening track Sit and Wonder builds from a menacing crackle into an electric storm, McCabe's gothic guitar at once conjuring up an inky maelstrom and shattering it with lightning. Valium Skies is calmer on the surface, but with strange, fractured noises skittering at its heart. Judas, meanwhile, seems muted and tender, drums and guitars caressing each other, until McCabe suddenly flares incandescently, a blur of impassioned rage.</p> <p>But just as Forth shares the strengths of those early albums, it proves that the Verve are yet to grow out of their shortcomings. Too many songs chug along aimlessly: Rather Be is as gloopy as syrup; Numbness is plodding and flabby, despite the sinister scraping sounds that skulk in its corners. This might matter less if Ashcroft's lyrics provided something else to focus on. But, after nearly two decades in the music business, he still writes like a teenager convinced that no one in the world understands his tortured soul.</p> <p>To be fair, there are hints that Ashcroft is aware the world has changed considerably in the decade since the Verve last played together, and that he'd like to address some of its problems. \"Will those feet in modern times walk on soles that were made in China through the black prosaic malls,\" he demands in Love Is Noise, and you think: crikey, the Verve tackle consumerism! But the chorus reveals that Ashcroft has other things on his mind: \"Love is noise,\" he frets, \"love is pain.\" It's all sturm und drang, signifying nothing.</p> <p>And so it goes on. In Valium Skies, he wonders mournfully: \"How do you stop yourself from giving in? Seems like the whole world is frying.\" Goodness, he's worried about global warming! No, wait, everything is OK, because as Ashcroft assures us, in his best approximation of a New York drawl, \"She got all I need, the air I breathe.\" Then there's his penetrating analysis of celebrity. \"Fame,\" he announces, \"is living in a culture of flashlight, flashlight.\" You can just see Ashcroft's friends Chris Martin and Noel Gallagher nodding in agreement.</p> <p>So: the lyrics are terrible, a lot of the music is directionless. No wonder several critics - including Jude Rogers in these pages - have already dismissed Forth as unmitigated rubbish. But to me, there is something undeniable about the album, a self-belief that is as hypnotising as it is arrogant. The source of that assurance is generally believed to be Ashcroft, a man in thrall to one of the most pernicious images in rock: that of the genius poet, a direct descendant of the romantics, unbearably moved by life's horrors and beauties. But Forth confirms that Ashcroft is no Byron, and that his ego is the Verve's greatest weakness.</p> <p>You get the impression that, for McCabe, life in the Verve has been one long battle with Ashcroft's ego. Rumours already abound that he will be leaving the band again before long. But it's McCabe's self-possessed musicianship that makes Forth worth hearing. He is consumed by the alchemist's belief that such base materials as guitars and amps can be transformed into gold. Sometimes he fails. But when he succeeds, it's sublime.</p> <p><strong>·</strong> This article was amended on Monday August 25 2008. We erred in describing Pink Floyd as managing to \"kiss and make up long enough to play a few money-spinning gigs\" in the article above. We had Led Zeppelin in mind, not Pink Floyd, which reunited briefly in 2005 for a Live8 concert. This has been corrected.</p>",
  "<p>School food is getting better and tastier. Thanks to campaigning by celebrity chef Jamie Oliver and the Children's Food Campaign, among others, the government has introduced new rules to improve school dinners. In 2005, the School Food Trust was set up by the Department for Education and Skills to transform school food and new food-based standards were introduced in 2006. The aim is that with an appetising new diet pupils will not only feel healthier, but their concentration and allround achievement will improve as well. Heather Basnett of the School Food Trust says: \"We urge parents to encourage their children to try the new school meals; all children deserve the opportunity to have a hot, healthy meal at least once a day.\" </p> <h2>Better quality </h2> <p>The new rules for school dinners restrict junk foods high in fat, sugar and salt and set minimum levels for the nutritional content of meals. Low-quality meat products, fizzy drinks, crisps, chocolate and sweets have been banned and high-quality meat, poultry or oily fish is available on a regular basis. Pupils are served a minimum of two portions of fruit and vegetables with every meal; deep-fried items are restricted to no more than two portions a week. Drinks must also be healthy with access to fresh water at all times. </p> <p>Not only are schools trying improve the food they offer, but they are also trying to raise awareness about what being healthy really means. The government's National Healthy Schools programme promotes a whole-school approach to health and supports the links between health, behaviour and achievement. This joint initiative, between the Department of Health and the Department for Children, Schools and Families, has set a target for 75% of schools to have achieved healthy schools status by 2009. Fiona Feehan is a national coordinator for the programme, and she says that the message they want to give out is that \"the children who are happy, healthy and participating in the school environment are also children who are learning.\" </p> <p>This is a sentiment that parent Nick Buzzard agrees with. His child attends St Aidan's voluntary controlled primary school in north London which has been awarded healthy schools status. Buzzard says that his son, JJ, aged 11, has learned about what being healthy means and is also enjoying the school's improved lunches: \"JJ knows all about eating five fruit and veg a day, the different food types and the importance of exercising, and I've also been in to taste the school dinners and I think they've improved dramatically.\" </p> <p>His advice to parents who are concerned about what their children will be eating at school is to \"get involved, go in and try the food out\". Arrange with the headteacher, he says, to see the cook because parental input \"really can make a difference\". Schools can also have an input on the way children behave at meal times. As Buzzard says, \"We now have big square tables with pretty table cloths and all the children sit and chat and then clear their stuff away - there is a very nice atmosphere and they behave fantastically well.\" </p> <p><strong>Greater choice </strong></p> <p>Another way that schools are influencing their pupils' choice of food is by using electronic cashless payment systems that keep track of what students are eating. At St James' Church of England primary school in Clitheroe, Lancashire, children are given team points if they eat their greens. The school meals have become so popular that almost 200 children out of 300 are eating them daily. The children like the fact that with the computer system they can order what they want in the morning - either a hot or cold lunch - and know that even if they turn up late to the lunch hall they will still get their choice because it has been pre-booked. </p> <p>Revolutionising school meals and transforming food culture is the aim of the Food for Life partnership, which is backed by the Soil Association, the Focus on Food Campaign, Garden Organic and the Health Education Trust. Set up with a £16.9m lottery grant, the partnership wants to award flagship status to 54 schools, as well as give them hands-on support to improve pupil and community knowledge about healthy and sustainable food. </p> <p>Jacqueline Parks is a teacher with responsibility for food at one of the Food for Life flagship schools - Cardinal Wiseman secondary school in Greenford, Middlesex. She describes how the school has a holistic approach to healthy eating: \"Good food supports performance and progress in terms of student development - students can concentrate better and work harder in the afternoon if they have had a healthy dinner and we really see how nutrition underpins learning.\" </p> <p>The school has an allotment in Hounslow and, with support from the Food for Life programme, it grows fruit and vegetables. As Parks explains, \"We started out growing potatoes and now we grow carrots, onions, cabbages, celeriac and soft fruit such as strawberries, raspberries, blueberries and gooseberries.\" The effect on the students, she says, has been amazing. \"I had students before who didn't know the difference between a pumpkin and a pineapple and now, not only do they want to grow all their own food, they want to cook it and eat it as well.\" </p> <h2>Improved behaviour </h2> <p>She thinks students are more adventurous about trying new foods, now they know that \"truly fresh produce, such as peas, has a really different flavour to the canned or frozen variety.\" Most importantly, she says, they are learning skills for life about how to eat and be healthy and they are taking these skills home to their families. \"Some of our students are so enthusiastic they are now growing strawberries on their bedroom windows\". </p> <p>All the hard work in the allotment is having other benefits. \"The behaviour of our students has improved - at lunchtime they are more polite and show more respect for the school meal staff, there has been a knock-on effect across the whole school.\" </p> <p>And it's not just the pupils who are learning about being healthy - Parks has started a once-a-week lesson in culinary skills for parents. \"It's all about promoting a better lifestyle for everyone,\" she says \"And we need to keep looking at the wider picture to keep the motivation going.\" </p> <p>Cooking lessons are also on the agenda of Alan Johnson, the health secretary, as he has announced that from September 2008 all secondary pupils in England will be offered cookery lessons. </p> <h2>Weblinks</h2> <p>School Food Trust: <a href=\"http://www.schoolfoodtrust.org.uk\">schoolfoodtrust.org.uk</a> </p> <p>Food for Life partnership: <a href=\"http://www.foodforlife.org\"> foodforlife.org</a></p> <p>National Healthy Schools programme: <a href=\"http://www.healthyschools.gov.uk \">healthyschools.gov.uk</a></p> <h2>Boxing clever: Packed lunches</h2> <p>Schools may think their menus have improved but not all their pupils will agree, and many children still prefer a sandwich from home to the delicacies cooked up in the school kitchens. To try and ensure that pupils don't just stuff themselves with biscuits and crisps, the School Food Trust recommends that packed lunches contain: </p> <p><strong>· </strong>At least one portion of fruit and one portion of vegetables every day;</p> <p><strong>· </strong>Meat, fish or other source of non-dairy protein such as lentils or beans every day;</p> <p><strong>· </strong> Oily fish at least once every three weeks, a starchy food such as any type of bread, pasta or rice every day, dairy food every day plus a healthy drink such as water, or a fruit juice or milk drink.</p> <p>It's not easy, however, to make a nice healthy lunch if the fridge is empty, you're desperately trying to find a missing shoe and you're running late. The key to making mornings less stressful is to be prepared. Mother of three, Beccy Arnold, offers some tips:</p> <p><strong>· </strong> For a wholesome lunch based on the old favourite - the sandwich – a good tip is to buy lots of fresh brown or wholemeal rolls, bagels or pittas and freeze them, de-frost in the morning so they are nice and fresh.</p> <p><strong>· </strong> Choose low-fat fillings such as lean meats (ham or chicken), fish, mozzarella, or Edam and add some salad.</p> <p><strong>· </strong> Don't use tomato – it makes sandwiches go soggy and children won't eat them.</p> <p><strong>· </strong> Tortilla wraps are also a favourite spread with hummus and filled with<br>cucumber and salad.</p> <p><strong>· </strong> Add at least one piece of fruit to the lunchbox, but nothing too soft because anything such as a ripe banana will go squishy, and a muesli bar or a piece of cake to finish off.</p> <p>An alternative filling carbohydrate is pasta salad with chopped peppers, tuna or chicken, sweetcorn and cherry tomatoes, or pasta with pesto and grated cheese, or rice, tabbouleh or couscous salad. Another way of getting vegetables eaten is to cut up raw carrots, cucumber, celery, broccoli or red pepper into sticks and add a little container of dip (such as hummus, tzatziki or cream cheese). Yesterday's leftovers can be used imaginatively. A slice of homemade Spanish omelette or quiche is filling and nutritious.</p> <p><strong>· </strong> One thing to be wary of with meat or dairy products is that they don't get too warm in the lunch box. On a hot day use an insulated lunch bag or icepack.</p> <p><strong>· </strong> For picky eaters try lots of little titbits, such as packets of raisins or apricots, dried slices of mango, ricecakes or breadsticks or seeds and nuts. However,<br>be aware that some schools have a policy banning nuts because of concerns about students' allergies.</p>",
  "<p>Is British higher education enriching itself by its current massive intake of overseas students? Or are universities watering down their 'product'? Selling off its scholarly treasure for the proverbial mess of pottage? Is this a situation in which Mrs Thatcher's poisonous word 'swamped' comes to mind?</p> <p>Certainly new draconian regulations from the Home Office on student visas have alarmed vice-chancellors (and their finance officers) but should the taxpaying public or homegrown UK students worry?</p> <p>The institution I'm connected with in this country has recently rebranded itself. No longer 'University College London', it is 'UCL: The Global University'.</p> <p>It was a shrewd move. The new brand name gets round what is a perennial contradiction at the heart of our higher education system. 'University' implies learning sans frontiers - the freest of ranges. 'College', on the other hand, implies something closed - collected in on itself. Go to Oxford and you're confronted by walls, imposingly shut gates and signs that say \"no visitors\". Bugger off, Jude Fawley; this is a college. If you want a university go to Milton Keynes, home of the Open University.<br> This contradiction plays itself out in the classroom. The UCL student body is, published statistics and brochure pics confirm, almost half \"overseas\" nowadays. Good for the ker-ching. Pinstripe smiles all round. But what's it doing to the product? I can only answer the question from experience in the UCL English department - a pioneer in the recruitment of high-fee-paying students (principally North American and Australasian).  Someone just looking at the stats might assume, wrongly, that too many foreign bums are sitting on British seats - displacing the taxpayers' offspring. Messes of pottage, again.</p> <p>It's not true. The overwhelming bulk of overseas undergraduates come as short-term \"affiliates\", for periods of a term to a year, typically for Pass/Fail grades on their home grade point averages. They cherry-pick the courses that appeal to them, sit in on seminars and lectures, and take one-to-one tutorials, a feature of higher education very strange to most of them.</p> <p>At the other end of the educational cycle, there is a preponderance of North Americans signed up for MA courses. </p> <p>It was an American colleague, Stephen Fender, long resident in the British system, who devised a twin-pronged \"affiliate-MA\" recruitment pattern. It works extraordinarily well, leaving the core identity of the department unaffected by the fact that, at times, over half the students milling about in the corridor have American accents, T-shirts to match, and unnaturally good teeth.</p> <p>There are three perspectives from which the value of the influx can be measured. Financially, it has given the English department the freedom to be itself. No one messes with a department which is bringing in a handsome profit via high fees to the institutional coffers. </p> <p>Pedagogically, internationalisation has broadened the department's teaching regime. North American students, on the whole, talk better and write worse. They pepper up seminars amazingly. They can articulate their ideas more readily, and they can take on board opposing viewpoints. They like the combat element, the dialectical cut and thrust, the feisty introduction and rear-guard action. British students, to generalise, don't like that kind of conflict. But they are interested in what their foreign classmates are doing. And they learn.</p> <p>When it comes to writing, American students have difficulty understanding the 'essay' concept. They are trained in their home institutions to do 'assignments'. The notion that by writing they are developing their intellectual personalities, even at the cost of something less than an A grade, is alien to them. They are used to courses taught by one professor, around whose intellectual contours and quirks they flatteringly wrap themselves. But what to do in an Issues in Modern Culture MA course taught by half a dozen or a dozen UCL instructors? Whose quirks do they flatter? But, at the end of the day, that's why they come: to get something different. And they too learn.</p> <p>The third perspective is the most weighty and reconnects with that \"idea\" (as Newman put it) of what a university is. The long-term benefits---although they elicit few pinstripe smiles - are diffuse but vast.</p> <p>I shall be teaching at the American university (college?), Caltech, this fall. I shall do so under the supervision of the executive officer (ie \"dean\") of the humanities division, Professor Cindy Weinstein. Twenty years ago, she was an affiliate at UCL, listening to me lecture (some of my material in autumn 2008, alas, may be similar to what she may recall from all those years ago). Her scholarly personality, not to say her academic outlook (and a bunch of lifelong friendships) have been enriched by those months spent in WC1. As will be my pocket by my months spent in CA 91125.</p> <p>Enrichment is not merely a one-way process. So, as the prizefighters would say, \"Overseas students? Bring them on\".</p>",
  "<p>In response to 19th-century industrialisation the British aristocracy rediscovered medieval chivalry. The romantic fashion was in part comic: jousts, castles and armour. But it had darker consequences; the privileging of honour over intelligence, which became the bedrock vision of the English gentleman, had its apotheosis in the heroic stupidities of the first world war. Now, in response to modern agriculture, the aristocracy, with Prince Charles in the vanguard, has rediscovered organic peasant farming. Again it has its comic side: organic peasant produce is a luxury - you will find Duchy Originals, the prince's crested brand, in the better supermarkets; and the lifestyle is for sale in his attractive model village of Poundbury. But my concern is its darker consequences. Organic peasant agriculture is a solution for the angst of affluence, but not hunger. Its apotheosis is the ban on GM crops.</p> <p>The origin of the ban was the BSE scare, whose cause was the capture of health regulation by the farming interest. Across Europe the national pressures for agricultural protectionism duly had British beef banned. BSE had nothing to do with GM, but it set the precedent: \"genetically modified\" food, so disastrously named as to be a car crash waiting to happen, became \"Frankenfood\", an experiment on consumers. </p> <p>To cap it all, GM came from research by US corporations and so provoked hostility from the left. Although Monsanto has undertaken never to market a seed that is incapable of reproducing itself, there is a widespread belief that farmers will be trapped into annual purchases of \"terminator\" seeds from a monopolist. The result was a winning coalition: agricultural protectionism plus anti-Americanism and the paranoia of health-conscious consumers. Prince Charles represents an important additional constituency of opinion. His loathing of GM reflects his broader opposition to scientific-commercial agriculture.</p> <p>The GM ban has three adverse effects. It has retarded productivity in European agriculture; grain production could be increased by about 15% were the ban lifted. More subtly, because Europe is out of the market for GM technology, the pace of research has slowed. GM research takes a long time to come to fruition, and its core benefit - the permanent reduction of global food prices - cannot fully be captured through patents. European governments should be funding this research, but it is entirely reliant on the private sector. Private money for research depends on the prospect of sales, so the ban has not only blocked public research - it has reduced private research. </p> <p>However, the worst consequence of the European ban is that it has terrified African governments - with the exception of South Africa - into banning genetic modification. They fear that growing modified crops would shut them out of European markets. Because Africa banned GM, there was no market for discoveries pertinent to the crops that Africa grows, and so no research. In turn, this has led to the critique that GM is irrelevant for Africa.</p> <p>Africa cannot afford the GM ban. Its cities, fed by imports, need global prices to be low. Without cheap food the children of the urban poor will be malnourished. Africa's farmers, broadly self-sufficient, need higher productivity. Productivity per acre has stagnated, so rising production has depended on expanding the area under cultivation. But with population growth this option is running out. </p> <p>On the horizon is climatic deterioration due to global warming. The semi-arid parts will get drier, and rainfall variability will mean more droughts. In southern Africa, the staple food - maize - is likely to become unviable. Whereas for other regions the challenge of climate change is to reduce carbon emissions, in Africa it is primarily about agricultural adaptation. </p> <p>It is conventional to say that Africa needs a green revolution. The reality is that the green revolution was based on chemical fertilisers, and even when fertiliser was cheap, Africa did not adopt it. With the rise in fertiliser costs as a byproduct of high energy prices, any green revolution will perforce not be chemical. What African agriculture needs is a biological revolution. This is what GM offers, if only sufficient money is put into research. There has as yet been no work on the crops specific to the region, such as cassava and yams.</p> <p>We are still on the first GM generation: single-gene transfer - in which a gene that gives one crop an advantage is isolated and added to another. But even this stage offers the credible prospect of important gains. Maize can be made more drought resistant, buying Africa time in the struggle against climatic deterioration. Grain can be made resistant to fungi, reducing the need for chemicals and cutting storage losses (which currently waste about a quarter of the crop). GM is not the magic fix for African agriculture. But without it the task of keeping food production abreast of its population looks daunting.</p> <p>Europe can afford romanticism, but the African poor cannot. The return to organic peasant agriculture is an appealing fantasy with disturbing consequences. The GM ban has already persisted for 12 years: how much more hunger must be endured before it is faced down?</p> <p><strong>·</strong> Paul Collier directs the Centre for the Study of African Economies at Oxford University and is the author of The Bottom Billion</p>",
  "<p>Police patrolling this weekend's Notting Hill carnival will deploy knife scanner arches across the tube network, carry metal detector wands and use special dog units to create a \"hostile environment\" for criminals, a senior Scotland Yard detective said yesterday.</p> <p>Video surveillance officers will also scrutinise live CCTV footage of the annual west London street party to pick out known criminals and troublemakers among a crowd of around 750,000.</p> <p>Deputy Assistant Commissioner Chris Allison, who is in charge of policing, said a handful of arrests had already been made during 24 raids in the run-up to this weekend and a number of knives and a gun with ammunition recovered. </p> <p>Police will work alongside Operation Blunt 2, the Met's large ongoing anti-knife drive, while a number of specialist dog units will target those who bring illegal dogs to the carnival to use as weapons.</p> <p>Two hundred new wands have been purchased to be used alongside existing kit by the 5,000 officers due to work at the carnival on Sunday and the 6,000 on Monday. \"We are trying to make the carnival a hostile environment for anyone who wants to go to commit crimes and disorder,\" he said.</p> <p>\"As well as the warrants we've issued we have sent 200 letters to known people advising them not to come to carnival. I would say if you get a search wand put over you there's nothing to worry about, it's just to make sure everyone is safe.</p> <p>\"There are 750,000 people coming to carnival this weekend. The vast majority will have a good safe time. It's just the minority we want to deter.\"</p> <p>Assistant Chief Constable Paul Crowther of the British Transport police said metal detection arches would be deployed throughout the tube network \"sending a very clear message: don't bring weapons because we could be anywhere\".</p> <p>His sentiments were echoed by Boris Johnson, the mayor of London, who said: \"There is no excuse for anyone to take a weapon to the carnival.\"</p>",
  "<p><strong>· </strong>We have brought you tales of turmoil within the far right. Today it's sad tidings of finger-pointing and unkindness within the National Union of Students, where senior officials have pledged to investigate complaints of strange behaviour at an \"active political training course\" staged last week at York University. A statement compiled by the NUS Black Students' section tells how one officer allegedly warned workshop participants against increasing black representation in the fictional university created for training purposes, as \"the presence of such students would increase gun and knife crime and so require more security\". Another officer, according to the complainants, \"thought it would be funny to hold up a poster saying BRING BACK SLAVERY!\". Members of the union's national executive committee were present, it is said, though none objected or intervened. Add this to the allegation from last term, when a student was informed that \"her brother's name was 'too foreign-sounding' to be used in promotional materials\" - a fact since acknowledged by the union - and it is fairly easy to see why Wes Streeting, the NUS national president, is seeking to clear the air with an investigation. \"We do not tolerate racism or a failure to deal with it,\" he says. And we shall see.</p> <p><strong>· </strong>Trying times in Banglatown - Britain's curry capital - where the well known are wondering who might be next to face calamity. The talk is of Azmal Hussain, the Brick Lane \"curry king\", who was one of George Galloway's most prominent local backers and the chair of Tower Hamlets Respect. This week he was arrested for alleged common assault and witness intimidation. Shiraj Haque, a player in the local Labour party, is wondering why, of all the curry houses in all the towns in all the world, the BBC selected Haque's famously named establishment - Clifton - for an undercover exposé, which alleged unhealthy practices in the kitchen. And this might also be meat and drink to favoured local TV stations such as Channel S, were it not for the fact that one of the channel's former bigwigs has recently been convicted of insurance fraud. Rival Bangla TV can't easily gloat either, because one of its execs is also facing some tricky legal difficulties. These are unrelated to the station itself. Nevertheless they earned him pride of place on the rival channel's main news bulletin. Nothing is proven, let us say. All may yet emerge without a stain on their characters. But if folk are treading warily down there, it's hardly surprising.</p> <p><strong>· </strong>Can we just say that when we Google Harriet Harman (Labour MP for Camberwell &amp; Peckham, leader of the House of Commons, lord privy seal and minister for women and equality) or Hazel Blears (Labour MP for Salford, secretary of state for communities and local government), we do not expect to see at the very top of the page that foolishly mocked-up poster depicting a scantily-clad Hazel - along with the other one-time aspirants to the deputy leadership of the Labour party and the headline \"Attack of the 50-inch woman\". It may be, as we suspect, the work of Google-bombers - pesky types who subvert search processes for their own ends - but now that we have enjoyed our own cheap laugh we think it should stop. End of story.</p> <p><strong>· </strong>If it is true that we only have a short time to save the planet, how can the sole piece of wisdom available from Tory Green Initiative website be: \"Sorry, but you are looking for something that isn't here.\" Where's the leadership? Where's the urgency?</p> <p><strong>· </strong>And finally, from a contributor to the Pink News website, an appreciation of the work of the late Leo Abse. The Daily Mail says he was \"a very dangerous dandy\". But overall we kind of liked him. \"It takes the action of individuals to get the ball rolling and achieve the set goals by popular demand and the united voice,\" it says. \"Though his achievements were off target and did not achieve the desired Ethiopia of Equality, it established a starting point from which one could move forward.\" We agree and we note too the Oceania of grief occasioned by his passing. We shall not see his like again.</p> <p><a href=\"mailto:diary@theguardian.com\">diary@theguardian.com</a></p>",
  "<p>The official Office for National Statistics retail sales figures are fast getting a very bad name indeed. While the City, and almost every retailer apart from the discount grocers and those selling fast fashion to teenagers and twenty-somethings unencumbered with household bills, was expecting a downturn in July, the ONS insists that sales actually rose by 0.8%. Talk to anyone selling anything from clothing to carpets, homewares, electricals and DIY goods and they will agree on one thing: the idea that July brought bumper sales is about as realistic as Chris Hoy squeezing into a pair of skinny jeans.</p> <p>The ONS figures suggest we have turned into a nation that alternately scrimps and splurges every four weeks. In May, when everyone expected grim figures, the ONS said sales were up by a record 3.6%, now revised upwards to 3.9%. In June the official data said sales were down by a record 3.9%, now revised to an even worse 4.3%.</p> <p>This is a pattern that big retailers simply do not recognise. What they see is a very tough environment, where shoppers can only be tempted into discretionary purchases by price-slashing promotions. And they see customers who are willing to spend at the beginning of every month, but change to cheaper brands as the month wears on because they are running out of cash as payday approaches. Even more ridiculous is the notion that sales in the summer months are 4% higher than the same time last year. Try telling that to Marks &amp; Spencer, John Lewis, Argos, Next, B&amp;Q - need we go on?</p> <p>Just to put the scale of the apparent error into perspective, consider the CBI's recent survey, which showed more than 60% of retailers reporting sales worse than a year ago. Only 25% reported an increase. The most recent British Retail Consortium survey showed a near 1% July drop in like-for-like sales, and those figures exclude new shopfloor space.</p> <p>Even the Bank of England, which described the ONS figures as \"somewhat at variance\" with other evidence, has realised there is a hairy great gremlin in the system that calculates retail sales. Just as well really. If the MPC swallowed it, we would probably be looking at a swift rise in interest rates.</p> <p>Of course, the ONS is not 100% wrong. It is right when it says shoppers are still buying mobile phones and computer games. Many internet retailers also continue to thrive.</p> <p>But the news flow from the sector, which employs 1 in 10 of the UK workforce, is not good. While sales growth is increasingly hard to come by, retailers' costs are rising sharply and margins are under pressure.</p> <p>As Ernst &amp; Young pointed out yesterday, the number of profit warnings from general retailers this year is at a record high. And the accountants have counted 21 high profile retail corporate failures - so far.</p> <h2>Now fine the banks</h2> <p>Five car dealerships are fined a total of £175,000 for mis-selling payment protection insurance to 2,500 customers. The car dealers join a list of eight other firms fined for the same thing: flogging a devilishly complex insurance product to customers who could not understand what they were paying for.</p> <p>The FSA, which levied the fines, seems to believe this amounts to a crackdown on the worst excesses of the finance industry. Yet there are an estimated 18m policies in circulation, most of them mis-sold. So when are we going to hear about the fines on our big banks, which persuaded most unsuspecting victims to buy this cover for their loan and credit card payments?</p> <p>It is understood there are a few firms left to be admonished and fined, but most City watchers would bet against a high street lender being included. If most people understood how much of a rip-off PPI policies were, few would have signed on the dotted line. It has been likened to the aluminium house cladding sold by Danny DeVito and Richard Dreyfuss in the film Tin Men. For DeVito and Dreyfuss substitute any bank boss. Lloyds TSB even had staff walking up and down branch queues flogging the stuff. PPI offered little protection and was ludicrously expensive. But when sold by a plausible sales person from a reputable FSA-registered outfit, it seemed sensible.</p> <p>So we look back and see that payment protection insurance was one the biggest mis-selling scandals of the last decade. Billions of pounds paid for little protection by people who did not need it but which gave a huge boost to bank profits. Yet presumably to protect an industry from multibillion compensation claims, the FSA is refusing to look back. It simply warns that mis-selling in the future will not be tolerated. </p> <p>The car dealerships fined yesterday couldn't get their books in order before inspectors turned up. By contrast they took the hint and cleaned up their act. Their past mistakes are carefully bundled and stored in a warehouse.</p> <p><a href=\"mailto:julia.finch@theguardian.com\">julia.finch@theguardian.com</a></p>",
  "<p>The British artist Gerald Holtom, creator of the CND sign, penned a solemn note to Hugh Brock, editor of Peace News, before its first public outing on a London peace march in 1958. \"I was in despair,\" he wrote, explaining how the symbol came about. \"Deep despair. I drew myself: the representative of an individual in despair, with hands palm outstretched outwards and downwards in the manner of Goya's peasant before the firing squad. I formalised the drawing into a line and put a circle round it.\"</p> <p>Holtom died in 1985. If he had been alive to see this month's Vogue or Tatler, he might have been surprised to see an advertisement for Tiffany &amp; Co in which Lily Cole wears a platinum and diamond peace sign pendant. Half a century after its creation, this potent ideological symbol has become one of the world's most recognisable designs - and one of its most commercialised too. With 4.8 carats of round-cut diamonds set into platinum, the Tiffany pendant has a price tag of £2,550. </p> <p>Holtom, who was a conscientious objector during the second world war while working on a farm in Norfolk, would probably not have been too impressed. But Tiffany is not alone in cashing in on the design, which has adorned Fendi bags, limited-edition Volkswagen cars and Madonna's favourite Ed Hardy T-shirts. This autumn Barney's, the chic New York department store, is celebrating the 50th anniversary of the peace sign with its Peace and Love holiday extravaganza.</p> <p>Barneys' British creative director, Simon Doonan, has strong memories of the symbol in its original context: growing up near the Aldermaston Atomic Weapons Establishment, he remembers \"going with my parents and seeing the CND sign held up on broomsticks\". These days, he believes, \"a lot of people don't necessarily know the sign came out of the nuclear disarmament movement. But it still has meaning to people, it still carries a positive message of peace. It's become almost akin to a smiley face.\" He has asked designers including Nicolas Ghesquière of Balenciaga, Alber Elbaz of Lanvin, Phillip Lim and Alexander Wang to create dresses inspired by the peace sign. The store has commissioned a plethora of hippy-inspired products: tie-dye Converse hi-tops, psychedelic backgammon boards and high-fashion accessories including a Fendi baguette bag with a peace-sign key chain.</p> <p>All this rampant consumerism doesn't sit easily with the principles of turn on, tune in and drop out. Sadly for CND (and for Gerald Holtom's estate) a copyright was never sought for the sign, which allows it to be commandeered for pretty much anything - including Tiffany pendants - although CND do ask for a donation from companies who have used the symbol.</p> <p>Doonan disputes the idea that Barneys' \"Have a Hippy Holiday\" campaign is at odds with the original message of the peace sign. \"Sure, it's probably not what the hippies had in mind, for it to become a marketing campaign for a department store. But it's a symbol of the mainstreaming of counter-cultural ideas, of things that were part of the alternative lifestyle - like environmentalism, and organic food. Isn't that ultimately what the hippies would have wanted?\"</p> <p>Not necessarily, says Christopher Breward, head of the V&amp;A's research department, who suspects \"Holtom is probably spinning in his grave now. The original anti-bomb marchers came from a very anti-fashion perspective.\" Next month the V&amp;A opens Cold War Modern: Design 1945-70, which will delve into the relationship between fear and fashion and design during the postwar decades.</p> <p>Breward sees correlations between our current economic and social climate and the prevailing mood in the 60s and early 70s. \"These decades offer answers to present problems; think of the 70s eco movement, an alternative way of living. There's a really strong connection between then and now.\"</p> <p>Ever since the summer of love, fashion has drawn inspiration from hippie style and symbols. Yves Saint Laurent took his cues from the bohemian band of friends who populated his Marrakech riad, including Talitha Getty. Kenzo also took hippy style and gave it a high-fashion spin, while Tom Ford created his own tribute to the summer of love while at Gucci in the early 90s.</p> <p>Now designers are plundering the look once more. After a summer of wedge sandals, maxi dresses and festival dressing (where even orange-faced Wags were hopping on the hippy bandwagon), autumn sees the return of gilets, tasseled boots and folky prints.</p> <p>The look is most pronounced at Gucci, where creative director Frida Giannini has fused Russian bohemia with a hefty dash of 70s rock chick. There are fringed boots and tight velvet pants, low-slung embellished belts and printed peasant tops all topped off with piles of jangly charm bracelets and necklaces. The current advertising campaign for Gucci's \"hippy deluxe\" range shows a gaggle of models prancing around in a meadow in what seems like a post-festival haze - complete with whopping great Gucci bags, of course. </p> <p>The day after Giannini's autumn/winter show back in February, newspapers were cooing over the brazen commerciality of it all. (Ironically, the reviews probably started Giannini brooding in her Via Pontaccio office - few fashion designers like to be tarred with the commercial brush.) But the critics had a point - there is something very saleable about the style of the late 60s and 70s. As Christopher Breward puts it: \"Everyone can have a piece of this look as it's so simple - it's a fashion shorthand and it's incredibly accessible.\"</p> <p>So accessible, in fact, that Giannini delved deeper into the 70s for her resort range (which will go on sale around November) with printed maxi dresses, flared trousers and numerous tributes to Talitha Getty and Jane Birkin, who both inspired the collection. And Giannini isn't the only one. </p> <p>Michael Kors gives a nod to the style in his resort collection too, with long tie-dye kaftans and patchwork dresses. Meanwhile, this autumn Dolce &amp; Gabbana ditches its usual ultra-sexy style in favour of shaggy long gilets and midi-length skirts. There are more fluffy gilets at Isabel Marant and Etro, while Bally, the Swiss firm that is now steered by ex-Versace designer Brian Atwood, has faded-print peasant tops and slouchy suede boots.</p> <p>It's all a far cry from the thrift-store aesthetic of the original hippies. Any residual meaning in hippy style - and probably the peace symbol - has been virtually sucked dry by the fashion business, with the look becoming a moneyspinner for global luxury brands. Next year sees the 40th anniversary of Woodstock. Giannini is probably rummaging through the archive pictures already.</p> <p><strong>·</strong> This article was amended on Tuesday August 26 2008. Not quite as many years have passed since Woodstock as we led readers to believe in the article above. Next year is the 40th anniversary of the festival (held in August 1969), not its 50th. This has been corrected.</p>",
  "<p>Children, adults and school staff all know that walking or cycling to school is far better for health and for the planet than taking the couch potato option of jumping into a car. The question is: how do we translate this awareness into practice?</p> <p>The key is to make journeys to and from school as safe and easy as possible. Getting more children walking and cycling to school is one of the objectives of the government's sustainable schools programme. Local authorities receive up to £7.5m a year to employ 250 school travel advisers and more than 300 schools now have community paths, some of which use National Cycle Network routes. More than 70% of schools now have a travel plan, which promotes pupil's physical activity, reduces school traffic and helps the environment. It is hoped that the rest will have one in place by 2010. </p> <p>The charity Sustrans, which devised the National Cycle Network, has received £10m of government funding towards initiatives to improve school travel. </p> <p>\"It's really important to link healthy engagement with environmental issues with promoting wellbeing in children,\" says Paul Osborne, project director of the Sustrans school travel project. </p> <p>Parents can also get involved through initiatives such as Walk To School week and cycle training courses. </p> <h2>False security </h2> <p>In fact, the example that parents set is one of the most important factors in whether children pick up healthier habits. The charity, Living Streets, warns that parents who try to keep their children safe by driving them to school are depriving them of the opportunity to learn road sense, putting them at greater risk when they do start travelling to school independently. </p> <p>\"Walking or cycling to school doesn't take as long as people think,\" says Sustrans' Osborne. \"However, there's an awful lot more we have to do to make roads safer. Understandably parents have real concerns about traffic. Both the volume and the speed of traffic need to be reduced and we're pressing the government to implement 20mph schemes in residential areas.\" </p> <p>He says that speeding in these areas needs to become as socially unacceptable as drinking and driving. </p> <p>Sustrans advocates more cycle paths, preferably away from cars, along with public awareness campaigns to ensure that all road users understand this power shift away from the car. </p> <p>\"We have to do something dramatic to address obesity, climate change and the lack of freedom that children are suffering from. Children are becoming cotton wool kids and unless they have freedom they won't have the levels of fitness they need,\" Osborne says. </p> <p>Travel plan advisers have been focusing on finding practical ways for children to change their behaviour. Plans are underway to link 500 schools around the country to the National Cycle Network and transport provider FirstGroup has set up the \"yellow bus\" commission to look at the use of US-style school buses in the UK. The commission, chaired by former education secretary David Blunkett, is scheduled to report in September. The benefits of the buses are that they provide a safe and more environmentally friendly alternative to parents driving their children to school. They would be useful for children who live too far away from their school to walk or cycle. While the yellow school bus is a welcome alternative to parents driving their children to school Osborne warns that it shouldn't be used as a substitute for walking and cycling. </p> <p>\"In America just 12% of children walk to school. Here the figure is around 50%.\" </p> <p>Sustrans' runs a number of projects, including Links to Schools, which aims to connect schools and their communities to the National Cycle Network, to increase walking and cycling. Another programme, Walk and Stride, which encourages parents to park a quarter of a mile away from school and walk children the rest of the way, has been popular in some areas. </p> <p>\"The most important thing is to influence children before bad patterns of behaviour have become firmly established,\" Osborne says. </p> <h2>Weblinks </h2> <p>First Group: <a href=\"http://www.firstgroup.com\">firstgroup.com</a> </p> <p>Living Streets: <a href=\"http://www.livingstreets.org.uk\">livingstreets.org.uk</a></p> <p>Sustrans: <a href=\"http://www.sustrans.org.uk\">sustrans.org.uk</a></p>",
  "<p>Shares in telecoms group <strong>Cable &amp; Wireless</strong> have had a good run recently, mainly fuelled by hopes that the management will break up the business into a UK operation and an international one, once its proposed takeover of rival Thus is completed. That deal should be completed later this year unless it is referred to the Competition Commission.</p> <p>Yesterday C&amp;W slipped 2p to 167.5p as investors decided to take some profits. But with US group AT&amp;T increasingly keen to expand its overseas operations, analysts suggested that a demerged UK business could make a suitable target for the Americans.</p> <p>Mark James, of Collins Stewart, said: \"We see AT&amp;T as a far more likely buyer of C&amp;W UK than the perennial rumour regarding Deutsche Telekom. AT&amp;T has a stated interest of international expansion in the corporate space, and C&amp;W could help with that.\"</p> <p>Still with telecoms, <strong>Vodafone</strong> fell 1p to 134.8p after better than expected figures from 3, the mobile operator owned by the Hutchison Whampoa conglomerate. James said the 3 results suggested it may not after withdraw from the UK and Italian markets: \"We would see this as a (small) negative for Vodafone.\"</p> <p>Speaking of <strong>Collins Stewart</strong>, its shares slipped 1.25p to 87.75p despite dealing room rumours that Japanese group Nomura was preparing a 120p-a-share bid. Chairman Terry Smith's other company, interdealer broker <strong>Tullett Prebon</strong>, is already in talks to be taken over by US group GFI. Tullett dipped 2p to 424.25p.</p> <p>Overall the market was struggling for direction yesterday. A rise in commodity prices, especially oil, was countered by further weakness in financial stocks thanks to uncertainty over US mortgage lenders Freddie Mac and Fannie Mae, and a fall in Lehman Brothers on reports it had failed to sell a stake to South Korean and Chinese funds.</p> <p>So <strong>Lloyds TSB</strong> lost 10.25p to 280p, <strong>Barclays</strong> fell 4p to 311p and <strong>Royal Bank of Scotland</strong> dropped 4.5p to 209.5p. But <strong>Standard Chartered</strong> bucked the trend, adding 7p to £13.55 after a buy note from Goldman Sachs, and <strong>Bradford &amp; Bingley</strong> bounced 1.75p to 51.5p ahead of today's deadline for the underwriters of its share issue to dispose of surplus stock.</p> <p>Oil and mining companies were lifted by continuing rises in crude and metals prices. Oil jumped more than $6 a barrel at one point on growing tension between the US and Russia, not to mention fears that tropical storm Fay could damage installations in the Gulf of Mexico.</p> <p>So <strong>Tullow Oil</strong>, tipped by UBS this week as a possible takeover target next year, added another 58p to 799.5p ahead of figures due next week. <strong>Wood Group</strong> rose 23.75p to 437.75p on news of an acquisition in Australia.</p> <p>Among the miners, <strong>Kazakhmys</strong> rose 64p to £13.24 after copper surged around 4%. Rival <strong>Eurasian Natural Resources Corporatio</strong>n climbed 35p to £10.62 after half-year profits more than doubled.</p> <p>By the close the falling financials had won out, and the <strong>FTSE 100</strong> slipped 1.6 points to 5370.2.</p> <p>For once housebuilders moved higher after better than expected half-year results from <strong>Persimmon</strong>. The company said it expected the government to help out the housing market, and its shares rose 28.5p to 327p. <strong>Barratt Developments </strong>added 15.5p to 128.25p and <strong>Bellway</strong> was 40p better at 566p.</p> <p>Technology group <strong>Invensys</strong> rose 6p to 268p as it made its first acquisition in six years, paying $52m for US software group SAT Corporation. Evolution Securities issued a buy note on Invensys with a 425p a share target. It said: \"We had a catch-up session with Invensys which underpinned our continued confidence in our recommendation and target price. The simple reality is that Invensys is being valued as a peer of Whirlpool and Electrolux despite the fact that 80% of earnings comes from infrastructure-derived process and rail where order momentum remains encouraging. Add in its net cash and Invensys remains the outstanding value play in UK capital goods.\"</p> <p>Retailers were generally unmoved by the surprising jump in sales in July, with analysts pointing out that figures had been notoriously volatile in recent months. <strong>JJB Sports</strong>, in the middle of a recovery programme and buoyed up recently by hopes of a management buyout, dipped 8p to 124p. Kaupthing analysts said: \"If the rumour is well founded the shares could have another 20-30% upside. But if the actions being taken in retail are not gaining traction, and there is no offer, then the shares are likely to fall back below 100p again.\"</p> <p>Among the other fallers, fund management group <strong>Schroders</strong> lost 31.5p to 939p on worries about current trading. Landsbanki cut its price target from £11.45 to £10.85 but kept its buy rating. The broker said: \"The business environment remains difficult. However, we estimate Schroders has surplus capital of around £395m, and is therefore in a position to take advantage of the current market conditions should acquisition opportunities arise in asset management or private banking.\"</p> <h2>Olympic gold</h2> <p>Microwave radio and CCTV specialist <strong>Vislink </strong>slipped<strong> </strong>1.25p<strong> </strong>to 25.5p after half-year profits fell from £6.9m to <strong>£2.28m</strong>. But outgoing chief executive <strong>Ian Scott-Gall </strong>was upbeat about the prospect of new orders from the <strong>US military </strong>as well as more far eastern contracts after its camera systems were used at the<strong> Olympics</strong>. His successor has been named as <strong>Duncan Lewis</strong>, who has worked for BT, Mercury and Carlyle Group. Lewis was reportedly set to run Virgin Media if a bid by Carlyle had succeeded. Analysts believe he has ambitious plans for Vislink, which could be worth <strong>50p-70p</strong> in a break-up.</p> <p><a href=\"mailto:nick.fletcher@theguardian.com\">nick.fletcher@theguardian.com</a></p>",
  "<p>Polly Toynbee's comparison of carbon credits (Comment, August 16) with 1940s rationing is a false one. The wartime situation was about making sure that everyone got a share of essential commodities that were in short supply. It worked reasonably well, but there were ways around any problem. To augment the meat ration, for example, many people kept poultry on their back gardens and allotments; rabbits and game were popular. </p> <p>Today energy is not in short supply - although it is becoming more expensive. Carbon credits will promote redistribution, but that does not fulfil the premier aim, which is to encourage everyone to use less energy from fossil-fuel sources. The rich will find ways of getting around a carbon credit squeeze, and the cost and complications of a massive computer system to run the scheme are surely too much for a government beset, as this one is, by horrendous IT problems already. How and by whom would an individual's credit entitlement be set? Should it be set on a basis of need? If so, who would arbitrate on the levels?<br><strong>Dr Tony Ward</strong><br>Loughborough, Leicestershire </p> <p>Many thanks to Polly Toynbee for reminding us of David Miliband's support for personal carbon trading, the most sensible and fair way of curbing energy use yet proposed, lamely swept aside by the government. Why can't they make up their minds about what to do in the face of global warming? Policy is falling way behind what the majority of people clearly believe is the urgent need for action. The key reasons why rationing worked during the war were the manifest fairness of the arrangements set up by a national government suitable to the urgency of the task, and the strong leadership which persuaded people of their necessity. Today it is not the public that is \"not ready\"; it's the political will. Stop dithering. Try us!<br><strong>Janet Williams</strong><br>Holmfirth, West Yorkshire</p>",
  "<p>Business investment in Britain fell by £700m in the second quarter of 2008 as the threat of recession scared off potential investors, according to official data released yesterday.</p> <p>The Office for National Statistics said that total investment in the three months to June was £35.8bn, a drop of 1.9%.</p> <p>Business leaders used the figures to call on the government and the Bank of England to take immediate action before the slump in investment gets any deeper.</p> <p>David Kern, economic adviser to the British Chambers of Commerce, said: \"The fall in business investment was worse than anticipated. It confirms that businesses are being forced to retrench in the face of the economic slowdown.</p> <p>\"Today's figures support the results of the BCC's quarterly economic survey. The worsening economic pressures emphasise the need for the MPC and the government to take the correct measures to counter the threat of recession.\"</p> <p>Businesses had hoped for a cut in interest rates this month, but the Bank kept them on hold at 5% as it continues to battle rising inflation.</p> <p>The construction sector was hit the hardest as investment fell almost 14% in the three months to June. Manufacturing investment dropped 5.8%. </p> <p>Investment by firms in the services sector, which accounts for about three-quarters of output, fell by 2.6% between the first and second quarters of the year. </p> <p>Hetal Mehta, senior economic adviser to the Ernst &amp; Young ITEM Club, said: \"It is not only households who are struggling. Businesses are also finding it difficult to acquire external sources of finance as credit conditions remain tight. The environment for investing is deteriorating.\" </p> <p>The Treasury released its monthly forecast for the UK economy this week. It expects GDP growth to be 0.9% in 2009, revised down from 1.3% in July.</p>",
  "<p>The number of new homes being built in England slumped by 19% in the past year, leading to thousands of job losses and undermining government targets to expand the housing stock.</p> <p>A total of 33,400 new properties were started in the three months to the end of June, 2% more than in the previous quarter but 19% down on the same period of 2007, according to the Department of Communities and Local Government.</p> <p>The number of new homes being started dropped to 147,500 in the year to the end of June, 12% fewer than during the previous 12 months and 20% below the peak reached in 2005-06.</p> <p>Only a jump in the number of homes being built by housing associations and other social landlords prevented the situation deteriorating further after a 27% year-on-year slide in the number of properties started by private-sector developers.</p> <p>The number of homes being built by registered social landlords soared 56% compared with the same three months of 2007, to stand at its highest quarterly level for 11 years.</p> <p>Persimmon, Britain's second-largest housebuilder, said business held up largely as a result of work for social landlords and building its own \"affordable\" homes at a time when private sales have collapsed.</p> <p>Chief executive Mike Farley said he would build 2,500 homes this year for housing associations or under a direct-grant scheme from the government. The total will represent 25% of the company's building starts this year.</p> <p>Other housebuilders are expected to look for work from housing associations to ride out the recession. Government figures show a 57% increase in the number of social homes started compared with this time last year - the highest figure for 11 years.</p> <p>However, more general targets to build millions more homes over the next 20 years will be harder to achieve, analysts said.</p> <p>A government spokesman said: \"We recognise that market conditions are currently difficult for housebuilders as a result of the global credit crunch, which is why we are putting measures in place to support industry, including more funding to buy unsold homes, and are constantly looking at what more we can do.</p> <p>\"However, a legacy of housing under-supply, and our ageing and growing population mean the conditions remain for a healthy housing market over the medium to long term, underpinned by low unemployment and low interest rates.\"</p>",
  "<p>Given the bleak economic and security situation in Pakistan, it is easy to forget that 2008 has also been a year of positive events for the country. February's elections proved that it is possible to hold free and fair polls in Pakistan, that in such circumstances undemocratic leaders such as Musharraf and his allies will be trounced, and (yet again) that the notion of broad public support for the parties of the religious right is a myth.</p> <p>In the subsequent six months, the electorate has demonstrated another quality: patience. Despite sky-high inflation and crippling power shortages, Pakistan has not witnessed the sort of destabilising mass protests that history has shown Pakistanis to be capable of. Rather, frustrated though they are, people are prepared to wait. Seemingly by popular consensus, the democratic setup is being given time to find its feet.</p> <p>Similarly, the resignation of President Musharraf is not only a sign of politicians implementing a core demand of their constituents but also a remarkable departure from the past. Consider how the country's first three dictators left power: Ayub Khan passed the baton to his successor as army chief; Yahya Khan departed after a catastrophic military defeat; Zia-ul-Haq died in a suspicious air crash. But Musharraf has given way to an elected government after being told firmly, yet with considerable restraint, that he must go or face the constitutional process of impeachment.</p> <p>The volatility of Pakistan's history makes me cautious of claiming that something fundamental has changed, but I suspect it may have. Last year, images of Pakistani lawyers in suits clashing with staff-wielding police officers made the newspapers for good reason. It is significant that in a country where those in power (soldiers, tribal chiefs, bureaucrats, landlords, the wealthy) have traditionally mistreated the weak with impunity, the demand for the rule of law has gained mass support.</p> <p>So popular has this cause become that even now, almost a year after Musharraf dismissed independent-minded members of the higher judiciary, politicians cannot wriggle free of expectations for their restoration. In my memory, this is perhaps Pakistan's first example of a secular, issue-based special interest group succeeding in setting the country's political agenda by winning over the electorate and creating a vote bank that politicians know they must take seriously. It is, in other words, a rousing example of democracy in action.</p> <p>None of this would have been possible without the power of television. When I grew up, in the 1980s, public space in Pakistan was virtually nonexistent: political thugs controlled most university campuses; protest rallies were violently disrupted; being a journalist was a dangerous profession; theatre and dance were discouraged; and legal and informal rules erected hurdles to young women and men congregating together. The country's attention was kept fragmented - except for communication from the state, which exploited its monopoly on text books, radio, and television for purposes of propaganda.</p> <p>Musharraf (although he tried unsuccessfully to undo it in the end) opened up television to private ownership and allowed channels to operate freely. The impact on Pakistan cannot be overestimated. News programmes, talk shows, sitcoms, music videos, religious exegesis, cooking and fashion suddenly filled the nation's screens. A giant public space was created, and viewers flocked to it. Television has given Pakistan a truly open national forum for the first time in its history. Ideas are debated, leaders are assessed and criticised, and a nation of 170 million people is finally discovering, together, what it thinks.</p> <p>Where this will lead is difficult to predict, especially as squabbling among the country's politicians or the action of outside powers could easily derail Pakistan's promising experiment with democracy. But if this does not happen, it is likely that Pakistan will continue to become more aware of, and more responsive to, the will of its own people.</p> <p>This is no small development. The will of the people is not always a guide to what is morally right. But it is at least a guide to self-interest. And Pakistan has acted with remarkable frequency against its evident self-interest since its foundation. Failing to spend on education and health? Ignoring a chronic shortage of clean drinking water? Accepting near-universal tax evasion by the rich? Opening the borders to heroin and weapons? Whatever one's politics, it is hard to believe that these are the policies most Pakistanis believe to be in their self-interest - but these are what, until now, they have accepted.</p> <p>The world seems concerned with Pakistan primarily as an actor in global attempts to combat terrorism. As a democracy, Pakistan's role in this drama is likely to change because a great tension at the centre of the US-Pakistan alliance will increasingly be exposed. That tension, in a nutshell, is this: most Pakistanis are anti-America. For a combination of reasons, and despite evident fondness for American products and individuals, my impression is that most Pakistanis have extremely negative views of the US as a geopolitical player.</p> <p>Building an alliance on such a foundation has been difficult. In the absence of highly unlikely reversals of US positions on a whole range of international issues, Pakistan's democracy and the power of the country's new national electronic forum will make maintaining the US-Pakistan alliance trickier still. Pakistani politicians may attempt to avoid the problem by hypocritically asserting one thing to America and another to the Pakistani people. But Musharraf has already discovered that Pakistanis are becoming aware of such double-speak and finding it repugnant.</p> <p>The anti-America sentiment suggests that Pakistanis would like greater independence in their relationship with the US. But the moribund state of Pakistan's economy and the fraught nature of its security situation make the country utterly dependent on US aid and eager for hi-tech American weaponry. The challenge facing Pakistan's new leaders is to explain that Pakistanis cannot have both. If they are to satisfy their constituents, they will need to articulate a plan for increasingly putting Pakistan's interests first while gradually reducing the country's reliance on the US.</p> <p>The US, for its part, will need to adjust to a Pakistan in which anti-America sentiment could seriously undermine US interests. The US can best do this by offering Pakistan not the appearance of an alliance but the equality and mutual respect that constitutes the substance of one. Pakistan's people have already demonstrated through the ballot that they reject the Taliban worldview, and the number of Pakistanis who died in terrorist attacks last year alone exceeds the number of Americans killed on 9/11. Pakistan should be allowed to determine how best to fight extremists on its soil. Pakistani solutions are likely to be slower and more cautious than US ones, but also, crucially, more sustained and popular, and therefore more effective in the long run.</p> <p>It is by no means clear whether the US can be convinced to accept Pakistan's lead, especially as the implications for Afghanistan of doing so seem to clash with the muscular, foreign occupation-style approach being advocated by both US presidential candidates. Nor is it clear whether Pakistan's politicians can develop a strategy for delivering what voters want while addressing America's (and the powerful Pakistani military's) concerns. But democracy was never going to be easy. One can only hope that this time Pakistan's experiment with it will be allowed to succeed.</p> <p><strong>·</strong> Mohsin Hamid is the author of The Reluctant Fundamentalist</p> <p><a href=\"http://www.mohsinhamid.com\">www.mohsinhamid.com</a></p>",
  "<p>If there is a Labour party leadership election this autumn, Dick Cheney and John McCain have their candidate. Step forward David Miliband, neoconservative. The foreign secretary's aggressive posturing on the side of Washington over the Ossetian crisis has made it abundantly clear where he stands on the great divide in world politics today. He is for the US empire.</p> <p>This is bad news for those Labour party supporters who correctly believe that the party's troubles cannot be overcome without ending its witless support for US foreign policy and the calamities it is causing, of which the continuing Iraq war is the most lurid exhibit.</p> <p>There was a flutter of hope during his momentary honeymoon period last summer that Gordon Brown would make the change the party and the public wanted - he muttered about pulling troops out of Iraq and looked a study in sulkiness when visiting George Bush.</p> <p>All huff and puff, as it turned out. At least Miliband has made a point of puncturing any similar illusions in advance. His now famous manifesto in the Guardian parroted the standard Washington line on Iraq to the effect that the only problem was the failure of the invaders to prepare for the peace as well as the war, a proposition that even Donald Rumsfeld and Christopher Hitchens may by now agree with. But it is in relation to the Russia-Georgia crisis that he has most clearly broken cover.</p> <p>Mikheil Saakashvili's role in igniting the conflict is ignored or downplayed. Russia should be punished. Nato must expand headlong. The view of the peoples of South Ossetia and Abkhazia that they do not wish to be Georgian must be ignored. Above all, the part played by US global expansionism in provoking the crisis must go unexamined.</p> <p>Miliband has put Britain back in the centre of almost exactly the same \"coalition of the willing\" as rallied behind the Iraq infamy - Washington, London and \"new Europe\". The main difference is that this time Italy and Spain have joined France and Germany on the side of caution, leaving the British government even more isolated.</p> <p>And even more hypocritical. For Miliband to insist - as he did in an article in the Times this week - that Russia must respect international law, displays a breathtaking lack of self-awareness. Pre-Iraq, support for the UN and international legality were cornerstones of Labour's stated approach to world politics. Tony Blair put paid to that and here we are half a million or so corpses later.</p> <p>You can't play cop and robber at the same time on the world stage, just as you can't offer Labour a fresh start while clinging doggedly to the most disastrous policy of the last 11 years. Deputy chief whip Nick Brown appears to have got the message with a remarkable article on Comment is Free this week, trashing the Miliband line and Georgia's Nato aspirations.</p> <p>Perhaps he has noticed that the foreign secretary is not only echoing George Bush's approach to the Georgian crisis but even David Cameron's, whose brief flirtation with less subservience to Washington seems to have gone by the board. Indeed, Miliband seems irked that Cameron got to Tbilisi first to deliver a Russophobic rant - the Tory leader's pledge to bar Russians from Selfridges marks the only point of difference. Miliband apparently stands firm on the right to shop, come what may.</p> <p>Of course, the collateral damage done to the foreign secretary's prime ministerial pretensions is surely the least of the tragedies of the unnecessary war in the Caucasus. But it does leave an opening for any politician who can articulate the public desire for a foreign policy more independent of the US, before imperial Washington drags us into conflicts which may make even the immense suffering of Iraq seem like an appetiser.</p> <p><strong>·</strong> Andrew Murray is chair of the Stop the War Coalition<br><a href=\"mailto:office@stopwar.org.uk\">office@stopwar.org.uk</a></p>",
  "<p>Gareth Southgate believes Fabio Capello's players are being paralysed by the intense pressures associated with representing England and are struggling to express themselves on the pitch. The Middlesbrough manager and former England centre-half feels Capello has inherited a squad trapped in a vicious circle of inflated expectations, fearful performances and vicious post-match criticism.</p> <p>\"I don't think playing for England is a very enjoyable experience at the moment,\" he said after watching Wednesday's draw against the Czech Republic. \"Players do want to play for England because playing for your country is the pinnacle of your career. But sometimes you wonder just how enjoyable it is because there's so much flak. I think it just doesn't look a very enjoyable experience for anybody at the moment; players, fans or managers. Somehow we have to change that.</p> <p>\"When I started playing for England in the 1990s I did enjoy it but later in my international career there were times when, while I wouldn't say you played with fear, you did know that if things started to go wrong then the fall-out from that was going to be very intense.</p> <p>\"We get the biggest crowds of any country for our friendlies but the flip side is that the intensity of being in the spotlight is huge. We seem to be locked in a cycle of massive build-up to the game, massive downturn during the game after something goes wrong and a massive inquest afterwards.</p> <p>\"That inquest must be traumatic for all those involved. And nowadays we've got players being booed when they come off and booed when they come on.\"</p> <p>Not that the barracking of Frank Lampard at Wembley on Wednesday was new. \"It's been happening for years,\" said Southgate. \"You can go back to John Barnes - he was crucified on a number of occasions playing for England. </p> <p>\"I loved playing at Wembley but the Wembley crowd can be a difficult lot to play in front of at times. Players have been singled out for a long time but does it all come back to our overblown expectations? Maybe we need to take a step back and think about those expectations - we've made one final in 80 years.\"</p> <p>Fans' discomfit and disillusion are quick to transmit to the England players and Southgate acknowledges that all is far from perfect off the pitch. \"There's a lot of behind-the-scenes politics with England,\" he said. \"There are changes at the top, changes of direction all the time. There are so many issues. It's complex but I think we have got to look closely at everything we do and Fabio Capello has got to be given time to put his ideas into place.</p> <p>\"It will be interesting to see what Capello does. When Sven [Goran Eriksson] first got the job he did get rid of a lot of the players over 30. He had a clean, new broom at the time and that, in itself, gave everything a fresh feel and perspective.\"</p> <p>Yet perspective is in short supply in an increasingly impatient world where everyone has an opinion - often angry - and is able to air it. \"You switch the radio or television on and everywhere there's a phone-in,\" reflected Southgate. \"Everyone's lambasted because everyone's emotions are running so high, so what was quite a promising performance up to half-time became completely disastrous by the middle of the second half.\"</p> <p>Fear of exposure to such unrelenting criticism tends to suffocate footballers' creativity. \"There's huge pressure every time you pull on an England shirt so the question is how do we create an environment where players can go and express themselves?\" said Southgate. </p> <p>\"You can never take that pressure off the England players but maybe we can be more realistic about what can be achieved, which way to achieve it and how quickly it can be done.\"</p>",
  "<p>A pair of <a href=\"http://www.cnn.com/2008/WORLD/asiapcf/08/21/pakistan.blast/index.html\">suicide bombings earlier today that killed at least 100 people at a government arms factory</a> near Pakistan's capital Islamabad is the latest in a series of deadly attacks that have been on the rise in Pakistan. Tehrik-e-Taliban, Pakistan's Taliban, claimed responsibility for the attack and promised that more would come if the Pakistani military continued its recent offensive against militant groups in the Bajaur Agency, one of the tribal areas bordering Afghanistan. During the past year, violence between Pakistan's security forces and the Taliban has increased, as have the number of terrorist attacks like the one today. <br> The attack came as Pakistan's political leadership discussed <a href=\"http://www.theguardian.com/news/blog/2008/aug/19/whatnowforpakistan1\">who will succeed former president Pervez Musharraf</a> after his <a href=\"http://www.theguardian.com/world/2008/aug/18/pakistan\">resignation on Monday</a>. What does Musharraf's departure mean for US policy? In the immediate term, not much. The challenges posed by Pakistan are not that different today than they were while Musharraf was in office, and if anything his exit could be a blessing in disguise.</p> <p>Pakistan remains at the nexus of the most pressing global security challenges: nuclear weapons, international terrorism, religious extremism and endemic poverty. Stability and security in Pakistan directly impact international efforts to stabilise Afghanistan, since the Taliban have used the lawless border region as a safe haven to stage attacks. US intelligence agencies have repeatedly issued intelligence estimates during the past year warning about the threat posed by <a href=\"http://washingtonindependent.com/view/taliban-al-qaeda\">al-Qaida safe havens in Pakistan</a>. Under Musharraf, Pakistan achieved little progress on these vital issues, and the US was getting very little in return for its strong support of Musharraf.<br> For far too long, the US built its Pakistan policy on the shaky foundation of personal relationships with individual leaders. Although President Bush spoke of a <a href=\"http://www.slate.com/id/2177249/\">\"freedom agenda\"</a> as his core strategy for the world – based on the notion that advancing freedom and democracy would defeat the forces of terrorism – his policies, did not match his rhetoric in Pakistan, and Pakistanis saw through the hypocrisy. When Bush remarked last year that Musharraf <a href=\"http://www.washingtonpost.com/wp-dyn/content/article/2007/11/20/AR2007112002304_pf.html\">\"truly is somebody who believes in democracy\"</a> – just after Musharraf imposed emergency rule, shut down free media outlets, sacked judges and jailed thousands of lawyers and civil society activists - some people here in Pakistan wondered if Bush was talking about the Musharraf they knew. In the span of eight years, Bush went from not even knowing Musharraf's name on the campaign trail in 2000 to not understanding who Musharraf had become as a leader.<br> With Musharraf gone, the US has an opportunity to put its approach to Pakistan on a more solid foundation, one that is less dependent on individual personalities. One immediate challenge in post-Musharraf Pakistan is selecting a new president – and the tensions between the two leading political parties, the Pakistan People's Party headed by Asif Ali Zardari and the <a href=\"http://en.wikipedia.org/wiki/Pakistan_Muslim_League_(N)\">Pakistan Muslim League N</a> headed by former prime minister Nawaz Sharif – have been growing even before Musharraf's departure. Without their opposition to Musharraf to keep them together in the tenuous alliance of convenience that had emerged since February's parliamentary elections, Pakistan may see an increase in political infighting over power. The US should avoid picking sides in this political battle and instead seek to develop stronger relationships with a wide range of Pakistani leaders – including the top officials in provincial governments - as well as a range of opposition leaders. The US already has strong ties with security officials like Pakistan's army chief, General Ashfaq Kayani, but it should seek to expand and broaden these relationships.<br> Perhaps more important than these relationships with a broader range of Pakistani leaders, the US should adopt a more comprehensive strategy for Pakistan – one that is less focused on conventional military tactics and one that uses the full range of America's considerable powers. In recent months, US defence secretary Robert Gates has made important, but little noticed, speeches on the need to adjust the US global strategy by investing in other aspects of US power. In a speech last November, Gates argued: \"One of the most important lessons of the wars in Iraq and Afghanistan is that military success is not sufficient to win: economic development, institution-building and the rule of law, promoting internal reconciliation, good governance, providing basic services to the people, training and equipping indigenous military and police forces, strategic communications and more – these, along with security, are essential ingredients for long-term success.\" A new strategy for Pakistan should be based on this vision. It should put at its central focus the positive lesson learned from the Bush administration's best foreign policy moment: the earthquake relief the US delivered to Pakistan's citizens in 2005. To advance stability in Pakistan, the US should prioritise the policies that most directly improve the wellbeing and prosperity of the Pakistani people. Facing impeachment proceedings and a Pakistani public who had lost faith in his leadership, Musharraf had few options but to go. The US now has an historic opportunity to make a fresh start and put its policy on Pakistan on a solid foundation. By building stronger ties with a wide range of Pakistani leaders and taking tangible steps to demonstrate to the Pakistani people that we are interested in helping them improve their security and prosperity, we can move beyond the \"war on terror\" mindset, crouched in the defensive and dependent on individual leaders like Musharraf, and project a more confident strategy that will improve our security and prosperity by putting a stronger emphasis on the prosperity of the Pakistani people.</p>",
  "<p>On August 8 2008, the world watched with awe the amazing spectacle of the <a href=\"http://www.theguardian.com/sport/gallery/2008/aug/08/olympics2008.china?picture=336347323\">Olympics opening ceremony</a> in Beijing. We saw the electronic unrolling of Chinese scrolls replete with great historic symbols and were mesmerised by dancers creating \"harmony,\" using their bodies as ink brushes. A group of 2008 martial arts students performed millennia-old moves with mechanical precision, while the flying actors and the galloping torchbearer created a sense of heavenly abode on earth. </p> <p>There was another time when China dazzled the world at its doorstep: the <a href=\"http://en.wikipedia.org/wiki/Tang_Dynasty\">Tang dynasty</a> (618-907), often thought of as China's golden age, when it was truly the \"middle kingdom\" at the centre of the universe. Its capital, Chang Àn (modern day Xìan) was a world-class city; visitors came from all over the world and were dazzled by its wealth, beauty, and power. Its emperors used silver from Persia, glass from Europe, precious stones from central Asia, and gold implements from India. Open, confident, and cosmopolitan, China connected with the world with ease, adopting new ideas, and projecting its own indigenous creations. It's no wonder that Chinese scholars sometimes refer to today's China era as the new Tang dynasty. </p> <p>Indeed, when China was awarded the Olympic games in 2001, the country's official news agency, Xinhua, called it a \"milestone in China's rising international status and a historical event in the great renaissance of the Chinese nation.\" For seven years, Chinese officials and artists worked tirelessly to make this dream of a \"renaissance\" a glittering reality, and they exceeded all expectations. But how should we understand the broader implications of the opening ceremony, both for China and the outside world? </p> <p>First, the good news. In keeping with China's recent efforts to project its \"soft\" side, the opening ceremony produced the idea of a historic, but dynamic culture at its best. Other than the presence of a few People's Liberation Army soldiers, you would have been hard-pressed to find any visible evidence of the reigning communist regime or its founder, Mao Zedong. </p> <p>Equally significant was the projection of China as a nascent leader of the new international cultural order. The \"<a href=\"http://www.theguardian.com/world/interactive/2008/apr/16/birds.nest.stadium\">Bird's Nest</a>\" stadium was the creation of the multinational design team of Herzog &amp; de Meuron, with suggestions from the visual artist Ai Weiwei. Many artists involved in the creation of the spectacle, including the fireworks specialist Cai Guo Qiang, the dance star Shen Wei, and the composer Tan Dun, earned their fame primarily in the west. Even <a href=\"http://www.imdb.com/name/nm0955443/\">Zhang Yimou</a>, the lead impresario for the event, gained fame in the west through his early films chronicling the hard life of a young modern China. </p> <p>Chinese officials had clearly decided that these diaspora darlings of the international art scene should be now claimed as China's own. These artists' ability to the bridge traditions of east and west and to create a new space for creativity that can transcend the cultural specificities of the past in favour of a new blended future could be squarely associated with China's own global aspirations. Like the artists and their art, the country could elevate itself from the dichotomies of old-new, past-present, and traditional-modern to project an image appropriate to our globalising age. </p> <p>Not surprisingly, the Chinese leadership was keen to avoid any reference to the last two centuries of struggle and humiliation, or to its problematic political agendas and thorny trade issues. At the same time, it could be argued that the spectacle of the opening ceremony was intended to overcome China's historic humiliation by the west and signal a new chapter. The \"sleeping dragon,\" as Napoleon described China in the early 19th century, was now fully awake, ready to charge into the new world. As in the Tang dynasty, arts and culture were at centre stage, reflecting the country's economic prowess and political might. </p> <p>But the extravaganza also left lingering doubts. Why such a drive to prove to the world that these had to be the very best Olympics ever? (Chinese authorities even pressed the International Olympic Committee to make such a declaration at the conclusion of the games.) Some have suggested that the effort suggests a hint of insecurity. </p> <p>It should also be noted that while Mao was conspicuously absent in the Olympics, his communist legacy was present in subtle ways. The relentless emphasis on the \"harmonious\" presence of large groups of performers left no room for individual voices (even the young singer <a href=\"http://www.theguardian.com/sport/2008/aug/12/olympics2008.china1\">Lin Miaoke</a>, as we now know, didn't have her own voice). Ironically, while younger Chinese people (products of China's one-child policy) are obsessed with personal stylistic statements, the drama of the opening ceremony consisted in collective expression at the service of the state. </p> <p>Chinese intellectuals have always been cognisant of this tension between individual creativity and collective will. How will the new China balance these two conflicting needs? </p> <p>As we contemplate the potential arrival of the new Tang Dynasty in China, we should remember the message of the old Tang dynasty poet, <a href=\"http://en.wikipedia.org/wiki/Bai_Juyi\">Bai Juyi</a> (772-846 AD): </p> <blockquote> <p>Sent as a present from Annam,<br>A red cockatoo.<br>Coloured like the peach-tree blossom,<br>Speaking with the speech of men.<br>And they did to it what is always done<br>To the learned and eloquent.<br>They took a cage with stout bars <br>And shut it up inside.</p> </blockquote> <p>In cooperation with <a href=\"www.project-syndicate.org\">Project Syndicate</a>, 2008.</p>",
  "<p>The digital divide is beginning to close. The flow of digital information – through mobile phones, text messaging, and the internet – is now reaching the world's masses, even in the poorest countries, bringing with it a revolution in economics, politics, and society. </p> <p>Extreme poverty is almost synonymous with extreme isolation, especially rural isolation. But mobile phones and wireless internet end isolation, and will therefore prove to be the most transformative technology of economic development of our time. </p> <p>The digital divide is ending not through a burst of civic responsibility, but mainly through market forces. Mobile phone technology is so powerful, and costs so little per unit of data transmission, that it has proved possible to sell mobile phone access to the poor. There are now more than <a href=\"http://www.abc.net.au/news/stories/2008/05/24/2254494.htm\"> 3.3 billion</a> subscribers in the world, roughly one for every two people on the planet. </p> <p>Moreover, market penetration in poor countries is rising sharply. India has around <a href=\"http://smetimes.tradeindia.com/smetimes/face-to-face/2008/Jul/10/exciting-times-ahead-for-indian-telecom-industry.html\">300 million subscribers</a>, with <a href=\"http://gigaom.com/2008/03/19/indian-cell-population-246-million-and-counting/\">subscriptions rising</a> by a stunning eight million or more per month. Brazil now has more than <a href=\"http://www.gsmworld.com/news/press_2008/press08_52.shtml\">130 million</a> subscribers, and Indonesia was estimated to reach <a href=\"http://www.reuters.com/article/rbssTechMediaTelecomNews/idUSJAK10826820080606\">120 million</a>. In Africa, which contains the world's poorest countries, the market is soaring, with more than <a href=\"http://wirelessfederation.com/news/african-mobile-subscribers-reach-280m/\">280 million</a> subscribers. </p> <p>Mobile phones are now ubiquitous in villages as well as cities. If an individual does not have a cell phone, they almost certainly know someone who does. Probably a significant majority of Africans have at least emergency access to a cell phone, either their own, a neighbour's, or one at a commercial kiosk. </p> <p>Even more remarkable is the continuing \"convergence\" of digital information: wireless systems increasingly link mobile phones with the internet, personal computers, and information services of all kinds. The array of benefits is stunning. The rural poor in more and more of the world now have access to wireless banking and payment systems, such as Kenya's famous <a href=\"http://www.iamtn.org/content/kenya's-m-pesa-mobile-payment-system\">M-Pesa system</a>, which allows money transfers over the phone. The information carried on the new networks spans public health, medical care, education, banking, commerce, and entertainment, in addition to communications among family and friends. </p> <p>India, home to world-leading software engineers, hi-tech companies, and a vast and densely populated rural economy of some 700 million poor people in need of connectivity of all kinds, has naturally been a pioneer of digital-led economic development. Government and business have increasingly teamed up in public-private partnerships to provide crucial services on the digital network. </p> <p>In the Indian states of Andhra Pradesh and Gujarat, for example, emergency ambulance services are now within reach of tens of millions of people, supported by cell phones, sophisticated computer systems, and increased public investments in rural health. Several large-scale telemedicine systems are now providing primary health and even cardiac care to rural populations. Moreover, India's new rural employment guarantee scheme, just two years old, is not only employing millions of the poorest through public financing, but also is bringing tens of millions of them into the formal banking system, building on India's digital networks. </p> <p>On the fully commercial side, the mobile revolution is creating a logistics revolution in farm-to-retail marketing. Farmers and food retailers can connect directly through mobile phones and distribution hubs, enabling farmers to sell their crops at higher \"farm-gate\" prices and without delay, while buyers can move those crops to markets with minimum spoilage and lower prices for final consumers. </p> <p>The strengthening of the value chain not only raises farmers' incomes, but also empowers crop diversification and farm upgrading more generally. Similarly, world-leading software firms are bringing information technology jobs, including business process outsourcing, right into the villages through digital networks. </p> <p>Education will be similarly transformed. Throughout the world, schools at all levels will go global, joining together in worldwide digital education networks. Children in the United States will learn about Africa, China, and India not only from books and videos, but also through direct links across classrooms in different parts of the world. Students will share ideas through live chats, shared curricula, joint projects, and videos, photos, and text sent over the digital network. </p> <p>Universities, too, will have global classes, with students joining lectures, discussion groups, and research teams from a dozen or more universities at a time. This past year, my own university – Columbia University in New York City – teamed up with universities in Ecuador, Nigeria, the United Kingdom, France, Ethiopia, Malaysia, India, Canada, Singapore, and China in a \"global classroom\" that simultaneously connected hundreds of students on more than a dozen campuses in an exciting course on global sustainable development.<br> In my book <a href=\"http://www.earth.columbia.edu/pages/endofpoverty/index\">The End of Poverty</a>, I wrote that extreme poverty can be ended by the year 2025. A rash predication, perhaps, given global violence, climate change, and threats to food, energy, and water supplies. But digital information technologies, if deployed cooperatively and globally, will be our most important new tools, because they will enable us to join together globally in markets, social networks, and cooperative efforts to solve our common problems. </p> <p>Copyright: <a href=\"http://www.project-syndicate.org\">Project Syndicate</a>, 2008.</p>",
  "<p>The Indian economy will expand at 8% a year - shrugging off the credit crunch and high oil prices - as it is transformed into an industrial powerhouse to rival China, the government's top policy czar said today. He predicted that Chinese-style 10% annual growth was \"achievable\".</p> <p>Montek Singh Ahluwalia, deputy chief of India's planning commission, said the government would be \"targeting 9% growth, getting up to 10%. It may look ambitious with the global economic slowdown. But in the medium term, it is achievable.\" </p> <p>India's central bank expects growth in the year ending 2009 to slow to 8% - down from 9.1% in the previous 12 months.</p> <p>The commission has signalled a seismic shift in the economy - fore­casting that in the next five years 58m new jobs will be created but none of these would be in the vast, unproductive farm sector. In the past five years farming employment increased by 9 million while India's rice production remained less than half the world average of four tonnes a hectare.</p> <p>Economists have long argued that for India to mimic China's \"long boom\", the country would have to see industry fuel growth. In China, this led to millions of people leaving the land to work in factories. But this process has not happened in India, where growth has been driven by capital-intensive sectors such as information technology. Although hugely successful, Indian software companies employ only 1.5 million people - a mere drop in the labour pool of 470 million. </p> <p>However, the planning commission says that in the next five years the bulk of new jobs will be created in factories, construction sites, restaurants, retail stores and warehouses.</p> <p>Many commentators say that the country is at a \"tipping point\". \"I think as labour costs rise in China and there's a price to pay for pollution that we will see manufacturing coming to India,\" said Niranjan Rajadhyaksha, a columnist with the business daily Mint. \"There's been for some time a sense that agriculture can no longer absorb any more people.\" </p> <p>Others, however, dispute the commission's analysis, saying that Indian business has \"voted with their wallets\" by expanding abroad faster than at home. Foreign investors on India's stockmarket have also been withdrawing funds as the world economic downturn has begun to bite.</p> <p>Mohan Guruswamy of the Centre for Policy Alternatives said: \"India has become a net exporter of FDI [foreign direct investment]. That's because it is too difficult to start up labour-intensive manufacturing of the kind you find in China. Sixty percent of Indians depend on agriculture and I don't see that changing.\"</p> <p>The commission has also produced a plan to \"engage with 10 high-growth sectors\" in manufacturing. If these projections are met they would see India's car industry employ 25 million people by 2015 and produce exports of $145bn (£77.5bn). Similarly, the textile sector would have almost 42 million workers and be taking $115bn in overseas orders.</p> <p>Most dramatic, however, is the coming transformation of India from a software to hardware superpower. The commission says in less than a decade it is looking for exports of $320bn in \"chip manufacture … design and mechanical assembly line operations\". </p> <p>\"The hardware [estimate] seems optimistic. The auto industry seems in the right area,\" said Shankar Acharya, former chief economic adviser to the government. \"The important question here is what kind of jobs are created. In the past it has been low-security and low-paid jobs in what is called the informal sector. That needs to change.\"</p>",
  "<p>UK newspapers reported on the grieving of a gorilla at Münster Zoo over the death of her three-month-old old baby on 16 August with headlines such as \"<a href=\"http://www.independent.co.uk/environment/nature/michael-mccarthy-we-are-not-alone-in-experiencing-grief-901925.html\">We are not alone in experiencing grief</a>\", \"<a href=\"http://www.dailymail.co.uk/sciencetech/article-1046549/A-mothers-grief-Heartbroken-gorilla-cradles-dead-baby.html\">A mother's grief</a>\" and \"<a href=\"http://www.thesun.co.uk/sol/homepage/news/article1575330.ece\">Ape's agony as baby dies</a>\". </p> <p>The accompanying photographs show 11-year-old Gana holding Claudio's lifeless little body, at times carrying him on her back. Zoo visitors were reduced to tears at the sight.</p> <p>Press reports have shown sympathy for the zoo that such a sad event should happen and suggest that the death of the infant, and Gana's rejection of a previous offspring last year, is <a href=\"http://www.dailymail.co.uk/sciencetech/article-1046549/A-mothers-grief-Heartbroken-gorilla-cradles-dead-baby.html\">somehow a mystery</a>.</p> <p>There is actually little mystery. Deaths and rejection of young happen at zoos worldwide every day. The mystery is, perhaps, that the media rarely take an interest – unless it involves an iconic mammal such as a gorilla or <a href=\"http://www.captiveanimals.org/news/2008/nuremberg.html\">polar bear</a>.</p> <p>Why is it that animals in zoos commonly fail to raise their young? Some zoos deliberately remove young and hand-rear them to use in displays or other publicity. But many animals simply lack the skills to raise offspring because they have been denied the opportunity to learn from family members. Learning behaviour that is so crucial for survival in the wild is stripped away by captivity. In turn, offspring who do survive go on to reject their young too.</p> <p>The <a href=\"http://www.independent.co.uk/news/world/europe/rejected-then-mourned-baby-gorilla-at-heart-of-row-over-zoo-901852.html\">zoo's director</a> told the media that he did not intervene when keepers <br>noticed Claudio wasn't feeding properly because \"we cannot keep on taking away children from a mother\". </p> <p>Yet that is exactly what zoos do when they separate families and send them to other zoos. The debate should not be about whether it is natural for a zoo to intervene in these cases, but whether zoos should exist at all.</p> <p>Whilst it is disappointing that the media have been unable to recognise the zoo's role in Claudio's death, what is equally frustrating is the reaction by some to the discussion of emotions in non-human animals.</p> <p>Although most writers have compared the emotions Gana is now experiencing to those of humans at the loss of a loved one, many scientists still refuse to accept that approach.</p> <p><a href=\"http://news.scotsman.com/latestnews/Heartbreaking-image-of-a-loving.4402681.jp\">The Scotsman</a> quoted a primate expert as saying: \"My feeling would be that she [Gana] would be going through very similar emotions to any mother.\" He felt it necessary, however, to add: \"But, of course, it's extremely difficult to prove scientifically\" that non-human animals \"have emotions like ours.\"</p> <p>A psychologist told the <a href=\"http://www.independent.co.uk/environment/nature/michael-mccarthy-we-are-not-alone-in-experiencing-grief-901925.html\">Independent</a> that, although other animals understand \"loss\" (separation from a social companion), \"studies of the mental processes of other animals ... indicate that the conceptual level necessary for understanding death has not been achieved.\"</p> <p>A <a href=\"http://www.newscientist.com/blog/shortsharpscience/2008/08/do-animals-understand-death-do-humans.html?DCMP=ILC-hmts&amp;nsref=specrt12_head_Animals%20and%20death\">New Scientist blog</a> explored whether any animal (human or non-human) really understands death, with most respondents recognising the comparison in emotions, although one commenter noted: </p> <blockquote> <p>No one can prove animals experience emotions as we human animals do: to do so would require someone to experience both their condition and ours, and that's not possible. The scientific answer is simply to oppose all such nonsensical claims, until such time as proof exists.</p> </blockquote> <p>This is typical of how \"mainstream\" scientists either fail to recognise the <br>rich emotional lives of animals, or fear being labelled \"unscientific\" if <br>they do.</p> <p>In his recent book <a href=\"http://literati.net/Bekoff/marc-bekoff-books.htm\">The Emotional Lives of Animals</a>, Professor Marc Bekoff wrote: \"my suspicion is that 'doubt' about animal emotions is espoused not because it serves science but because it protects the emotional needs of the scientist.\" He adds: </p> <blockquote> <p>A lack of certainty should not be an excuse to delay action. Sometimes we have to act on our best judgment, because we may never have \"all\" the facts, and if we wait for absolute certainty, we might never do anything.</p> </blockquote> <p>Münster Zoo director Jörg Adler said of Claudio's death: </p> <blockquote> <p>This, perhaps, is one of the greatest gifts that a zoo can bestow – to show \"animals\" are very much like ourselves, and feel elation and pain. Gana lost a child, but I think in that loss, she taught people here so much.</p> </blockquote> <p>Ironically, what zoos teach us is that captivity is an unnatural place for any animal and that if we do not want to see such deaths continue we must phase out zoos and protect natural habitats for the benefit of all species.</p> <p>A post-mortem examination of Claudio will take place once his mother relinquishes his body, but for now the zoo is describing his death as being caused by \"some heart defect.\"</p> <p>Claudio's death was not the fault of his mother. It was the fault of the zoo <br>system that confines wild animals for entertainment.</p>",
  "<p>My neighbour has loads more snails in his garden than I have in mine. This might be because of the more shaded aspect, the wider areas of undisturbed soil or, just possibly, because I've been slinging snails over the wall for the past two years.</p> <p>I don't do this out of any sense of malice to either snail or neighbour - even though his filthy bloody cat has so sprayed my shed with his pheromone-rich secretions that I occasionally come into oestrus just getting the lawnmower out - it's just that my policy of forced airborne snail repatriation saves my veg and is preferable to stamping on them, salting them or eating them - or at least that's what I thought until this morning.</p> <p>I was out in the garden, picking up the windfalls, pulling a few carrots and preparing to deport a couple of dozen snails, still wet with dew, when I stayed my hand. Here I am, fashionably foraging, doing my bit to be sustainable and to carve out a living in the Camden Town Dust Bowl and I'm ignoring a time-honoured and delicious source of protein, the Somerset Wallfish, <a href=\"http://en.wikipedia.org/wiki/Helix_aspersa\"><em>Helix Aspersa</em></a> … the garden snail.<br><br>It makes loads of sense. I pride myself on eating anything; I actually like escargots; I need to get rid of a couple of dozen of the things every day and yet … I don't know, it just feels sort of weird. I mean this shouldn't feel like a bush-tucker trial. English garden snails are entirely edible. The special snails famously introduced by the Romans may have racier shell designs but, boiled for 40 minutes and drowned in garlic butter, I can't imagine I'm going to be able to detect differences in flavour, tenderness or hanging. There are English recipes going back centuries, hell, we've been exporting our snails to the French since the 1890s - we should all be cheerfully necking them. I still feel a strange resistance to the idea but I intend to overcome it. </p> <p>Restaurants buy snails from farms where they've been fed from birth on entirely wholesome veg but a Camden snail is as likely to have spent last night in a discarded crack pipe as on a lettuce leaf so I've dug up various, seemingly contradictory instructions for <a href=\"http://www.heliciculture.co.uk/purging.asp?section=technical\">purging</a>.</p> <p>Some snail foragers reckon purging is for cissies, an entirely unnecessary step - which I guess may be true if your foraging ground is some sylvan idyll and you like eating grit - but most agree on a period of between three days and a month in an environment where food and conditions can be controlled. A bucket with a pair of tights stretched over the top of it seems to be the favoured method as snails can apparently gang up and lift even the heaviest lids off other containers - a fact that fills me with respect and not a little fear for the little buggers when mob-handed - where they can be fed on lettuce, oatmeal or in one particularly cunning bit of pre-seasoning, wine and handfuls of fresh leafy herbs.</p> <p>I'm reckoning that even the most crack-headed snail in NW1 can't be so constipated that they won't be cleaned out in a week. So this evening I'm going hunting. I'll collect and purge a couple of dozen of the best specimens I can find and, in about 10 days, I'll post again, describing the cooking process. OK, I realise this isn't quite on the scale of slaughtering my own pig but I hope I'll be able to overcome my squeamishness long enough to tell you how they taste. </p> <p>In the meantime, does anyone else fancy having a go? Any tips or suggestions? Any thoughts as to why this idea seems quite so off-putting?</p>",
  "<p>\"Dealing with climate change is the number one challenge facing the world today,\" said the Lib Dems last summer when they announced ambitious plans to make <a href=\"http://www.theguardian.com/commentisfree/2007/oct/31/deepgreenthinking\">Britain zero carbon by 2050</a>. </p> <p>Climate change is still a challenge, but energy security is a sexier topic right now, and a new leader needs a new message. Hence, Nick Clegg's shift to focus on reducing Britain's \"ever increasing dependence on vulnerable foreign energy supplies\". Climate change and energy security are two sides of the same coin, after all, and measures to address one help with the other.</p> <p>The measures may be a year old, but are they any good? They were certainly widely lauded last year, mainly because they called the Labour and Conservative bet to reduce carbon pollution 60% and 80% respectively, and went all-in with a pledge to eliminate them completely.<br> A carbon neutral Britain in a little over four decades (perhaps as few as eight parliamentary terms) would be an astounding accomplishment, given that greenhouse gas emissions from almost all aspects of UK society are rising. </p> <p>Companies and politicians promise, and sometimes deliver, cuts in emissions, but check the small print: often the reduction is only against \"business as usual\" – in other words, emissions have still gone up, just not by as much as they were expected to. </p> <p>Britain is on track to meet its commitments under the Kyoto Protocol, but only because some major carbon sources (aviation and shipping most prominently) are left off the balance sheet. By any reasonable measure, Britain produces significantly more carbon dioxide pollution than in 1990. </p> <p>The refined Lib Dem energy strategy certainly identifies the problem correctly. It focuses on our fossil-fuel dependent electricity generators and our woefully insulated houses. It wants a massive investment in renewable energy to address the first, and promises beefed up building regulations and insulation paid for by the utility companies on the second.</p> <p>A ban on nuclear and coal would place a giant demand on new renewable sources, though the Lib Dem document fails to say how much renewable capacity it aims for. The short-fall will be made up by EU-sourced natural gas, with the carbon dioxide captured and stored. Again, no hard figures – and no technical guarantee it will work on the required scale either.</p> <p>The <a href=\"http://www.lga.gov.uk/lga/core/page.do?pageId=489026\">Local Government Association</a> reckons £500m a year would insulate the leakiest 12m houses and reduce household emissions by a fifth, though the utility companies will be in no mood to cough up from their weakened profits.</p> <p>The move to install smart meters looks a good one (and one the present government is poised to announce) but we cannot be sure that the promised cuts in consumer electricity use will be sustained in the long term. But the pledge to make every new home built to a zero-carbon rating in a little over two years looks unrealistic, given the costs involved and the current problems in the building industry.</p> <p>Ambitious targets can be a good thing, of course, and a reluctance to think big has certainly hampered Britain's attempts on renewables so far. Perhaps their sluggish deployment could be accelerated by a quango body similar to the<a href=\"http://www.london2012.com/get-involved/work-for-2012/index.php\"> Olympic Delivery Authority</a>, as the Lib Dems suggest. But do even these ambitious promises go far enough?</p> <p><a href=\"http://www.theguardian.com/commentisfree/2008/aug/21/greentech.energyefficiency\">Nick Clegg calls today for an \"Apollo project\" to make Britain energy independent by 2050</a>. The government's renewables advisers say it will cost £100bn to boost our renewable energy provision to just 15% by 2020. The cost of the decade long Apollo programme in today's money? £70bn. Compared to fighting climate change (or tackling energy security), putting a man on the moon is small change.</p>",
  "<p>Team GB's Beijing <a href=\" http://www.theguardian.com/sport/2008/aug/21/olympics2008.olympicssailing1\">gold rush</a> has lifted the national mood. But Britain's Olympic success is unlikely to transform the opinion polls. Politicians should be wary of seeking to muscle in on the athletes' success. And Boris Johnson will have instructions to man-mark Gordon Brown and Tessa Jowell and ensure the run up to the 2012 games is very much a cross-party affair.</p> <p>But it could offer more than a gentle nudge to several political arguments.</p> <p>This has been a good fortnight for shared national experiences, for the licence-funded BBC and for being British. Who wants to Balkanise the medal haul of Wales' <a href=\" http://www.nicolecooke.com/indexF.html\"> Nicole Cooke</a>, Scotland's <a href=\" http://www.chrishoy.com/wp/\">Chris Hoy</a> and Northern Ireland's <a href=\" http://www.belfasttelegraph.co.uk/sport/olympics/village-to-give-olympic-medallist-wendy-a-herorsquos-welcome-13945521.html\">Wendy Houvenaghel</a> so that we slip down the medal table? That doesn't mean that Hoy will swing the Glenrothes byelection – and he seems more interested in the fate of his local cycling centre anyway. Brown's greatest nightmare would be if Hoy were to come out for the SNP.</p> <p>It has been a good fortnight for public spending. <a href=\"http://www.timesonline.co.uk/tol/sport/olympics/article4577956.ece\">Funding our Olympians</a> and the importance of grassroots sport will – along with the NHS – become areas where the <a href=\"http://news.bbc.co.uk/1/hi/england/london/7574239.stm\">Conservatives compete</a> to match or exceed Labour's spending commitments. The Tory rightwing should worry as the scope for pledging tax cuts is becoming ever narrower. Labour should widen the argument: the evidence that investment led to sporting success applies just as much to Britain's recent cultural and urban renaissance.</p> <p>And it has been a bad fortnight for miserablism. It is interesting that Boris Johnson was first out of the blocks to condemn the Conservatives' \"broken society\" narrative as \"piffle\". His <a href=\" http://www.telegraph.co.uk/opinion/main.jhtml?xml=/opinion/2008/08/19/do1901.xml\">Telegraph column</a> advanced a classically Brownite argument about what more could be achieved if we were to invest as much in state school pupils as we do in the privately educated.</p> <p>This demonstrates Johnson's enthusiastic ability to directly contradict his own arguments to capture the public mood. It also suggests that the arguments strengthened by Olympic success are often those that the centre-left shares with traditional One Nation paternalist conservatives against libertarian individualists on both right and left. (Johnson seems to have switched camps, perhaps realising that libertarianism makes for good columns, but unpopular policies).</p> <p>Politicians tend to overstate how sporting success will affect the feelgood factor. Alastair Campbell's diaries tell the story of his visit to the crucial Euro 96 England-Germany semi-final with Tony Blair, secretly hoping for a German victory out of fear that an England triumph would bring the Major government back from the dead. Yet Blair used the Euro 96 mood with his Labour's Coming Home speech that autumn. As with Britpop, increased optimism fitted the opposition's narrative for change rather than being attributed to the government of the day. Perhaps Dave and Boris will now seek to spearhead a national cycling craze.</p> <p>Harold Wilson did <a href=\"http://en.wikipedia.org/wiki/United_Kingdom_general_election,_1970\">lose the 1970 election</a> by holding it in the middle of a World Cup summer. He had not reckoned on Gordon Banks' stomach bug, the ill-judged substitutions and goalkeeping howlers which saw <a href=\"http://www.theguardian.com/football/1970/jun/14/worldcup2006.sport\">England throw away a 2-0 lead</a> to crash out to Germany. Later that week, Wilson was out too, the victim of a surprise late swing. Conventional academic histories blame the bad balance of trade figures, but many fewer people would have noticed the statistics without the sporting gloom.</p> <p>Wilson previously liked to remark that England had won the football World Cup in 1966 under Labour. Though the Conservatives governed Britain for most of the last century, the greatest British achievements in international sport have consistently taken place under centre-left governments. That is true of the Rugby World Cup of 2003 and the pioneering football European Cup victories of Celtic and Manchester United in 1967 and <a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/may/29/newsid_4464000/4464446.stm\">1968</a>. Now Beijing 2008 joins British success in the London Olympics of 1908 and 1948. (The landmark historic sporting achievements I can think of under Tory rule are <a href=\"http://news.bbc.co.uk/sport1/hi/cricket/england/6109950.stm\">Botham's Ashes</a> of 1981, which was matched by the 2005 victory, and Roger Bannister's four-minute mile in 1954).</p> <p>This pattern may largely be a curious coincidence. But, unlike the 1908 Olympics, the success of Team GB in Beijing has a great deal to do with sporting policy and politics.</p> <p>This should settle a long-running argument about Britain's sporting culture. The strong belief in innate, amateur genius has seen coaches, fitness experts, dieticians and sporting administrators all treated with suspicion. <a href=\" http://women.timesonline.co.uk/tol/life_and_style/women/diet_and_fitness/article4442569.ece \">Daley Thompson</a> again expressed his concern that funded, full-time athletes may lack the hunger when they dive to the line.</p> <p>Britain's ability to compete with countries like France and Australia depends on how we run sport. But it should reflect a broader cultural argument too. The dominant national narrative around sport in post-war Britain has been as a mirror in which we have viewed ourselves as a nation in decline.</p> <p>We invented several major sports and exported them around the world, yet Britain's shrinking horizons meant refusing initial invitations to participate in the World or European Cup. As with the European Union, we couldn't see that these strange schemes of Johnny Foreigner would ever amount to very much. When <a href=\"http://en.wikipedia.org/wiki/England_v_Hungary_(1953)\">Puskas's Hungarians famously outclassed England</a> with an entirely new style of football in 1953, becoming the first continental team to win at Wembley, it was a signal of how much we had misjudged our global status, foreshadowing the Suez crisis three years later). Yet the continued expectation of victory saw us trapped in a recurring cycle of hope, hype and disappointment. (And not only for the English, as Scots who remember <a href=\"http://www.theguardian.com/news/2004/feb/03/guardianobituaries.brianglanville?commentpage=1\">Ally McLeod</a> will know).</p> <p>The pleasure of Beijing 2008 has been the unexpected nature of British success. This will change British sport ahead of 2012. Can a nation that enjoys the near miss and the glorious failure come to terms with success?</p> <p>Outside sport too, our insularity leads us to magnify our faults; to fail to notice that the era of British decline is over and that we may have finally made the transition to being a middle power, and a relatively successful one at that.</p> <p>When the images of Beijing fade, and we return to Premiership hype, will we just as easily slip back into miserablism as our favoured national political sport?</p>",
  "<p>Last week, <a href=\"http://www.latimes.com/business/la-fi-caljobs16-2008aug16,0,178127.story\">California's unemployment rate hit 7.3%</a>. In the Sacramento region, home of the state's government, it's heading toward 7.5%. In some parts of the state, one in 10 workers is now listed as being unemployed. The figures are depressing, but they aren't exceptional these days. All over America, <a href=\"http://www.bls.gov/news.release/empsit.nr0.htm\">unemployment is rising</a>, with 5.7% of the nation's workers currently looking for employment and industrial towns such as Detroit <a href=\"http://www.bls.gov/news.release/metro.nr0.htm\">seeing double-digit unemployment</a>. At least as worrying, so too is the deeper measure of joblessness rising (this is a more comprehensive figure that includes those who have given up looking for work and are no longer considered to be \"unemployed\"). </p> <p>At the same time, since 2005 Americans have had a <a href=\"http://www.marketwatch.com/News/Story/Story.aspx?guid=%7BD09C8048-99F1-40E4-9805-16EDAB3834B0%7D&amp;siteid=mktw\">negative savings rate</a>, meaning many people are spending more than they're earning, not putting aside rainy day funds and setting themselves up for a tremendous fall should they lose their jobs.</p> <p>Which brings me onto questions of retirement. If you don't have a job, don't have money set aside to cover the bad times and can no longer access home equity loans (since the mortgage crisis and the plummeting value of homes has pretty much put paid to that source of income), there's a pretty good chance you're going to <a href=\"http://www.stltoday.com/stltoday/business/columnists.nsf/jerristroud/story/5E7C338D9B403BB4862574A600811909?OpenDocument\">raid your retirement accounts</a> when the going gets tough. And that's exactly what's been happening in recent years, to the tune of tens of billions of dollars. </p> <p>Luckily, even if you pick your own pockets clean that way, when you get old and infirm there's still social security to fall back on. It's the last real government programme survivor from the New Deal days. And the good news is that, because social security is one gigantic pool of funds, there's no way you, as an individual, can raid that money before retirement. It's a form of forced savings, with the risk taken on by the government rather than by individuals. So, your retirement might not be quite as comfortable as you'd hoped, but you'll still have enough guaranteed money coming in to survive.</p> <p>Of course, all of that might still change. Campaigning for the presidency in 2000, George Bush sided with those who wanted to at least partially privatise social security, arguing that allowing people to invest some of their social security money in the stock market was the only way to ensure the programme stayed solvent over the coming decades. At the start of his second term in office, he actually staked \"political capital\" on moving in this direction. Of course, as his capital shrank (Bush's popularity ratings for most of his second term have hit record lows) so, too, did his ability to transform America's favourite big-dollar spending programme vanish. And here we are, in 2008, heading into another presidential election, with social security still intact.</p> <p>If McCain wins, however, the reformers will be in the driving seat again. Eight years ago, the Arizonan - along, it must be said, with several leading Democrats - defended Bush's proposal to allow seniors to take some of their social security funds and <a href=\"http://archives.cnn.com/2000/ALLPOLITICS/stories/05/04/ss.reform/index.html\">start investing them privately</a>. More recently, McCain has gone further toward endorsing privatisation, floating the idea of allowing young people to remove some of their social security contributions from the overall pool of funds and instead <a href=\"http://www.ncpa.org/pub/special/20080105-sp.html\">invest that money themselves</a> in the stock market.</p> <p>In the abstract, it's a tantalising idea. After all, during the good times stock markets make investors extremely affluent. In 1999 and 2000, when Bush proposed this, the market had been soaring for the better part of a decade. The problem is you have to know what you're doing, and you have to hope to hell the stock market doesn't tank just when you're getting close to retirement. If one or both of these isn't the case, you're left holding a whole bunch of risk and very little actual cash. That's what ended up happening to millions of people saving for retirement in England a decade ago. It's what happened to pensioners in Chile still a few years further back.</p> <p>Given the instability in global markets currently (the Dow has swung from a high of over 14,000 to a low of under 11,000 and back to 11,500 within the past year), one would hope politicians would be somewhat cautious in kicking away the guarantees currently provided by social security. Yes, the social security system faces enormous stresses as more and more baby boomers retire. And, yes, there's a case to be made for bringing in more funds through higher taxes on the wealthy. Perhaps there's also a case to be made for raising the retirement age so as to stretch funds further. In fact, both of these ideas have <a href=\"http://www.washingtonpost.com/wp-dyn/content/story/2008/07/08/ST2008070801048.html\">entered the candidates' discourse</a> over the past few months. </p> <p>But why throw the retirees out with the bathwater? For all its faults, a state-run, state-guaranteed, social security system works. And in the nearly 75 years that it has been in existence, arguably, given current economic conditions, it's never been so vital as it is today.</p>",
  "<p>Britain has a big choice to make. A generation of power stations based on <a href=\"http://www.theguardian.com/environment/fossilfuels\">old technologies</a> are reaching the end of their useful life. Now is the moment for us to choose a green, renewable future, where Britain relies on its immense natural resources, instead of sticking with old technologies we know are destroying our planet.</p> <p>It's going to be a huge challenge, requiring the kind of vision, application and political will that succeeded in <a href=\"http://www.theguardian.com/environment/2008/aug/21/carbonemissions.carbonfootprints\">putting man on the moon</a>. But it's got to happen. That's why today I launched detailed plans for an <a href=\"http://www.theguardian.com/politics/2008/aug/21/liberaldemocrats.greenpolitics\">Apollo Project</a> for British energy independence. </p> <p>Historically the UK has been dependent on energy imports, and unless we do more to focus on our own resources, this reliance will increase. It's bad economics, and bad politics. The cost of fossil fuels is rising and reliance on imported energy from places like Russia and the Middle East also distorts our foreign policy. Our position on the international stage is weakened by our need for fuel.</p> <p>The truth is Britain has no credible energy policy, just a potential economic, environmental and national security disaster waiting to happen. We need change. We need to set ourselves an ambitious goal: to become energy independent within the EU by 2050 as part of a push for a zero carbon Britain. </p> <p>To make it possible we need to be at the vanguard of <a href=\"http://www.theguardian.com/technology/greentech\">green technology</a>. This is a huge economic opportunity for Britain to lead the world in <a href=\"http://www.theguardian.com/environment/renewableenergy\">renewable technologies</a>, creating jobs and revitalising industrial capacity. Even the government's measly existing plans for renewables would create about 160,000 jobs, so just imagine how many jobs we could find if we took the big leap to a truly green economy.</p> <p>We've got to slash the amount of energy we use, with a sustained drive to increase <a href=\"http://www.theguardian.com/environment/energyefficiency\">energy efficiency</a> and end fuel poverty so everyone can keep warm and keep the lights on without costing the planet. We'd push this forward through the energy companies, asking them to fund a major programme to insulate every British home over 10 years and install \"smart meters\" that cut help families use less. </p> <p>Reducing energy use is important, but we also need to make sure the energy we do use is renewable. A massive expansion of renewable projects in the North Sea and elsewhere would help develop mature markets for a range of renewable technologies and provide investors with more long term stability. The introduction of \"feed in tariffs\" – where people who generate renewable energy can sell it into the national grid at a guaranteed price – would help too.</p> <p>This is a tremendous opportunity for a different future: a stable, prosperous and green future. We need to seize it.</p>",
  "<p>Developing countries and human rights groups will clash today at a key UN climate change meeting intended to arrest the destruction of tropical forests. The felling is responsible for almost 20% of annual global carbon emissions, making it a crucial target in the battle against global warming. </p> <p>Diplomats from more than 100 countries are meeting in Accra, Ghana, to open negotiations on whether tropical forests should join the emerging global carbon market. This would allow countries and companies to earn money from not cutting down their trees. </p> <p>The move, backed strongly by many developing countries and the G8, is expected to greatly increase the financial value of forests. It would encourage governments and corporations to protect them and would potentially transfer hundreds of millions of pounds a year to some of the poorest countries in the world. </p> <p>But human rights and environment groups from three continents are warning that the over-hasty inclusion of forests in the post-Kyoto carbon market could trigger a \"land grab\" leaving tens of millions of people worse off. </p> <p>According to the groups, which include Friends of the Earth International, the Rainforest Foundation and the Rights and Resources Initiative, a coalition of environment and justice groups from around the world, it would:</p> <p>· Undermine the world price of carbon, damaging the effectiveness of the market<br>· Drive indigenous peoples from the forests<br>· Benefit only a wealthy elite and increase the risk corruption</p> <p>Without clear guidelines on land ownership and the involvement of local people, the groups say, the money poured into preserving forests could also fuel violent conflict. </p> <p>\"Sixty million indigenous peoples are dependent on forests for their livelihoods, food and medicines,\" said Belmond Tchoumba, Friends of the Earth international coordinator of the forest and biodiversity programme.</p> <p>\"These people have already been severely impacted by deforestation. If the value of their forests increases, governments and corporations may be willing to go to extreme lengths to wrest forests away from indigenous peoples and others.\" </p> <p>He added: \"Delegates are focusing on finance but to stop deforestation, land rights must be centre stage. These UN climate talks shamefully continue to take place without any meaningful participation by indigenous peoples.\"</p> <p>Slashing the price of carbon could even lead to a failure to reduce greenhouse gas emissions overall, say the campaigners. </p> <p>\"The US could say that it will only join a post-Kyoto agreement on condition that they it can offset emissions by buying deforestation credits. It would be a catastrophe,\" said Simon Counsell, director of the Rainforest Foundation in London. </p> <p>\"It could crash the price of carbon and would mean the reduction of pollution in rich countries would be come quite uneconomic.\" </p> <p>The proposal to use the global carbon-market to stop deforestation has split some of the world's environment and conservation groups which have long disagreed over the relative importance of people and nature. </p> <p>Conservation groups are strongly supporting the carbon-market plan in Accra. But many justice groups are disturbed that logging, soy and palmoil companies – which have been responsible for large scale deforestation and which own vast tracts of the tropical forests in Asia and Africa – could now demand compensation for every tree they do not cut down.</p> <p>\"These concerns are legitimate and need to be heard and respected. We strongly support we have to learn from the past,\" said Tom Cohen, media director of Conservation International, the world's largest conservation group, based in Arlington, Virginia. </p> <p>\"Without quick and robust investment in securing forest-community rights, these carbon markets will further marginalise the poorest of the poor,\" said Kyeretwie Opoku, of Civic Response, a Ghanaian justice group. </p> <p>\"Even the World Bank is saying that this is the social justice issue of our generation.\"</p> <p>The meeting is regarded as key to the success or failure of the UN's ongoing climate talks which are expected to culminate next year in Denmark with a global agreement to slow and then reduce greenhouse gas emissions. </p> <p>A full agreement, not expected in Accra, will encourage developing countries to sign up, but could also allow rich countries to buy credits and thereby avoid reducing their own emissions.</p>",
  "<p>A species of snail with a taste for old buildings has been found in<br>Britain, 112 years after it probably arrived here from Italy, several<br>papers report.</p> <p>As the Independent's science editor Steve Connor puts it: \"They have<br>survived two world wars, a sex scandal and the feet of thousands of<br>visitors to the Berkshire country house of Cliveden, <a href=\"http://www.independent.co.uk/environment/nature/italian-invader-snail-gains-ground-slowly-904119.html\">to conduct what must be the slowest invasion of Britain by an alien species.</a>\" </p> <p>The accidental import of a colony of Papillifera papillaris, secreted in a marble balustrade brought over from the Villa Borghese in Rome in 1896, went unnoticed for generations. But the immigrants' descendants have not chosen to move far; just 27 metres, or about 25cm a year.</p> <p>The articles amount to the best paean to molluscs since the magnificent <a href=\"http://www.zavvi.co.uk/music-Comedy-10+to+12.49-Various-Artists-Missing-Persians-File-Guide-Cats-For-The-Blind-Volume-2/660298/ccr33.r10.1/p.jsf\">My Snails Have Not Yet Arrived </a> Les Barker's comic poem as performed by Prunella Scales and Timothy West.</p> <p>Their lack of pace is legendary and, as another more recent Italian arrival to these shores,<a href=\"http://www.cittaslow.org.uk/\"> the concept of \"Cittaslow\"</a>, a slow town or city, following their example, if not to the point of near-immobility may do much to improve our quality of life.</p> <p>What else can we learn from snails?</p> <p> <br>This is an extended extract from the Wrap, theguardian.com's round-up of the morning's papers</p>",
  "<p><br>Bill Murray and Arava the disabled tortoise. Photo: AP/Jose Sanchez, Reuters/Ronen Zvulu</p> <p>Over the past year Pixar have tackled the role of the critic (in Ratatouille) and the end of the world (in WALL-E). Now they face their biggest challenge yet - a freewheeling creature feature played out in the badlands of Rio de Janeiro. It's a hip and violent favela flick where the kids carry handguns and a hard shell is no match for a speeding bullet. This thing practically writes itself.</p> <p>OK, fair disclosure. Today's Casting the News is actually a conflation of two different news items - thematically linked but separated by the trifling passage of, ooh, a mere six years. First up we have the heartwarming tale of Arava, a female tortoise at the \"Jerusalem Biblical Zoo\" (so much better than that Darwinian Safari down the road).</p> <p>The bad news: Arava suffers from paralysis in her hind legs. The good news: this week she reportedly \"found love\" after being fitted with <a href=\"http://www.theguardian.com/environment/video/2008/aug/19/tortoise\">a pair of back wheels</a>. \"Her new mobility had apparently made her a moving target for an amorous male,\" cooed The Australian newspaper. Wow. She must think she's died and gone to heaven.</p> <p>So yes, we could simply limit ourselves to <a href=\"http://www.theaustralian.news.com.au/story/0,25197,24205297-12377,00.html\">the Arava story</a>. But that feels a little cloying and cutesy (perhaps even a trifle distressing as well, given the presence of that lumbering \"amorous male\"). Alternatively we could mate this item with the antique story of an unnamed male tortoise, <a href=\"http://news.bbc.co.uk/cbbcnews/hi/animals/newsid_2178000/2178191.stm\">caught in the crossfire of a Rio turf war</a> and later rebuilt in a Steve Austin-style: augmented with a pair of back wheels that were sawn off a TV cabinet and strapped on with sticky tape.</p> <p>I'm pitching this as The Tortoise and the Hare meets City of God. It's about an innocent pet that falls foul of a gangster rodent but then gets his revenge courtesy of a bionic makeover. I'm suggesting Bill Murray to voice the tortoise, and Jim Carrey to do the hare. But we also need someone to play the \"poor owner\" who loves the tortoise but can't afford to take it to the vets (Alan Arkin, maybe). And if we're going to bring in the Biblical Zoo angle we obviously need an amorous suitor to eventually \"find love\" with. I nominate Zooey Deschanel, if only because she took a similar slot in that cartoon about the surfing birds.</p> <p>Now as you can see I've flipped the gender roles and taken a mainstream, Hollywood route. You might want to take a more exotic path. Your version of the tortoise tale might be a <a href=\"http://www.nausicaa.net/miyazaki/\">Hayao Miyazaki</a> animation, or a Jan Svankmajer puppet show. The casting is even more of a free-for-all. Seeing as their aren't many actors who bear an obvious resemblance to a paralysed Brazilian tortoise, you're pretty much free to pick whoever you like.</p> <p>Here's what we need ...</p> <p>The Tortoise</p> <p>The Hare</p> <p>The Poor Owner</p> <p>The Tortoise Girlfriend/Boyfriend</p> <p>The title</p> <p>The director/studio</p> <p>Thanks for your responses to last week's <a href=\"http://blogs.theguardian.com/film/2008/08/casting_the_news.html\">Olympic divers biopic</a>. Where to begin? Were going with bengaliman's suggestion of Nick Berry to play testy Blake Aldridge and (just to up the absurdity levels) dazzabrimma's choice of Peter Kay to play precocious, fresh-faced Tom Daly. Dexterities' tagline (\"as easy as falling off a log\") likewise gets the greenlight. And for the supporting role of Lin Miaoke, the duplicitous little minx who thought she could get away with miming to someone else's voice? Ah, greatpoochini, if only it were true. Do you really think we could get Tom Cruise to sign?</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336799988\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/HappyinHerOwn-World-9511.jpg\" alt=\"Woman and baby\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Environmental photographer of the year and quality of life winner: Happy in her own world, Abhijit Nandi, India</strong>. ‘The woman in my picture is returning home from the paddy field after a long day at work. She never thought a village woman could be the subject of a photograph, so when I told her I'd like to take a picture of her, she just laughed’</span> <span class=\"element-image__credit\">Photograph: Abhijit Nandi/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336799991\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/LyHoangLongGreenSteps-1296.jpg\" alt=\"Paddy field\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Natural world, runner up: Green steps, Ly Hoang Long, Vietnam</strong>. Terraced paddy fields for rice require large quantities of water and have an adverse environmental impact because of the amount of methane gas growing rice generates. World methane production due to paddy fields is thought to be between 50m and 100m tonnes a year</span> <span class=\"element-image__credit\">Photograph: Ly Hoang Long/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336799997\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/PeafowlatDawn-7083.jpg\" alt=\"Peafowl\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Natural world winner: Peafowl at dawn, Sandesh Kadur, India</strong>. The Peafowl is the national bird of India and lives throughout Pakistan and India, but is thought to be extinct from Bangladesh. The birds do most of their foraging in the early morning and shortly before sunset, retreating to the shade and security of the forest for the heat of the day</span> <span class=\"element-image__credit\">Photograph: Sandesh Kadur/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336799981\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/Elizabeth-6877.jpg\" alt=\"Elizabeth\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>World of difference, runner up: Elizabeth, Jon Spaull</strong>. ‘This is of a woman in a village in northern Ghana who has just collected water from a well installed by the local community with the help of WaterAid. Before the well was put in she had to collect water from a stream, with all the inherent risks of sickness and disease’</span> <span class=\"element-image__credit\">Photograph: Jon Spaull/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336800006\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/TheWindCollector-1240.jpg\" alt=\"Windmill\" width=\"450\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>World of difference, winner: The wind collector, Donnie Mackay</strong>. ‘This says everything about individual expression in wild natural landscapes and is a good metaphor for small-scale electricity generation and waste collection in the Hebrides’</span> <span class=\"element-image__credit\">Photograph: Donnie Mackay/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336799978\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/ClimateChange-5521.jpg\" alt=\"Floods\" width=\"630\" height=\"295\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Changing climates, highly commended: Climate change affecting transport, Somenath Mukhopadhyay</strong>. Monsoon season, which lasts from June to September, brings vital rain for India's farmers but also massive destruction. Floods, mudslides, house collapses and lightning strikes have killed at least 225 people across the country in 2008 so far</span> <span class=\"element-image__credit\">Photograph: Somenath Mukhopadhyay/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336800003\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/TheLastTree-9588.jpg\" alt=\"The last tree\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Changing climates, highly commended: The last tree, Junjie Lou, China</strong>. In China, 90% of urban groundwater and 75% of rivers and lakes are polluted. As a result of widespread water pollution 700 million people drink contaminated water, while waterborne diseases have led to a rising number of premature deaths</span> <span class=\"element-image__credit\">Photograph: Junjie Lou/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336800015\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/YetToGo-4716.jpg\" alt=\"Flooded street\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Changing climates, runner up: Yet to go, Abhijit Nandi, India</strong>. These child workers in Kolkota, West Bengal, are in a hurry to catch the last train but the road to their station is flooded due to heavy rain</span> <span class=\"element-image__credit\">Photograph: Abhijit Nandi/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336799972\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/AftertheFloods-2644.jpg\" alt=\"Changing climates\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Changing climates, winner: After the floods, Katya Evdokimova, UK</strong>. More than 55,000 properties were flooded in England in the summer of 2007 and £3bn worth of assets damaged. More rainfall is expected in the future as a result of human-induced global warming, deforestation and over development</span> <span class=\"element-image__credit\">Photograph: Katya Evdokimova/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336800000\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/PollsmoorPrison-7686.jpg\" alt=\"Pollsmoor\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong> Quality of life, highly commended: Pollsmoor prison, Peter Davies</strong>. Essex charity worker Siobhan Mattimoe talking to young prisoners in the juvenile wing of the Pollsmoor prison in Cape Town, South Africa</span> <span class=\"element-image__credit\">Photograph: Peter Davies/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336800012\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/Winningteam-4019.jpg\" alt=\"Football in the mud\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Quality of life, highly commended: Winning team, Nimai Ghosh, India</strong>. A football team from West Bengal celebrate their victory</span> <span class=\"element-image__credit\">Photograph: Nimai Ghosh/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336800009\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/Warming-2909.jpg\" alt=\"Fire\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Quality of life, highly commended: Warming, Saikat Mukherjee, India</strong>. 'December in the village of Purulia, West Bengal. The women live on the foot of Ayodhya Hill and with the approach of evening they made a fire to get warm'</span> <span class=\"element-image__credit\">Photograph: Saikat Mukherjee/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336799975\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/AnIllegalTannery-4647.jpg\" alt=\"Tannery\" width=\"630\" height=\"390\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Quality of life, runner up: An illegal tannery, Alex Masi</strong>. Two children use their legs to find the remaining skins in a bath of contaminated water during liming – the process of removing hair and impurities with the use of chemicals, especially chromium – in one of 160 illegal tanneries in Jajmau, India. Children are paid $1 a day to work, while those in nearby villages are starting to show symptoms of chromium contamination. Most of the leather is exported to Europe</span> <span class=\"element-image__credit\">Photograph: Alex Masi/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336799984\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/ElsteadRoad-8791.jpg\" alt=\"Field\" width=\"299\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Young environmental photographer of the year (under 21), highly commended: Elstead Road, Max Catterall, England</strong></span> <span class=\"element-image__credit\">Photograph: Max Catterall/CIWEM</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"gu-image-336799994\"> <img src=\"https://static.guim.co.uk/Guardian/environment/gallery/2008/aug/20/climatechange/MistyMorning-5910.jpg\" alt=\"Misty morning\" width=\"301\" height=\"450\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\"><strong>Natural world, highly commended: Misty morning, Ly Hoang Long, Vietnam</strong></span> <span class=\"element-image__credit\">Photograph: Ly Hoang Long/CIWEM</span> </figcaption> </figure>",
  "<p>China has replaced the US as Japan's biggest export destination, according to figures published today, underlining the Olympic host's emergence as a global economic power. </p> <p>Japan's finance ministry said exports to China outstripped those to the US in July, marking the 38th consecutive increase in exports to its Asian neighbour. It was the first time Japan had sold more goods to China than to any other country since the government started keeping records in 1950. </p> <p>Exports to China for the month rose to a record high of ¥1.28 trillion (£6.3bn), up 16.8% from a year earlier, the ministry said. </p> <p>Those to the US, however, dropped 11.5% to ¥1.27tn as Japanese automobile makers struggled to sell to the troubled US market. </p> <p>Japan's overall exports rose just over 8% to ¥7.63tn, but high oil prices saw imports leap by 18.2% to ¥7.541tn, the fastest pace in two years. </p> <p>As a result Japan's trade surplus fell 86.6% to ¥91.1bn - the fifth decline in as many months, and bigger than analysts had predicted. </p> <p>Given that Japan's stuttering economic recovery has been fuelled by exports to China, today's figures may allay fears that it is again heading towards recession prompted by data showing that the economy shrank in the second quarter of this year. </p> <p>Japan will continue to depend on Asian custom for its exports. Its trade surplus with the rest of the continent rose 42.3% in July, with exports rising 12.7%, although demand for steel, chemical and electronic machinery is showing signs of weakening, analysts said. </p> <p>Exports to China were boosted by demand for raw materials as the country prepared to host the Olympics, and by the rebuilding effort in Sichuan province, which was hit by a powerful earthquake in May. </p> <p>While some Japanese companies such as Honda and Komatsu, which makes construction equipment, are looking increasingly to the Chinese market, others are being hit hard by falling demand in the US. Toyota, for example, reported its biggest fall in earnings for five years this month, due mainly to the US slump. </p> <p>Few believe that Japan will be able to maintain its China-driven growth, however. </p> <p>Earlier this week Masaaki Shirakawa, governor of the Bank of Japan issued its gloomiest prognosis for the economy since the Asian financial crisis of 1997, largely as a result volatile financial markets and price rises.<br> The central bank downgraded its view of the economy's prospects, saying growth was \"sluggish against the backdrop of high energy and materials prices and weaker growth in exports\". Takeshi Minami, chief economist at Norinchukin Research Institute, believes July's export rebound will prove short lived. </p> <p>\"Given the sluggish US and European economies, Japan's exports will remain weak, and you can't expect much help from the Chinese economy either as it is expected to slow after the Olympics,\" he told Reuters.</p>",
  "<p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSN1337302320080820?feedType=RSS&amp;feedName=environmentNews\">Global warming pushes Peru to pick coffee earlier</a></strong><br>Source: Reuters<br>Rising temperatures and erratic weather patterns are changing historic trends in the coffee season, growers say in Peru, a country closely tied to the impact of climate change because of its rapidly melting tropical glaciers.</p> <p><strong><a href=\"http://environment.newscientist.com/channel/earth/mg19926703.600-arctics-grazing-animals-help-global-warming-on-its-way.html?feedId=earth_rss20\">Arctic's grazing animals help global warming on its way</a></strong><br>Source: New Scientist<br>Could vegetation help to offset global warming? Not if grazing animals such as caribou and musk oxen are allowed to do their worst.</p> <p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSN2041263620080821?feedType=RSS&amp;feedName=environmentNews\">Scientists urge US to protect economy from climate</a></strong><br>Source: Reuters<br>Eight scientific organizations urged the next U.S. president to help protect the country from climate change by pushing for increased funding for research and forecasting, saying about $2tr (£1.07tr) of US economic output could be hurt by storms, floods and droughts.<br></p>",
  "<p><br>Plane depressing ... Charlie Victor Romeo. Photograph: Murdo Macleod</p> <p>It has been said that the Fringe is a perfect barometer for measuring whichever issues are currently worrying our society. And as in previous years, many companies here are nailing their political colours to the mast with a plethora of shows about Iraq, terrorism, and the Labour government. Yet there is a new colour seeping in to the politics of this year's Fringe - and it's distinctly green.</p> <p>It seems that it has only been relatively recently that the environment has become a concern for theatremakers. Perhaps this is not surprising. The science and politics involved tend to feel quite abstract and the consequences of climate change still feel far off, so it can be difficult to humanise all this in a way that will work on stage.</p> <p>So how, then, do you best tackle this issue? Judging from the different approaches taken by the shows here, no one seems quite sure. The playwright Ian Heggie has penned a piece called <a href=\"http://www.edfringe.com/shows/detail.php?action=shows&amp;id=816\">Global Warming is Gay</a>. Performed by a student company, it is, as its title suggests, a fairly irreverent take on the subject.</p> <p>One of the green movement's problems is its image of being led by sandal-wearing, bearded lefties who want everyone to live monastic lives of self-denial. Heggie's play tackles this view head-on by telling the story of a couple for whom being green seems to be just the latest consumerist fad. He touches on some serious issues about the conflict between principles and pleasures - highlighting with characteristic absurdity the kind of dilemmas that many Guardian readers no doubt currently face. Yet ultimately, the comic form for the piece sits uncomfortably with its subject matter. For much of the time Heggie's humour relies on some highly imaginative scatological references which, while funny in themselves, do not really illuminate the play's politics.</p> <p>A similar problem affects Eco-friendly Jihad - a show by the standup comic <a href=\"http://www.timeout.com/london/comedy/features/2939.html\">Abie Philbin Bowman</a>. Bowman is, quite literally, a bearded, sandal-wearing leftie. Though, as he points out, he is only a relatively recent convert to the green movement. He has some fantastic material, particularly in the first 20 minutes of his set. But much of this revolves around his attitudes towards America and terrorism. When he gets on to the question of the environment the facts fly but the laughs dry up. It feels as if the importance of communicating the severity of what is happening renders humour redundant. This is not to say that comedy cannot be used to approach this issue - just look at <a href=\"http://www.theguardian.com/books/2008/jul/26/scienceandnature.roundupreviews1?gusrc=rss&amp;feed=books\">Mark Watson</a>. But it certainly seems to be a tricky thing to pull off.</p> <p>Over at the Hill Street theatre, Liz Rothschild is performing Breaking the Silence, a piece she has written about the environmental campaigner <a href=\"http://www.rachelcarson.co.uk/\">Rachel Carson</a>. Carson was the author of the 1962 book Silent Spring, which detailed the dangerous effects of the chemicals that heavy industry was spewing into the environment. This is, obviously, not directly a play about climate change, though the challenges that Carson faces - disbelief, governmental and corporate spin - would be familiar to many campaigners today. Yet the script makes several, deliberately anachronistic, references to GM crops and to Monsanto, and these turn the show into an explicitly campaigning piece. It is an intelligent, serious piece of work, but this tendency to focus on the political side of things leaves little room for exploring Carson herself. Any human frailty she might have had in either her political battles or her personal battle with cancer is passed over.</p> <p>The most directly and emotionally engaging piece at the festival that touches on these issues is <a href=\"http://www.theguardian.com/culture/2008/aug/12/edinburghfestival.caravan\">The Caravan</a> at the Pleasance. Strictly speaking, this is not a show about climate change at all. Rather it is a verbatim piece based on testimony from the victims of last year's severe summer floods. Yet while it is always difficult to prove a direct link between any specific weather event and global warming, the suffering that these people have experienced acts as a stark warning of what is to come.</p> <p>Ironically, the show that might actually have the most positive impact on reducing our carbon footprints, is <a href=\"http://www.theguardian.com/culture/2008/aug/03/edinburghfestival.theatre1\">Charlie Victor Romeo</a>, a piece that doesn't mention the environment once. The script is based on the black box recordings of doomed passenger planes. It's a bleak, depressing bit of work - and once you have seen it, you are not going to want to set foot in a plane anytime soon.</p>",
  "<p>Björn Lomborg <a href=\"http://www.theguardian.com/commentisfree/2008/aug/15/carbonemissions.climatechange\">accuses me</a> of scare tactics in <a href=\"http://www.theguardian.com/commentisfree/2008/aug/11/climatechange\">my article</a> on the catastrophic consequences of a 4C temperature rise. But his confidence that global warming on this scale would have only moderate impacts, knocking global GDP by a mere 3.5% by 2300, is dangerously misplaced. Against Lomborg's outdated econometric models stands something infinitely more dependable and less reassuring: the geological record. </p> <p>The Earth has in the past undergone rapid and dramatic climate change. It is quite capable of maintaining a \"hothouse\" state as much as 10C warmer than today with ice-free poles and sea levels up to 100m higher - as it did between 100 and 40 million years ago. And an initial warming pulse of 5C or less - caused perhaps by an asteroid strike on limestone or coal deposits releasing thousands of gigatonnes of carbon to the atmosphere, or by volcanic eruptions - can trigger further warming processes that can multiply the intial temperature rise. </p> <p>It has happened before, and it could happen again. In geological terms there is little to choose between an a carbon release caused by an asteroid strike, and one caused by our burning fossil fuels. Already we are witnessing positive feedback processes in the climate system that threaten to amplify the warming pulse of just under 1C that humans have already delivered. If we ever reach 4C of warming there are likely to be many more such feedbacks, perhaps enough to flip the climate system into \"hothouse\" mode. </p> <p>If this should ever happen, the elaborate cost-benefit analyses of Lomborg and colleagues at his <a href=\"http://www.copenhagenconsensus.com/Default.aspx?ID=788\">Copenhagen Consensus</a> will be so much waste paper. But that is not to dismiss economics as a whole - on the contrary. Nicholas Stern's <a href=\"http://www.hm-treasury.gov.uk/independent_reviews/stern_review_economics_climate_change/sternreview_index.cfm\">famous 2006 review</a> marked a major step forward in applying economics to climate change and yielded many useful findings - not least that swift and decisive action to mitigate climate change is the \"pro-growth strategy for the longer term\", and the sooner we do it the less it will cost us. </p> <p>But Stern's analysis, though powerful, is incomplete and understates the case for action. In particular it does not adequately encompass the risks of truly catastrophic change, as opposed to modulations applied to a business-as-usual scenario. A small perturbation - a temperature rise of 1C, for example, and a sea level rise of 0.1m - can fairly be considered in conventional terms. There will be both costs and benefits, but on the whole the world will carry on much as before. </p> <p>But the conventional approach breaks down entirely in the face of a very large change - such as a warming of 10C and a long-term 100m sea level rise. We need not lose any sleep over whether our descendants in 2100 might be a few percentage points richer or poorer than otherwise - after all, Lomborg assures us, they will be 1,700% richer on average. But we should be deeply concerned that we may leave them a seriously damaged world, incapable of supporting life - including human life - on anything like the scale and diversity we presently enjoy. It is hard, and arguably impossible, to put a figure on the economic cost of such an outcome, but it is certainly enormous. </p> <p>And as Martin Weitzman, professor of economics at Harvard University, points out in his widely-acclaimed paper <a href=\"http://www.economics.harvard.edu/faculty/weitzman/files/REStatFINAL.pdf\">On Modeling and Interpreting the Economics of Catastrophic Climate Change</a> (pdf), very high-cost, low-probability outcomes are systematically ignored by current economic methods, when they should be placed at centre-stage. In Weitzman's own words, spending money now to slow global warming is not about \"optimal consumption smoothing\" (as Lomborg would have it), but about \"how much insurance to buy to offset the small chance of a ruinous catastrophe that is difficult to compensate by ordinary savings\". </p> <p>Taking out Weitzman's climate insurance means spending now to ensure that the \"ruinous catastrophe\" never happens. And to achieve this aim by investing $1 trillion per year (about 2% of World Product) as proposed in Kyoto2 is positively good value - all the more so as all the investments would bring about important additional human, economic and environmental benefits. Even without the threat of global warming the world would be better off by shifting towards renewable energy, raising energy efficiency, reversing deforestation, and ensuring the long term productivity of the world's farmland. Kyoto2 is the \"best solution\" that Lomborg is searching for.</p>",
  "<p>As ably demonstrated in the <a href=\"http://www.guardian.co.uk/lifeandstyle/2008/aug/17/restaurants.foodanddrink2\">current edition of OFM</a>, for a species that is said not to eat, celebrities are fascinated by food. </p> <p>Restaurants become famous for star-spotting, with a bank of paparazzi always outside <a hfref=\"http://www.the-ivy.co.uk/\">The Ivy</a>, <a href=\"http://www.mrchow.com/\">Mr Chow</a> and wherever else has been deemed worthy. Not content with just loitering in existing eating places, now celebrities want to open their own.<br> Perhaps the most successful example is <a href=\"http://www.guardian.co.uk/lifeandstyle/2006/oct/22/foodanddrink.features1\">Allegra McEvedy's old boss</a>, <a href=\"http://www.imdb.com/name/nm0000134/\">Robert De Niro</a>. As part of his 'Mayor of TriBeCa' act, De Niro has set up restaurants such as <a href=\"http://www.myriadrestaurantgroup.com/nobu/index.html\">Nobu</a> and latest venture, <a href=\"http://www.thelasvegasadventurer.com/robert-deniro-opens-ago-restaurant/\">Ago</a>. The city is also home to the <a href=\"http://nymag.com/restaurants/reviews/29407/\">Waverly Inn, Graydon Carter</a>'s exercise in exclusivity. </p> <p>It's not just the doyens of American entertainment who want to join in. <a href=\"http://www.imdb.com/name/nm0005110/\">Ashton Kutcher</a>, <a href=\"http://www.imdb.com/name/nm0000139/\">Cameron Diaz</a> and <a href=\"http://www.justintimberlake.com/\">Justin Timberlake</a> have all had a go, with varying degrees of success. At the height of her fame Britney <a href=\"http://www.ew.com/ew/article/0,,394689,00.html\">launched Nyla</a> (combining New York and her home-state of Louisiana) which lasted just five months following a disastrous opening and cases of food-poisoning. <br> It all started in the 90s, when <a href=\"http://www.imdb.com/name/nm0000246/\">Bruce Willis</a>, <a href=\"http://en.wikipedia.org/wiki/Arnold_Schwarzenegger\">Arnold Schwarzenegger</a> and <a href=\"http://www.sylvesterstallone.com/\">Sylvester Stallone</a> swaddled themselves in tacky T-shirts to launch <a href=\"http://www.planethollywood.com/\">Planet Hollywood</a>. Despite going global, the chain went the way of their acting careers. Still, it was more successful than the <a href=\"http://findarticles.com/p/articles/mi_qn4158/is_19981021/ai_n14200212\">Fashion Café</a>. Fronted by <a href=\"http://en.wikipedia.org/wiki/Naomi_Campbell\">Naomi Campbell</a>, <a href=\"http://en.wikipedia.org/wiki/Elle_Macpherson\">Elle McPherson</a> and <a href=\"http://www.imdb.com/name/nm0000629/\">Claudia Schiffer</a>; the owner embezzled £7m and the chain took its place alongside New Coke and bottled water for cats in food branding disasters. As marketing expert Matt Haig pointed out, \"the connection between models and food was not an obvious one\". <br> Naomi Campbell has since left the restaurant business (and the music business and the publishing business) but others were ready to have another go. Bruce Willis is about to open an upmarket wine bar in New York while Arnold Schwarzenegger tried to introduce LA to Austrian cuisine (the progressive Republican does like his oxymorons after all).  No doubt lessons have been learnt. Celebrities are rather less ambitious, preferring to concentrate on one restaurant, rather than an entire empire. There's a greater level of maturity and restraint as well. Gone is the gaudy décor and shameless emphasis on merchandise. The latest example is <a href=\"http://www.popcrunch.com/eva-longoria-restaurant-beso-opening-january-4th/\">Eva Longoria's Beso</a> (Spanish for kiss), which opened a few weeks ago. A star-struck <a href=\"http://www.latimes.com/theguide/restaurants/la-fo-review4-2008jun04,0,7536894.story\">LA Times admired</a> the \"dramatic loft-like space with chandeliers dangling from the high ceilings like diamond earrings and sexy black leather chairs\". <br> It takes until paragraph four to get round to the food, which may suggest where priorities lie in such places. Should anyone care, it's Tex-Mex, inspired by Longoria's upbringing in Houston and the actress insists the restaurant is stamped with her influence, right down to using her recipe for tortilla soup (\"a little wimpy\").  It's interesting that celebrity restaurateurs use the food they grew up with as the basis for their restaurant, whether it's Justin Timberlake's Southern barbecue or Jennifer Lopez's Puerto Rican cuisine. Could it be these restaurants are a way of maintaining identity and creating a link with the past? Or is it more cynical? Once you have the fragrance and clothing line, is it just the natural extension of a brand? A matter of keeping up with the J Lo's? My own experiences of celebrity eateries have been minimal, though I was impressed by <a href=\"http://en.wikipedia.org/wiki/Bono\">Bono</a>'s <a href=\"http://www.theclarence.ie/\">Clarence Hotel in Dublin</a> which was more stylish than you'd expect from a man who wears built-up heels and bug-eyed sunglasses. What about you? Have you tried <a href=\"http://www.imdb.com/name/nm0000362/\">Danny DeVito</a>'s chilled seafood tower or P Diddy's <a href=\"http://www.justinsrestaurant.com/justinsnyc/menu.html\">Pussy Kat Relaxer</a>? And what do you think the reasons for going to these restaurants are? Star-spotting? A chance to get closer to a celebrity? And given the recent blurring of the boundaries between chef and celebrity, are they really necessary?</p>",
  "<p><strong>Vicky Redwood</strong> at <strong>Capital Economics </strong>said that the figures should be taken lightly since they have been very erratic: \"We know that the monetary policy committee is currently placing more weight on the anecdotal and survey evidence than the official sales figures,\" she said.</p> <p><strong>George Buckley</strong> at <strong>Deutsche Bank</strong> also placed little weight on the figures: \"I think we are going to see further weakness in retail sales going forward ... You will see official retail sales match up with survey evidence.\"</p> <p><strong>Alan Clarke</strong> at <strong>BNP Paribas</strong> agreed: \"The trend is your friend and it is very much downward. I think in assessing the strength of consumer spending we have to take everything into account and it all points to doom and gloom.\"</p> <p><strong>James Knightley</strong> at <strong>ING</strong> said the biggest worry from the set of data was the pick up in price pressures on the high street: \"This coupled with worries about further utility bill price hikes ... could keep inflation at the 5% level for longer than many had hoped and lead us to doubt the prospect of a November rate cut that several analysts have been expecting. Nonetheless with the retail sector remaining vulnerable to rising unemployment, negative wage growth, the credit crunch ... rate cuts will still happen. It is just that we believe first quarter of 2009 is a more probable start time.\"</p> <p><strong>Geoffrey Dicks</strong> at <strong>RBS</strong> said that the figures show British shoppers are defying the economic slowdown:</p> <p>\"The mix (in retail sales) is as before with bigger ticket, housing-related sales doing badly and smaller ticket items doing well (supported by tourist sales in central London). Despite an intensifying squeeze on household budgets, the UK consumer is down but by no means out.\"</p> <p><strong>Martin Digby</strong> at <strong>Accenture</strong> retailing strategy practice said: \"This is an environment where we are seeing heavy investment to win sales, and eyes are beginning to turn to the peak Christmas trading period ahead. This is when we will see the real winners and losers - consumer spending is shifting and while we are already seeing those with clear propositions at the top and bottom of the sector doing well it is in the mid-market where the real battle will be fought out ... Only those who can positively differentiate what they are offering to the shopper ... will be in the list of winners come January.\"</p> <p><strong>Gavin George</strong> at <strong>Ernst &amp; Young</strong> said that while sales volumes may have increased, this was driven by discounting activity and margins will have declined despite the recent record price increases in food.<br> \"The UK consumer is being hard hit by increases in energy bills and stealth taxes resulting in continued pressure on household budgets. As highlighted in our annual discretionary income study UK households are 15% worse off than they were five years ago. \"The impact on retailers is already being felt; the number of profit warnings in 2008 for general retailers is at a record high and the number of high profile corporate failures has reached 21.\" </p> <p>There are some bright spots, however, he said: \"Both online/multichannel retailing and international expansion continue to provide opportunities to create value.\" </p>",
  "<p>An NHS trust that took 42 minutes to dispatch an ambulance to aid a road accident victim was today ordered to improve its service.</p> <p>Student Rebecca Wedd, 23, was hit by a car as she walked along the A433 near Coates in Gloucestershire, with friends in May last year. </p> <p>She lay injured for 42 minutes - four times the national target of eight minutes - before she was flown by air ambulance to Frenchay hospital in Bristol, where she died the following day.</p> <p>Watchdog the Healthcare Commission launched a review into the conduct of Great Western ambulance service (GWAS) NHS trust following the death.</p> <p>Concerns had been raised about the trust's failure to meet national targets on response times before the accident, said the commission.</p> <p>Its review looked at the way GWAS handled calls, dispatched ambulances and looked after patients. The findings, published today, say that since the accident the trust had responded to concerns and made improvements to its service. </p> <p>Changes such as the introduction of a new ambulance dispatch system and a review of its vehicle fleet have reduced the risk of a similar incident recurring, the commission said. </p> <p>But it did identify areas where the trust must improve its current practice.</p> <p>The report said: \"This includes the way in which it responds to concerns from the public and how it documents its action taken in response to incidents. </p> <p>\"We have also made recommendations to ensure that staff are clear about their roles in a work environment that has seen many changes over the past few years.\" </p> <p>The commission urged the trust to continue driving down response times. </p> <p>Currently the trust responds to 72.2% of immediately life threatening incidents within eight minutes - the national target is to accomplish this for 75% of calls. </p> <p>Nigel Ellis, the commission's head of investigations, said: \"The incident that triggered this intervention is a real tragedy. It follows that the trust should continue to do everything possible to ensure it does not happen again. </p> <p>\"We are satisfied that lessons have been learned and the trust is addressing the main concerns by making changes to its systems to reduce the risk of an incident like this being repeated.\" </p> <p>The commission made five recommendations, including ensuring there is a clear system for investigating all incident and setting up a programme of regular workshops and team meetings to discuss performance issues. </p> <p>The commission will revisit the trust in six months to check progress against these recommendations.</p> <p>Dr Ossie Rawstorne, clinical director at GWAS, said: \"I wish to reassure the public that Great Western ambulance service is delivering better and faster <br>patient care than ever before. </p> <p>\"We still have challenges ahead but we have made significant improvements in the last 17 months.\"</p> <p>He added: \"We accept all five of the commission's recommendations and will have implemented four of them completely by the end of next month.\"</p>",
  "<p>So, the government comes face-to-face <a href=\"http://www.theguardian.com/education/2008/aug/21/primaryschools.earlyyearseducation\">with a failure</a>. Someone better than me at basic numeracy might like to tot up the money spent on Sats, the various \"strategies\" and specific \"hours\", and Ofsted teams, along with the cost of schools closed and re-opened under new management. It's clear that Andrew Adonis is still wedded to the crumbling edifice of Sats, even though there is no evidence to suggest that the tests \"lever up standards\" <a href=\"http://www.theguardian.com/education/2008/aug/13/sats.schools\">as is claimed</a>.<br> As far as <a href=\"http://www.telegraph.co.uk/news/newstopics/politics/education/2545952/Sats-results-School-reading-standards-drop.html\">literacy is concerned</a>, there are two main interlocking problems. First, there is the matter of how we conceptualise reading and writing. The issue here is that the variety and complexity of these two activities has been reduced to a word that describes nothing more or less than the reading and writing down of letters – literacy. Second, there is the assumption within Sats tests that reading and writing is best assessed by asking children to provide answers about literature that are confined to a) confirming that they have observed certain facts about a passage and b) can reproduce the sequence and logic of a passage. I don't think there is too much wrong with this kind of questioning if it were restricted to quizzing children about factual accounts. The problem lies in the fact that it is applied to literature. And it's here that the conception of reading and writing as \"literacy\" and this particular kind of testing overlaps. I suggest that it is precisely here that the government's literacy ship founders.</p> <p>We know now that teachers teach to the tests. Every parent of a Sats-age child knows that the Sats year begins with your child's teacher announcing, \"This is the year of the Sats\", and sure enough, the lesson plans and homework soon come home. These are, in essence, mini-Sats full of the same kind of questions. In other words, the response to literature across the whole year (and indeed the whole school) is reduced to firing back answers on the facts in extracts in books, and reproducing the \"sequence of events\" as they put it. Literature is being shrunk into literacy. <br> I don't think that it's possible to help all children become fluent readers and writers (\"lever up standards\" if you will), unless they discover the value of what humanity has produced in the printed word. One of the most potent forms that the printed word offers to us all is literature. It excites and intrigues its readers as it invites them to accompany creatures of many kinds (including humans!) seemingly going through experiences that invite readers into anything from sympathy to loathing, from anger to relief, from fear to hope and so on. It also supports and challenges readers in their desires and in their views of themselves whether that's in their families, friendship or cultural groups or social class. It offers glimpses of human behaviour beyond those available or known to the reader. The tragic fact is that this immensely potent way of giving children a reason to read and write has been turned into a series of dull, repeated exercises and tests, often conducted on books that are never read in their entirety – and all in the name of \"delivering literacy\". I suggest that whatever process of teaching children how to read is in place, this process on its own will never solve the problem of proving to children that reading is a worthwhile and interesting activity. In other words, any child might quite legitimately ask him- or herself, \"why should I bother with this stuff?\" This is the question that education has to address and that needs a completely different approach. It would require every school and every teacher to develop practices collectively on how to create book-loving communities for all. Ironically, the government quietly puts money into a set of organisations (<a href=\"http://www.literacytrust.org.uk/\">National Literacy Trust</a>, the <a href=\"http://www.readingagency.org.uk/\">Reading Agency Booktrust</a>, the <a href=\"http://www.childrenslaureate.org.uk/Home\">Children's Laureateship</a> (!) etc) that foster this, but schools only sign up for these <em>voluntarily</em>! Many don't. Ofsted inspects schools for literacy but not for whether children read often, freely and widely. <br> Only when all children are in a book-loving environment will they achieve literacy, yes, but a lot more: a confidence in handling abstract ideas, an understanding of a multiplicity of viewpoint and the complexity and diversity of human interaction that comes through reading widely and often. At the moment, the government is barking up the wrong tree. The regime of Sats, the <a href=\"http://www.standards.dfes.gov.uk/primary/\">literacy strategy</a> and Ofsted will only carry on delivering failure.</p>",
  "<p>BAE Systems has secured a £3bn deal over 15 years to supply ammunition to British troops, the Ministry of Defence announced today. </p> <p>The agreement will allow BAE to modernise its UK factories, some of which use machinery dating back to the second world war, in a £120m investment programme that will improve efficiency and safety.</p> <p>Peter Northern, a senior MoD official, said the agreement would help cope with the increased demand for ammunition as a result of operations in Iraq and Afghanistan. </p> <p>He said it was \"crucial\" to award the contract to a UK company to protect against worldwide shortages in ammunition. </p> <p>Under the arrangement, the firm will supply around 80% of the ammunition used by the military for operations and training, from 5.56mm bullets for the SA80 rifle to mortar rounds and artillery shells. </p> <p>The armed forces minister, Bob Ainsworth, said: \"Today's partnering agreement secures the long-term supply of ammunitions to our armed forces. </p> <p>\"The 15-year programme will ensure that the UK has a modernised, sustainable munitions industry which will support British jobs and protect our capacity to produce ammunition. </p> <p>\"It is absolutely essential to the conduct of operations and training that we have a guaranteed UK-based high-quality source of ammunition. This contract provides precisely that.\" </p> <p>Charlie Blakemore, BAE's managing director for land munitions, said some of the machinery at the factories dated from the second world war. </p> <p>\"You can imagine that the rate of production that we are now at; it's been some achievement to keep that going in that period to make sure that we deliver on time.\" </p> <p>BAE hopes the modernisation programme will give the UK a \"world-class\" production capability, which could lead to export opportunities. </p> <p>The deal will safeguard 1,700 jobs at the firm's plants at Birtley in County Durham, Glascoed in South Wales, and Radway Green in Crewe. </p> <p>The deal comes a few weeks after BAE's links with the government were criticised following the Serious Fraud Office's (SFO) decision to drop its investigation into the firm' arms deal with Saudi Arabia worth billions of pounds. </p> <p>The House of Lords ruled last month that then SFO director Robert Wardle acted lawfully to halt the investigation into corruption allegations in late 2006 in the face of Saudi threats to withdraw cooperation on counter-terrorism. </p> <p>At an earlier hearing in the high court, Lord Justice Moses and Mr Justice Sullivan said the SFO and the government made an \"abject surrender\" to \"blatant threats\". </p> <p>Symon Hill, a spokesman for Campaign Against Arms Trade, said people were \"outraged and far more aware of BAE's influence among government\" as a result of the case.</p>",
  "<p>Our <a href=\"http://www.guardian.co.uk/culture/2008/jul/21/about.launch\">launch of the Culture, Education and Life &amp; Style sites</a> went so smoothly it was almost boring. We knew that the launch of the first batch of blogs on the new platform would be more challenging before we even started the technical planning. <br></p> <p>Why was this?</p> <p>The first problem (or \"opportunity\" as our technology program manager likes to say), was launching 13 blogs scattered across the whole site; each one belonging to its own section which was already live in the new platform (Environment blog in the Environment section, Market Forces blog in the Business section and so on). This meant that all the migrated blogs content from the archive would be available in the CMS and at risk of launch by any over-enthusiastic editor should the mood take them. We didn't want to build an expensive technical Chinese wall which we'd only use for a couple of weeks in the run-up to the blogs launch, so we opted for the far simpler solution of running a query every hour on the hour to identify blogposts that had been prematurely launched. In fact, only one blog post was accidentally launched which we spotted and took down within 20 minutes.</p> <p>The other side effect was that we had to think carefully about how to isolate our launch scripts from all other editorial activity. Otherwise we risked prematurely launching newspaper articles when we intended to launch the blogs' content. We opted for another low-tech workaround and delayed the launch of the blogs fronts and blogposts until after midnight, when all the activity around the <a href=\"http://www.guardian.co.uk/theguardian\">newspaper content</a> is complete. This meant we risked snoozing on the night after eating enormous amounts of pizza at 9pm while waiting until after midnight to proceed with the launch. Luckily the canteen sells Diet Coke all night.</p> <p>The next question on the list was how to handle the migration of your comments when our commenting platform doesn't have the concept of a draft comment, so as soon as we migrated the comments they would be live and visible in the front end. Far better than launching the articles first and allowing the comments to appear gradually as they were migrated we decided to migrate the comments first, which meant they were visible on user profile pages for a few hours before we launched the articles that they related to. </p> <p>We already knew how to handle migrating the status of commenters so that they retained their banned and forgiven statuses from the old platform as we'd had to do the same thing for <a href=\"http://www.guardian.co.uk/commentisfree\">Comment is free</a>. </p> <p>The only part of the launch exercise that made us slightly nervous on the night was the importing of comments into the new commenting platform. The key thing was to be able to roll it back <a href=\"http://www.guardian.co.uk/help/insideguardian/2008/jun/06/betterlatethannever\">should it go wrong (as it did for the Comment is free launch)</a>. Then we could simply blow away all the comments and start again as it was a brand new empty database, but clearly that was out of the question this time. We practised the rollback procedure twice but it was extremely slow and pretty painful. </p> <p>Luckily the comment import was fine, the dates were correct and the ordering was as we expected. Let's hope that blogs batch 2, planned for next month, goes just as smoothly.</p>",
  "<p><a href=\"http://www.guardian.co.uk/environment/2008/aug/17/gmcrops.greenpolitics\">Phil Woolas's attack on Prince Charles</a> strikes me as Marie Antoinettish, rather than the other way around, as all the pro-GM bluster in the world has not yet fed one hungry mouth. If anyone thinks any developing country has benefited – or, indeed, is likely to benefit from growing GM crops, I defy him to argue that case after reading the appropriate chapter of <a href=\"http://www.guardian.co.uk/books/2008/jan/13/houseandgarden.features\">Michael Pollan's recent book 'In Defence of Food'</a>. </p> <p>Given the state of my vegetable garden on my return from 10 days in Italy, however, I'd almost be glad of some rain-resistant GM crops. <a href=\"http://www.guardian.co.uk/uk/gallery/2008/aug/20/weather?picture=336782518\">Can you believe this weather?</a> <br><br>The <a href=\"http://www.riverford.co.uk/produce/category_detail.php?ProduceCategoryId=38&amp;ProduceHeaderId=2\">globe artichokes</a> have almost vanished – there are two baby ones, on long, spindly stems. The <a href=\"http://www.gardenaction.co.uk/fruit_veg_diary/fruit_veg_mini_project_may_1_french_bean.asp\">french beans</a> have proliferated like billy-o, but can be dealt with by radical picking. The basil, at least, has been slower than usual to flower, and so will remain useable for longer. The <a href=\"http://www.gardenaction.co.uk/fruit_veg_diary/fruit_veg_mini_project_december_1_sweet_corn.asp\">sweetcorn</a> all appears to be pollinated, but hardly any of the cobs have filled out or coloured up.</p> <p>Though I picked all the <a href=\"http://www.wisegeek.com/what-are-courgettes.htm\">courgettes</a> before we left, there were still a few <a href=\"http://www.woodenswords.com/WMA/indian_club.htm\">Indian club</a>-sized ones on my return; but the rain seems to have been good for the squashes and pumpkins, which are all starting to swell a bit early. </p> <p>Two of our fellow guests in Italy have worked for the <a href=\"http://www.rivercafe.co.uk/\">River Café</a>, and they did all the cooking (one being my younger daughter). We had courgettes in some fashion every day for five days – lightly simmered, dressed with olive oil and served with speck; battered and deep-fried with their flowers, ditto fresh anchovies, sprinkled with polenta; sliced like ribbons, grilled and served with rocket and vinaigrette; julienned, quickly sautéed and tossed with green salad; raw, sliced and dressed with oil and vinegar. </p> <p>Of course the <a href=\"http://italianfood.about.com/library/weekly/aa040299.htm\">zucchini</a> and <a href=\"http://www.piattitoscani.it/eng/tuscancookbook/vegetables/Fiori%20fritti%20%5BFried%20zucchini%20flowers%5D/588.html\">fiori fritti</a> were fabulous, feather-light and crisp, the batter being simply 00 flour, salt and water to the consistency of single cream, fried in sunflower oil. Is there a better batter? I'd like to know.</p> <p>Back on the vegetable patch it's the salads that are behaving in the strangest fashion. Some have bolted, despite having too little sun and too much water; but some have revelled in the wet and gone all blowsy. When we left a lot of the tomato plants had set their first trusses of fruit. There must be three dozen plants of several varieties. But even today there is not a single ripe tomato to be seen. Short of <a href=\"http://www.bbc.co.uk/food/recipes/database/greentomatochutney_8201.shtml\">chutney</a>, and <a href=\"http://www.elise.com/recipes/archives/001506fried_green_tomatoes.php\">fried green tomatoes</a> (which I love), what is to be done?</p>",
  "<p>A cheaper way to produce hydrogen from biofuels has been developed, a step that could overcome some of the critical obstacles blocking the gas's widespread future use as a green transport fuel.</p> <p>Hydrogen is often touted as a transport fuel of the future since it produces only water when it is burned. If the gas is produced from sustainably grown biofuels, its use results in very low carbon emissions. Car manufacturers are already developing vehicles that can run on hydrogen fuel cells but moving to a fully-fledged hydrogen transport system requires solving several key issues. These include how to produce the gas efficiently and transport it, which requires very high pressure containers. Building the infrastructure for consumers to fill their cars with hydrogen is another problem.</p> <p>Umit Ozkan, a professor of chemical and biomolecular engineering at Ohio State University, has led a team of scientists to develop a catalyst that can make hydrogen from ethanol without the need for high temperatures or expensive materials such as platinum or rhodium. The work could circumvent some of the storage and transportation problems. </p> <p>\"Instead of making hydrogen from biofuel at a centralised facility and transporting it to gas stations, we could use our catalyst inside reactors that are actually located at the gas stations. So we wouldn't have to transport or store the hydrogen – we could store the biofuel, and make hydrogen on the spot.\" The research was presented on Wednesday at the <a href=\"http://portal.acs.org/portal/acs/corg/content\">American Chemical Society</a>'s annual meeting in Philadelphia.</p> <p>Catalysts that can make hydrogen from biofuels already exist but usually need rare, expensive ingredients. \"Precious metals have high catalytic activity and, in most cases, high stability, but they're also very expensive,\" said Ozkan.</p> <p>She said that her goal from the outset was to develop a cheaper catalyst, one that was based on readily-available metals. The resulting catalyst is made from calcium, cobalt and small grains of cerium oxide, a common ingredient in ceramics. According to the researchers, it an produce hydrogen with 90% efficiency at around 350C – a low temperature by industrial standards. \"Rhodium is used most often for this kind of catalyst, and it costs around $9,000 (£4,800) an ounce,\" said Ozkan. \"Our catalyst costs around $9 a kilogram.\"</p> <p>She added that operating at lower temperatures would also bring energy savings. \"And if the catalyst is highly active and can achieve high hydrogen yields, we don't need as much of it. That will bring down the size of the reactor, and its cost\".</p> <p>The production of hydrogen from ethanol produces waste gases such as carbon dioxide and methane – the former can be trapped and stored while the latter can be burned to supply some of the energy needed for the conversion process itself. Though the team's current research focused on ethanol, the researchers believe it could be adapted to other liquid biofuels.</p> <p>Ozkan said that a preliminary economic analysis of her technique showed that the price of hydrogen could approach that of petroleum. \"As gasoline prices continue to rise, hydrogen produced from renewable sources such as bio-liquids will be more and more competitive. Also, the possibility of using hydrogen in fuel cells will provide much higher efficiency than internal combustion engines can. So the actual cost, in dollars per mile, may already be lower.\"</p> <p><a href=\"http://www.foe.co.uk/\">Friends of the Earth</a>'s biofuels campaigner Kenneth Richter warned that hydrogen was only as clean a source of power as the energy used to produce it. \"Rather than being a clean alternative to fossil fuels, biofuels are actually increasing carbon dioxide emissions. Hydrogen-fuelled cars are still a long way off – the immediate priority for cutting emissions is smarter cars that burn less fuel.\"</p>",
  "<p>Concerns about the air quality in Beijing led US cyclists to step off the plane in the Olympic city <a href=\"http://news.google.co.uk/news/url?sa=t&amp;ct=:ePkh8BM9EwLbwQq0w4ANYgubEFNqjgEr3LZUuJW5MIuMBGYEO1-cw6VxNfLir84KK517v9iAmgDP6RGe/24-0&amp;fp=48ace8371eccee6e&amp;ei=XnesSNW_NJmcwgHEyoG3Bg&amp;url=http%3A//www.nytimes.com/2008/08/06/sports/olympics/06masks.html%3Fref%3Dworld&amp;cid=1235184038&amp;usg=AFQjCNHT5jpVq4ewoEU96IRFMdhbY2k1qg\">wearing face masks</a> - having been advised to do so by the US Olympic Committee's lead exercise physiologist, Randy Wilber. The slightly post-apocalyptic photographs of the riders' arrival inspired so much woe in US and Chinese officials that the competitors <a href=\"http://www.nytimes.com/2008/08/07/sports/olympics/07masks.html?ref=sports\">publicly apologised</a>, saying they'd donned the protective gear simply for health reasons, rather than to make a politically-charged environmental statement.</p> <p>Would it have been so bad, however, if they <em>had</em> been trying to get a point across?</p> <p>Sure, Beijing made <a href=\"http://www.theguardian.com/world/2008/apr/15/china.olympicgames2008\">strenuous efforts</a> to facilitate the athletes' wellbeing during the games. The local government closed factories, took cars off the roads and halted major construction. But in China and worldwide, we need long-term solutions for pollution problems. Because it's not just elite athletes who have to worry about what goes into their lungs. Global warming is increasingly affecting the quality of the air that everyone is breathing. It's starting to cause health problems for all kinds of people - even couch potatoes half a world away from China - according to Mount Sinai Medical Centre pulmonologist <a href=\"http://www.thegooddoctor1.com/doctor_neil.html\">Neil Schachter</a>. \"Without making changes - and sacrifices - we can all expect increasing pollution much like that in China,\" he says.</p> <p>Schachter is working on a book and related documentary, both called <a href=\"http://greenearthmedicine.com/\">Green Medicine</a>, that will look at the impact of climate change on health. \"My long-term interest in the impact of environment on respiratory function has led to my current focus,\" he explains, pointing out that he's spent most of his career studying lung problems and allergic reactions in a wide range of professionals - including New York City firemen, both before and after September 11, and chemical plant workers.</p> <p>Earlier this summer, I heard a speech he gave in which he discussed the extent to which health risks are going up for people as a result of global warming. Among other things, he talked about how ozone - produced when car exhaust mixes with sunlight - reduces lung function and increases respiratory problems, particularly for children and people who jog on city streets. Particulate matter is similarly problematic. A mix of dust and acid aerosols in the air which clots arteries, it also increases with CO2 emissions - and is already causing approximately 30,000 premature deaths a year, according to a recent report in the Journal of the American Medical Association. In fact, researchers have found that in cities where levels of particulate matter are high, inhabitants face a lung cancer risk equal to that of someone living with a smoker. Schachter also noted that the incidence of asthma rose 100% between 1894 and 1980. During that time there was a similarly sharp rise in CO2 levels, so some researchers are looking into whether there's a link. </p> <p>Of course, as he noted, the poor air quality is only part of the problem when it comes to the adverse effects of global warming on our longevity. There are also the problems of the severe hurricanes, cyclones, tornadoes and heat waves that are killing increasing numbers of people. But there are less flashy disasters, too. For instance, the steadily increasing temperature of the earth is encouraging the northward migration of disease-bearing insects - which is why, for example, the US has recently had to contend with the <a href=\"http://www.wired.com/medtech/health/news/2002/10/55484\">West Nile virus</a>, a sickness once seen primarily in Africa. Similarly, around the world, malaria and dengue fever outbreaks are becoming more common and more severe. They've even reached places like Texas and Florida.</p> <p>But lungs are Schachter's specialty, and he had a few suggestions about things you can do to, um, breathe a little easier. He advises getting rid of wall-to-wall carpets, which retain all sorts of things you don't want to breathe in - from mould spores to bacteria. Instead, go with area rugs, which can be cleaned frequently. Get <a href=\"http://en.wikipedia.org/wiki/HEPA\">high-efficiency particle air filters</a>, which remove particulate matter, smoke and other nasty things, for rooms in which you spend a lot of time. And get a green, non-flowering plant for every room. \"Toxic chemicals are absorbed into the plant via the leaves, while bacteria in the roots break down the pollutants into food that nourish the plant,\" says Schachter, who goes on to note that rainforests do much to purify the air - and the more they are destroyed, the worse the air will get.</p> <p>You can also help yourself by helping the entire population. Cut down on your consumption of paper, energy and gas. Increase your consumption of antibiotic-free organic foods. Producing them doesn't introduce unnecessary toxins and chemicals into the region, the way conventionally grown items do.</p> <p>It's time to start doing what we can, now, on a regular basis - and not just when the Olympics come to town. As Schachter points out: \"While some people living in low-lying areas will be affected by the health consequences of flood as a result of climate change, and others in warmer regions will experience extreme food shortages, poor air quality will affect all of us.\"</p>",
  "<p><br>Keeping it wheel ... China's Bicycle Fair. Photograph: AP</p> <p>Just a brief re-emergence before I go back into holiday mode until the end of the month - I was lucky enough to get to write the <a href=\"http://www.theguardian.com/environment/2008/aug/21/ethicalliving.cycling\">Two Wheels cycling column</a> in today's paper, which, naturally, I made all about cycles in art - barely brushing the surface, needless to say. It's the sort of piece you write and immediately people tell you what you might or should have written. So now, it's your turn - what are your favourite works of art, in any medium whether art, music, film or even theatre or dance, that centre on the bike? I'm already aware I missed <a href=\"http://www.imdb.com/title/tt0472268/\">The Flying Scotsman</a> and <a href=\"http://www.imdb.com/title/tt0078902/\">Breaking Away</a>...</p>",
  "<p>There was a joke going round the <a href=\"http://www.theguardian.com/environment/kingsnorthclimatecamp\">Climate Camp</a> in the last days. As well as the \"wellbeing tent\", which dealt with mildly traumatised activists on the receiving end of 5am police batons, someone proposed a \"wellmeaning\" tent. It would accommodate those who'd like to include state and capitalism-based solutions in the movement to reverse climate change. The camp's outer fence would curve into the wellmeaning tent to create a round-table for stakeholders including the police (successfully kept out of the site after days of stand-offs), E.ON UK and other energy industry representatives – tea and hand-wringing optional.</p> <p>The joke was prompted by a controversial presentation by George Monbiot, in which he endorsed the use of the state as a partner in resolving the climate crisis. Monbiot held the audience rapt as he explained the fundamental incompatibility of economic growth with the emission cuts needed to avert catastrophic climate change. Yet he confessed not knowing where to turn next to solve the issues of how to generate the changes necessary to shift our sources of energy, production and consumption, and where the state and capitalism fit in. He ended by endorsing the use of the state: \"By God, let's use it\". Amid the applause, some were appalled. Let me explain why.</p> <p>Many of the organisers of the climate camps honed their skills in the anti-roads movement of the mid-1990s. Some came from the traveller, squatter and free party communities, an alliance of resistance built up to counter the <a href=\"http://en.wikipedia.org/wiki/Criminal_Justice_and_Public_Order_Act_1994\">Criminal Justice and Public Order Act 1994</a>, which criminalised travellers and activists reclaiming land and buildings for social, cooperative use. These activists came from a culture of anti-authoritarian anti-capitalism – rejecting the property ladder and the commodification of living space, and embracing collective enjoyment, dance and music.</p> <p>The continuum of this culture of resistance, of a struggle for a commons, for control over one's own and one's family's life, for non-alienated labour and social interaction, stretches back to the <a href=\"http://libcom.org/history/articles/diggers-levellers-1642-52/\">Diggers, Levellers</a> and the Luddites – English radicals struggling against the monarchy, taxes, land enclosure and austerity measures designed to empower a new industrial class, funded by a feudal and colonial land-grab and slavery.</p> <p>This historical memory, and these beliefs in a global commons, in leaderless, participative organising and grassroots anti-state and anti-capitalist action run deep through the camps. They're also informed by a culture of direct action and a refusal to accept top-down solutions and a system of parliamentary democracy that reduces participation in politics to 16 \"X\"s in a box in an average lifetime.</p> <p>But did <a href=\"http://www.youtube.com/watch?v=-ib29WamKmU&amp;feature=PlayList&amp;p=1F2D4DCC56E3A7C4&amp;index=62\">Scargill</a> and <a href=\"http://www.monbiot.com/archives/2000/06/09/about-george-monbiot/\">Monbiot</a> really \"get\" the camp and its cultures of resistance? The latest edition of the NUM's newsletter criticised the camp for being too middle-class, anti-miner, and alienated from \"real\", genuine working class \"realities\". Are these representations fair? Many participants in the camp could be defined as the \"precariat\" – neoliberalism's answer to the proletariat. No longer an urbanised worker in a regular job in for a majority of their working life, the precariat lives and works in a precarious state, at the mercy of a deregulated labour market. Work is dominated by casualisation, flexible and migrant labour, zero-hour contracts, temping, seasonal work, home working, self-employment and unemployment. Many at the camp form a part of this working class, no more in the control of the means of production than energy industry workers here or China or Poland.</p> <p>State solutions to the climate crisis were presented to us 10 years ago through the Kyoto protocol – what were they? To privatise the air we breathe and turn carbon emissions into commodities, to buy and sell atmospheric poison, to create a new market of trading in the means of ecological destruction. It's no wonder many at the camp reject state solutions to climate change.</p> <p>Entertaining as the two-minutes-in-a-room-full-of-poison <a href=\"http://greenmansoccasional.blogspot.com/2008/08/scargill-and-monbiot-debate-coal-and.html\">standoff</a> between Monbiot and Scargill is, this gesture politics isn't getting to the heart of the fight. The question is, who and under what conditions, controls decision-making, and has climate-changing power? Who will pay the price of exile from family and common land, water and food insecurity, as land and rivers become polluted or diverted into the energy industry's use, for bauxite, uranium, coal, and iron-ore to build new infrastructure, power nuclear energy, expand the global coal market and concomitant infrastructure to perpetuate the whole process?</p> <p>How do we bring about a transformation which empowers us all? Grassroots organising in cooperative, low-impact, sustainable ways, glimpsed at the Climate Camp, and practised daily by millions, is one way towards this. Another is to live at the sharpest end of climate chaos today.</p> <p>So how about this for a challenge, George and Arthur? Spend two months, not two minutes, (together!) living in Matlu Camp in <a href=\"http://en.wikipedia.org/wiki/Jharsuguda\">Jharsuguda</a>, in Orissa province, India. One of the poorest states on earth, here in the heart of India's coal belt, are families displaced by mining, living in a polluted form of captivity. Where our very own Department for International Development has been restructuring governance, reinforcing the mining industries, and guiding land reforms allowing for the felling of pristine forest, more tribal resettlement and more environmental destruction.</p> <p>Changing our sources of energy without changing our sources of economic and political power will not make a difference. Neither coal nor nuclear are the \"solution\", we need a revolution.</p>",
  "<p><br>Arggh! ... pirates don't scare children, they make them want to read. Photograph: Elliot Marks/AP/Disney</p> <p>David Eggers is best known as an author of rare invention, but he might one day be better remembered for his contribution to teaching. Aside from his <a href=\"http://www.randomhouse.com/vintage/catalog/display.pperl?isbn=9780375725784&amp;view=rg\">bestselling books</a> and his <a href=\"http://www.mcsweeneys.net/links/lists/\">admirable literary journals</a>, Eggers is also co-founder of <a href=\"http://www.826valencia.org/\">826 Valencia</a>, an after-school drop-in centre for children who struggle with literacy.</p> <p>You could call 826 Valencia itself a heart-warming school of staggering genius, as it has provided a model for re-engaging with disadvantaged communities that is every bit as imaginative as one of Eggers's books. Found in the hardscrabble Mission District of San Francisco (location for movies such as 48 Hours and Bullet), it is disguised as a Pirate Supply Store, with a full range of parrots, peg legs and planks-by-the-yard available for purchase. The genius of 826 is that, in hiding behind the eye-patch, it has removed the stigma from after-schools teaching. As Eggers <a href=\"http://www.ted.com/index.php/talks/dave_eggers_makes_his_ted_prize_wish_once_upon_a_school.html\">said at the recent Ted Conference</a>, \"The kids weren't going into the Centre For Kids Who Need More Help. They were going round to the Pirate Supply Store.\"</p> <p>The success of 826 Valencia has led to the replication of similar centres across the states. Brooklyn has got the <a href=\"http://www.superherosupplies.com/\">Superhero Supply Store</a>; Seattle has the Greenwood Travel Supply Company; Austin has the <a href=\"http://www.austinbatcave.org/Home.html\">Batcave</a> and a whole network of enlightened projects are now tied together by the <a href=\"http://onceuponaschool.org/\">Once Upon a School</a> website. Seen together, the various different centres can only be described as a movement.</p> <p>All inspirational stuff, no doubt, but the nascent movement has thus far remained rooted in America. Recently, however, there are signs that Eggers's brand of pirate education is about to land on this side of the Atlantic too. Roddy Doyle has announced the establishment of a writing centre in Dublin called <a href=\"http://onceuponaschool.org/?p=107\">Fighting Words</a>. Situated in a courtyard in the Ballybough district of North Dublin, an area not dissimilar to that surrounding 826 Valencia (Ballybough is derived from the Irish words for \"poor\" and \"town\"), Doyle and Sean Love, a former CEO of Amnesty, are building a like-minded writing centre for disadvantaged children and \"interested adults\". The courtyard will be renamed Brendan Behan Square and the centre, which is due to open in January, has been described by Doyle as \"warm and as unlike a schoolroom as we can make it.\"</p> <p>The closest the UK can come to a similar centre is First Story, which is about to start sending established writers into the classroom after a successful pilot at <a href=\"http://www.cranford.hounslow.sch.uk/\">Cranford Community College</a> in Hounslow. Founded by writers Katie Waldegrave and <a href=\"http://www.theguardian.com/books/2002/mar/30/travel.travelbooks\">William Fiennes</a> the pair plan to extend the project to eight schools starting this September. Eight established writers have been recruited (including one former-booker prize nominee, one winner of the Samuel Johnson and two Sunday Times young writers of the year) and an advisory board that includes, among others, Zadie Smith, Julian Barnes, Chris Patten and two pupils who went through last year's programme at Cranford has been assembled.</p> <p>Although there's no plan to start flogging pirate supplies, the aim is to eventually build towards a drop-in centre partially modelled on 826 Valencia, although the English version is likely to be a more prosaic affair, probably a place in a library one day a week. Sadly, says Waldegrave there are no funds to build a bespoke drop-in centre. \"I think there is a better tradition of educational charitable enterprises in America. I think that's a bit of a shame about England, but I think it is changing.\" I, for one, hope that it is. 826 and its merry band of writers, editors and journalists, suggests that a little inspired dedication can be enough to turn-around even the most depressed of local neighbourhoods. Let's hope that <a href=\"http://www.amazon.co.uk/gp/reader/140521161X/ref=sib_dp_pt/026-2218386-9214821#reader-link\">the pirate flag</a>, or something similar, will soon fly over some neglected corner of Britain sometime soon.</p>",
  "<p><br>Take two guitars on tour with me? I don't think so ... Songwriter in demand Mark Ronson. Photograph: Dave Hogan/Getty</p> <p>In the Guardian's <a href=\"http://www.theguardian.com/commentisfree/2008/aug/18/1\">In Praise of ... songwriters</a> blog on Monday, I read that \"Songwriters are being feted by the European commission which wants to extend musicians' royalty rights from 50 years to a very generous 95 years.\"</p> <p>This is a misunderstanding that I've come across quite often, especially when the European directive was applauded (or, more often, criticised) in the <a href=\"http://www.theguardian.com/commentisfree/2008/jul/18/law\">recent media coverage</a>. The misunderstanding arises from people confusing musicians with songwriters.</p> <p>Let me try and clear this up. </p> <p>Songwriters retain their copyrights for the rest of their lives, plus an additional 70 years. All the European commission is trying to do is to bring musicians' copyrights closer to those of songwriters and other copyright owners.</p> <p>Musicians' royalties get paid in a different way and by a different organisation than that of songwriters - and they have different rights too. In the UK, <a href=\"http://www.ppluk.com/\">PPL</a> collects performance royalties for musicians and <a href=\"http://www.mcps-prs-alliance.co.uk/Pages/default.aspx\">MCPS-PRS</a> collects them for songwriters.</p> <p>The article continues: \"But the commission is also moving to break up the national monopolies that collect royalties for musicians.\" Not exactly - to be more precise it should instead say songwriters, which would make the following line in the article more accurate: \"It's a question of lose some, win nothing.\" Indeed, but for songwriters. And here's why. Pay attention though, this is going to be a bit tricky ...</p> <p>Every country has its own collection society that negotiates licensing deals with local broadcasters. They belong to CISAC, the International Confederation of Authors and Composers Societies, a reciprocal network that gives broadcasters such as the BBC a one-stop shop to license a global repertoire (though not for broadcasting over the internet, which transcends national borders), while ensuring writers are paid for use of their work.</p> <p>In the EU these collection societies are vastly different. The Greek one is run by a family. The Spanish one has 466 people working for it, which makes it very good at collecting, but not necessarily as cost effective as MCPS-PRS. Many countries also tend to take a cut out of foreign royalties and give it to their indigenous writers - their argument being that they need to support local talent (MCPS-PRS doesn't, by the way).</p> <p>The French collection society has taken this a step further, by forcing its radio stations to play 40% French music during peak hours, half of which has to be by \"new talent\". The system is not perfect, by any means, and as internet licensing has become more prevalent, the industry is grappling with finding a way to create a one-stop shop for that too.</p> <p>Now the European commission has decided to get rid of the monopoly of <a href=\"http://www.contentagenda.com/articleXml/LN834293950.html?industryid=45174\">each country's collection society</a> and CISAC as a body. But, as these societies are not for profit, can competition rules apply to non-commercial bodies? They're simply there to look after songwriters' licenses, make sure they get paid and at the same time provide a service for broadcasters.</p> <p>As you have no doubt gathered, this is an issue that's so complicated that many people in the European Commission, as well as in the music industry, have a problem understanding it.</p> <p>The ruling was pushed through in mid-July and will come into effect in October. It looks like it's going to plunge the whole licensing system into chaos. Many big composers say that they'll refuse to grant permission to the societies that will license their songs at \"bargain bin\" prices, which will result in broadcasters like the BBC having to trawl around all 24 European societies to be able to play whatever music they'd like.</p> <p>The worst-case scenario would be a stand-off where most songwriters will sign up to the society that's most efficient and pays the best, while broadcasters will go to the societies that have the cheapest licenses, who by then will have very few licences to \"sell\".</p> <p>Surely the aim should be to make all music available to consumers/listeners, making it easier for broadcasters to play it and for songwriters to get paid fairly? This blunt legislation is based on a well-meaning but somewhat <a href=\"http://europa.eu/rapid/pressReleasesAction.do?reference=MEMO/08/511&amp;form\">\"broken logic\"</a>.</p> <p>The European commission doesn't fully understand the unique circumstances that exist when it comes to music. We'll see just how wrong they've got it when October comes around. Their ignorance in the matter could prove detrimental to both music listeners and songwriters all over Europe.</p>",
  "<p>Jonny Lee Miller and George Michael's quirky US show Eli Stone is to air in the UK on the Sci Fi Channel.</p> <p>Eli Stone recently hit the headlines after shots were taken of Tom Cruise, baby Suri and Katie Holmes on set as part of a cameo appearance by the ex-Dawson's Creek actress in the show.</p> <p>Holmes has signed to appear in the second series in a role that requires singing and dancing.</p> <p>There were also reports in the US earlier this week that Aliens star Sigourney Weaver would also appear in the second series as a therapist.</p> <p>The first two seasons of the show, which stars Lee Miller as a lawyer who has hallucinations and is told he could be a prophet, will air exclusively in the UK on the Sci Fi Channel.</p> <p>Parent company NBC Universal has struck a deal with Disney-ABC-ESPN Television, the distributor of the show, to secure the exclusive rights to the first run in the UK.</p> <p>The first series of the dramedy features Lee Miller hallucinating and encountering singer George Michael, who seems to guide his visions.</p> <p>Each of the 13 episodes in the first series is named after one of the artist's songs. The pilot is called Faith, while other episodes are titled with references to tracks such as Wake Me Up Before You Go-Go and Freedom.</p> <p>The show, which has been critically praised in the US, also stars Natasha Henstridge.</p> <p>\"It is a real coup to bring Eli Stone to the UK,\" said Jon Farrar, programming director at NBC Universal global networks. \"We expect it to bring in a huge mainstream audience who will find its mix of celebrity, comedy, emotion and drama especially endearing.\"</p> <p>Eli Stone is co-created and executive produced by Greg Berlanti and Marc Guggenheim, producers of Dirty Sexy Money and Brothers &amp; Sisters.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Creative agency 180 Amsterdam's hold on Adidas's multimillion-pound advertising account has been threatened for the first time in a decade, following the appointment of rival Iris to handle a global chunk of its business.</p> <p>The German sportswear company, which is thought to spend about £100m a year on global advertising, has appointed Iris to be lead creative advertising agency on its global running business.</p> <p>This appointment is a coup for Iris, which already works with Adidas on retail campaigns, but has not been considered a threat for flashier above-the-line work. </p> <p>Iris can now be viewed as a threat by Adidas lead creative agency 180 Amsterdam.</p> <p>180 Amsterdam has been working with Adidas since 1998 when its founders broke away from Nike's agency, Wieden &amp; Kennedy, to take on part of the ad account for the German rival.</p> <p>In 2002 Adidas parted company with Leagas Delaney and appointed 180 as lead global creative agency, with TBWA tasked to handle the global roll-out of campaigns.</p> <p>This is thought to be the first time in a decade that 180 Amsterdam has been threatened as lead global agency on any piece of Adidas business.</p> <p>\"This signals our emergence as a global creative force,\" said Iris Worldwide joint creative director Shaun McIlrath.</p> <p>Iris, which is thought to have won the business following a competitive roster pitch, is working on a major Adidas running campaign for 2009.</p> <p>180 Amsterdam, in which marketing giant and TBWA-parent Omnicom took a stake last year, remains Adidas' lead creative agency across its sports performance business.</p> <p>However, Iris will need to go some distance to stand a chance of proving to Adidas that it has the creative prowess to outstrip the pedigree of work that 180 Amsterdam has developed during its tenure.</p> <p>180 Amsterdam is bullish about the chances of winning the chunk of business back.</p> <p>\"We intend to make this a temporary assignment,\" said Guy Hayward, co-founder and managing partner of 180 Amsterdam. \"We have been led to believe that there are still running assignments for us next year. This is a small setback.\"</p> <p>Haywood said the agency was targeting work around Adidas' marathon programme, which would include advertising and creative assignments for the Boston and Berlin races.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>"
]