[
  "Open - stories of lives transformed by affordable homes",
  "UK should back green energy plan",
  "UK exports slip to create biggest goods trade deficit since 1697",
  "Fears rise that EU may drop climate pledge",
  "Warm welcome for house powered by hydrogen fuel cell",
  "Break into joy: Fabricant is saved",
  "Mbeki urged to save Zimbabwe coalition deal as inflation soars",
  "The anxiety spreads",
  "Optimism fades in face of gloom on Wall Street",
  "News in brief",
  "Blame the criminal gangs in power",
  "Credit crunch chains Ashley to Newcastle",
  "Last night's TV",
  "No man, not even a banker, can be a beast or a fool on a great mountain",
  "Surviving the hurricane",
  "No-frills boss who keeps one foot on the ground",
  "Academy sponsor in bid to pull out",
  "IMF prepares $200bn fund to shore up stricken states",
  "Grey",
  "Construction and City slumps challenge Hays",
  "The threat lying offshore",
  "Bush effort to calm markets as Dow plummets to five-year low",
  "American automakers GM and Ford fight for survival",
  "Cut now, save later",
  "Fracture fails to make earth move",
  "Plunging vehicle sales put future of Ford in doubt",
  "The many, not the few",
  "Market fails to hold on to early gains",
  "The look of the loser",
  "@ Future of Web Apps: Stefan Fountain on the ubiquity of mobile internet",
  "George Bush, socialist",
  "EU countries may use economic crisis to ditch climate change commitments",
  "New brushstrokes on Egypt's canvas",
  "Interest rate cut: Brown's blushes spared - just",
  "Climate's brief turn in the spotlight",
  "Virtual Worlds Forum 2008: Dizzywood",
  "Teenager shot Rhys Jones while aiming at gang members, court hears",
  "US considers following British example of taking stakes in banks",
  "Financial crisis: IMF draws up emergency bail-out plans for countries",
  "England? S**t. Global warming? Brilliant.",
  "Radical reponses to the banking crisis",
  "Pay-to-protect plan for Ecuadorian rainforest on the brink",
  "Motorists demand cheaper petrol as oil price falls",
  "This expansion deserves a forced landing",
  "Zimbabwe's inflation rate surges to 231,000,000%",
  "Noises off: Happy blogday!",
  "Credit crunch",
  "Markets begin to recover after global rate cuts",
  "Councils 'could lose £1bn' after bank collapse",
  "This is not money for nothing",
  "Time to grasp the fiscal nettle",
  "Elle's belles: Magazine to launch e-zine with Stardoll website",
  "US election briefing: Credit crunch or character assassination?",
  "Greenwatch: Sochi venues relocated to minimise impact of Russian Olympics",
  "Gloom surrounds power companies' shares",
  "John Legend - Green Light",
  "Acting is like a bit of knicker elastic ...",
  "Stockmarkets calm after the turmoil",
  "Adair Turner's cheerful views on climate change",
  "Darling beats Paulson",
  "EMI plans music portal with free, paid downloads",
  "Why Kelly Slater is a perfect 20",
  "Recruiter Hays predicts sharp rise in unemployment",
  "Children's hospital reels in top building award",
  "We're all socialists now (apart from Simon Heffer)",
  "Stansted expansion goes ahead",
  "Business as usual for police racists",
  "After the turmoil, market recovers some ground",
  "Sport: the best pictures from the last 24 hours",
  "House prices fall at record rate",
  "US warns more banks will fail",
  "The Middle East's unending political crunch",
  "So a man walks into a bank...",
  "Sloths too stressful? Try Big Cat Live",
  "Will the bail-out work?",
  "As world's economy crumbles, Dubai keeps on building"
]