[
  "<p><strong>Wee Have Also Sound-Houses </strong>R3 </p> <p><strong>Forbidden Families </strong>R4 </p> <p><strong>Free Thought </strong>R3 </p> <p>I was looking forward to <strong>Wee Have Also Sound-Houses</strong>, Radio 3's Sunday Feature about Daphne Oram. Oram, who died in 2003, was a pioneer. As co-founder of the BBC's famed Radiophonic Workshop in the 1950s - it was Oram who gave us the sound of Dr Who's Tardis - she constructed a pre-computer environment dedicated to creating recorded electronic noise. 'A theatre of sound,' one interviewee called it. I'd have written down his name, but this documentary sped along at such a pace, I missed it. </p> <p>Although there were plenty of interesting contributions (I enjoyed the description of how Oram achieved the feeling of open sea for a drama called The Ocean: she distorted a clarinet note and combined it with the sound of her hand paddling in a washing-up bowl), ultimately, Wee Have Also Sound-Houses was frustrating listening. Too much background info rattled through at the start, presenter Robert Worby barely drawing breath between sentences. </p> <p>After about 15 minutes, things settled down and we learnt how Oram appeared 'prim and proper, beautifully spoken in smart, tailored clothes'. And how the BBC, worried about the effect that her unnatural sounds might have on its employees, brought in a rule forbidding anyone from working in her department for longer than six months without taking a break. Oram promptly left.</p> <p>Post-BBC, she lived in Kent, making soundtracks for advertisements and working on her pet project: the Oramics machine, a forerunner of the synthesiser. Oram envisaged the machine as being able to generate electronic sound that you controlled by drawing. Some chaps from Liverpool came to see it with a friend: someone thought they might have been Lennon, McCartney and Jagger, but Oram didn't bother to enquire. </p> <p>There was a lot in this programme, but it was badly organised and crammed in; a sludgy mish-mash instead of a glorious cacophony. The BBC ignored Oram's contribution for many years; now that it's trying to claim her back, it should do so properly.</p> <p><strong>Forbidden Families</strong>, a three-part series on Radio 4, opened with the story of Dhuoda, a Frenchwoman who, in 872AD, wrote a manual for the upbringing of her son, William, after he was sent away to the king's court. Not my cup of Perrier, as a topic, but this was expert documentary-making. Presenter Bettany Hughes gave a real feeling of place, and her producer was confident enough to let her talk French without translation. And the story, as it unfolded, was fascinating: William was handed over to court as a young teenager by his father - a political move. Dhuoda had another son, but he was removed 'so young, she hadn't even been able to give him a name'. </p> <p>Radio 3's <strong>Free Thought</strong>, every morning at around 8.30am, is a refreshing listen, especially when Germaine Greer is at the mic. She used her allotted two minutes to berate the British obsession with house-owning: 'the human right to struggle with life-long debt and compulsory DIY'. Why bother, she wondered, when all you own is a view of 'parked cars and the houses across the street'? 'The house is over!' she declared. </p> <p>The next morning, Stuart Maconie laid out his case against high and low culture - the idea that only worthy, difficult art is good, and everything light and charming is a so-called guilty pleasure. Both he and Greer were right, of course; and how exhilarating to hear their views over breakfast, instead of some dull Thought for the Day about whither God within today's society. Clue: he's everywhere, or nowhere, depending on your view.</p>",
  "<p>Even by City standards, it was a lavish affair. Some of the biggest names in mining were gathered in the opulent 17th-century Banqueting House in London's Whitehall in February. They were celebrating the recent successful float of ENRC, the Kazakh mining firm, and its imminent entry to the elite club of blue-chip companies, the FTSE 100. </p> <p>Ceiling frescoes by Rubens, commissioned by Charles I, looked down on the diners. A quartet of Kazakh violin players entertained the hundreds of bankers, fund managers and analysts as they tucked into their seven-course dinner. The credit crunch could not have seemed further away. </p> <p>During dessert, Ivan Glasenberg, chief executive of secretive commodities trader Glencore, rose to speak. To roars of laughter and the sound of fists banging on the tables in support, he thanked South Africa for contriving to almost double ENRC's share price in less than six months. The wave of power cuts in the country - which continue today - had crippled miners' operations, accentuating the global shortage of base metals and driving up their price. Rivals such as ENRC, not based in South Africa, gladly reaped the rewards. </p> <p>Brad Mills, the US chief executive of Lonmin, the world's third-largest platinum miner, could be excused for not sharing the joke. The South Africa-based firm has been one of the biggest losers in the power crisis, which has helped to slash its share price by half during one of the biggest commodity booms in history. </p> <p>Things became even worse last week. Late on Tuesday night, the day before Lonmin was due to announce its production report, Mills received an unexpected phone call from Mick Davis, the boss of rival Xstrata and a legendary deal-maker. Davis told him brusquely that he was going to make a hostile offer for the company. When Mills asked for details, he was told: 'You'll read about it tomorrow morning.' It was the first Mills had heard about it: there had been no prior discussions between the two sides. </p> <p>Next day, Xstrata unveiled its hostile £5bn offer, pitched at £33 a share in cash, a 42 per cent premium to Lonmin's closing price on Tuesday night. Lonmin rushed out a statement denouncing the offer as 'unwelcome' and 'opportunistic', but it seems that many of its long-suffering shareholders do not agree. On Wednesday night, Xstrata had snapped up 8 per cent of Lonmin's shares on the open market and, within 24 hours, that had reached 10 per cent. The next day, Thursday, Lonmin put out another statement, formally rejecting the offer, imploring shareholders to do the same and stressing that the group had bright prospects.</p> <p>Lonmin's optimism was not entirely borne out by last week's figures. In the nine months to June, platinum production slumped by 9 per cent on the same period last year, forcing the company to issue its fifth production downgrade in two years. It blamed the continuing power cuts, high levels of staff absenteeism, stoppages caused by safety issues and delays in deploying new hi-tech drilling vehicles, which are operated by remote control. </p> <p>To rub salt into the wound, Xstrata, which reported interim results the same day, showed earnings up 5 per cent to $4.8bn. </p> <p>Lonmin has a new management team in place, which it says will start to improve the company's performance at the end of the year. But Simon Toyne, an analyst from Numis, says that Lonmin faces a struggle to convince many shareholders that its turnaround plan will work: 'There is no immediate answer to Lonmin's operational weakness. It's been going on for quite a few quarters. To come out now and convince investors that there will be a significant improvement will be difficult, not helped by a further material downgrade with the third-quarter production data.'</p> <p>He also says there has been a worrying lack of development at its mines over the past year, despite platinum prices rising by about 50 per cent: 'How could it be that Lonmin was falling behind with development? It raised some questions about management.'</p> <p>In one respect, Mills is right: Davis's offer is opportunistic. It may be pitched at a big premium to last week's share price, but as recently as May, Lonmin shares were trading at £35. Platinum prices have also recently dipped after reaching a record high the same month. </p> <p>But John Mothersole of analysts Global Insight argues that demand for it over the long run remains healthy. The precious metal is mainly used in cars' catalytic converters and jewellery. While the economic slowdown has hit car sales in the developed world, sales in the developing world are booming and next year will account for more than half of the global total for the first time, according to HSBC. </p> <p>Davis's timing is shrewd for another reason: a counterbid from a rival is unlikely. BHP Billiton is bogged down with its own hostile attempt to buy Rio Tinto, while the Russian owners of Norilsk Nickel, another potential buyer, are at war with each other. </p> <p>Lonmin has a chequered history. It used to be part of the sprawling industrial conglomerate Lonrho, run by the controversial 'Tiny' Rowland, which at one point even owned The Observer. Rowland's liberal use of bribes to secure oil and mining contracts in Africa led the Prime Minister at the time, Edward Heath, to brand the group as 'the unacceptable face of capitalism'. Lonmin was spun off from the group in 1998. </p> <p>On Friday, Lonmin shares closed at 3422p, so the market clearly expects a higher offer from Davis. The odds on it remaining independent don't look good.</p>",
  "<p>Ice at the North Pole melted at an unprecedented rate last week, with leading scientists warning that the Arctic could be ice-free in summer by 2013.</p> <p>Satellite images show that ice caps started to disintegrate dramatically several days ago as storms over Alaska's Beaufort Sea began sucking streams of warm air into the Arctic.</p> <p>As a result, scientists say that the disappearance of sea ice at the North Pole could exceed last year's record loss. More than a million square kilometres melted over the summer of 2007 as global warming tightened its grip on the Arctic. But such destruction could now be matched, or even topped, this year.</p> <p>'It is a neck-and-neck race between 2007 and this year over the issue of ice loss,' said Mark Serreze, of the US National Snow and Ice Data Centre in Boulder, Colorado. 'We thought Arctic ice cover might recover after last year's unprecedented melting - and indeed the picture didn't look too bad last month. Cover was significantly below normal, but at least it was up on last year.</p> <p>'But the Beaufort Sea storms triggered steep ice losses and it now looks as if it will be a very close call indeed whether 2007 or 2008 is the worst year on record for ice cover over the Arctic. We will only find out when the cover reaches its minimum in mid-September.'</p> <p>This startling loss of Arctic sea ice has major meteorological, environmental and ecological implications. The region acts like a giant refrigerator that has a strong effect on the northern hemisphere's meteorology. Without its cooling influence, weather patterns will be badly disrupted, including storms set to sweep over Britain.</p> <p>At the same time, creatures such as polar bears and seals - which use sea ice for hunting and resting - face major threats. Similarly, coastlines will no longer be insulated by ice from wave damage and will suffer erosion, as is already happening in Alaska.</p> <p>Other environmental changes are likely to follow. Without sea ice to bolster them, land ice - including glaciers - could topple into the ocean and raise global sea levels, threatening many low-lying areas, including Bangladesh and scores of Pacific islands. In addition, the disappearance of reflective ice over the Arctic means that solar radiation would no longer be bounced back into space, thus heating the planet even further.</p> <p>On top of these issues, there are fears that water released by the melting caps will disrupt the Gulf Stream, while an ice-free Arctic in summer offers new opportunities for oil and gas drilling there - and for political disputes over territorial rights.</p> <p>What really unsettles scientists, however, is their inability to forecast precisely what is happening in the Arctic, the part of the world most vulnerable to the effects of global warming. 'When we did the first climate change computer models, we thought the Arctic's summer ice cover would last until around 2070,' said Professor Peter Wadhams of Cambridge University. 'It is now clear we did not understand how thin the ice cap had already become - for Arctic ice cover has since been disappearing at ever increasing rates. Every few years we have to revise our estimates downwards. Now the most detailed computer models suggest the Arctic's summer ice is going to last for only a few more years - and given what we have seen happen last week, I think they are probably correct.'</p> <p>The most important of these computer studies of ice cover was carried out a few months ago by Professor Wieslaw Maslowski of the Naval Postgraduate School in Monterey, California. Using US navy supercomputers, his team produced a forecast which indicated that by 2013 there will be no ice in the Arctic - other than a few outcrops on islands near Greenland and Canada - between mid-July and mid-September. </p> <p>'It does not really matter whether 2007 or 2008 is the worst year on record for Arctic ice,' Maslowski said. 'The crucial point is that ice is clearly not building up enough over winter to restore cover and that when you combine current estimates of ice thickness with the extent of the ice cap, you get a very clear indication that the Arctic is going to be ice-free in summer in five years. And when that happens, there will be consequences.'</p> <p>This point was backed by Serreze. 'The trouble is that sea ice is now disappearing from the Arctic faster than our ability to develop new computer models and to understand what is happening there. We always knew it would be the first region on Earth to feel the impact of climate change, but not at anything like this speed. What is happening now indicates that global warming is occurring far earlier than any of us expected.'</p>",
  "<p>Devastating fires similar to those that have plagued parts of Greece and Turkey are likely to become common in the UK within years, according to the Fire Brigades Union, which claims there has been a huge rise in the number of outdoor blazes over the past decade.</p> <p>The union is blaming global warming for a rise in temperature that is turning large parts of rural Britain tinder-dry, with the result that there has been a big increase in the number of outdoor fires since 1997.</p> <p>Figures collected by the union in the first analysis of its kind reveal that there was a 51 per cent increase in the number of heath and grass fires between 2002 and 2006, compared with the previous five-year period. Between 1997 and 2002 there were 208,908 fires in England, compared with 315,868 for the five years afterwards. Exceptionally arid conditions in 2003 saw the number of fires jump to 110,460 compared with fewer than 50,000 the year before. Firefighters in Wales and Scotland have expressed concerns about similar rises in the number of fires in their regions. Last year the South Wales fire service received 5,500 calls relating to outdoor fires in just 10 days.</p> <p>The increasing frequency of outdoor fires in the UK has invited comparisons with the situation in southern parts of Europe which are still suffering the consequences of a series of blazes that destroyed a number of beauty spots popular with tourists.</p> <p>Last year hundreds of fires devastated Greece as heatwaves left the country's landscape arid. Scores of people lost their lives and some 670,000 acres of land were reportedly destroyed. Parts of Hungary were also left scorched.</p> <p>'We're not yet facing the scale of the fires which hit Greece,' said the union's general secretary, Matt Wrack. 'But it could only be a matter of 10, 15 or 20 years until we are facing outdoor fires on that scale in this country.'</p> <p>In some parts of the UK, such as Lancashire and Cumbria, the number of outdoor fires has more than doubled in the past decade. Areas of outstanding natural beauty, such as Ilkley Moor in Yorkshire, which is home to important prehistoric rock carvings, have been torched by blazes that will take years and millions of pounds to rectify. Rural areas in Devon, Cornwall and the North have also been plagued by grass fires during recent dry summers.</p> <p>'Nearly every year now there's a massive incident that takes up all our resources,' said Sean Cahill, regional secretary of the union in Yorkshire and Humberside. 'It's having a huge knock-on effect. Natural parks have been closed, which affects tourism in the area. People need to remember these fires also cause pollution.'</p> <p>The fires also pose a threat to some of the country's rarest wildlife. Two years ago a five-day blaze ripped through Thursley National Nature Reserve in Surrey, destroying birch trees and heather which are home to many rare species. The fire destroyed two-thirds of the 400-hectare site, which provided shelter for birds including the nightjar and the Dartford warbler.</p> <p>The union is worried the focus on flooding is distracting public attention from the threat of outdoor fires. 'It took last year's floodings to hammer home to policy-makers what we will face as a result of global warming,' Wrack said. 'But there is a danger the rising number of large grassland and heathland fires will go unnoticed.'</p> <p>Some environmental sceptics deny that global warming is having an impact on the UK. But Wrack said the union's evidence suggested otherwise. 'We can almost track the impact of global warming by looking at the rising numbers of grassland and heathland fires,' he said. 'These are placing enormous strain on already over-stretched fire services and the clear trend is upwards.'</p> <p>He warned that the increasing number of fires could stretch the service to such extremes that human life could be at risk: 'They are often very large fires that take weeks to put out and involve the entire resources of several fire brigades.'</p>",
  "<p>America is stubbornly defending its right to pick the next boss of the World Bank, despite mounting pressure from a coalition of 10 developing countries demanding an equal voice for the poor in decision-making, leaked papers reveal.</p> <p>The World Bank's member countries are locked in discussions over a package of reforms to its outdated constitution, in the hope of clinching a deal at its annual meeting in October. But developing countries, led by Brazil, have banded together to urge a radical shift in the balance of power.</p> <p>Documents obtained by The Observer show Washington is refusing even to discuss giving up the long-held convention that it appoints the Bank's president, while Europe chooses the director of the International Monetary Fund. </p> <p>'The arrangement that exists regarding the nationality of the president of the Bank is an informal agreement among shareholders, and we cannot support an option paper for the annual meeting that includes concrete options with respect to the selection process of the president,' the US told a meeting last month.</p> <p>Brazil's representative, Rogerio Studart, responded by arguing that the policy of allowing the White House to appoint the president was never formalised, because 'it was perceived as illegitimate back in 1944. It is seen as even less legitimate in 2008. If reform is about equity and transparency, then let us not shy away from this subject.'</p> <p>Unless Europe and the US accepted that developing countries should have 'parity' with the rich world in decisions at the Bank, he said, they would never be able to 'approach development co-operation on the basis of partnership, instead of paternalism'.</p> <p>Liz Stuart, senior policy adviser for Oxfam in Washington, said the Bank's members must urgently agree a fairer way of sharing power. 'The system is so out of kilter with the Bank's goals, and it completely fails to recognise global realities,' she said. 'It's time for governments to really say, \"We get it: we realise that things need to change.\"' The voting system on the Bank's various boards is complex, but with more than a 16 per cent share, the US has a veto over many issues.</p> <p>Developing countries have boosted their bargaining power in other multilateral bodies, such as the World Trade Organisation, by banding together and by creating the 'DTC 10', as they call themselves, Brazil, China and others hope to convince the US and Europe to take their demands more seriously.</p> <p>Doubts about the appointment process to the Bank presidency were amplified last year, when Paul Wolfowitz resigned from the post after a scandal over promotions for his then girlfriend, Shaha Riza.</p> <p>Britain has backed the calls for a more open recruitment process and a shift in the balance of power on the board. 'We want to increase the voice of developing countries,' said a spokeswoman for the Department for International Development, though she refused to be drawn on specific proposals.</p>",
  "<p>Neal's Yard Remedies plans to export its famous blue bottles to the Middle East as part of an ambitious global expansion plan that could also take in America and Thailand.</p> <p>The retailer has struck a licensing deal with local businessman Kamal Jamjoom that will see the first store open in Dubai in the autumn. Managing director Jonathan Hook said it was vying to become the global premium organic beauty brand.</p> <p>Hook said demand for exotic lotions and potions such as Frankincense Hydrating Mist was proving resilient to the credit crunch, with the retailer enjoying like-for-like sales growth: 'We are [offering] competitively priced premium beauty products at a time when there is greater concern about provenance.'</p> <p>The company is chaired by organic entrepreneur Peter Kindersley. His son Barnabas is the chief executive. The retailer, which has sales of £13.5m, aims to be carbon-neutral. It is aiming to reduce its carbon footprint by a quarter this year through supply chain initiatives such as installing solar panels on the roof of its factory in Dorset.</p>",
  "<p>In turbulent times regular saving into an investment trust is one of the best ways of investing in the stock market. But some small savers are complaining they are being penalised by companies that favour lump-sum investors. </p> <p>Investment trusts spread their portfolios across a wide range of shares, and by regularly drip-feeding money in, investors avoid the risk of investing a big sum in the market at a bad time. Other advantages of investment-trust savings schemes have traditionally been their low charges and low starting investments, from around £25 a month, which makes them ideal for small investors who want to gradually build up a lump sum in the stock market either for themselves, their children or grandchildren. </p> <p>However, some savers are claiming that they are no longer valued by investment trust managers after a number of groups decided to stop running their own savings schemes and hand them over to another company, Alliance Trust Savings (ATS). Investors accuse ATS, a subsidiary of the Dundee-based Alliance Investment Trust, of penalising small savers by imposing high charges and favouring better-off lump-sum investors instead.</p> <p>Unlike other schemes, which only offer their own products, ATS lets investors choose from any firm's trusts. It accepts investments from as little as £50, but charges a flat fee of £7.50 plus 0.2 per cent commission for purchases, except where the investment is with the Alliance Trust itself, when the charge is only £2.50. </p> <p>For clients of Allianz Global Investors and Martin Currie, two of the groups that have switched their schemes to ATS, the increase in charges is significant. Previously, savers with Allianz Global Investors had only been charged 0.5 per cent, which worked out at just 25p if they were saving £50 a month. At Martin Currie, there had been no charge at all for purchases.</p> <p>One investor incensed by the change-over is Gavin Spickett. He had previously saved into Hansa Trust, run by Close Investments, another group that has transferred its plans and which previously charged savers 1 per cent. 'I view the charges levied by ATS as exorbitant and specifically aimed at discouraging small, regular savers,' he says. 'From ATS's charging structure, they are clearly only looking for lump-sum investments of over £2,500, which is actually not the most cost-effective way of investing as it requires precise market timing.'</p> <p>Another former Allianz Global investor, who had saved in Merchants Trust and Brunner Investment Trust for the past 15 years, says: 'I feel abandoned by Allianz. While ATS may be very slick, I don't feel it values small savers.'</p> <p>Paul Darbyshire, who previously invested via Martin Currie, is livid about another charge levied by ATS. Having decided to cash in his holding, he found he was charged a £10 cheque fee. 'I could not believe that I was being charged £10 for Alliance to issue me a cheque for my own money. This just seemed like a money-grabbing exercise.'</p> <p>Simon White, Allianz Global Investors' head of investment trusts, says his firm decided to transfer to ATS because the cost of running its own savings scheme was too high. He points out that most investors have benefited.</p> <p>'Isa investors and many lump-sum savers will have found they got a cheaper deal, as well as benefiting from greater flexibility to invest in trusts from other houses and the online dealing and valuations which ATS offers,' he says. However, he acknowledges that some regular savers have 'regrettably seen their costs increase'.</p> <p>At Martin Currie, it was decided to focus resources on investment and leave the savings plans and other products to a specialist provider.</p> <p>Until now, most investment trust boards have been happy to subsidise the cost of their savings schemes in order to attract private investors. Before savings schemes were pioneered in 1984 by Foreign &amp; Colonial, the only way investors could buy investment trusts was through stockbrokers. This made them unaffordable for small savers and trusts consequently became dominated by institutional investors. </p> <p>Foreign &amp; Colonial's low-cost savings scheme led to a revival of interest in investment trusts among private investors. Today, Foreign &amp; Colonial still only charges savers commission of 0.2 per cent to buy its shares, which equates to just 10p if they are investing £50 a month. F&amp;C spokesman Jason Hollands says: 'Savings plans are very popular among private investors. As a result of our scheme, more than 80 per cent of Foreign &amp; Colonial shareholders are now private investors, and of these 37 per cent are regular monthly savers.'</p> <p>ATS says it also values small investors and argues that its dealing charges are competitive, though it admits many of its customers are lump-sum investors. Kelly O'Donnell, managing director of distribution at ATS, says: 'We favour flat dealing charges rather than percentage charges that penalise investors as they build up their portfolios.' However, this is not much consolation for savers still trying to build up their capital. In response O'Donnell suggests: 'Regular savers can mitigate dealing charges by accumulating cash in a savings account and only investing lump sums once or twice a year.'</p> <p>The alternative is to look for a cheaper option and several investment trust groups still offer free savings plans. They include Baillie Gifford, SVM Asset Management and Scottish Investment Trust; a full list can be found in Investment Trusts magazine. The globally diversified Scottish Investment Trust accepts savings of as little as £25 a month, while for investors who want a wider choice of investment trusts, Halifax Share Dealing also offers a low-cost regular savings scheme called ShareBuilder. This channels regular investments into any share, including investments trusts, from £20 a month and only charges a flat amount of £1.50 in commission.</p> <p><strong>·</strong> A free copy of Investment Trusts magazine can be obtained from The Editor, Investment Trusts, 5 Malvern Drive, Woodford Green, Essex IG8 0JR.</p>",
  "<p>The glut of apartments has contributed to the housing market slump in Britain. But there is an additional downside to the seemingly endless spread of flats - fewer people have easy access to gardens.</p> <p>In the first quarter of 2008 around half of all homes built were flats, very few with their own green space. In the same period only 16 per cent of newly built homes were detached houses with gardens. Contrast that with the same period of 1998, when 45 per cent of all new homes were detached houses and only 17 per cent were flats. Would-be gardeners now have to settle for hanging baskets and window boxes. </p> <p>The result is that the idea of communal green space has become more popular - be it a formal garden or scruffy allotment owned and managed by volunteer local residents or those attending a community institution such as a school, hospital or college.</p> <p>The Federation of City Farms and Community Gardens, a charity with 900 community gardens among its members, says turning derelict space into gardens began during the food shortages of the Second World War. Now it has had a renewed lease of life. </p> <p>In 2002 this gained unofficial Whitehall support when the government issued 'PPG17', a national planning guideline for local authorities saying informal community gardens were desirable in areas where dense housing schemes were being constructed. </p> <p>'Community gardens have become much more accepted, even among mainstream developers,' says federation director Jeremy Iles. 'We've just completed discussions with the first developer who has come to us to enshrine a community garden in a scheme in Wiltshire. We've also submitted a response to the public consultation process on the government's eco-towns, saying there should be a baseline provision of parks, allotments and gardens for residents.' </p> <p>So how do you set one up? Groups usually first identify an appropriate plot, then get local council support for its use as a garden, and then ensure they have enough funding and volunteers to create and maintain it.</p> <p>Not all have the same struggle that Barracks Lane Community Garden's founders went through in Oxford. They spent two years winning approval to convert a site occupied by derelict garages. Not only did they have heated debates with the local council, which had earmarked the site for homes, but they then had to raise £65,000 to clear the site of contaminated soil.</p> <p>Their garden opened in June last year and within six months had 2,000 visitors, twice the number predicted for the first full year. It has a play area for children, a barbecue, raised beds for disabled gardeners, facilities for schoolchildren to learn about gardening, plus areas for recycling and workshops about renewable energy. The site is looked after by volunteer 'garden guardians' and part-time workers employed by the charity formed by the garden's founders.</p> <p>'It's next to a busy road with no real community centre nearby,' says John Green, the charity's company secretary. 'There are a lot of homes with no private gardens or very small ones. We had extensive surveys with the local community about what they wanted and a garden - both a green space and somewhere for communal activities to be staged - was top of the list.' </p> <p>Other community gardens follow similar routes but with local twists. The garden at Hulme in Manchester has a shop that sells everything from willows to hanging baskets for city centre flats. In Exeter a community garden is being created on a piece of wasteland after residents won a competition for free help from a team of local builders and solicitors. In 2007, the Culpeper Community Garden in Islington celebrated 25 years of providing vegetables and a wildlife habitat in inner London. It now enters London In Bloom, a contest dominated by gardens in the likes of Kensington and Chelsea. </p> <p>In a research project by the federation which questioned volunteers and local residents involved in 22 garden projects, some 80 per cent said the gardens helped their awareness of the importance of local food production, protecting environments and reducing food miles. Others said a community garden helped to improve participation and community spirit among people, boosted gardening skills and improved the confidence of young volunteers.</p> <p>Research by the Commission for Architecture and the Built Environment and the estate agency Savills says homes near a civic park or community garden tended to attract a 7 per cent premium compared with similar homes further away - and that applies to a house with its own private garden as well as an apartment with little or no open space of its own. </p> <p><strong>·</strong> Federation of City Farms &amp; Community Gardens, <a href=\"http://www.farmgarden.org.uk\">www.farmgarden.org.uk</a>; GreenSpace, <a href=\"http://www.green-space.org.uk\">www.green-space.org.uk</a>; and Britain in Bloom, <a href=\"http://www.rhs.org.uk/britaininbloom\">www.rhs.org.uk/britaininbloom</a>. Other schemes are being set up through the Food Up Front network, <a href=\"http://www.foodupfront.org\">www.foodupfront.org</a>.</p>",
  "<p>Manchester City have had 14 managers since Sir Alex Ferguson took up residence at Old Trafford in 1986. The latest of them parks his gleaming black car in the space marked 'Mark Hughes, OBE'. Dressed in faded blue jeans and untucked shirt, Hughes heads for his modest office, ready to discuss with Observer Sport the challenge he took up two months ago following four impressive years in charge at Blackburn.</p> <p>'He doesn't only dominate Manchester, he dominates football in this country and that's because of the longevity and success he's had. It's something that everybody else aspires to,' says the former Manchester United striker of Ferguson, for whom he played for more than a decade in two spells. </p> <p>'No one will ever attain what he's achieved, that's a given. But what we can do is try at some point to knock him off the pedestal.'</p> <p>These are words to rouse City fans everywhere. Ferguson famously said, some years into his reign at Old Trafford, that his greatest challenge at United was 'knocking Liverpool right off their perch'. Hughes was happy to make his comment during a week when there has been speculation that owner Thaksin Shinawatra may have to sell City: it only confirms that he has no doubts over the club's stability. It also emphasises Hughes' confidence that he can oversee long-term growth at City.</p> <p>Of reports that claimed Thaksin, the former Thai Prime Minister, is searching for buyers because his £800m fortune is frozen pending a court hearing, Hughes says calmly: 'The club is not going to be sold. I have been assured of that. The owner is looking for parties to invest if they are the right people, and for the right areas of the business.' </p> <p>What effect would any potential investment have on his transfer plans? 'None whatsoever.'</p> <p>The club recently had the books audited as a matter of routine and, according to some City insiders, this may have been mistakenly seen as a move towards selling up. The same sources also denied reports that Hughes had only learned through the media of the possible sale of defender Vedran Corluka to Tottenham.</p> <p>Does Hughes have full control of football matters? 'Yeah.' You would not have taken the job otherwise? 'No, no. It's a big operation at Manchester City, that's what struck me. There's a great deal more departments and more personnel than Blackburn. I've been able to bring a good staff with me,' he says of Mark Bowen, Kevin Hitchcock and Eddie Niedzwiecki, who were with him at Ewood Park and during his five years as Wales manager.</p> <p>'They know my needs, understand how I think. They're my voice around the place. We've made big strides in a short space of time - we'll have to see if the changes will impact on the team. We fully expect they will.'</p> <p>What has he done? 'We've changed things around here,' he says of the training complex from which players' agents and friends were recently banned. 'It's a nicer environment - we hope as a consequence our work will improve.'</p> <p>City's new executive chairman, Garry Cook, who was president of the Nike Jordan brand before his arrival a few days before the manager in early June, has no doubts Hughes' approach will work. 'We believe Mark's the brightest young British manager in the game and among his strengths will be bringing the best out of the young talent that exists in abundance at Manchester City.</p> <p>'He commands enormous respect in the dressing room because of his achievements as a player and a manager. That reputation will help us attract some of the best talent.'</p> <p>Cook's assessment matches that of Ryan Giggs, Hughes' team-mate at United when they won two Premier League titles, three FA Cups and the Cup-Winners' Cup. 'He's been at United, Chelsea, Bayern Munich and Barcelona, so he's had different experiences,' says Giggs, who also played under Hughes for Wales. 'He's quiet off the pitch, but on it was a born winner. And I've seen first-hand [with Wales] his organisation, his desire to win. That's why he's been so successful.'</p> <p>Peter Rees was on the Wales FA council that made Hughes, now 44 and then 35, the youngest national manager. 'There isn't much between him and John Toshack. Tosh has done it all at club level,' he says of the current Wales coach. 'And Mark in his first management job with us was very successful. The only disappointment was missing out on qualification for Euro 2004 on away goals in the play-off with Russia.' Hughes was that close to taking Wales to a first major championship since 1958. </p> <p>These views match the Welshman's own quietly spoken self-assessment that he could, in time, dislodge Ferguson. Given his age, his track record and his reputation, was he surprised Chelsea had not contacted him in the summer to talk about replacing Avram Grant? 'Well, possibly. I have no idea what their recruitment strategy is. I don't think Chelsea have had a British manager since Glenn Hoddle 12 years ago. I think they'll always look to foreign fields.'</p> <p>Luiz Felipe Scolari, who did get the job, is a smart operator, just like the other figureheads in the Premier League. What makes an intelligent manager? 'You need an understanding of psychology, physiology - and to be able to mentor players, to be autocratic on occasions. You have to be open to what's out there and understand how it can impact on what you're trying to do. If you're closed off then people at other clubs will get ahead.'</p> <p>Leslie Mark Hughes was born in Ruabon, a small village near Wrexham, in 1963. He was schooled at Ysgol Rhiwabon where 'he was very popular, one of the boys like the rest of them', says Linda Armstrong, who 'used to sit next to him in French' and now works at one of Hughes' favoured watering holes in the village.</p> <p>Hughes, whose father was a goalkeeper who played for Wales schools, joined Manchester United as a schoolboy and his career flourished under Ron Atkinson. 'I first saw Mark in a youth game against Sunderland partnering Norman Whiteside,' says the former United manager. 'Norman was almost a certainty to make it. But Mark had a quiet game and I remember saying, \"I don't know what all the fuss is about.\" But in the last minute he beat five players and laid it across to Norman, who scored. Then I knew.'</p> <p>Hughes' breakthrough came in November 1983 against Oxford United. 'He played on the left wing and scored,' Atkinson recalls. Within two years a Hughes pass had set up Whiteside again - this time the Irishman's extra-time goal against Everton won the 1985 FA Cup. Yet, at 21, Hughes was still a junior member of a side led by Bryan Robson. </p> <p>'I was still in the reserve-team dressing room when I was playing in the Cup final so I never had that relationship with senior players,' he says. 'I played in the team, and went back to the reserves.</p> <p>'It's different now. We've changed it here, but young players are given it very very soon - access to first-team dressing rooms, the advantages of being a first-team player.'</p> <p>Hughes' two years away from Old Trafford at Barcelona and Bayern Munich - he returned in 1988 - offered him valuable lessons for management. 'Barcelona was a fantastic opportunity which I didn't take as a young player,' he says of a season in which he played 28 times before being loaned to Munich. 'My view was that I was going to play for only two or three years, which is clearly at odds with what you should do. You should say, \"I'm staying here for as long as I can and I'll enjoy the experience\".'</p> <p>Bayern was a success. 'It was an experience of understanding a top club - well organised, well prepared, nothing left to chance. I was really impressed with their operation compared to Barcelona, who give you the money and expect you to get on with it.'</p> <p>Hughes returned and was still playing 14 years later before he finally retired at Blackburn. That left him to concentrate on Wales, having taken over as player-manager in 1999. In between he had also played for his boyhood club, Chelsea, Southampton and Everton, having also been a vital member of Ferguson's United team that won a first championship for 26 years in 1993 and the Double the following season. 'He found a way to win and it wasn't always in the rules,' says Tim Sherwood, who captained Blackburn to the Premier League title in 1995. 'If the chips were down and they weren't playing well he'd be a presence - he took that into his management.'</p> <p>'The only thing that used to get me was when centre-halfs clumped me,' says Hughes of the tough-man image that has accompanied him into management. 'Thankfully in daily life that didn't happen very often so I didn't react.'</p> <p>He did, though, famously retaliate when his Blackburn team were labelled dirty. Following Arsenal's 3-0 victory in the 2005 FA Cup semi-final, Arsène Wenger and Robin van Persie, who was smashed in the mouth by Andy Todd, complained about Rovers' approach, causing Hughes to criticise reports of the incident. Former Chelsea manager José Mourinho made similar accusations. </p> <p>'I felt high-profile managers were protecting their position by dumping on me,' Hughes says. 'So I had to protect my players and club. People were a little reluctant to acknowledge we were a very good team, as well as being competitive.'</p> <p>That competitiveness, as a player, helped the modest Hughes - 'I was never the greatest in the world' - to become the first double winner of the PFA Player of the Year award, in 1989 and 1991. 'The only others to have done it are Alan Shearer and Thierry Henry so he's in very good company,' says PFA chairman Gordon Taylor. 'He's very highly regarded by fellow professionals, and certainly now one of the finest young managers.'</p> <p>Sherwood agrees. 'He did a great job as manager at Blackburn,' he says of Hughes' achievement of two top-six finishes, two FA Cup semi-finals and taking Blackburn into the Uefa Cup. 'I think John Williams, the chairman, made a great appointment there. Wherever Mark Hughes goes he will be a winner.'</p> <p>What does Hughes feel is success for City? 'Last year the club had a fantastic start, but unfortunately weren't able to sustain it for whatever reason - things that happened before I was on the radar,' is his assessment of predecessor Sven-Goran Eriksson, who oversaw a team that faded. 'We're trying to make sure we have the range and depth of squad, and levels of physical capacity, to sustain a run at the competitions we're in from start to finish. If we can do that I fully expect us to be in the top 10 again at least.'</p> <p>In time, can City break into the top four? 'Yeah, yeah, that's one of the main reasons I came here. I hope I'll have the resources to really challenge. What they need here is continuity, they've had so many managers in too short a period and my aim is to stick around because by definition that means I'm successful.</p> <p>'The owner's wealth is well documented. Obviously, there are issues at the moment, but we hope to be able to have the means to challenge for the best players. We've shown our intent with our efforts to bring Ronaldinho here.' The interest in the Brazilian forward, who went to Milan, was genuine. 'We came very close by all accounts. We certainly showed intent - in the future that will become more prevalent.'</p> <p>What style of football can City fans look forward to? 'Attacking, hard working, committed and technically excellent.'</p> <p>Since Ferguson's arrival at United only Kevin Keegan has come close to establishing himself at City. He managed nearly four years - an age compared to the 12 others. Hughes' first year at Eastlands should be fascinating.</p>",
  "<p>Scotland is drawing up plans to build the world's longest electricity connector - to Norway - to help meet its renewable targets and end its dependence on nuclear power. The whole project could cost more than £2bn. </p> <p>Jim Mather, the Scottish Executive's energy minister, will meet his Norwegian counterpart in October to discuss the proposal.</p> <p>The plan could raise the hackles of MPs already concerned about Scottish politicians' push for independence. The UK depends on Scotland for most of its oil revenues and renewable energy resource. Politicians in Westminster are worried that full Scottish independence would further undermine the security of the UK's energy supply. </p> <p>Scotland is much windier than England, Wales or Northern Ireland, and also has green hydro-electric power. It has set a target of getting half its electricity from renewable sources such as wind power by 2020, compared to the UK's goal of generating about a third from renewables. </p> <p>However, instead of building dirty coal plants to back up its wind farms, Scotland wants to connect to Norway's grid to solve the problem. Scotland's ruling party, the SNP, has committed not to build any new nuclear reactors. </p> <p>Norway gets almost all its electricity from hydro-power, which works by releasing water from a higher reservoir into a lower reservoir via a turbine which generates electricity. The water is then pumped back up to the higher reservoir for use later. If the 1,000km (620-mile) connector between the countries is built, when Scotland is windy and has surplus electricity, it would be exported to Norway to provide power to pump the water back up into its higher reservoirs.</p> <p>When the wind does not blow in Scotland and there is a shortage of power, Norway would activate its hydro-plants to make up the shortfall. This would solve the issue of wind power's intermittency, frequently cited by critics. </p> <p>Scotland wants to use the connector to provide power to North Sea oil operators. Drilling rigs and platforms use about four gigawatts of electricity, equivalent to the demand from about four cities the size of Birmingham. Currently, operators use expensive and dirty diesel generators or gas to power their facilities. </p> <p>Paul O'Brien, senior executive of government organisation Scottish Development International in Glasgow, said: 'Scotland has got to replace nuclear power. We realise there are issues over backing up renewables, but we don't want to use fossil fuel plants to do this. There is also a special opportunity to extend the life of the North Sea oil fields.'</p>",
  "<p>In The First Circle, Alexander Solzhenitsyn has political prisoners in Stalin's gulag tell a story about Moscow's hellish Butyrka prison. One day, a young captain takes the emaciated inmates of cell 72 to a version of paradise. Barbers spray them with eau de Cologne, laundresses dress them in silk and chefs provide them with their first decent meal in years. When they go back, they find the authorities have painted their cell in bright colours. Previously forbidden books and packets of cigarettes are scattered around the room. In place of the four-gallon slop bucket is a gleaming toilet.</p> <p>The prisoners cannot understand their good fortune until the guards usher in a 'Mrs R', an American 'lady of great shrewdness and progressive views' who is clearly meant to be Eleanor Roosevelt. The governor tells her that they are not dissidents but rapists and murderers the Communist party of the Soviet Union in its magnanimity has decided to rehabilitate rather than execute. She does not ask to inspect any of the other cells and leaves, 'convinced of the falsehood of the allegations spread by malicious scaremongers in the West'.</p> <p>As soon as she has gone, the prisoners' lice-infested rags and four-gallon slop bucket return.</p> <p>The Communist party of China has beautified Beijing for the Olympics. The Organising Committee for the games has ordered one million cars from the road and told factories to shut down, so foreigners will believe that one of the most polluted cities on earth can hold 'the green Olympics'.</p> <p>The president of the Olympic Committee gabbled his appreciation. Jacques Rogge, a sports' bureaucrat who appears to have learnt nothing from the 20th century, lauded China's 'extraordinary' efforts. The statistics proved the authorities had done everything that 'was humanely possible', and the statistics never lie.</p> <p>Greenpeace, so harsh on democratic countries, was as excessive in its praise. After registering a few reservations, it declared the dictatorship's work was 'tremendous' and 'positively unique'. Beijing was providing 'important lessons to other Chinese cities'.</p> <p>The eyebrows of Jonathan Fenby, who has just published The Penguin History of Modern China, shot up at that. When the games are over, the factories will reopen, he said. The Olympics will have secured a few long-term benefits - more homes and workplaces will burn gas rather than coal - but when set against China's vast pollution problem these gains will be tiny.</p> <p>As every serious writer knows, the legitimacy of the dictatorship rests on its ability to deliver ever-rising living standards now that its Marxism is dead. Environmental concerns will always be trumped by the party's survival instinct. Thus, President Hu Jintao reverses a programme to close coal mines. He has to, an official tells Der Spiegel, because China's inefficient industries 'need seven times the resources of Japan, almost six times the resources of the US and almost three times the resources used by India'. Thus, when the leaders of the G8 announce a wish to halve greenhouse gas emissions by 2050, Hu and India's leaders see a plot by the rich West to handicap Asian rivals and refuse to accept the target.</p> <p>Because the communism of Stalin and Mao is dead, however, the scale of the catastrophe need not be a secret circulated only in samizdat pamphlets. There are voices within China free to argue that the country is ignoring her own as well as the world's long-term interests. Pan Yue, minister of the environment, warned in 2005 that the economic miracle 'will end soon because the environment can no longer keep pace', and he had the evidence to back up his claim.</p> <p>China has 16 of the world's 20 filthiest cities. The Gobi desert is expanding at a rate of 1,900 square miles a year because of deforestation and over-farming. Approximately 660 cities have less water than they need and 110 of them suffer severe shortages. The state-run Xinhua news agency reports that pollution is poisoning the aquifers. Eighty per cent of the sewage dumped into the Yangtze is untreated. Effluent, human and industrial, has driven one third of the native species of the Yellow River to extinction. About 190 million Chinese are sick from drinking contaminated water, cancer rates are rising and there are about 1,000 demonstrations a week against the effects of pollution.</p> <p>The gullible admire dictatorships because they think the great leader and his politburo can cut through objections and force the recalcitrant to obey orders, and we have had no shortage of fantasies about the better China that would come if only the party embraced greenery.</p> <p>In The River Runs Black, a book every environmentalist needs to read, Elizabeth C Economy points out that the fantasies can never be realised. Even if the centre wanted to change policy, its writ does not run in the provinces. Local officials are in the pocket of or related to factory owners and ignore inconvenient decrees. If the courts, the press or doctors in local hospitals complain, they silence them. Change is impossible without democratic reform - which is as far away as ever.</p> <p>Solzhenitsyn's Mrs R was incapable of believing the worst and preferred to live in a daydream. Stalin's goons did not need to fool her because she had already fooled herself. Today it is just about possible to imagine rich, post-industrial societies switching to renewable energy and nuclear power, although optimists should note the Republicans' success in using Obama's refusal to allow offshore oil drilling against him. But it is inconceivable that the emerging powers of China and India will abandon fossil fuels when there are no cheap options.</p> <p>Rather than despair, not only the International Olympic Committee and Greenpeace but also Western governments and the European Union pretend that the Potemkin Olympic village in Beijing heralds a new China, and miss the blackened rivers and skies beyond.</p> <p>As the planet warms, I'm damned if I can see an alternative to despair, but I do know that wishful thinking isn't it.</p>",
  "<p>'Let's be frank about it - most of our people have never had it so good,' declared Britain's new Prime Minister Harold Macmillan in 1957. With the Suez Crisis still fresh in people's minds, a potentially cataclysmic outbreak of fire at the Windscale atomic plant in Cumberland and Cold War tensions mounting, plenty disagreed with him. Then, in 1958, Elvis joined the army, Manchester United's all-conquering Busby Babes were decimated in the Munich air disaster. At this time, on the coat tails of Chris Barber Band guitarist and banjo player Lonnie Donegan, the nation's youth suddenly empowered themselves with music, grabbing cheap guitars and household accoutrements to ape the makeshift skiffle bands of the American underclasses who played raw blues and jazz in the 1920s.</p> <p>The great unwashed had at last found a voice and, terrified by the escalating threat of nuclear war, they had something passionate to say with it. Haunted by images of the human devastation caused by the two atomic bombs - disconcertingly dubbed 'Little Boy' and 'Fat Man' - dropped on Hiroshima and Nagasaki to end the Second World War, a generation started marching. </p> <p>The Campaign for Nuclear Disarmament held its first meeting in February 1958 and less than two months later several hundred people - estimates vary erratically between 600 and 6,000 depending on who you ask - gathered in Trafalgar Square for its first major operation, a 53-mile protest march to Aldermaston, the Berkshire town designated by former Prime Minister Clement Attlee as the centre of Britain's nuclear weapons industry. 'This,' roared Labour's left-wing firebrand Michael Foot before they set off, 'can be the greatest march in English history.' </p> <p>What he couldn't have imagined was that it would also have such a profound impact on British music. </p> <p>Marching behind their emotive banners proudly sporting Gerald Holtom's freshly designed iconic CND badge, they headed off on the coldest Good Friday for 41 years in duffle coats and hobnail boots and with knapsacks on their backs. One of the prime movers in the march, Canon Collins of St Paul's Cathedral, had asked for silence during the walk in deference to Easter, but when they reached their first overnight stop - at Hounslow - they were led into the town by Ken Colyer's band playing 'When the Saints Go Marching In', 'High Society' and 'Lady Be Good', while those at the back contented themselves with chanting '1-2-3-4-5 keep the human race alive...' </p> <p>After a night on the floor in church halls around Hounslow, Twickenham and Isleworth and a 3/6d breakfast, they marched on to Slough and then Reading through snow and slush in what became the worst Easter weather for more than a century. They looked a sorry bunch - the Daily Mail likened them to 'columns of displaced persons who struggled across Europe in 1945 or perhaps the enchanted followers of some Orwellian pied piper' - and some dropped out. But mostly they soldiered on, rallied by the sound of the jazz bands, church choirs and skiffle groups scattered through the miles and, almost imperceptibly along the route, the tradition of song as a soundtrack to political protest, lifting spirits and symbolising unity, was firmly established.</p> <p><strong>That 1958 march marked Britain's first postwar</strong> expression of mass protest, triggering a major national Easter event over the next few years. More significantly for the music scene, it fired up young musicians to write campaigning new songs to argue the case against the bomb and whip up support along the way. Suddenly many of those in skiffle groups playing American songs were changing course and writing fierce topical songs to back direct action. </p> <p>The hydrogen bomb - said to be 1,000 times more powerful than the atom bomb that destroyed Hiroshima - was first tested by the Americans on Bikini Atoll in the Marshall Islands in the west Pacific in 1954. Eric Winter, a left-wing journalist from Manchester and a member of the London Youth Choir, founded Britain's first folk music magazine Sing in the image of the American Sing Out. 'As this copy of Sing goes to press the world is under the shadow of the hydrogen bomb tests carried out this summer by the US Navy,' wrote Winter in an early editorial as the mag published its first wave of topical songs. 'The hydrogen bomb may be able to destroy singers but cannot destroy songs - songs are stronger than the hydrogen bomb... we believe that song has a powerful role to play in the struggle of the British people for peace and socialism.' </p> <p>The London Youth Choir sang 'Put My Name Down' as it launched a petition to ban the bomb, Leon Fung wrote the calypso 'The Atom Bomb &amp; The Hydrogen' and John Hasted, a communist from Suffolk who went to Oxford and later became head of physics at Birkbeck College, contributed 'Talking Rearmament'. Other early campaigning songwriters included Alex Comfort, who went on to greater fame as the author of The Joy of Sex and Liverpool's Stan Kelly, who had recently graduated from Cambridge and achieved the country's first postgraduate diploma in computer science and wrote 'Liverpool Lullaby' (later recorded by Cilla Black).</p> <p>The most forceful voice, however, belonged to Ewan MacColl, who had written his first durable song 'The Manchester Rambler' at the age of 17 in celebration of the mass trespass challenging right of way laws on Kinder Scout in the Peak District in 1932. By the 1950s, he was writing numbers such as 'The Ballad of Ho Chi Minh' and 'The Ballad of Stalin' ('Joe Stalin was a mighty man and a mighty man was he/ He led the Soviet people on the road to victory'). Already the key figure in the burgeoning folk movement with his Ballad &amp; Blues club at the Princess Louise in London's Holborn district, MacColl wrote characteristically volatile songs about the threat to peace, notably 'Against the Atom Bomb'. </p> <p>'There are now more new songs being written than at any other time in the past 80 years - young people are finding out for themselves that folk songs are tailor-made for expressing their thoughts and comments on contemporary topics, dreams and worries,' MacColl told the Daily Worker in 1958. Three days after the Munich crash three songwriters, including Brendan Behan's brother, Dominic, turned up at the Ballad &amp; Blues with tribute songs about the Busby Babes. Another visitor was Californian Guy Carawan, partly responsible with Pete Seeger for updating and popularising 'We Shall Overcome', who performed his own pungent commentary on the nuclear threat, 'Talking Atomic Blues' ('Hiroshima, Nagasaki, Alamogordo, Bikini/Peace in our world ... or the world in pieces.')</p> <p>So when the first march to Aldermaston was mooted, Eric Winter and his friends decided it urgently needed a theme song. A week before the march a small group of enthusiasts met up and John Brunner, who went on to become a prolific science fiction novelist, produced a poem he had written for the occasion, 'The H-Bomb's Thunder' ('Men and women, stand together/Do not heed the men of war/Make your minds now or never/Ban the bomb for evermore'). With some tinkering, it was fitted to the rousing tune of 'The Miner's Lifeguard', a song from mining disputes in the early 1900s popular with American trade unionists. Aldermaston had its anthem.</p> <p>Initially the organisers were unimpressed. 'We were told, thanks, our help wouldn't be needed because it was going to be a silent march all the way,' said Karl Dallas (or 'Fred' as he was known then). 'We said that was stupid and they agreed to let us help on condition we stuck to an officially approved list of songs, which included some real stinkers written by an anonymous CND leader. Certain songs were banned, not necessarily because of their content, but because they were sung by communist sympathisers like Pete Seeger. Among those subject to embargo, I recall, were 'Down By the Riverside' and 'If I Had a Hammer.'</p> <p>Dallas, whose day job was publicising Billy Smart's Circus, led the advance guard, arriving in towns ahead of the official march to play with his skiffle group, belting out 'The H-Bomb's Thunder', his own 'hit' song 'The Family of Man' and others not necessarily on the CND-approved list, singing in the marchers as they triumphantly arrived in each town. 'It was celebratory,' he says. 'We were pilloried by some of the media because we were having such a great time. I don't know how many pregnancies there were after that march but I bet there were plenty.'</p> <p>The following year, when a much bigger march went in the opposite direction from Aldermaston to London, Dallas led much of the singing. 'I worked the march ... I'd go to the front and say \"Right, we're all gonna sing\" and we'd launch into something like \"Oh no no, not in my name, not in my name\" over and over again. Then we'd move back and start them singing somewhere else. And afterwards all these people went home and started folk clubs...'</p> <p>Dallas's subsequent role in the folk revival was primarily as a journalist, notably writing for Melody Maker, but like other survivors of his generation, he continues to fight the good fight. Now 77 and living in Bradford, he sits in one of the city's many convivial curry emporiums, long grey hair cascading over his shoulders from beneath a jaunty hat, talking about his latest venture, travelling the country on his free bus pass to sing on the streets, in bus shelters and folk clubs in what he describes as a 'Freedom to Ride' tour. He talks about singing in Palestine and in Baghdad, where he was one of the 'human shields' trying to deter Bush and Blair from bombing essential Iraqi services in 2003. Dallas planned a rock concert in Baghdad to drum up more support and was in Oman en route to trying to persuade the likes of the Rolling Stones, Joan Baez and Country Joe McDonald to participate when the bombing started and he was refused permission to return to Iraq. 'It's still a bit of a sore point,' he says.</p> <p>Dallas - a born-again Christian after 50 years of atheism - still refers to himself as a Stalinist and one of his proudest claims is that the UK Special Branch, the American FBI, the Soviet KGB, the Israeli Mossad and the East German Stasi all had secret files on him. After an eventful life that has also seen him survive alcoholism, he writes a poem every day and is as passionate as ever about the vital power of music and poetry.</p> <p>'I'm a demo singer,' he says, 'that's what I do. See, I was fascinated by the idea of the broadsides, which were in a sense the origins of newspapers. If someone was going to be hung they'd write a broadside supposedly telling this man's confession and they'd sell it around the gallows and sing it. And I wrote a song about Derek Bentley' (the 19-year-old hanged for murder in 1953 but eventually cleared by a Court of Appeal 45 years later). 'Ewan MacColl recorded it and for a short while I became his protégé. But I was too bigheaded and he was too intolerant of bigheads.'</p> <p>MacColl wrote his own song 'That Bomb Has Got to Go' ('Ashes to ashes and dust to dust/ If the bomb doesn't get you then the fallout must...'), handing out lyric sheets on the road to Aldermaston. Among those who sang it was his future wife, the American singer, banjo player and singer Peggy Seeger, who went on to fight many campaigns with him, writing numerous strident, crusading songs of her own. She is now back living in the US but was in the UK recently, proving she had lost none of her fire, producing a clock specifically timed to show the hours and minutes George Bush has left in office and bringing the house down on stage with a deeply emotive song based on conversations with Iraq war veteran Jimmy Massey.</p> <p>'Ewan used to talk a lot about demonstrations and marches in the 1930s and he'd talk of them as battles,' she says. 'But there were no battles with Aldermaston. In later marches against the Vietnam War some of those got turned into pitch battles but Aldermaston was very special. I was new to the country and I'd never demonstrated against anything before. It was an adventure. Every 100 yards or so you had a different kind of band - jazz, blues, skiffle, West Indian. And of course people made up their own songs. You didn't just shuffle along in misery. They were hopeful days and Aldermaston marches had a sense of optimism later marches didn't have. We were fighting for something - peace - rather than fighting against something. Peace was like a big red balloon and we were heading towards it. We really felt that if we marched we could shut this bloody place down.'</p> <p>Perceived wisdom is that the explosion of British singer-songwriters in the 1960s was ignited by their iconic American counterparts but another veteran of the 1958 march, Leon Rosselson - a young satirist who was to contribute material to cult TV show That Was the Week That Was - insists it was the other way round.</p> <p>'Americans came over and were very impressed to find people writing songs. That wasn't happening at the time in America so they went back and founded Broadside, which was the mag set up specifically to publish new American songs. That was the first one to publish Dylan, Phil Ochs and all those. Rather than American protest singers inspiring British songwriters, it was the other way round.</p> <p>'As brief as it was, skiffle was important in making people feel they could do it for themselves rather than just listen to the radio. Lots of songs were about the fear of nuclear war but without the folk revival they wouldn't have had a platform. People were angry but they were also optimistic that something was finally happening. It felt like the birth of something. Which, I suppose, it was.'</p> <p>Film-maker Lindsay Anderson, who later directed This Sporting Life and If... made a documentary film of the 1958 march and the Aldermaston campaign escalated in the ensuing years. 'It was tremendously exciting,' says Martin Carthy, folk music pioneer and another early march survivor. 'We didn't actually talk about ban the bomb all that much because everyone agreed about that, but it was a great chance to meet people and hear songs.'</p> <p>The 1959 march attracted 15,000 people and stretched for seven miles, headed by writer Jacquetta Hawkes - JB Priestley's wife - who presented a Ban the Bomb charter at 10 Downing Street wearing a crimson stetson and yellow ankle socks as protesters filed silently through Whitehall accompanied only by the beat of a single drum, spelling in Morse code the letters N and D - nuclear disarmament. In 1960, 100,000 were estimated to have gathered at the climax in Trafalgar Square; the following year they linked up with a new march from the US Air Force base at Wethersfield in Essex. </p> <p>In songwriting terms Aberdonian Ian Campbell raised the bar with his shockingly vivid 'The Sun is Burning in the Sky', which became a new Aldermaston anthem ('Now the sun has come to earth/ Shrouded in a mushroom cloud of death/ Death comes in a blinding flash of hellish heat and leaves a smear of ash/And the sun has come to earth...') and was later recorded by Simon &amp; Garfunkel. Actress Sheila Hancock, already a big TV star in her role of daffy Carol in the BBC's The Rag Trade, tapped into the mood of the day, duetting with Sydney 'Lord of the Dance' Carter on his satirical song 'Coming Down From Aldermaston' as the hunger for topical songs grew.</p> <p>In 1964, Stephen Sedley - now the Rt Hon Lord Justice Sedley, a Court of Appeal judge - wrote a perceptive assessment in The Observer of the new cultural phenomenon. 'The folk song clubs that now cover Britain like a rash - there are up to 300 of them with thousands of members - have been hotbeds of new songs. In terms of the old assumptions about anonymity and oral transmissions, these songs may not be classified as folk, but in style, structure and function they are in the main a living extension of the body of genuinely popular British song with which the folk revival has been familiarising folk club audiences ... death looms large as it always did, but in contrast to the bestselling murder broadsides of the 19th century the victims now are Timothy Evans, Marilyn Monroe, miners buried alive and lifeboatmen drowned.'</p> <p><strong>A drive through the quiet Berkshire countryside to </strong>the attractive town of Aldermaston today provides a telling reminder of the marchers' failure to 'close the bloody place down'. Head out of town towards Tadley and you immediately encounter the imposing fences, Ministry of Defence warning signs and general air of menace surrounding the five-mile perimeter of the Atomic Weapons Establishment. 'We still get a few protesters down here from time to time,' says the barman in one of the local pubs. 'Nobody takes much notice of them and they go away again.'</p> <p>While other events and issues - from Vietnam to Iraq and feminism to fascism - lay in wait to stir the social conscience of new generations, the realisation that music ultimately can't change history knocked the political heart out of the folk revival. </p> <p>'The day folkies forgot they were dealing with political songs was the day it almost became unglued,' says Martin Carthy. 'We took it for granted but it shocked me in 1982 when the Falklands war was happening and you weren't hearing songs about it. It made me so angry I wrote one - 'Company Policy'. I also remember appearing at a festival in Telford with the Watersons and Jim Woodland played his song 'Ghost Story' (criticising the Falklands war) and he was booed. That's when I realised how much things had changed.'</p> <p>If the tradition of musical dissent has an enduring anthem, it's 'The World Turned Upside Down', written by Leon Rosselson about the Diggers' uprising of 1649 when Gerrard Winstanley led a small, ragged group to challenge the notion of landownership and private property to set up their own agricultural colony on common land in, of all places, the modern Surrey stockbroker belt of St George's Hill, Weybridge. It was a peaceful enterprise doomed to a swift and savage destruction by fearful local landowners, but with its eternal truths and stirring theme, 'The World Turned Upside Down' still hits a raw nerve and, after dozens of cover versions, remains the prince of protest songs.</p> <p>Now 73, Leon Rosselson has never achieved fame or fortune and the uncompromising and often controversial nature of his songwriting (his 'Stand Up For Judas' re-assessing Judas as an heroic revolutionary incited particular fury in religious circles) has ensured an almost blanket absence of radio play and even on a British folk scene starting to thrive again, he remains something of a peripheral figure. Others also continue to fly the political flag - Robb Johnson, Pete Morton, Seize the Day, and David Ferrard spring to mind, while the biennial Raise Your Banners festival in Bradford produces an avalanche of political songwriters - but Rosselson has maintained a unique role for 50 years. His latest album, A Proper State, is as lyrically acidic, barbed and driven as ever; he still gigs regularly and he still gets up people's noses.</p> <p>'It's often been said that folk music was a communist conspiracy, particularly in America, and to an extent that's true,' says Rosselson. 'In the Fifties there was a big discussion in the Communist Party about the correct music to lead the workers to the barricades. In the Thirties the Communist Party sent people to the mining areas of the Appalachians to politicise the miners - 'Which Side Are You On?' was written in the Thirties - and before that there were the Wobblies, who were a great singing union, so there was a tradition in America of radical songwriting. At some point it was decided that folk music was the music of the people and was therefore the correct music to revolutionise the working class.'</p> <p>When Eric Clapton drunkenly declared support for Enoch Powell in 1976 and David Bowie made his infamous (and soon retracted) comment in Playboy magazine about Britain being ready for a fascist leader, Rock Against Racism adopted rock as the political music of choice and the folk songwriters were blown out of the water.</p> <p>'I don't think music can politicise and revolutionise, it never did,' says Rosselson. 'You couldn't have had Folk Against Racism - it wouldn't have done anything. It's not the words that do it, it's the sound and the whole association of ideas. Rock Against Racism was effective, but not because of the content of the songs. I don't believe a song can change people's beliefs. It's not the way music works. What it can do is strengthen social movements. Music was very important in giving people hope and encouragement in South Africa. But I don't believe the idea that music can somehow turn people into revolutionaries.'</p> <p>'A song will change nothing but the consequences of performing a song are more than just individuals listening to it,' says Rosselson's former singing partner Roy Bailey, who was at the start of that 1958 Aldermaston march, but didn't actually make the trip. 'The function of song is to make audiences aware that others share their beliefs. Sometimes I sing songs that the audience find difficult. I sing one at the moment about Palestine which they're not sure about, but because it's in the context of all the other things they're right on about they find it hard to dismiss.'</p> <p>Bailey now regularly performs a popular show about the history of dissent with Tony Benn, who was also on that first Aldermaston march. While Benn launches into rambling but compelling anecdotes on political activism, Bailey intersperses the discourse with songs illustrating the point.</p> <p>'Music has always inspired me,' says Benn, who gave up being an MP in 2001 'to devote more time to politics'. A fan of 'Paul Robeson, colliery bands, folk song and radical music', he first met Roy Bailey in 1974. 'Music has the power to inspire others. It was important in the Aldermaston marches, which had a big influence on making people realise that nuclear weapons are very expensive and highly dangerous. Bob Geldof isn't the answer to world poverty but he can inspire other people to make a difference. In the show I do with Roy we remind people they're not the first people to think war is wrong.'</p> <p>Rock and punk may have crippled folk in terms of public perception, but its spirit - and some of its songs - lived on in future struggles. Confirmed Clash disciple Billy Bragg went around the country doing his bit for the miners strikers in 1984 and was shocked to find the most militant and articulate songs he heard came from those associated with the folk movement - specifically Leon Rosselson and Dick Gaughan. 'That whole Aldermaston tradition came to the fore again. I went up to do gigs in the coalfields and found their songs were more political than mine and it made me rethink what I was doing. In the Sixties they still believed music should change the world and they were part of a struggle so that when people like me came along to write political songs we got a fair hearing. And topical songs have a habit of becoming topical again. Instead of the Falklands, just read Afghanistan.'</p> <p>Why aren't people writing political songs any more, Billy? 'They are - you're just looking in the wrong places. You may not find it from white boys with guitars but in hip hop and world music you'll find plenty of bands with the same principles.'</p> <p>Yet those who marched to Aldermaston in the freezing cold 50 years ago left an indelible legacy. The goalposts have shifted and the causes are different, but the hope lives on and Leon Rosselson, Karl Dallas and Peggy Seeger would walk back to Aldermaston tomorrow if they thought it would do any good. 'We still feel so desperate and depressed about so many things,' says Seeger. 'Like global warming. How do you deal with that? You can't march against global warming, can you?'</p> <p>She stops for a second, looks down and sighs. 'But we've got to keep trying and I've got to keep singing about these things. It's what I do...'</p> <h2>Michael Foot on making a stand</h2> <p>It was the novelty of nuclear weapons, plus the evidence of the lingering torture that radiation could inflict, which gave the main impetus to the creation of the Campaign for Nuclear Disarmament. Nothing so evil had ever happened in our world before. Why had the truth about the crimes committed both at Hiroshima and Nagasaki not percolated to the outside world?</p> <p>In February 1958 we set up a committee that included Bertrand Russell, JB Priestley and Canon Collins of St Paul's Cathedral, among others. I was there representing Tribune, which had already played a leading part in reporting the general H-bomb debates in the country. </p> <p>For many of us of that period and generation, it was CND that best expressed the response which the human race must make to the bomb: the moral outrage that such an instrument should ever have been invented, the awareness that a new kind of politics would be needed to bring it under control, the determination to act together at once, whatever the cynics or sceptics might say.</p> <p>The first Aldermaston march was bigger than any of us had expected, with so many people from all generations, from all walks of life and from all over the country showing the strength of feeling about the horrors of nuclear war.</p> <p>The music was crucial in rallying support and the songs kept up the spirit of the marchers. I feel very proud to have been a part of it.</p> <p>But today, far from slowing down, the pace of the arms race is accelerating and its dangers are as great as ever. Why are we still spending billions of pounds on weapons that could destroy the world? We must continue to campaign against them. </p> <p><strong>·</strong> Michael Foot was leader of the Labour Party from 1980-83.</p>",
  "<h2>Going up</h2> <p><strong>Good hair day</strong></p> <p>Might the Babyliss Eco Dryer save the vain souls of those dependent on hair appliances? All the power of a standard 2000W hairdryer but only half the energy used</p> <p><strong>Follow the leaders</strong></p> <p>Almost nine in 10 Welsh households now recycle - that's 87.3 per cent of homes. The rest of Britain must now play catch-up </p> <p><strong>Runway success</strong></p> <p>Definitive proof that eco fashion is 'in': supermodel Heidi Klum says so on the new series of Project Runway, where fledgling designers compete to come up with a green(ish) cocktail frock </p> <h2>Going down</h2> <p><strong>Duff note</strong></p> <p>In these days of carbon-lite festivals, Kanye West's reputed 18-bus entourage raised eyebrows at Global Gathering. Perhaps eco chanteuse KT Tunstall could take him under her wing </p> <p><strong>Buzz word</strong></p> <p>The scourge of Colony Collapse Disorder (CCD) continues, destroying native honey bee populations. The latest solution? Bee-sized foot-baths at the entrance to hives </p> <p><strong>Puffin nightmares</strong></p> <p>Britain's puffin population on North Sea islands has suffered an abrupt drop in numbers. Is it global warming or has Gordon Ramsay gone puffin hunting again, as he did in Iceland recently?</p>",
  "<p>Southwold or Silvio Berlusconi's villa? Gordon Brown is an improvement on Tony Blair in several respects, but the one that really stands out for me is his choice of holiday destination. Instead of spongeing off permatanned pop stars and dodgy politicians, our prime minister is taking his bucket and spade (and, no doubt, a fascinating tome on endogenous growth theory) to Suffolk this summer. Not to be outdone in the eyes of the English Tourist Board, David Cameron is going to Cornwall. </p> <p>I've no idea what the two party leaders will be drinking on vacation, but if they want to support the local economy, Southwold is the home of Adnams, a brewer of note as well as one of the country's best independent wine merchants (<a href=\"http://www.adnams.co.uk\">adnams.co.uk</a>), while Cornwall has Camel Valley (<a href=\"http://www.camelvalley.com\">camelvalley.com</a>), a sparkling wine producer with a growing international reputation and a great visitor centre. </p> <p>What about me? Well, by the time you read this, I'll be sitting in a deckchair in Provence with a pile of paperbacks and a bottle of the elegant, raspberry- and redcurrant-scented <strong>2007 Château Pontet Bagatelle Rosé, Coteaux d'Aix en Provence (available in the UK for £7.95, 13%,<a href=\"http://www.vineyardsdirect.com\">vineyardsdirect.com</a>; Great Northern Wines, 01765 606 767)</strong></p> <p>I'm aware that flying to Marseille and back has enlarged my carbon footprint, but I need (more or less) guaranteed sunshine and the proximity of a few good vineyards. It might sound like a busman's holiday to you, but I get withdrawal symptoms if I haven't looked at a vine, a trellis or a horizontal press for a fortnight. Châteauneuf du Pape is only a few miles away and I can't see myself resisting its appeal for long. </p> <p>To get myself in the mood, I've been drinking three wines from the south of France: the dry, herbal, lightly toasty <strong>2007 Single Estate Grenache Blanc, Vins de Vin (£5.99, 13%, Marks &amp; Spencer)</strong>; the ripe, perfumed, intense, Grenache-based <strong>2006 Château des Hautes Ribes, Vacqueyras (£9.45, 14%, Armit, 020 7908 0600)</strong> and, best of all, the rich, spicy, full-bodied, palate-warming <strong>2005 Châteauneuf du Pape, André Brunel (£19.99, or £17.99 each for two, 14%, Majestic)</strong></p> <p>Over the years, I've developed a few rules about holiday wines. The first is to drink local. This might not work if you're in Vietnam, Bolivia or the Highlands, but as I only tend to go to France, Spain and occasionally Italy, I'm usually on safe terrain. I once failed to find a single drinkable wine in Albi, and have come close in Bologna, but there's usually something I'm prepared to drink. </p> <p>My second rule is to lower my critical threshold a little. When I'm on holiday, all I want is something fresh, fruity and preferably cheap to drink. I'm not averse to taking a plastic container to the local co-operative and filling it with white, rosé or unoaked red if the place knows what it's doing. Otherwise, I ask the locals for a few tips.</p> <p>My third rule is never to bring back a wine that I've enjoyed on holiday. I learnt this early in my wine drinking life when I spent a week in Istanbul. In the shadow of the Blue Mosque, I discovered a wonderful wine called Buzbag. It was so good that I carried six bottles back to the UK in my hand luggage. I opened one back in London and it was horrid. Somewhere over the Med, Buzbag had turned into Scumbag.</p> <p>Was it my perception that had changed, or the wine itself? When I think about it, probably a bit of both. The wine tasted better in situ, drunk with the right food. But on holilday I was a different person, too: happier, more relaxed and more indulgent about the liquid in my glass. Let's hope Gordon Brown feels the same way in Southwold. Have a pint on me.</p> <p><a href=\"mailto:tim.atkin@observer.co.uk\">tim.atkin@observer.co.uk</a></p> <h2>Buy of the week</h2> <p><strong>2006 Stella Bella Semillon/Sauvignon Blanc</strong>, Western Australia (£9.99, 13%, Oddbins)</p> <p>A brilliant New World take on white Bordeaux. Fresh, mealy and creamy with <br>herbal undertones and fresh acidity</p>",
  "<p>We asked whether it is possible for modern mothers to combine childcare with a career. Had our panel made free choices in their own lives or had they felt pressured? Is there such a thing as a supermum - and does superdad exist?</p> <p><strong>Frances: </strong>Young mothers have got a lot of pressure on them these days. They're pushed to go back to work, and childcare, child minders, they're very expensive.</p> <p><strong>Joy:</strong> I moved to within a mile of my mother, so she does a very traditional, old-fashioned grandparenting role. My friends say, 'You're so lucky.' And I say, 'Well, I moved specifically for this one reason.' It's a difficult thing where lots of people have moved to London to have their careers, and they start their families in a city, and your parents are elsewhere. </p> <p><strong>Debbie:</strong> I would have carried on working if I'd had someone closer, because the thought of going off every day and leaving her at a nursery is hard.</p> <p><strong>Ann: </strong>When me and Frances were growing up, we raised our kids and it wasn't an option for my mum to have our children. So we went to our early morning cleaning jobs, night cleaning jobs, and whatever, working the school hours. There wasn't free daycare available or the money that could be earned to pay for daycare.</p> <p><strong>Debbie:</strong> The problem nowadays is the cost. I went back four days a week. It was £1,000 a month for my child to go to nursery. That's a second mortgage! We made the decision because it definitely impacted on our family life and on my wellbeing that I was going to stop working.</p> <p><strong>Claire:</strong> The problem with that is that the government sees the solution as giving money to get women back into work, rather than giving money to support the women at home. I find the friends of mine who do work, I can't see any problems with their children whatsoever, but their husbands are available to help a lot more. As a single mother, you don't have that option, but it can work if you've got a supportive partner who's able to at least do part of the workload.</p> <p><strong>Elisca:</strong> It's wrong to talk about the supermum. There's always going to be a superparent, and within a relationship one of you has to be career-orientated and the other person has to be more flexible. But why is there such a sexist notion that men are providers, not able to provide something? Occasionally I have pangs of missing out on moments, but if you have children, you have to be prepared to compromise. Society has to address the fact that there are some superdads out there who are brilliant, and not working. </p> <p><strong>Claire: </strong> One of the issues is that you sometimes have couples where neither is the superparent because they're both out at work all the time. Some of the research says that between seven months and a year the separation anxiety is quite strong.</p> <p>'But it's such a hot potato that you can't ever mention the possibility that there may be some less good options in looking after children because it's such an important part of who you are as a mother that you're doing the best for your child, that to imply that someone else isn't, is completely off-limits. I don't think you can ever have a straight debate about it. </p> <p><strong>Elisca: </strong>My husband still works, but I think we discussed it and recognised that one definitely has to be more flexible in terms of being ambitious, or putting in the extra hours, or having to say I've got to go home now for the kids. </p> <p><strong>Debbie:</strong> But then you have to be in a job where you can do that, that allows you to do that, and there are some professions that are more accommodating than others.</p> <p><strong>Elisca: </strong>My husband actually changed his job. He earns a little bit less money but it allows him to have the flexibility to always be able to be there for our children if necessary. </p> <p><strong>Elspeth:</strong> Did you work out who was the better nurturer and who had the better potential earning, and did you juggle that? </p> <p><strong>Elisca:</strong> Yes, although I think he's actually better at it [parenting], to a certain extent, because he's more patient than me. </p> <p>Is it true, we asked, that family life suffers if the mother has a full-time job? If so how, and what parts of family life? Or is the problem not with working mothers, but with how mothers are expected to work?</p> <p><strong>Joy:</strong> My parents worked six and eventually seven days a week each. I saw my parents on Sundays. My mother would be home to put me to bed and my father would take me to school but I was, in theory, one of the kids who was suffering. Actually, I had a perfectly happy childhood. My parents had put in place relatively stable childcare. I always knew where they were if I really wanted them. And I grew up to love and respect my parents.</p> <p>I wonder whether modern society has got this great idea about how much a woman should be doing in terms of nurturing a child, and whether your child actually needs all the things that the National Childbirth Trust says your child needs, or whether your child just needs a roof over their head. They must know where their parents are, they need food on the table, they need consistent love, but actually, other people can look after them and they turn out fine. </p> <p><strong>Liz:</strong> I felt quite privileged that I was a woman when the children were small because it was more acceptable for a woman to say that she wanted to work part time. My husband would very much have liked to work part time while I went out to work full time. He worked in IT in the City and the idea was just completely unacceptable. He'd just have had to resign.</p> <p><strong>Ann:</strong> I think what the mothers go through is a guilt suffering because now the childminding and daycare are a very big business, and there's just not that little bit more [care] put into it. </p> <p><strong>Aruna:</strong> When I had mine, we used to get six to seven weeks' [maternity leave]. But now, more modern mums need to breastfeed until eight or nine months.</p> <p><strong>Claire:</strong> There are so many small businesses in this country that it's going to be really harsh on them to have people disappearing for six months at a time, on a whim, when the mothers can take the time off. I don't think the onus should be on bosses to fund childcare, effectively, to fund the dads having time off as well as the mothers</p> <p><strong>Elspeth:</strong> Before we got married, we agreed that I was going to stay at home, and it turned out that my salary would have been greater than my husband's but we decided that I was going to do a better job than him. And we have gone through times where we haven't had enough money for things but that's the decision that we chose to make.</p> <p><strong>Elisca: </strong>So is the debate not necessarily 'can supermums exist?' but 'are children affected by both parents working as opposed to one parent working?' I think that's the great thing that needs to be discussed. And is it going to be always women that are seen as almost the bad parent for choosing to go back to work? It's almost like they all seem to think they ought to be the ones who are staying at home. </p> <p><strong>Elspeth:</strong> There's something very interesting you're raising as well about how much of a choice it is to go back to work. Do you work because you've really chosen to, because you need the money and you didn't have any other choices, or because you needed the money to maintain a certain standard of living? </p> <p><strong>Debbie:</strong> A lot of it is down to women feeling that they need to do it all and maybe not being great at sharing it with their partners. We're not always great at asking for help, because you think if you ask for help it means you can't do it all.</p> <p>From the school gate to the boardroom, everyone seems to have an opinion on modern motherhood. Do they feel that there's one way mothers 'should' be going about the job? We asked our panel if they feel judged on their life choices - and by whom. </p> <p><strong>Debbie:</strong> Everyone!</p> <p><strong>Claire:</strong> I feel there's judgment out there between the working mums and the non-working mums. If another mum asked me whether I work or not, I immediately want to know what their situation is. It's like a secret society, being at home full time, because if you say you're at home full time to a working mum I feel they think I'm judging them for working. You feel that the expectation is that you should be working and if you are at home full time it's because you're so incredibly wealthy and indolent. [Laughter] It is really tempting, to say 'I'm at home full time, but I had a very interesting job, I used to travel round the world and I had a life.\"</p> <p><strong>Ann: </strong>It's not all that much fun being at home all the time. It's a really, really, hard job.</p> <p><strong>Elspeth:</strong> [The judgment] comes from women. I feel judged because I've got a degree and I'm not using it. I'd just like everyone to have the choice, and it's like the government is happy to pay anyone to look after my children except me. I'm actually very angry. It's not that I need the money from them but I feel the government is saying, 'well, you're not worth much'. </p> <p><strong>Debbie:</strong> You don't qualify for loads of tax breaks. We got a little bit of working family tax credit, but because I stay at home now we don't qualify for that. Wait a minute, my husband still works his backside off! And I'm working hard at home. When my second daughter goes to school I will probably re-train as a teacher because that is more child-friendly. I certainly would never go back into what I was doing because it was a young work hard, play hard, environment. </p> <p><strong>Joy: </strong>It changes your set of ambitions, doesn't it? If you notice a lot of women who don't have children going up the career rung, you realise there's no way you can get on that career ladder. </p> <p><strong>Debbie:</strong> Well, you don't necessarily want to.</p> <p><strong>Joy: </strong>Part of me wants to, part of me is never really going to be happy doing that, because I can't do everything. So at some point you just let a bit of ambition go, even though I've got a degree, but you think, well, I'm just going to kill myself if I try and do it all. </p> <p><strong>Elisca:</strong> When children are young, as long as they're being loved - whether it's through extensive family contacts or really good childminders, or a great nursery where they're learning social skills - if it's not you and it's someone else that's providing that love and care, I think they get as great as you can give them yourselves. So I think you can work full time and still be family-orientated, and make sure you've got time for your children at weekends. It's when that aspect is missing, and people tend to absolve the responsibility of children, handing them over to the childminders or the school to make them good little people; that's where I think problems sometimes arise.</p> <p><strong>Joy: </strong> The other [thing] is the way you have to work when you do a full-time job. You don't just go nine to five, you really have to work sort of 40 or 50 hours, and when you come home you're tired. And so the way you look after your children when you're tired is not constructive.</p> <p>Last week's headlines proclaimed the death of supermum, the mythical creature juggling a supersonic career with baking cookies. We asked: Who are the real supermums - and dads? Did the 'have it all' mother ever exist? </p> <p><strong>Debbie:</strong> No! You read these articles about these women, and you think, my god, how have they done it? Well, they've done it because they sat with the baby in the baby bouncer while they were typing on the computer. Something always has to give, but part of you always looks back and thinks, 'how did they manage to do that? And I can't even manage to get up and get dressed'.</p> <p><strong>Liz:</strong> None of these women have ever, ever been able to do that without lots of live-in childcare. They haven't really been supermums. </p> <p><strong>Debbie:</strong> I worked in an environment where most of the managers and the directors were male, so they had a stay-at-home wife, great, so their children were sorted. They can carry on, the next promotion's there. But you come back as a woman [after maternity leave] and it's very different. But I wouldn't want to have children and then pay for them to be looked after from six in the morning until 10 o'clock at night. What's the point in having children? </p> <p><strong>Elspeth: </strong>Might as well have a goldfish. </p> <p><strong>Elisca:</strong> But is a supermum really a woman who goes to work at six in the morning and comes home at 10pm? Where's the mum role in that? A supermum is somebody who is able to juggle their career but still have time for the child, and has worked out the balance with a partner or good childcare. Who still feels family-orientated, that they're able to juggle and have a sense of being a mother. </p> <p><strong>Claire: </strong>Why does a supermum have to be somebody who works? Why can't a supermum be somebody who's happy at home, who is full time? I'm someone who did wonderful things in my twenties, I've done my career, I don't feel I need to work for myself, and we've worked out financially a way of me not working. Why do I have to have a job in order to be classified?</p> <p><strong>Liz:</strong> Well, to me a vision of a supermum is one who makes their own Play-doh and does interesting activities. </p> <p><strong>Aruna: </strong>If you are doing one job, if you weren't full time, they don't call you full-time workers. You aren't working one job or other, you are doing two jobs together, that's why they are calling it supermum.</p> <p>We asked whether expectations of mothers have changed over time. Is it possible to have a win/win situation where nothing suffers - neither your family, nor your sanity - or is there always a price to be paid?</p> <p><strong>Aruna: </strong>Pressures are different because expectations are different for some people. The younger ones are expected to be at home, and to stop at home. And if you are on a low income and you are both going out to work, a lot of people find that if they are both going out to work they don't get any family credit, so they're paying for everything. At the end of the day they're getting less than the people who are staying at home. </p> <p><strong>Elisca: </strong>Coming from an Indian family, it was expected that my mother would stay and home and raise the children. There was never any debate or discussion about my mother working. </p> <p><strong>Claire:</strong> My mother stayed at home, and culturally, from a Lancashire husband's point of view she was expected to be at home full time anyway.</p> <p>With both Labour and the Tories desperately trying to woo women voters, we asked our panel what their ambitions were for their own daughters - and for the future. </p> <p><strong>Elspeth:</strong> I've got a 17-year-old. We've already talked about this and the career that she's aiming for, and we had to opt for a career that she can use before she gets married, and until she has children, and then a career she can use later as well. She's decided she wants to be a music teacher or a dance teacher and she said 'after I've got children I'll be able to do that part time'. She's quite adamant about that. </p> <p><strong>Claire:</strong>[I would say] be the same as me and have a good time in your twenties and have lots of interesting jobs, travelling round the world, and hope that you meet someone in your thirties so you can start a family. </p> <p>But you might not get married, you might not have children, so you can't plan. I think you have to go full tilt into it as a career woman. If you do then you can just give it up. Because, hopefully, then you'll have married someone who's got the same amount of money because you've met them in these circles, and you can afford to stay at home. </p> <p><strong>Elspeth:</strong> I have a friend who's 47, her children are teenagers, and the manager of a small company employed her and said it was 'because I'm very relieved that you're not going to go off on maternity leave, I'm very relieved that I can rely on you'. He probably shouldn't have said that but it's a small company and that's how things are. </p> <p><strong>Debbie:</strong> I found it very hard because I wanted to go back four days at week and work a day at home as well. And that was pooh-poohed straightaway, and my boss came round when my daughter was three months old and said 'you do realise this is a six-day-a-week job?'</p> <p>And I kind of stood shaking at the door, holding my daughter, thinking 'why am I trying to do it now? I don't want to give six days a week to this job'. But I was 29, and I needed that, I don't know if it was recognition... I needed to prove that I could. </p> <p><strong>Liz</strong>: My daughter's only 14 and she can see how much enjoyment I get from going back to work, and she will want to do that same thing I do. I've been able to work part time ever since they were born. But being stuck at home can be very stressful.</p> <p>So what would their own perfect solution be, if money were no object? Is there an ideal solution - or will there always have to be sacrifice and compromise?</p> <p><strong>Liz</strong>: Part time work for everybody!</p> <p><strong>Ann</strong>: They should support the mother up until the child is nine to 12 months. But give them extra income so she's not suffering financially. And going back to work, then you'd obviously have the money for daycare and whatever. </p> <p><strong>Elisca: </strong>Tax breaks [for families], whether it's the mother or the father, where one goes to work and one stays at home - I think that should be assessed. It's like having another career, isn't it, having children?</p> <p><strong>Debbie: </strong>When I have bad days, I feel 'oh god, I'd love just to put on a suit, or go out for the day, and feel that I've got something to say that doesn't involve children'. At the end of the day I feel lucky to have that choice, and to have my children. And there are a lot of people who don't have that. But I think there should be more in place that means that if women want to stay at home they are are paid for it. </p> <p><strong>Claire:</strong>: I'm perfectly happy where I am. If money was no object I'd be at home full time and go on more foreign holidays. But I've had the power and the situation to make my own choices, and a lot of people haven't. </p> <p><strong>Elisca:</strong> I'm not unhappy. I just feel that as a working mother there are certain sacrifices that I have to make to have a balance. I'm also fortunate that I work for a woman who's got four children, who runs the company. Underneath I'm quite grateful that she knows what it's like to be a mother. I still put in the hours but I know in the back of my mind that she knows. </p> <p><strong>Elspeth:</strong>: The definition of a mum is that you have to make sacrifices. </p> <p><strong>Claire: </strong>But the rewards are so much greater than the sacrifices. I miss travelling, I miss staying in five-star hotels, and running groups of businessmen round the world. But I wouldn't miss putting my daughter to bed every night. I wouldn't miss that for the world.</p> <p>Travel, after a while, it's boring. But the rewards of the day-to-day scene, my daughter playing or laughing, are infinite. The frustrations are infinite as well, but the rewards are much more considerable than any I used to get from work.'</p> <p><strong>· </strong>What do you think? Have your say <a href=\"http://blogs.theguardian.com/news/2008/08/have_your_say_on_the_debate_ov.html\">on our blog</a></p>",
  "<p>Sometimes you just wish you were a photographer. I simply do not have the words to describe the awesome majesty of Greenland's Kangia glacier, shedding massive icebergs the size of skyscrapers and slowly pushing them down the Ilulissat fjord until they crash into the ocean off the island's west coast. There, these natural ice sculptures float and bob around the glassy waters near here. You can sail between them in a fishing boat, listening to these white ice monsters crackle and break, heave and sigh, as if they were noisily protesting their fate.</p> <p>You are entirely alone here amid the giant icebergs, save for the solitary halibut fisherman who floats by. Our Greenlandic boat skipper sidles up to the tiny fishing craft, where my hosts buy a few halibut right out of his nets, slice open the tender cheeks and cut me the freshest halibut sushi I've ever tasted. 'Greenland fast food,' quips Kim Kielsen, Greenland's minister of the environment.</p> <p>We wash it down with Scotch cooled by a 5,000-year-old ice cube chipped off one of the floating glacier bits. Some countries have vintage whisky. Some have vintage wine. Greenland has vintage ice.</p> <p>Alas, though, I do not work for National Geographic. This is an opinion piece. And my trip with Denmark's minister of climate and energy, Connie Hedegaard, to see the effects of climate change on Greenland's ice sheet leaves me with a very strong opinion: our kids are going to be so angry with us one day. We've charged their future on our Visa cards. We've added so many greenhouse gases to the atmosphere for our generation's growth that our kids are likely going to spend a good part of their adulthood, maybe all of it, just dealing with the climate implications of our profligacy. And now our leaders are telling them the way out is 'offshore drilling' for more climate-changing fossil fuels. Madness. Sheer madness.</p> <p>Most people assume that the effects of climate change are going to be felt through another big disaster, like Hurricane Katrina. Not necessarily, says Minik Thorleif Rosing, a top geologist at Denmark's National History Museum and one of my travelling companions. 'Most people will actually feel climate change delivered to them by the postman,' he explains. It will come in the form of higher water bills, because of increased droughts in some areas; higher energy bills, because the use of fossil fuels becomes prohibitive; and higher insurance and mortgage rates, because of much more violently unpredictable weather. Remember: climate change means 'global weirding' not just global warming.</p> <p>Greenland is one of the best places to observe the effects of climate change. Because the world's biggest island has just 55,000 people and no industry, the condition of its huge ice sheet - as well as its temperature, precipitation and winds - is influenced by the global atmospheric and ocean currents that converge here. Whatever happens in China or Brazil is felt here. And because Greenlanders live close to nature, they are walking barometers of climate change. That's how I learnt a new language: Climate-Speak.</p> <p>It's easy to learn. There are only three phrases. The first is: 'Just a few years ago...' </p> <p>Just a few years ago you could dogsled in winter from Greenland, across a 40-mile ice bank, to Disko Island. But for the past few years, the rising winter temperatures in Greenland have melted that link. Now Disko is cut off. Put away the dogsled.</p> <p>The second phrase is: 'I've never seen that before...' It rained in December and January in Ilulissat. This is well above the Arctic Circle. It's not supposed to rain here in winter.</p> <p>Steffen said: 'Twenty years ago, if I had told the people of Ilulissat it would rain at Christmas 2007, they would have just laughed at me. Today it is a reality.'</p> <p>The third phrase is: 'Well usually... but now I don't know any more.' The river that was always there is now dry. The glacier that always covered that hill has disappeared. The reindeer that were always there when the hunting season opened on 1 August didn't show up. No wonder everyone here speaks climate now - your kids will, too, and sooner than they think.</p>",
  "<p>Even five years ago, the logic of events seemed impeccable. If you were talking newsprint, 'free' was a phenomenon, an unstoppable surge, the only way to go. But let's begin to stow all that away in the recession of broken dreams.</p> <p>You can have 23 million readers in 23 countries (and 19 languages). You can boast about being the true global newspaper. But what happens if you can't make a profit - as Metro International, the Swedish group that started the craze is yet again failing to do? Second-quarter results tell the story: advertising down, net loss up (to £1.5m). Instant response: more 'core' journalism - soft features for worldwide use. And that's only part of a much wider picture collated by Professor Piet Bakker of Utrecht University in the latest issue of the magazine In Circulation</p> <p>Some 320 free dailies have launched around the world, Bakker reports. A quarter of them have closed down already. Of the 240 or so that remain, it's reckoned 70 per cent are still losing money. Distribution growth (the way of expressing circulation for freesheets) has slowed to 6 per cent in the first half of 2008, a historic low. Papers are dying in Denmark, the Czech Republic, Spain and Italy - plus Sweden itself. Giving them away brings no magic relief. </p> <p>What's gone wrong? Obviously, when economies catch a cold, the frees get pneumonia. They have almost no editorial staff to cut; they rely on diesel-drinking lorries to freight copies around; they can't put up their price, because there isn't one. If the single revenue stream of advertising dries up, the only way out is down. And the desultory fact here is that once you weed out the American papers that were reporting ad slumps of 12 per cent and more last year, the full impact of the credit crunch is just beginning to register. We're seeing progressive weakenings - not instant market response.</p> <p>Worse, and rather closer to home, two particular types of free are having the most severe trouble. One, very simply, is the freesheet that is in a competitive dogfight. Spain has four such contenders, but three of them are sinking in red ink. Denmark had 11 free dailies in 2006: make that four today. If you have competition, in short, you also have problems. And that's doubly true for afternoon frees.</p> <p>There used to be free afternoon dailies in Sweden, Germany, Italy, Spain, Holland, Denmark, Chile, Switzerland and Singapore. They're gone: 50 per cent of the afternoon crop culled in a trice. As free environments go, this is the coldest, most depressing one. </p> <p>Do trends like this register in Wapping, or the Kensington atrium where Associated Newspapers lives? Perhaps. Bright people there know the figures well. Yet whenever anyone posits the idea of a closure-cum-merger strategy for the loss-making thelondonpaper and loss-making London Lite, chest-beating executives emerge roaring defiance.</p> <p>Yet the facts of the crisis are evident far beyond Utrecht. Both the London rivals' distribution figures are stagnant this summer: around 400,000 for the Lite, around 500,000 for the Murdoch paper. Associated's own Metro series, still launching editions in UK cities unopposed, could show a 21 per cent jump year-on-year (to 1.36 million) and announce a free website to boot. But add a competitor and all such hope disappears. London is stuck with a formula - two big beasts, one big financial slide - that absolutely guarantees failure for all concerned.</p> <p>Failure, in fact, is already the emerging verdict on what, five years back, appeared to be freesheet revolution. Failure to survive in a crowded market. Failure to innovate away from a stock, tired formula. Failure to regenerate newspaper buying by young readers. Failure to find fresh revenue sources. There'll be survivors and some successes in the end, of course. Associated's Metro series may be one of them. But a wonder formula for breaking into high-profit pastures? Dreams don't come more broken than that.</p> <h2>Chill winds blow through summer sales</h2> <p>High summer is never prime time for newspaper sales figures, but July's ABCs arrive looking distinctly sub-prime. Can anyone find something to smile about? Certainly the Sun, up 1.44 per cent on June and beginning to take price cutting like an axe to its rivals' hopes. But any gains thereafter are thin, and the downside just carries on rolling.</p> <p>Revamp the Sunday Times with new type, new slogans and liberal TV coverage? Yet it still sells 10,000 less than the old version did 12 months ago. That must be disappointing, a relaunch minus bounce. But others have far more cause for gloom.</p> <p>Cheer up Trinity Mirror, looking for a share price lift? Not when you've lost 7.47 per cent in a year at the Daily Mirror and have a 30p Bun parked on your 40p lawn - and not when the Sunday Mirror, 7.78 per cent adrift, is beginning to catch People sickness (a 13.23 per cent loss since June 2007).</p> <p>Happy days for Mr Richard Desmond, pictured? More a rictus grin as the Sunday Express - 14.9 per cent worse off - sees both the Daily Star and its Sunday version both falling by over 9 per cent, leaving the Daily Express (7.4 per cent down) as the sole wan grey light of Dickie's life.</p> <p>And watch out for a few rubicons close to crossing. Will the Telegraph soon give away more than 100,000 bulks to bolster its 'sale'? The current 98,988 comes pretty close. Can the Indie - somehow distributing 54,500 copies abroad (against the Times's modest 34,000) avoid spreading 25 per cent of its headline figure in foreign pastures? Will the Times itself (on 612,000) soon slip below the Big Six? Why on earth did the (Glasgow) Herald see its sale go west by 4.1 per cent in the month of Glasgow East?</p> <p>What can you do? The only conclusion this credit-crunched month is that cover-price cuts can help a bit. But don't expect any smiles from ad-strapped editors and directors there. Produce a silly answer and the original question seems even sillier.</p> <h2>Dad's eyes, grandpa's bald head</h2> <p>What makes a set of new baby pictures worth £7m? Maybe seeing a beautiful mum looking tired but happy (though actually Angelina looks fresh as an air-brushed daisy and only Brad has white in his beard). Maybe being able to coo from afar and say 'Aren't they sweet?' (though the Pitt-Jolie twins are mostly asleep and neutral-sweet at best). </p> <p>Or maybe the real, eternal theme is being the first to spot that they're just like their mum/dad? No dice there for Hello! and its proffered millions either. You have to turn to the Spanish edition and its latest spread on Princess Sofia (aged one) to see what might have been. Ooh! She's exactly like grandpa King Juan Carlos ...</p> <p>Velazquez would have been reaching for his paintbrush in a trice.</p> <h2>A sting in the - untrue - tale</h2> <p>Privacy may be the magic celebrity incantation of the moment, but Buckingham Palace's invocation of it against the Evening Standard last week seemed terminally confused. </p> <p>Did Prince Philip conceal 'a diagnosis of prostate cancer' as the Standard alleged? No: he didn't receive one. The tale simply wasn't true. In which case, why not go to the Press Complaints Commission under Clause 1 on accuracy? Why ask the PCC to decide whether the duke's privacy would have been infringed if he'd had what he hadn't? (Probable answer: it would be in the public interest if it curtailed his public duties, but since it didn't, it wasn't). Cue a right royal Standard grovel, in any case, so we shall never know.</p> <h2>Online ads fail to make the grade</h2> <p>Heady statistics about online ad growth are 10 a penny, but real sums, not percentage shifts, are rather more rare. But try this from ITV's first-half results. Total revenue from everything: £832m, down £10m on 2007. Online ad revenue, up a bit but slowing: from £16m to £17m. No wonder a beleaguered but doughty Michael Grade doesn't see instant salvation down that digital road.</p>",
  "<p>A caption to a picture of Belfast's Gay Pride march on page one of our Irish edition last week promised a full story inside but a problem at our presses deprived readers in Northern Ireland of this coverage. Apologies.</p> <p><a href=\"http://www.theguardian.com/media/2008/aug/03/radio.radio?gusrc=rss&amp;feed=media\">'Happy Monday? Not if you're a Grundy...'</a> (Review, last week) said: 'Even when Will got into crack... Clarrie's reaction made me cry.' We meant Ed Grundy, not his brother Will, and our review of Olivier Assayas's <a href=\"http://www.theguardian.com/film/2008/jul/20/worldcinema.drama\">Summer Hours</a> (20 July) included 'a pair of Courbets' among items lent by Musée D'Orsay for the film. We meant Corots.</p> <p>Chris Neilan is the creator of the tree valuation system, Capital Asset Value for Amenity Trees, not Andy Tipping (<a href=\"http://www.theguardian.com/environment/2008/jul/27/ethicalliving.carbonemissions\">OM</a>, 27 July).</p> <p>We illustrated an article on solar water heating panels (<a href=\"http://www.theguardian.com/money/2008/aug/03/savings\">'More homeowners plug into the sun'</a>, Business, last week) with a picture of roof-top photovoltaic panels, which produce electricity, but do not heat water.</p> <p>'The Labour big-hitters who are looking vulnerable' (Focus, 27 July) incorrectly listed Ipswich as Charles Clarke's constituency. He represents Norwich South.</p> <p>The judge who awarded Talula Does the Hula From Hawaii the right to change her name did not suggest altering her nationality, so we apologise to her and to twins Benson and Hedges for describing them as Australian when they actually hail from New Zealand (<a href=\"http://www.theguardian.com/theobserver/2008/jul/27/1\">'A good week for...'</a>, 27 July).</p> <p><strong>·</strong> Write to Stephen Pritchard, Readers' Editor, The Observer, 3-7 Herbal Hill, London EC1R 5EJ, tel 020 7713 4656 or email <a href=\"mailto:reader@observer.co.uk\">reader@observer.co.uk</a></p>",
  "<h2><strong>ARSENAL</strong></h2> <p>Last season <strong>3rd</strong><br>Manager <strong>Arsène Wenger</strong><br><strong>8 </strong>deals: 4 in, 4 out</p> <p><strong>IN</strong> Samir Nasri (Marseille, £11.5m), Aaron Ramsey (Cardiff, £5m), Amaury Bischoff (Werder Bremen, undisc), Carlos Vela (Osasuna, undisc).<br><strong>OUT </strong>Gilberto Silva (Panathinaikos, £1m), Alexander Hleb (Barcelona, £12m), Jens Lehmann (Stuttgart, free), Mathieu Flamini (Milan, free).</p> <p>Pre-season was full of talk of players leaving. Adebayor tried, Hleb actually managed it and rumours of Fábregas going to Real Madrid left us contemplating a pretty mediocre season. But with the damage limited I'm confident we'll win some well deserved silverware. Our priority will be the league, but for Europe we still need a couple of experienced additions. Is Samir Nasri the calibre of player we need to be making a serious Champions League bid? Van Persie needs to step up and spend less time on the treatment table. And Arsène needs to watch out - another season and no trophy? Someone get his coat...</p> <p><strong>ONES TO WATCH</strong> Theo Walcott - now he's No 14, we'll expect rather more goals.<br><strong>BOO-BOYS</strong> Adebayor - wanted to go, and none of us wanted him to stay.<br><strong>HATE FIGURES </strong>Juande Ramos. This one just goes with the territory.</p> <p><strong>WE'LL FINISH</strong> Second, and above Spurs (obviously).<br><strong>CHAMPIONS</strong> Manchester United - but this one's going to be close.<br><strong>GOING DOWN</strong> Hull, Stoke and Spurs...<br><strong>LOUISE COWBURN </strong>Observer reader</p> <h2><strong>ASTON VILLA</strong></h2> <p>Last season <strong>6th</strong><br>Manager <strong>Martin O'Neill</strong><br><strong>11</strong> deals: 6 in, 5 out</p> <p><strong>In</strong> Nicky Shorey (Reading, £3.5m), Luke Young (Middlesbrough, £6m), Brad Guzan (Chivas,undisc), Brad Friedel (Blackburn, £2m), Steve Sidwell (Chelsea, £5m), Curtis Davies (West Brom, undisc).<br><strong>Out</strong> Luke Moore (West Brom, £3m), Thomas Sorensen (Stoke, free), Patrik Berger (Sparta Prague, free), Olof Mellberg (Juventus, free), Damien Bellon (Vaduz, undisc).</p> <p>The transfer malaise seems to be lifting and we look likely to be very solid at the back. Of course replacing Barry is going to be difficult and at least three more top-class signings are needed before the window closes, but we're sure to be difficult to beat. It feels increasingly a Sisyphean task for anyone to break into the top four nowadays and progress from sixth would be a great effort this year, but there are genuine signs of a sensible deliberate recruitment strategy, with the finances to back it up. I'm optimistic rather than bullish for now though, and would be thrilled with a cup run and sixth again.</p> <p><strong>ONES TO WATCH</strong> Curtis Davies: he'll be an established international by the World Cup. <br><strong>BOO-BOYS</strong> Sadly Agbonlahor has the arrogance and one-dimensionality to usurp Petrov here.<br><strong>HATE FIGURES </strong>Liverpool FC.</p> <p><strong>WE'LL FINISH</strong> Eighth.<br><strong>CHAMPIONS</strong> Manchester United.<br><strong>GOING DOWN</strong> Middlesbrough, Liverpool, Hull.<br><strong>JONATHAN PRITCHARD </strong>Observer reader</p> <h2><strong>BLACKBURN</strong></h2> <p>Last season <strong>7th</strong><br>Manager <strong>Paul Ince</strong><br><strong>9</strong> deals: 4 in, 5 out</p> <p><strong>In</strong> Paul Robinson (Tottenham, £3.5m), Robbie Fowler (free), Danny Simpson (Man Utd, loan), Carlos Villanueva (Audax, loan).<br><strong>Out</strong> David Bentley (Tottenham, £15m), Brad Friedel (Aston Villa, £2m), Peter Enckelman (Cardiff, free) Bruno Berner, Stéphane Henchoz (both released).</p> <p>We're facing the new season with some trepidation, with a completely new management team in place after losing Mark Hughes. Paul Ince and his team have all been good at lower levels, but can they do it in the Premier League? There's also a fair bit of optimism about the new look too, but it will be nice and reassuring once we see some points on the board. Perhaps the biggest concern is the defence, which appears to be carrying on where it left off. There's still plenty of time for Incey to knock some resilience into them, though. But we could do with a couple more signings before the season gets underway.</p> <p><strong>ONES TO WATCH</strong> Carlos Villanueva - he looks exciting, and hopefully he can do it on the pitch as well as on YouTube.<br><strong>BOO-BOYS</strong> If someone offers decent money for Mokoena, that'll be good business.<br><strong>HATE FIGURES </strong>I'm not sure what sort of reception David Bentley will get. He seems to have totally forgotten that we exist and that we helped him make his name.</p> <p><strong>WE'LL FINISH</strong> Ninth.<br><strong>CHAMPIONS</strong> Chelsea.<br><strong>GOING DOWN</strong> Hull, Stoke, Bolton.<br><strong>BILL BOADEN </strong>Observer reader</p> <h2><strong>BOLTON</strong></h2> <p>Last season <strong>16th</strong><br>Manager <strong>Gary Megson</strong><br><strong>9 </strong>deals: 4 in, 5 out</p> <p><strong>In</strong> Fabrice Muamba (Birmingham, £5m), Johan Elmander (Toulouse, £10m), Danny Shittu (Watford, undisc), Mustapha Riga (Levante, undisc).<br><strong>Out</strong> El-Hadji Diouf (Sunderland, £2.5m), Andranik Teymourian (Fulham, free), Ivan Campo, Stelios Giannakopoulos (both released), Daniel Braaten (Toulouse, undisc).</p> <p>Things look promising. The first-choice defence is better than it was at this time last year, and our geriatric midfielders have been replaced. Johan Elmander comes highly recommended and Fabrice Muamba will add pace and athleticism in the middle of the park. Basically though it's a season of consolidation after last year's horror show: we need to get back to the things we used to do well. Expect much squealing from those who'd like to see the back of us.</p> <p><strong>ONES TO WATCH</strong> Joey O'Brien. He came good at the end of last season after missing the previous one through injury. This year he'll make the holding midfield role his own.<br><strong>BOO-BOYS</strong> Ricardo Vaz Te. In need of a couch, not a coach. One that belongs to a psychiatrist. The promise he once showed seems a distant memory.<br><strong>HATE FIGURES </strong>Rafa Benítez. How can I put this? Fat, ugly and entirely charmless. Those are just his good points.</p> <p><strong>WE'LL FINISH</strong> Tenth.<br><strong>CHAMPIONS</strong> Chelsea.<br><strong>GOING DOWN</strong> West Brom, Stoke, Hull.<br><strong>LES PILLING </strong>The-Wanderer.co.uk</p> <h2><strong>CHELSEA</strong></h2> <p>Last season <strong>2nd</strong><br>Manager <strong>Luiz Felipe Scolari</strong><br><strong>7 </strong>deals: 2 in, 5 out</p> <p><strong>In</strong> Deco (Barcelona, £7.9m), José Bosingwa (Porto, £16.2m).<br><strong>Out</strong> Tal Ben Haim (Man City, undisc), Khalid Boulahrouz (Stuttgart, £4m), Steve Sidwell (Aston Villa, £5m), Slobodan Rajkovic (Twente, undisc), Claude Makelele (PSG, free).</p> <p>After José Mourinho's turbulent exit early last season, ending up second in both major competitions was a surprise. But overall the (mercifully short) Avram Grant era was less than enjoyable. Nerves about the future and the predicted player exodus disappeared with Scolari's arrival. Deco should add guile and creativity to the team, but another striker and some reliable wide men are still needed to complete the jigsaw. A calmer, more stable season? Hopefully. Trophies? A distinct possibility. Sexy football? Stranger things have happened...</p> <p><strong>ONES TO WATCH</strong> Michael Essien - reasonable at right-back, but one of the very best in Europe in midfield.<br><strong>BOO-BOYS</strong> Hopefully no one, but Florent Malouda is attracting some flak after a poor first season.<br><strong>HATE FIGURES </strong>Robbie Keane's ongoing tour of our most disliked rivals puts him pretty high up the list.</p> <p><strong>WE'LL FINISH</strong> We have the talent to be top of the pile again.<br><strong>CHAMPIONS</strong> A reasonably confident 'yes'.<br><strong>GOING DOWN</strong> Hull, Stoke, Fulham.<br><strong>JONATHAN DYER </strong>ChelseaBlog.com</p> <h2><strong>EVERTON</strong></h2> <p>Last season <strong>5th</strong><br>Manager <strong>David Moyes</strong><br><strong>4 </strong>deals: 0 in, 4 out</p> <p><strong>In </strong>None.<br><strong>Out </strong>Andrew Johnson (Fulham, £10.5m), Lee Carsley (Birmingham, free), Stefan Wessels (released), Jamie Jones (Orient, free).</p> <p>If I were a hermit Evertonian living under a rock who suddenly decided to return to the wider world and browse some football websites, I'd probably assume Everton Football Club had been relegated and liquidated, such is the morbidity of our current media profile. Pack it in! We've fought off Atlético Madrid in keeping Arteta for the 30th season in a row and haven't sold any of our other top talents. Andy Johnson has served his purpose and has moved on, possibly for the deal of the summer. Thanks, Harrods. And I'm delighted we're in the Uefa Cup again - it's great to see the boys on TV four times a week. Let's sign a player, simmer down, and look forward to Blackburn next week.</p> <p><strong>ONES TO WATCH</strong> Joleon Lescott - he's slowly taking over the world.<br><strong>BOO-BOYS</strong> I boo no blue, except those internet urchins.<br><strong>HATE FIGURES </strong>Gareth Barry - overrated, overpaid and soon to be over 'there'.</p> <p><strong>WE'LL FINISH</strong> Haven't we already been relegated? Sixth place.<br><strong>CHAMPIONS</strong> Chelsea.<br><strong>GOING DOWN</strong> Everton (obviously), Liverpool (probably), Hull (definitely).<br><strong>DANIEL GREENWOOD </strong>Observer reader</p> <h2><strong>FULHAM</strong></h2> <p>Last season <strong>17th</strong><br>Manager <strong>Roy Hodgson</strong><br><strong>21</strong> deals: 10 in, 11 out</p> <p><strong>In</strong> Andrew Johnson (Everton, £10.5m), Fredrik Stoor (Rosenborg, undisc), John Pantsil, Bobby Zamora (both West Ham, £6.3m), Toni Kallio (Young Boys Bern, undisc), Zoltan Gera (West Brom, free), Andranik Teymourian (Bolton, free), David Stockdale (Darlington, undisc), Mark Schwarzer (Middlesbrough, free), Pascal Zuberbühler (Xamax, free).<br><strong>Out</strong> Leek Cook (QPR, undisc), Dejan Stefanovic (Norwich, undisc), Ricardo Batista (Sporting Lisbon, undisc), Carlos Bocanegra (free), Brian McBride (Toronto, free), Tony Warner (Hull, free), Ian Pearce, Jari Litmanen, Simon Elliot, Philippe Christanval, Kasey Keller (all released).</p> <p>Hello football 'experts' everywhere - wrong again, guys. Yes, it was a damn close thing, but that glorious late run of results proved that, under Roy Hodgson at least, we weren't bottom-three material. If we can build on the fabulous feel-good factor - Johnson, Zamora, Gera and Schwarzer are patently superior to last year's close-season influx - we might even be heading for mid-table obscurity. And fewer stress lines.</p> <p><strong>ONES TO WATCH</strong> Jimmy Bullard, naturally - plus the possibility of Johnson &amp; Johnson up front.<br><strong>BOO-BOYS</strong> None this season, thanks - we had enough in the first half of 2007-08.<br><strong>HATE FIGURES </strong>Stan Collymore: 'Fulham are pedestrian. They won't be a loss to the Premier League.'</p> <p><strong>WE'LL FINISH</strong> Twelfth-ish.<br><strong>CHAMPIONS</strong> Fergie's charming all-stars.<br><strong>GOING DOWN</strong> Hull, Stoke, Bolton.<br><strong>DAVID LLOYD </strong>There's Only One F In Fulham</p> <h2><strong>HULL </strong></h2> <p>Last season <strong>3rd (Championship)</strong><br>Manager <strong>Phil Brown</strong><br><strong>11</strong> deals: 7 in, 4 out</p> <p><strong>In</strong> Anthony Gardner (Tottenham, loan), Peter Halmosi (Plymouth, £2m), Tony Warner (Fulham, free), George Boateng (Middlesbrough, £1m), Bernard Mendy (PSG, free), Geovanni (Man City, free), Craig Fagan (Derby, £750,000).<br><strong>Out </strong>Henrik Pedersen (contract cancelled), David Livermore (Brighton, undisc), Frank Belt, Brewster Frizzell (released).</p> <p>This is easily the most anticipated season in the 104-year history of Hull City. The manager has done a really good job in the transfer market, both in terms of numbers and quality. Geovanni, Gardner, Halmosi and Mendy are exciting, all with quality and a hunger to succeed. Our strength will be the goalkeeper, Myhill, and the defensive pairing of Gardner and the excellent Michael Turner. That said, we may struggle to keep the ball and create chances, and we look short of depth up front. But in the last 10 years we've been to hell and back, so this season will be a blast, regardless of the results.</p> <p><strong>ONES TO WATCH</strong> Michael Turner - massive threat at both ends.<br><strong>BOO-BOYS</strong> Craig Fagan will struggle to win people over on his return, after he left for Derby two Januarys ago when we were in relegation trouble.<br><strong>HATE FIGURES </strong>Anyone who dives and anyone who clobbers Deano.</p> <p><strong>WE'LL FINISH</strong> 17th.<br><strong>CHAMPIONS</strong> Manchester United again.<br><strong>GOING DOWN</strong> Stoke, West Brom, Wigan.<br><strong>RICK SKELTON </strong>HullCityOnline.com</p> <h2><strong>LIVERPOOL</strong></h2> <p>Last season <strong>4th</strong><br>Manager <strong>Rafa Benítez</strong><br><strong>13</strong> deals: 5 in, 8 out</p> <p><strong>In</strong> Robbie Keane (Tottenham, £20.3m), Diego Cavalieri (Palmeiras, undisc), Andrea Dossena (Udinese, undisc), Philipp Degen (Dortmund, free), David Ngog (PSG, undisc).<br><strong>Out</strong> Charlie Barnett (Tranmere, free), Scott Carson (West Brom, £3.25m), Peter Crouch (Portsmouth, £11m), Danny Guthrie (Newcastle, undisc), Harry Kewell (Galatasaray, free), Anthony Le Tallec (Le Mans, undisc), John Arne Riise (Roma, £3.96m), Besian Idrizaj (contract cancelled).</p> <p>The Gareth Barry saga has dominated our summer headlines, but Rafael Benítez has managed to make several additions to the squad, most notably Robbie Keane. The Irishman's 'game intelligence' and clever movement could make him the ideal partner for Fernando Torres, and Benítez has also strengthened the problematic left-back position. If we can continue the form we showed at the end of last season, then we will challenge for the title.</p> <p><strong>ONES TO WATCH</strong> Torres - Europe's most sought-after striker is more than capable of bettering an astonishing debut season.<br><strong>BOO-BOYS</strong> The departures of Riise and Kewell leave the position open - Andriy Voronin is a real candidate if he stays.<br><strong>HATE FIGURES </strong>David Moyes and Gary Neville.</p> <p><strong>WE'LL FINISH</strong> Top three.<br><strong>CHAMPIONS</strong> Ourselves, United or Chelsea.<br><strong>GOING DOWN</strong> Hull, Fulham, Stoke.<br><strong>JAMES CARROLL </strong>ShanklyGates.co.uk</p> <h2><strong>MAN CITY</strong></h2> <p>Last season <strong>9th</strong><br>Manager <strong>Mark Hughes</strong><br><strong>11</strong> deals: 2 in, 9 out</p> <p><strong>In </strong>Jô (CSKA Moscow, £18m), Tal Ben Haim (Chelsea, undisc).<br><strong>Out</strong> Matthew Mills (Doncaster, £300,000), Bernardo Corradi (Reggina, free), Georgios Samaras (Celtic, undisc), Geovanni (Hull, free), Andreas Isaksson (PSV, undisc), Sun Jihai (Sheff Utd, free), Emile Mpenza, Garry Breen, Paul Dickov (all released).</p> <p>Another fresh start. Sven has gone (good luck to him), Mark Hughes is firmly installed and barbed wire has been erected around the once visitor-friendly Carrington - and if it brings success, it's a small price to pay. João Alves de Assis Silva (Jô to you and me) has arrived for a record fee only to disappear off to China for the Olympics. Ronaldinho almost joined him, only be to be persuaded somehow to join Milan - what can they offer that we can't? The only thing that hasn't changed is the fans: our loyalty, our optimism, our willingness to start all over again and our belief that this will be our season to get that elusive trophy. With the Uefa Cup we have another one to aim at, and that must improve our chances, mustn't it?</p> <p><strong>ONES TO WATCH</strong> Jô.<br><strong>BOO-BOYS</strong> It's a really good sign that no one obvious springs to mind. Hopefully, that won't change.<br><strong>HATE FIGURES </strong>Joey Barton - must be bad to get in there in front of anyone from Stretford.</p> <p><strong>WE'LL FINISH</strong> Seventh.<br><strong>CHAMPIONS</strong> Chelsea.<br><strong>GOING DOWN</strong> Stoke, West Brom, Bolton.<br><strong>KEVIN PARKER </strong>Official Supporters' Club</p> <h2><strong>MAN UNITED</strong></h2> <p>Last season <strong>1st</strong><br>Manager <strong>Sir Alex Ferguson</strong><br><strong>3 </strong>deals: 0 in, 3 out</p> <p><strong>In </strong>None<br><strong>Out</strong> Chris Eagles (Burnley, £1m), Adam Eckersley (Horsens, free), Gerard Piqué (Barcelona, £5m).</p> <p>Instead of us basking in the glory of retaining the title and winning the European Cup, the close season has been totally overshadowed by the Ronaldo saga. My own opinion is that we should sell him for £70m, as he'll have a deleterious effect on morale regardless of how good he is and what he's achieved at the club. He could have quashed all talk of a transfer by coming out and declaring his love for United, but instead he chose to play a cat-and-mouse game with the press and the club while being photographed in silver hot pants. Has the guy no shame? Enough of him. This will be a tougher season than last as our rivals have added to their squads and we're yet to secure a striker, although Berbatov will impress in our team if we're successful in signing him. </p> <p><strong>ONES TO WATCH</strong> Paul Scholes - one of the greatest, he'll be our kingpin this season.<br><strong>BOO-BOYS</strong> We very rarely boo our own, but Ronaldo's doing a good job of changing that.<br><strong>HATE FIGURES </strong>Frank Lampard, serial kisser of the badge who spent the whole of the summer trying to escape Stamford Bridge.</p> <p><strong>WE'LL FINISH</strong> Champions.<br><strong>CHAMPIONS</strong> Manchester United.<br><strong>GOING DOWN</strong> Stoke, Hull, West Brom.<br><strong>SHAUN O'DONNELL </strong>Observer reader</p> <h2><strong>MIDDLESBROUGH</strong></h2> <p>Last season <strong>13th</strong><br>Manager <strong>Gareth Southgate </strong><br><strong>10 </strong>deals: 2 in, 8 out</p> <p><strong>In</strong> Didier Digard (PSG, £4m), Marvin Emnes (Sparta Prague, £3.2m).<br><strong>Out</strong> Luke Young (Aston Villa, undisc), Lee Cattermole (Wigan, £3.5m), George Boateng (Hull, £1m), Mark Schwarzer (Fulham, free), Steve Thompson (Port Vale, undisc), Fabio Rochemback (Sporting Lisbon, free), Herold Goulon (free), Lee Dong-Gook (released).</p> <p>Boro's most exciting transfer saga this summer involved Reading's James Harper, which pretty much says it all. We've brought in two youngsters nobody's heard of, sold our captain to Hull, Luke Young to Villa and let our keeper go to Fulham. Julio Arca's injured, Mido remains unfit and Southgate appears undecided as to whether it'll be the useless Brad Jones or the inexperienced Ross Turnbull picking the ball out of the net.</p> <p><strong>ONES TO WATCH</strong> Afonso Alves. He hit six goals in seven starts last season. If he can repeat that kind of form, we might not go down. <br><strong>BOO-BOYS</strong> Despite being our best player by miles, Stewart Downing will, unfathomably, still get booed.<br><strong>HATE FIGURES </strong>Joey Barton's sole redeeming feature is that he heaps further disgrace on Newcastle.</p> <p><strong>WE'LL FINISH</strong> 13th - same as we do every year.<br><strong>CHAMPIONS</strong> Manchester United.<br><strong>GOING DOWN</strong> Stoke, Hull, West Ham.<br><strong>JAMES BASSETT </strong>ComeOnBoro.com</p> <h2><strong>NEWCASTLE</strong></h2> <p>Last season <strong>12th</strong><br>Manager <strong>Kevin Keegan</strong><br><strong>8</strong> deals: 3 in, 5 out</p> <p><strong>In </strong>Fabricio Coloccini (Deportivo, £10m), Danny Guthrie (Liverpool, undisc), Jonás Gutiérrez (Mallorca, undisc).<br><strong>Out</strong> David Rozehnal (Lazio, £2.9m), Emre (Fenerbahce, £2m), Peter Ramage (QPR, free), Stephen Carr (released), Mark Cook (Hartlepool, free).</p> <p>The current regime's focus on youth is admirable and much needed, and should bear Arsenal-like fruit in the future. However, the Ashley/Keegan combo has yet to make the kind of signing to send Geordie pulses racing and there's a feeling that Newcastle simply can't attract big name players any more - players that we need now. Also worrying is Owen's lack of a new contract. The team boast undoubted class in some positions, but our central midfield is woefully short of creativity - we really urgently need an intelligent playmaker to make any real progress this season. </p> <p><strong>ONES TO WATCH</strong> Jonás Gutiérrez - the winger could provide our strikers with some much needed ammo.<br><strong>BOO-BOYS</strong> Any mercenary who doesn't wear the shirt with pride.<br><strong>HATE FIGURES </strong>El-Hadji Diouf - surely he's found his perfect club.</p> <p><strong>WE'LL FINISH</strong> Eighth (with some decent new signings).<br><strong>CHAMPIONS</strong> Chelsea.<br><strong>GOING DOWN</strong> Hull, Stoke, Sunderland.<br><strong>RICHARD, DAVID &amp; MALCOLM HOLMES </strong>Observer readers</p> <h2><strong>PORTSMOUTH</strong></h2> <p>Last season <strong>8th</strong><br>Manager <strong>Harry Redknapp</strong><br><strong>4 </strong>deals: 3 in, 1 out</p> <p><strong>In</strong> Peter Crouch (Liverpool, £11m), Ben Sahar (Chelsea, loan), Glen Little (Reading, undisc).<br><strong>Out</strong> Sulley Muntari (Inter, £12.7m).</p> <p>After we won a first trophy in 58 years last season the fans are split: some regard winning the FA Cup as a self...#8209;actualising moment, which need never be repeated, while others now expect progress, talking wildly of 'winning the Uefa Cup' and 'top-four finishes'. The reality will fall between the two. The defence remains secure, with the venerable David James improving with age and Sylvain Distin making fans wonder why on earth he's not called up for France. Midfielders Lassana Diarra and Niko Kranjcar are still here and a cut above most, while the attack looks prolific. With Harry still in charge, finishing in the top 10 again and having another cup run doesn't seem too much to ask.</p> <p><strong>ONES TO WATCH</strong> Is there a bet for the striking pair to get the most goals between them? If so, I'd have money on Peter Crouch and Jermain Defoe.<br><strong>BOO-BOYS</strong> His cross led to the winning goal in the FA Cup final, but John Utaka is still cut little slack.<br><strong>HATE FIGURES </strong>El-Hadji Diouf still makes us metaphorically want to spit.</p> <p><strong>WE'LL FINISH</strong> Seventh.<br><strong>CHAMPIONS</strong> Chelsea.<br><strong>GOING DOWN</strong> Hull, Stoke, Bolton.<br><strong>COLIN FARMERY </strong>Pompey-Fans.com</p> <h2><strong>STOKE</strong></h2> <p>Last season <strong>2nd (Championship)</strong><br>Manager <strong>Tony Pulis</strong><br><strong>6</strong> deals: 3 in, 3 out</p> <p><strong>In</strong> Thomas Sorensen (Aston Villa, free), Seyi Olofinjana (Wolves, £3m), Dave Kitson (Reading, £5.5m).<br><strong>Out</strong> Marlon Broomes (free), Russell Hoult (Notts Co, free), Matthew Hazley (Airdrie, free).</p> <p>The football world will see success for Stoke City this season as relegation without a record minimum points total. It will be a hard season but, under Tony Pulis, we can not only survive but finish in a respectable position. In Dave Kitson and Thomas Sorensen, we have bought a proven goalscorer and experience at the back. Seyi Olofinjana promises to be a quality midfielder. Amdy Faye has arrived on trial from Charlton and we are hoping to get Serbian international Nikola Zigic on long...#8209;term loan from Valencia. We then need a couple of defenders and we will look a decent outfit. Hopefully Liam Lawrence can repeat his magic again on the right wing and Ryan Shawcross at centre-half has the potential to make it big.</p> <p><strong>ONES TO WATCH</strong> Ricardo Fuller - he set the Championship alight at times last year. <br><strong>BOO-BOYS</strong> We don't boo our own.<br><strong>HATE FIGURES </strong>Cristiano Ronaldo does his best to wind up any fan, both on and off the field.</p> <p><strong>WE'LL FINISH</strong> Fourteenth.<br><strong>CHAMPIONS</strong> Chelsea.<br><strong>GOING DOWN</strong> Fulham, Wigan, Bolton.<br><strong>ROBERT STANWAY Snr </strong>Observer reader</p> <h2><strong>SUNDERLAND</strong></h2> <p>Last season <strong>15th</strong><br>Manager <strong>Roy Keane</strong><br><strong>9</strong> deals: 6 in, 3 out</p> <p><strong>In</strong> Steed Malbranque (Tottenham, undisc), El-Hadji Diouf (Bolton, £2.5m), Pascal Chimbonda (Tottenham, undisc), David Meyler (Cork City, undisc), Nick Colgan (Ipswich, undisc), Teemu Tainio (Tottenham, undisc).<br><strong>Out</strong> Andy Cole (Nottm Forest, free), Ian Harte, Stephen Wright (both released).</p> <p>Roy Keane's campaign this summer to 'Free the Tottenham Four' proved largely successful, even if the Wearside earth failed to move for Younes Kaboul. Steed Malbranque, Pascal Chimbonda and Teemu Tainio all come with plenty of Premier League experience which will be a big boost, and we've added to that with the skilful but moody El-Hadji Diouf. The midfield looks strong, especially if Keane opts for a 4-5-1 formation. But there are still plenty of questions over central defence, and we also still look lightweight in attack without the injured Kenwyne Jones, who will miss a couple of months.</p> <p><strong>ONES TO WATCH</strong> A lean and mean Kieran Richardson, if he can stay injury-free.<br><strong>BOO-BOYS</strong> I would have said El-Hadji Diouf, but not now he's wearing a red-and-white shirt.<br><strong>HATE FIGURES </strong>Mike Ashley - no class, no style - and the world's most tedious pundit, Alan Shearer.</p> <p><strong>WE'LL FINISH</strong> Hopefully mid-table.<br><strong>CHAMPIONS</strong> Chelsea.<br><strong>GOING DOWN</strong> Stoke, West Brom, Bolton.<br><strong>PHIL WILSON </strong>Observer reader</p> <h2><strong>TOTTENHAM</strong></h2> <p>Last season <strong>11th</strong><br>Manager <strong>Juande Ramos</strong><br><strong>11</strong> deals: 5 in, 6 out</p> <p><strong>In</strong> David Bentley (Blackburn, £15m), John Bostock (Crystal Palace, £700,000), Heurelho Gomes (PSV, £7.8m), Luka Modric (Dinamo Zagreb, £16.5m), Giovani Dos Santos (Barcelona, undisc).<br><strong>Out</strong> Robbie Keane (Liverpool, £20.3m), Steed Malbranque, Pascal Chimbonda, Teemu Tainio (all Sunderland, undisc), Paul Robinson (Blackburn, £3.5m), Joe Martin (Blackpool, undisc).</p> <p>'White shirts pouring forwards.' That's what the commentator was saying after a move at the end of the Borussia Dortmund game. Some of the passing and movement pre-season has been staggering. Juande Ramos must take a lot of the credit for that - all the players seem fresh and eager to be involved. The aforementioned move finished with 17-year...#8209;old full-back Adam Smith providing young Jamie O'Hara with a tap in. That's before we start with the quality international players... Exciting times ahead. <br>Fingers crossed about the defence, but Gomes in goal should make a big difference.</p> <p><strong>ONES TO WATCH</strong> Luka Modric might just be the brains we've needed.<br><strong>BOO-BOYS</strong> No one, just a feast of delights.<br><strong>HATE FIGURES </strong>Anyone who says 'Robbie Keane was your best player'.</p> <p><strong>WE'LL FINISH</strong> Top-sixish.<br><strong>CHAMPIONS</strong> Manchester United.<br><strong>GOING DOWN</strong> Stoke, Hull, Newcastle.<br><strong>DAVE MASON </strong>Observer reader</p> <h2><strong>WEST HAM</strong></h2> <p>Last season <strong>10th</strong><br>Manager <strong>Alan Curbishley</strong><br><strong>9</strong> deals: 4 in, 5 out</p> <p><strong>In</strong> Jan Lastuvka (Shakhtar Donetsk, loan), Valon Behrami (Lazio, £5m), Balint Bajner (Liberty Salonta, undisc), Holmar Eyjolfsson (HK, undisc).<br><strong>Out</strong> Richard Wright (Ipswich, undisc), John Pantsil, Bobby Zamora (both Fulham, £6.3m), Nolberto Solano (released), Fredrik Ljungberg <br>(contract cancelled).</p> <p>Last season was a huge improvement, though Curbishley still has to provide the flair that fans demand, and the Ljungberg saga was another avoidable fiasco. Curbs has to pay Green whatever he wants and keep Ashton. Predictably enough Dyer's already injured, but surely we'll have better luck on that front this season. A strike force of Ashton and Bellamy looks promising, while Faubert and new signing Behrami may provide the pace we need. If Noble and Parker strike form and the underrated McCartney and Upson remain solid, then I'm reasonably optimistic.</p> <p><strong>ONES TO WATCH</strong> If fit, Bellamy's pace could be lethal. And will local lad Freddie Sears prove himself as the next Tony Cottee? <br><strong>BOO-BOYS</strong> Luis Boa Morte suffered last season, while Lucas Neill is under pressure to justify his huge wages.<br><strong>HATE FIGURES </strong>Lampard, Defoe, Reo-Coker and Ince will all get booed. But it's Joey Barton who sums up the game's moral ambiguity.</p> <p><strong>WE'LL FINISH</strong> Eighth.<br><strong>CHAMPIONS</strong> Chelsea.<br><strong>GOING DOWN</strong> Hull, West Brom, Bolton.<br><strong>PETE MAY </strong>Author, Hammers in the Heart</p> <h2><strong>WEST BROM</strong></h2> <p>Last season <strong>1st (Championship)</strong><br>Manager <strong>Tony Mowbray</strong><br><strong>10 </strong>deals: 5 in, 5 out</p> <p><strong>In</strong> Scott Carson (Liverpool, £3.5m), Marek Cech (FC Porto, £1.4m), Gianni Zuiverloon (Heerenveen, £3.2m), Luke Moore (Aston Villa, £3m), Roman Bednar (Hearts, £2.3m).<br><strong>Out</strong> Kevin Phillips (Birmingham, free), Curtis Davies (Aston Villa, £9m), Martin Albrechtsen (Derby, free), Zoltan Gera (Fulham, free), Ronnie Wallwork (released).</p> <p>Tony Mowbray's philosophy will surely gain respect and admiration, but the free-flowing football of last season won't be rewarded with anything like the number of goals plundered in the Championship. Gera going to Fulham was a massive loss, while the failure to match Phillips' demand for a two-year deal has left fans split. And the weakness in central defence must be dealt with. Ishmael Miller, Roman Bednar and Luke Moore will carry the burden of scoring goals, so at least one additional experienced striker is needed. Scott Carson, Gianni Zuiverloon and Marek Cech look to be shrewd buys, but other proposed new signings have, as yet, failed to materialise. Here's hoping a touch of Mowbray's 'Magic' will see us through.</p> <p><strong>ONES TO WATCH</strong> Robert Koren, Kim Do-Heon and, when fit, Filipe Teixeira.<br><strong>BOO-BOYS</strong> Hopefully no one.<br><strong>HATE FIGURES </strong>Tony Pulis's Stoke team.</p> <p><strong>WE'LL FINISH</strong> Fingers crossed, 14th to 17th.<br><strong>CHAMPIONS</strong> Manchester Utd or Chelsea.<br><strong>GOING DOWN</strong> Hull, Stoke and anyone but Albion.<br><strong>TERRY WILLS </strong>Baggies@yahoogroups.com</p> <h2><strong>WIGAN</strong></h2> <p>Last season <strong>14th</strong><br>Manager <strong>Steve Bruce</strong><br><strong>10</strong> deals: 4 in, 6 out</p> <p><strong>In</strong> Lee Cattermole (Middlesbrough, £3.5m), Amr Zaki (Zamalek, loan), Olivier Kapo (Birmingham, £3.5m), Daniel De Ridder (Birmingham, free).<br><strong>Out </strong>David Cotterill (Sheff Utd, undisc), Andreas Granqvist (Groningen, £600,000), Julius Aghahowa (Kayserispor, undisc), Salomon Olembe (Kayserispor, undisc), Peter Moore, Josip Skoko (both released).</p> <p>After our impressive finish to last season, Steve Bruce has made some quality additions and hopefully we'll maintain our momentum. Amr Zaki could be the bargain of the season if his goalscoring record in Africa is anything to go by and the signings of Kapo, Cattermole and De Ridder add plenty of depth to the squad. Then there's forgotten man Henri Camara, who has a new lease of life with the club, and we managed to hang on to Scharner, Valencia, Kirkland and Palacios, who will be key. Things are certainly looking up.</p> <p><strong>ONES TO WATCH</strong> Amr Zaki will be in the top five Premier League goalscorers.<br><strong>BOO-BOYS</strong> No one stands out, though King and Koumas underperformed last season.<br><strong>HATE FIGURES </strong>It has to be the slave, Cristiano Ronaldo. Good as he is, he signifies everything wrong with modern football.</p> <p><strong>WE'LL FINISH</strong> Top half with an outside chance of Europe if we stay injury-free.<br><strong>CHAMPIONS</strong> Manchester United.<br><strong>GOING DOWN</strong> Bolton, West Brom, Stoke.<br><strong>PAUL FARRINGTON </strong>Wiganer.net</p>",
  "<p>Modern life is rubbish - it generates about 100 million tonnes of it a year - and until recently not many firms wanted to get their hands dirty. However, soaring oil prices and landfill tax mean the economic benefits of recycling are starting to stack up.</p> <p>Recycling has been a money-spinner for Disney's Pixar, whose film Wall-E features a robot left to clean up a litter-strewn and uninhabitable Earth after humans have abandoned it. But the studio has been accused of hypocrisy for launching a vast range of merchandise on the back of a film with an eco-friendly message.</p> <p>Back in the present day, however, 'the value of waste is now being realised,' says Peter Mills, commercial director at New Earth Solutions (NES), who reports the extreme phenomenon of 'landfill mining' in the US. 'People are going back in - in New York they are excavating landfill. That's something I've got one eye on here.'</p> <p>Mills's company is backed by what is thought to be the first retail fund purely focused on investing in UK recycling facilities. Launched last month with a target of £15m, the fund will provide an investment pot for the company, which works with local authorities and claims to be able to recycle up to 60 per cent of the waste dumped on UK doorsteps.</p> <p>The UK generates around 100 million tonnes of waste a year from household, business and industrial users. This week, figures from the Office for National Statistics showed the household waste mountain decreasing slightly - from 25.8 million tonnes in 2006 to 25.6 million tonnes last year - with around 34 per cent of rubbish now recycled. That meant the volume of waste sent by councils to landfill also fell slightly, to 15.8 million tonnes from 16.9 million tonnes the previous year. Environment minister Joan Ruddock described the figures as 'good progress' but admitted 'we still have some way to go before we are performing at the level of some of our nearest neighbours' on the Continent. That is an understatement. The UK is still considered the dustbin of Europe, with only Greece sending more refuse to landfill. </p> <p>Phil Conran, recycling development manager at Biffa - a major player in waste management along with Veolia and Sita - points out recycling has always had to pay its way, because firms are only prepared to collect what is cost-efficient to recycle. 'A key factor will be landfill tax going up,' he says. 'The key economic factors in recycling are the value of the materials recovered and the cost of landfill. Because the latter has been so cheap, there has been no financial benefit to the industry.'</p> <p>However, Conran says this is changing: 'The cost of oil means the cost of producing with virgin materials has gone up. There is now value in keeping materials out of landfill, so the economic equation stands up.' </p> <p>Landfill tax is currently £32 a tonne, but will increase by £8 a year until 2011. Experts say that, once the gate fees charged at landfill sites are added on top, the cost per tonne of waste could approach £100 - a levy comparable to that charged in Germany a decade ago. Germany sends around 20 per cent of municipal waste to landfill, compared with almost two-thirds in the UK.</p> <p>Wrap, the government-funded agency, is keen to attract investors to the recycling industry. It estimates the sector is worth about £12bn but says that could reach £30bn within 15 years as UK and EU initiatives gather pace. Steve Creed, director of business growth at Wrap, says that once oil hit $75 a barrel - it is now around $119 - the cost of using recycled plastic was on a par with buying new resin: 'The value of the materials has started to have an impact on what people think, when five years ago it didn't.' </p> <p>Wrap points to success in recycling plastic bottles - with 182,000 tonnes a year now collected, equal to a third of the bottles used in the UK. Part of that success must be linked to the raw material cost, with the price of HDPE (high density polyethylene) having doubled to £200 a tonne. </p> <p>Some retailers have complained that the reprocessing part of the recycling industry has not kept pace with collection, meaning efforts to introduce environment-friendly packaging are wasted. Consumers , too, have been disappointed to discover that not all the plastic they conscientiously sort into boxes is reincarnated because of the high costs of extraction.</p> <p>Creed says Wrap is now working on a strategy to address the problem. 'New technology is required to extract mixed plastics but it is close to being available. The challenge is to encourage investors to look at the sector. Waste has been seen as a 'dirty' area and more risky, but the market has doubled in size over the past few years.'</p> <p>The rising cost of extracting raw materials has also made the industry pay more attention to the value of metals locked away in old TV sets and computer monitors. The Waste Electrical and Electronic Equipment (WEEE) Directive aims to stop hazardous electricals such as cathode ray tubes, which contain lead, reaching landfill. But David Aitken, managing director at GreenWorld Electronics, says consumers and businesses are confused about how best to conform - and this ignorance has, according to Greenpeace, resulted in toxic waste washing up in scrapyards in Ghana, China and India. The campaign group is lobbying manufacturers to introduce global recycling schemes that would shoulder the burden of recycling old items, a plan Aitken supports: 'When a manufacturer sells a piece of equipment there should be an automatic returns policy,' he says.</p> <p>However, much of the activity in the sector is geared to tackling municipal waste, as this is more closely tied to EU directives - and because, as Mills says, 'if you go to a bank with a local authority contract, it is as good as a government bond'. </p> <p>NES has a £50m credit facility with German bank Nord, but Mills says the current climate is making it harder for companies with new technologies to get cash: 'There is a shortage of money in the system. We had an advantage because we agreed our facility before the credit crunch hit.'</p>",
  "<p><strong>What she watched:</strong></p> <p><strong>The Genius of Charles Darwin, C4</strong></p> <p><strong>The WI Guide to Brothels, C4</strong></p> <p><strong>The Secret Millionaire, C4</strong></p> <p>During <strong>The Genius of Charles Darwin</strong> (C4) did you happen to be as distracted as I was by Richard Dawkins's library? I know it's very wrong of me, but my god (or whatever) wasn't it fabulous</p> <p>We'd ostensibly popped round the Prof's so he could show us his pukka first edition of The Origin of Species ('not just the most precious book in my library, but the most precious book in the library of our species ...'), which was absolutely lovely and everything, but didn't tickle my selfish genes - my 'me-me-me!' memes, even - quite as much as the sight of row upon row of lovely shelves with downlighters, and that gleaming polished wood floor, on to which the sunlight dappled its way through the huge bay window, past the red curtains, bouncing off the round table above which hung a surprisingly funky designer lampshade and ... well, it all had me whimpering with lust. If you missed it, trust me - this was one small piece of a house that is surely part of a proverbial Grand Design. </p> <p>And while I hope Kevin McCloud may one day be persuaded to host a new C4 show along the lines of Through the Keyhole or MTV's Cribs, but with fewer soap stars and/or rappers, so that we may feast our green eyes on lots more posh celebrity gaffs to keep us going, albeit enviously, through the looming negative-equity years, it was with regret that we left chez Dawkins to visit the office of Craig Venter, a man who may have mapped the human genome and shored up the theory of evolution but is disappointingly uninterested in making stylish statement with his workplace interiors. And yes, reader, I too am sorry that God made me so incredibly shallow. </p> <p>On the subject of which, I don't understand why subscribing to the theory of evolution rules out the existence of a god. Is that so very dim of me? What if the theory of evolution was part of some mischievous Deity's masterplan? Or am I somehow missing the point? Either way, it's August and instead of being on Chesil beach searching for a pretty ammonite for my mantelpiece, I've been naturally selected to be stuck in front of the telly, therefore it behoves me to ask bloody stupid questions if I want to. </p> <p>Dawkins topped and tailed the first in this sprauncy three-parter to celebrate the bicentenary of Darwin's birth by deigning to spend quality time with a classroom of kids who were a bit 'like, whatever' about natural selection. Dawkins may have described it as 'a fact, backed by undeniable evidence' but since when did the teenage species let a mere fact get in the way of their gut instinct that adults are basically wrong about everything - even, like, science and stuff? </p> <p>This lot appeared to enjoy their fossil-hunt but it didn't stop them believing in God - 'I'll still say my prayers,' said one of them, smiling, with a smuggy sort of shrug. I know, I know, that Dawkins - such a know-all, eh? Mind you, I can see why he might be slightly worked up about God stuff - try googling the words 'Origin of mankind' and you'll find yourself sent straight to bonkers Creationist Hell, which is depressing. </p> <p>However, some things don't change. The world's oldest profession, for example, doesn't appear to have evolved very much over the past four-million odd years, since, presumably, that lady ape in the Garden of Eden first gave it away for an apple. (That's the story isn't it? No? Really? Are you sure?)</p> <p>In C4's cheerful <strong>The WI Guide to Brothels</strong> the redoubtable Jean and Shirley from the Hampshire branch of the Women's Institute were looking at ways to improve the lot of 'working girls' by exploring global 'best practice' with the help of presenter Nicky Taylor, who herself trod a fine line between collusion and exploitation. While Jean and Shirley were hard at work they were also oblivious, I think, to the fact that Nicky was their pimp. </p> <p>It worked rather brilliantly. Taylor has made a name for herself by being exceptionally unvain in front of a camera - a few years ago she made a film about being a single mother-of-three looking for love, and has since explored binge-drinking, drug-taking and anti-ageing treatments, always putting herself in the middle of the frame. She's a refreshingly unusual presence on TV - a middle-aged non-size-zero mum who combines the sisterly warmth of the sofa-bound daytime presenter with a kind of knowing faux-gaucheness that somehow distracts people from the fact that she's a bit of a Louis(e) Theroux. </p> <p>When you combined Taylor with the excellent Jean and Shirley, who were delightfully unfazed by (almost) everything they discovered in an Amsterdam brothel and 'bunny ranch' in Nevada, then the results were bound to be entertaining. So much so that, in fact, the rather serious message at the heart of the film - which is that decriminalising British brothels is not only desirable but pretty much essential - was in danger of being lost amid such priceless moments as Jean asking a Dutch sex-shop employee if he could 'give me some information about the \"ass midget\".' (He did, and when Jean adopted a too-much-information expression, he politely apologised). </p> <p>Anyway, while Jean and Shirley flew long-haul in order to get to grips with their subject, Taylor explored the industry closer to home, working as a maid inside a knocking shop situated in an Essex business park. The hypocrisy of the law was brilliantly demonstrated at the brothel run by a madame known as 'Dagenham Donna' whose premises' panic buttons were kindly installed by the local police and who happily pays VAT, but when invited by the Inland revenue to register her business as 'a massage parlour' declined on the grounds that, well, it's a brothel, isn't it? </p> <p>This wasn't a film that concerned itself with the whys and wherefores of prostitution itself, taking the continued existence of the Profession as a given, but it was concerned that a young student who goes on the game to fund her crack habit, like Sarah, whom Nicky Taylor met on the kerb of a Southampton industrial estate, should have somewhere safer and more salubrious in which to earn her living, and that's just common sense. </p> <p>Via a consciousness-raising WI-branded mobile brothel (a camper van with a sticker on the side), Jean and Shirley managed to persuade the ladies of the Hampshire WI to sign their petition and delivered it to No 10, where it will presumably remain at the bottom of Gordon Brown's in-tray for ... ooh, I dunno how long, exactly, though I'm thinking along the lines of 'ever'. </p> <p>The rest of us learned a lot, though, not least from 'Airforce Amy', the top earner at a Nevada brothel whose PG demonstration of her XXX-rated 'world-famous upside-down blow-job - it knocks their socks off!' elicited from Jean a fervent 'I should think it does! I'll try that when I get home!', at which one's mind, and various other bits, duly boggled. </p> <p>If there is a god knocking around Manchester's Moss Side, last week he looked a lot like a young bloke with a beard who drove a Lotus and was accessorised by a very fat chequebook. </p> <p>C4's <strong>The Secret Millionaire</strong> is a format to warm your cockles, tug your heartstrings and leave you snivelling happily over the credits. It's absolutely shameless (and in this edition, at least, Shameless) in evoking a Pavlov's Dogs-style emotional response to a set of stimuli: out comes the chequebook, down come the tears, bish-bash-bosh, job done, ta very much. In my more cynical moments I get almost as sneery as I do teary when telly goes all touchy-feely, but I must have been a bit soft this week. </p> <p>Though his modest suburban kitchen didn't offer a clue (it was about a quarter of the size of Dawkins's library), 30-year-old Benamor is worth an alleged £77 million, which he earned by offering loans to people who can't get them elsewhere. I'm not saying he's a shark, exactly, but he's clearly a bit of a business piranha. </p> <p>So it wasn't the ritual dishing-of-the-dosh-to-the-undeniably-deserving (but, I suspect, increasingly clued-up) punters that moved me most (50K to the saintly elderly couple who take in troubled young men I'd cross the road to avoid, 36K to a project teaching kids permanently excluded from school, another 50K to a small local charity, Mothers Against Violence) but the fact that James finally located his own unselfish gene, offering work experience to some of the kids he met and setting up a volunteer programme among his employees. His reward will not only be in all his good reviews, but in heaven, obviously.</p> <h2>Fuel and his money: Dragons pay up</h2> <p>Having all the entrepreneurial nous of, well, a TV critic, I rarely question the Dragons' judgment over potential investments (<strong>Dragons' Den</strong>, BBC2), but last week I was very surprised by their enthusiasm for a widgety-thing that stops diesel tanks being filled with petrol. </p> <p>Mike wanted a whopping 250K for his 'retro-fitted misfuelling prevention device', and probably deserved it just for the description, and verily the Dragons coughed up. On a recent holiday in France I hired a car that had been helpfully fitted with its own 'retro-fitted misfuelling prevention device' - a sticker on the gas cap printed with the word 'diesel'. Not only was it entirely successful but I doubt if it had called for a quarter of a million quid's worth of investment. </p> <p>Anyway, Dragons, how about the revolutionary design concept I came up with over a second bottle of wine sometime in 1989 - the 'soft bath' that moulds to the shape of your body! Any offers?</p>",
  "<p>Leading employers' organisation the CBI will this week perform a significant U-turn and warn its members that the economy is deteriorating at a faster rate than it had predicted. </p> <p>As recently as June, Richard Lambert, the CBI's director-general, took a relatively optimistic view, saying we should avoid talking ourselves into recession. But in a letter to mark the first anniversary of the credit crunch, he writes: 'There is no doubt that the mood has darkened in the last two or three months,' and warns that growth prospects for next year and 2010 'look no better than anaemic'. It is the most pessimistic assessment of Britain's economic prospects that Lambert has delivered. </p> <p>The CBI's change of heart is notable because, although it downgraded its growth forecast for 2009, reducing it from 1 per cent to 0.4 per cent in June, it has been comparatively bullish about the British economy until now. Lambert also warns the government against levying an 'arbitrary and unfair' windfall tax on energy companies, saying this would stop them investing in infrastructure.</p> <p>He concedes that: 'The CBI, along with most other forecasters, has been consistently over-optimistic about the economic outlook over the past 12 months.' He blamed the volte-face on a surge in inflation that 'took us by surprise' and the prolonged credit crunch, which has been 'bigger and broader than at first appeared likely. A year ago, it seemed reasonable to hope that the worst would by over by now. That has not turned out to be the case.' </p> <p>Lambert criticises 'years of unsustainable increases in government spending', which have 'left the public finances in poor shape to cushion the economy against these adverse shocks', and warns Gordon Brown not to take measures which he claims would make the situation worse, including changing the Bank of England's 2 per cent inflation target. </p> <p>However, he maintains that there are some positives. 'Business conditions are not as bleak as you would conclude from the newspaper headlines,' the former editor of the Financial Times insists. 'I come across a lot of companies still doing well.' He says energy costs should stop pushing up prices some time in the New Year, reducing the rate of inflation. </p> <p>But he concludes the letter by warning that: 'A sharp economic slowdown is a new experience for many people... It's going to be uncomfortable.'</p> <h2>Lambert then and now</h2> <p><strong>June 2008:</strong> 'Back in the early 1990s we had a prolonged period of plummeting consumer demand and large job cuts across the board. These days, firms are leaner and... our economy's reach is far more global. We should avoid believing a recession is inevitable, or talk ourselves into unnecessary trouble.'</p> <p><strong>August 2008:</strong> 'The mood has darkened in the last two or three months... A sharp economic slowdown is a new experience for many people in government and business. It's going to be uncomfortable.'</p>",
  "<p><strong>I became the guardian of my eight-year-old nephew after several deaths in the family. We live in a bungalow that used to belong to my grandmother. When she died, she left the house in trust for my nephew until he is 25. We are allowed to live in the property on condition that I keep it fully insured and maintained. Recently our central heating boiler broke down. The engineer said it was too dangerous to use. I am a postgraduate student, surviving on a pittance, as well as being effectively a male single parent. I'm eligible for a Warm Front grant, which would fully cover a new boiler, but the Warm Front people turned down my application because the house deeds are in the name of the trustees. The trustees are not my landlords in the traditional sense and I do not have proof that I am responsible for maintaining the property. There is no point getting a tenancy agreement drawn up now because Warm Front will accept only documents dated at least six months before the application. They said they could make no exception. </strong></p> <p><strong>JC, Kelsall, Cheshire</strong></p> <p>Warm Front provides heating and insulation grants for homeowners and tenants who rent from private landlords. It is a government-funded scheme, administered for the Department for Environment, Food and Rural Affairs by Eaga, an energy efficiency company. </p> <p>You contacted Eaga for a grant but, as you are well aware, you do not fit into any pigeonhole its application form could handle. You are neither a homeowner nor tenant but are exactly the sort of person Warm Front was designed for. </p> <p>Immediately Eaga saw a copy of your grandmother's will and proof that you are responsible for your nephew, it treated your application as a priority. It has changed the details on your file, which means you are now eligible for a grant of up to £2,700. An engineer will visit shortly to decide how much heating, draught-proofing and cavity-wall insulation you need to make the bungalow an energy-efficient home.</p> <p>For more information about Warm Front, see our article on page 14, or call 0800 316 6005 or visit <a href=\"http://www.warmfront.co.uk\">www.warmfront.co.uk</a> or the Defra website, <a href=\"http://www.defra.gov.uk\">www.defra.gov.uk</a>.</p> <h2>Who does Nationwide think we are?</h2> <p><strong>In 2006, Mr JAG and Mrs EAG (me) took out a mortgage with Nationwide. The building society insisted that Ms EJG, my sister-in-law with the same surname, was also on the mortgage as guarantor. At some stage, Nationwide muddled EJG and EAG and we spent 12 months sorting it out. Our private accounts were compromised when Nationwide sent correspondence to the wrong addresses. </strong></p> <p><strong>We had to move again and told Nationwide last November that the property was to be rented out. We gave our new address in Scotland. That worked until EJG's voting </strong><strong>papers came to our house. I received no voting papers at all. The problem has started all over again.</strong></p> <p><strong>EAG, Elgin </strong></p> <p>Nationwide has discovered that your sister-in-law's details were held correctly on some accounts but that her middle name was written wrongly on others, so she had two different customer numbers. Nationwide put this right but, because her name is on your mortgage, it mistakenly changed her address to yours. This has now been corrected and Nationwide is sending both of you £100 to apologise. </p> <h2>This transfer fee leaves me at a loss </h2> <p><strong>I took out a TR Property Isa managed by BNP Paribas. I recently contacted BNP Paribas about switching out. It cannot offer suitable alternative funds and refuses to transfer the securities to another Isa manager except by the most expensive route, which is selling the shares at 1 per cent plus VAT and for the new managers to then repurchase them with stamp duty and dealing costs. </strong></p> <p><strong>I have complained to BNP but got nowhere. In a phone call, they said they have to make money somehow. Any remaining tax perks of an Isa investment are more than wiped out by these restrictive rules and charges.</strong></p> <p><strong>R S-T, Watford </strong></p> <p>BNP told me you could transfer your shares directly to a new Isa manager for £20 plus VAT, plus any charges imposed by the new manager. This contradicted a letter, which emphatically said you could not, pointing to the paragraph in the terms and conditions confirming that any transfer out had to be in cash. </p> <p>BNP explains that it always was physically able to transfer shares directly from TR Property Isa but had decided, through terms and conditions, not to allow this. It has now changed its mind and is about to introduce direct share transfers, assuming of course that any new plan manager will accept them. But this news has not yet filtered through the company, which is why you were told otherwise. Someone has now been in touch with you to make the arrangements. </p> <h2>Rocked and rolled over by Cumberland </h2> <p><strong>Just before my one-year fixed-rate investment with Cumberland Building Society matured, I told my local branch on three separate occasions that I did not want the account rolled over for another year. I later asked it to close the account and move the money to my current account. I was told that by </strong><strong>now the investment had been rolled over and I would incur a £1,400 loss of interest penalty if I cashed it in. </strong></p> <p><strong>G O'H, Carlisle </strong></p> <p>Cumberland insists that you received its standard letter sent just before accounts mature. If it receives no instructions to the contrary, bonds are automatically rolled over for 12 months. It says staff have no recollection or record of your visiting the branch to say you did not want this to happen. The only route left is for you to complain to the Financial Services Ombudsman. </p> <p><strong>·</strong> Email Margaret Dibben at <a href=\"mailto:money.writes@observer.co.uk\">money.writes@observer.co.uk</a> or write to Margaret Dibben, Money Writes, The Observer, 3-7 Herbal Hill, London EC1R 5EJ and include a telephone number. Do not enclose SAEs or original documents. Letters are selected for publication and we cannot give personal replies. The newspaper accepts no legal responsibility for advice.</p>",
  "<p>Gordon Brown called yesterday for communities across Britain to 'rise up' and help end the spiralling violence of knife crime by making the carrying of weapons socially unacceptable.</p> <p>Speaking at the Edinburgh International Book Festival, the Prime Minister admitted to author Ian Rankin, creator of the fictional detective Inspector John Rebus, that the law alone was not enough to bring order to the streets and end the epidemic of fatal stabbings.</p> <p>'Young people are thinking it's acceptable, fashionable, necessary for them to protect themselves, to carry a knife,' said Brown who called for parents and community leaders to help get across the message that carrying a knife put people at greater danger of violence than not carrying one. Just like we made guns unacceptable, we should make knives unacceptable.</p> <p>'You need, not just young people but parents and other people to say that knives in Britain, like guns, like bullying, like racism, all these things are unacceptable.'</p> <p>Brown interrupted his holiday to appear as a mystery guest at the festival, which is celebrating its 25th year, and talk about his own 'second career' as a writer. </p> <p>'There are certain boundaries in a decent society you don't cross and these boundaries are cultural. In America it is acceptable for many people to carry guns, it's not in Britain. We've got to make it as unacceptable to carry knives. Most decent people would want to do that and I think what you will see over the next few months is this sort of campaign, which is led not just by government but people in the country, to say \"get knives off our streets\".'</p> <p>The Prime Minister said one of his biggest ambitions before leaving politics was to see Burmese dissident leader Aung San Suu Kyi released and in power. 'I want Aung San Suu Kyi not only to be released but to be in power in Burma. That's one of the great causes of the 20th century, every country should be a democracy and Burma is one of these countries that has been prevented from doing so. There is a need for China, India and the other countries around Burma to bring pressure to bear on the Burmese government to embrace democracy and respect human life.\"</p> <p>Brown told a packed audience that he had been inspired to write about the dissident Burmese leader in his book of essays Courage: Eight Portraits about great figures who epitomised the great causes of the 20th century such as the anti-apartheid movement, the struggle against fascism, the civil rights struggle in the US and against persecution of the Jews in the Holocaust. </p> <p>Brown said his definition of courage was to have a belief and passion more important than fear and the will power to see those ideals through. 'Twenty-five years ago nobody would have thought that apartheid would have ended by now. Nobody would have thought that Nelson Mandela would be free or that the Cold War would have ended. You can be kind, dignified, humble, altruistic and a dreamer but without courage you can't achieve anything.'</p> <p>In a tribute to US presidential hopeful Barack Obama, Brown said the Democratic contender was a champion for change with a very powerful message in creating the idea of global citizen. 'In the 20th century we got rid of apartheid, racism and fascism. </p> <p>'In the 21st century the real issue is how can we create a global citizenship? We're finding that the barriers that used to exist between countries, religions and traditions are far less important than we thought they were. Global politics can never be the same again.'</p> <p>In a similar vein Brown said the credit crunch, along with rising fuel and food costs, was a worldwide problem that could not be fixed by one government acting alone. 'The problems we have at the moment can only be sorted globally,' he said. </p> <p>'The problem of oil prices, you can't just deal with that in one country, you've got to get co-operation globally to get the price of oil down and to get a change in the way we use oil. ' </p> <p>Brown said his next book, scheduled to be released in March would look at the question of national identity. Being British is a series of interviews and discussions with a number of leading personalities about what being British means to them. </p> <p>The Edinburgh International Book Festival runs until 25 August, with more than 800 events featuring authors and personalities as diverse as Salman Rushdie, Sean Connery, Alan Sillitoe, Menzies Campbell, Louis de Bernières and Scotland's First Minister Alex Salmond.</p>",
  "<p>With energy bills set to soar across the board in the wake of major price hikes from British Gas and EDF Energy, there has never been a better time to start changing your habits at home to help bring your bills down.</p> <p>There is a lot more you can do than just switching to energy-saving light bulbs. According to the Energy Saving Trust, the average household could knock £270 off its energy bills - the equivalent of 1.5 tonnes of carbon dioxide emissions - by adopting energy-efficient measures in the home. Even the smallest of actions, like turning a kettle off at the mains after you've boiled it, can not only help you be kinder to the environment, but also make a difference to your electricity bills. 'Taking a sustainable approach to living can save you money,' says Alex Lambie, founder of the eco-energy website Greenhelpline.com.</p> <p><strong>Say goodbye to standby</strong></p> <p>Arguably the biggest waste of electricity - and money - is to leave electrical appliances on standby, rather than switching them off at the mains. It can save the average family around £38 a year. </p> <p>But if you keep forgetting to switch the socket off, or think it's too much of a hassle because you've got too many appliances linked to each other, there are easier ways to power down - for instance, by using devices like the Bye Bye Standby and the Standby Buster. You just plug all your appliances into one of these gadgets (for example, by using an extension lead to connect your television, DVD player and sound system, and plugging that into the Bye Bye Standby at the socket). You can then turn the whole lot off at the switch by clicking a simple remote control. </p> <p>Jeff Ellis from Bye Bye Standby says: 'It's a good habit to get into, to turn everything off last thing at night, but in reality it's a rare person that will go around the house and turn off every single socket. A remote-controlled way of doing it makes it much easier.' You can also buy devices such as The Owl, which monitor overall electricity usage in the home and tell you how much energy each of your appliances is using.</p> <p><strong>The eco-friendlier kitchen</strong></p> <p>If you are buying new white goods, the manufacturer's information should tell you how energy-efficient they are. Fridges, freezers, washing machines and tumble dryers all carry an EU energy label giving their energy-efficiency ratings (on a scale from A to G, with A being most efficient) and how much electricity they use, measured either as kilowatt hours per year (for a fridge or freezer) or kilowatt hours per cycle (for items like washing machines). By choosing an appliance that carries an A rating (or A+++ for fridges and freezers), the more money you can save and the more you can help the environment.</p> <p>Many electrical appliances also carry an 'Energy Saving Recommended' sticker, a blue label showing approval from the Energy Saving Trust. The trust says that if everyone in the UK upgraded their old kitchen appliances to ones carrying a recommended sticker, the whole country could save nearly £700m worth of electricity. If you swapped your old fridge-freezer for a new blue-label one, you could save £34 a year. </p> <p>There are smaller changes that you can make in the kitchen too - replace a rusty, leaky kettle with an energy-saving one, such as the Kenwood Energy Saving Kettle, and you'll be using 35 per cent less electricity and only boiling as much water as you need. </p> <p><strong>Hold the heat</strong></p> <p>Making sure your home is properly insulated is key to cutting your heating costs. However, getting your walls and loft insulated can be expensive - at least £500 if not more. If you are on benefits, or are over 60 and in receipt of benefits, you can apply for a government grant to improve your home's insulation. But if you can't afford to carry out a major project like re-insulation, you could opt for the Radiator Booster, which sits on top of your radiator, captures the heat rather than letting it escape down the back of your radiator, and circulates it evenly around the room. The Radiator Booster claims to heat your room more quickly than the radiator on its own, meaning that, theoretically, your boiler doesn't need to be on for as long. </p> <p>Old boilers are notoriously eco-unfriendly and not very cost-efficient. New condensing boilers can save at least a third on heating bills. On top of this, devices such as the Zenex Gas Saver can sit on top of your boiler, capture waste heat from the flue and use it to pre-heat the water. Because it helps heating to happen more rapidly, it reduces the time your boiler needs to be on for, cutting gas consumption by up to 50 per cent. But it does cost £595.</p> <p>Most cost-cutting can, however, just be common sense. 'There is a place for new energy - and cost-saving gadgets, but at the end of the day, it's just about changing habits and getting used to doing things differently,' says Lambie. 'There's so much that you can do if you just think about it - don't leave your phone charger plugged in all the time; run your laptop battery down to zero before you charge it up again. If you make a point of switching all the sockets off at night, then before you know it, it's part of your daily routine.'</p> <h2>Where to buy</h2> <p><strong>·</strong> Bye Bye Standby energy saving kit (£29.99) available from Waitrose, Comet and Currys.</p> <p><strong>·</strong> Radiator Booster (£14.99), Eco Kettle (£34.99) and Standby Buster Kit (£29.99) available from Nigel's Eco Store: <a href=\"http://www.nigelsecostore.com\">www.nigelsecostore.com</a></p> <p><strong>·</strong> Zenex Gas Saver (£595) available from Zenex Technologies: 0800 328 7533</p> <p><strong>·</strong> Kenwood Energy Saving Kettle (£39.95) and Owl Wireless Energy Monitor (£34.95) available from John Lewis:<a href=\"http://www.johnlewis.com\"> www.johnlewis.com</a></p> <p>For more on grants for home insulation, visit <a href=\"http://www.energysavingtrust.org.uk\">www.energysavingtrust.org.uk</a></p>",
  "<h2>Vincent Cable<br>Liberal Democrat Treasury spokesman</h2> <p>My starting point would be to secure Gordon Brown's main achievement: the independence of the Bank of England's Monetary Policy Committee. It will be necessary to see off all kinds of arguments in the next few years to change (that is, increase) the inflation target or redraw the MPC's mandate to relegate inflation to a subordinate objective.</p> <p>There is more to be done to restore credibility to fiscal policy. The government's rules have been subject to repeated fiddling and will never be credible while it sets its own tests and marks them. They need to be reinforced by ensuring that the definition of the cycle and performance is assessed independently of government.</p> <p>The most important challenge relates to the 'credit crunch' and the falling housing market. It is not the government's job to underpin house prices. Neither should it rescue banks themselves (as opposed to depositors), whose reckless lending helped to precipitate the crisis. It should therefore avoid proposals for state guarantees of new bank lending or stamp duty relief (as opposed to reform of the stamp duty 'slab' system). </p> <p>I would like to see a much more ambitious programme, allowing social landlords and councils to acquire, at an appropriate discount, surplus private housing. Second, there must be intervention to stop the headlong rush towards large-scale home repossessions. </p> <p>There is an industry 'code of conduct' involving the provision of advice and alternative options for families in distress. This should be put on a statutory footing.</p> <p>Beyond immediate rescue operations, we need to look to a reformed financial services sector, which cannot be allowed to return to its freewheeling ways, on the assumption that when the casino gets into trouble, the government will save it. </p> <p>The squeeze on disposable incomes is provoking demands for government help with energy, food and other bills. It cannot afford to hold down petrol prices, nor should it. What it should do is demand more from energy utilities, which have benefited from the free allocation of valuable permits under the European carbon trading scheme. They should be required to introduce meaningful social tariffs for low-income consumers and ambitious energy conservation programmes.</p> <p>That apart, the best way to counter the squeeze on incomes is to ensure the tax burden is more fairly distributed. I would lift the burden on low- and middle-income families through cuts in income tax, paid for through a mixture of redistributive taxation on the wealthy, plus green taxes.</p> <h2>Philip Hammond<br>Shadow chief secretary to the Treasury</h2> <p>As we mark the first anniversary of the credit crunch, Britain is facing its biggest economic crisis in many years. Unemployment is rising, the housing bubble is bursting and inflation has doubled since 1997. Britain has the highest budget deficit in the developed world.</p> <p>A struggling economy means less money to deliver shared objectives, such as making child poverty history and improving standards in our schools and hospitals. But Alistair Darling repeats the mantra that all our economic problems are global. Gordon Brown, taking his centralising instincts to new heights, preaches at people to stop wasting food. Meanwhile, the poorest in society struggle to cope with soaring bills in the face of more tax rises. International companies are preparing to leave Britain because of politically driven U-turns over tax policy.</p> <p>Part of our economic predicament is global. But a significant part of it is home-grown. We might have expected a new Prime Minister to have demonstrated some kind of political leadership. But instead of long-term conviction, we have seen dithering, incompetence and short-term calculation.</p> <p>This week government incompetence has impacted on the real economy. Irresponsible briefing that a stamp duty holiday was being considered was compounded by chaos as ministers issued contradictory statements. The result, confirmed by the National Association of Estate Agents, is that sales are falling through as buyers hold out for tax relief. Housing minister Caroline Flint's only reaction was denial. Darling must adopt our fully funded proposal to abolish stamp duty for 90 per cent of buyers.</p> <p>So the job of restoring responsible management of the economy is likely to fall to the Conservatives. And we have practical, sensible measures that will mitigate the burden on families and businesses in the short term, while strengthening our economy for the long term.</p> <p>We are consulting on proposals for a Fair Fuel Stabiliser, so that when petrol prices rise, the government uses the extra revenue it gets from North Sea Oil to cut fuel duty. We are campaigning for next year's planned increases in road tax to be scrapped. We believe we should cut tax rates for companies. We will improve the process of making tax law. And we should look at reforming insolvency law, so that basically sound companies are given time to come up with a rescue plan.</p> <p>In the longer term, we must strengthen the fundamentals. We need to ensure that Britain lives within its means, by sharing the proceeds of growth between increased public spending and lower taxes. And we need to set ourselves on the path to sustainable growth by giving our businesses the freedom to compete.</p> <p>Britain needs a clear direction on economic policy. But only an election will deliver the leadership we need.</p>",
  "<p><strong>Leeds United</strong>, the League One championship favourites, got the start to the season they wanted - and possibly needed in view of the intense pressure on them to go up this time - when they came from behind to win 2-1 at <strong>Scunthorpe</strong></p> <p>Showing the strength of character that manager Gary McAllister believes will be crucial, Leeds' comeback started with an Enoch Showunmi header that the Scunthorpe keeper, Josh Lillis, allowed to slip through his hands and was completed when Jermaine Beckford scored the winner following David Prutton's shot, which hit the bar. The irony for Scunthorpe was that Beckford's goals, while he was on loan to them from Leeds two seasons ago, helped them to win the League One title.</p> <p>The fastest goal of the new season came from Tresor Kandol, who opened the scoring at <strong>Oldham</strong> after 13 seconds. <strong>Millwall</strong> then established a 3-1 lead, but, in the biggest turnaround of the day, Oldham hit back with three goals in the last 16 minutes to claim a remarkable 4-3 win. </p> <p>Roberto Di Matteo's first match as a manager - of <strong>Milton Keynes Dons</strong> - brought a 2-0 defeat at <strong>Leicester</strong></p> <p>Among those who will have taken a particular interest in <strong>Aldershot Town</strong>'s triumphant return to Football League action is Steve Wignall. After a long spell as an Aldershot FC player and then coach, he became manager when they went bankrupt and, in the new guise of Aldershot Town, dropped from the old Fourth Division to the Isthmian League Third Division (five rungs below their previous Fourth Division environment) in 1992. </p> <p>Wignall, who did much to set the ball rolling for their remarkable subsequent revival by steering them to two successive promotions, recalls: 'I had spent all of my career in the Football League and had never heard of the Isthmian League Third Division, to be honest. It was quite an experience . </p> <p>'The pitches were not the best - the grass never seemed to have been cut on some of them - and I remember one ground where the players had to get changed in a boiler room. We were a big club at that level - our average gate [around 2,000] was higher than it had been in the Football League the previous season. The gates we attracted were a big factor in helping us to attract the best local players. </p> <p>'Some of our lads were playing out of their skins because they had never performed in front of that many people.' </p> <p>The local enthusiasm for Aldershot, which initially stemmed from the public faith in the expertise of the reformed club's new hierarchy, is illustrated by 42-year-old management consultant Nick Fryer. He has been an avid fan since the age of seven and the total of Town matches he has missed in the past 16 years - when he has taken on the 'labour of love' of being their press officer - is two. </p> <p>'I never had any doubt we would one day be back in the Football League,' Fryer insists. He laughs when you suggest that he might be a suitable case for treatment. 'There are a few of us at Aldershot. Very worrying.' </p> <p>No doubt they will all be dreaming of Aldershot Town in the Premier League after their 1-0 success at <strong>Accrington Stanley</strong>. The decisive goal came from a superb curling free-kick by Scott Donnelly, a former QPR player who was also the scorer of the goal that enabled the Shots to clinch their promotion from the Conference. </p> <p>Their other star against Accrington was their keeper, Nikki Bull, who produced excellent saves from Andy Procter and Paul Mullin.</p> <p><strong>Exeter</strong>, Accrington's promotion partners, also gave a good account of themselves at <strong>Darlington</strong>, where defender Dan Seaborne brought them a 1-1 draw with a far-post header.</p>",
  "<p>In 1627 the feckless Duke of Buckingham attempted to invade a windswept outcrop off the Atlantic coast of France called the Ile de Ré. Thousands of English troops landed on the beaches. They launched into battle. Then, after three months of ferocious fighting and military mishaps, they gave up. The island, they realised, was not for taking. </p> <p>Now, almost 400 years later, Ré is fighting another invasion - but, this time, the outsiders scout out the terrain from their 4x4s and dress for battle in linen suits and Prada sunglasses. They are the enemy known as the high-season tourist and the islanders are readying for a fight to the death.</p> <p>'We have to take charge of our destiny. Tourism and urbanisation have meant that the Rétais spirit has all but disappeared,' said Bernard Dorin, president of the Friends of Ile de Ré Association. 'Without turning the island into a museum, there comes a point when you have to say stop.'</p> <p>The problem is the bridge that links Ré to the mainland, or, as islanders darkly refer to it, le continent. Stretching 3km across the grey waters of the Atlantic, it opened for business 20 years ago and has led to an explosion in tourism. Since 1988, however, an unofficial cap on the number of people streaming on to the island has been enforced in the form of a hefty toll. The charge - €16.50 in July and August - has acted as an effective deterrent to many on a tight budget who might otherwise have come over for the day. </p> <p>But, as of January 2012, the bridge's construction will have been paid off and crossing it will become free for all - a prospect that, instead of being greeted as fair and democratic, has almost universally appalled. Heeding Dorin's call for solidarity, a vociferous collective of concerned locals and environmental groups are united in opposition against a free bridge. They want to retain a charge of about €15 in the form of a green tax that would go towards environmental upkeep. A petition co-ordinated by the local paper, urging readers to 'save our island', has received 10,000 signatures. The message is clear: Ré has quite enough litter, cars, hotels and camp sites already and it doesn't want any more.</p> <p>'There are already three million [tourists per year]. If tomorrow the bridge becomes free, that could mean a million more,' said Dorin, a fifth-generation Rétais who has stopped going into the island's main port, St Martin, during the summer because of the hordes that descend on St Martin and turn it, the locals say, into the St Tropez of the Atlantic.</p> <p>Increasing numbers of them are British, enticed by Ré's chic but not showy image, and also by the ease of access. Thanks to low-cost airlines such as Easyjet and Ryanair, it is now quicker to fly in from London or Bristol than it is to take the train from Paris. Together they form what the locals jokingly refer to as the new English invasion, package tourists succeeding where the Duke of Buckingham failed.</p> <p>One group of mothers from Devon, enjoying the delights of St Martin with their children in tow, said they had fallen for the island's discreet charms. 'It's very clean and very French,' they explained. Another family, from Buckinghamshire, said they had been coming to Ré for 18 years and had never experienced any hostility from the locals. 'We've never had any problems,' said Judy, who works in advertising. 'They're always very friendly.' </p> <p>But it is perhaps not this kind of tourist that scares the Rétais. Though they are at pains to deny it, the islanders have a reputation for thinly veiled snobbery and over the years have become used to a certain class of holidaymaker, from former French Prime Minister Lionel Jospin to Johnny Depp. And, while the islanders battle publicly to ward off the threat to the environment, privately they mutter the words 'day trippers' and 'campers' as if to communicate a far greater menace. 'There is a real elitism here, a desire to create bourgeois ghettos,' said Pauline Escames, a student from the island who backs a free bridge.</p> <p>But that view is not shared by many. Karine Delineau, who works in a boutique in St Martin, said that opening the doors completely could bring the arrival of tourists who are 'less respectful'. 'At the moment the clientele here is of quite a high social level,' she whispered. 'We wouldn't want to lose them.'</p> <p>The property market is also a concern. In recent years locals have found family homes fetching prices they would never have dreamt possible. For some, such as Dorin, this has been unwelcome; he now faces having to sell his much-loved home to outsiders. But for many the boom has been greeted with delight, and there are concerns that if more tourists come demand from the elite will shrivel. 'When something is restricted, it gains a certain value,' said one estate agent, who did not want to be named. 'When it is accessible to all, it loses that value immediately.'</p> <p>Fears of Ré's imminent collapse have reached such heights that even the tourists want to keep out tourists. 'The toll was undoubtedly enough to put off the average day-tripper,' said Steve Rainbow, also from Buckinghamshire. 'I can't see how the infrastructure could hold up. The queues and the traffic are bad enough as it is.'</p> <p> And, standing on the St Martin waterfront as the yachts bobbed up and down and the sun sparkled off the spotlessly clean crepe stall, 19-year-old Fay said she felt the same. 'I don't want any more tourists to come,' she admitted, prompting her mother to laugh nervously. 'But, darling, we are the tourists,' she said.</p>",
  "<p>Georgia's President Mikheil Saakashvili is often described as 'pro-West', although 'pro-Nato' would be more precise, which in most of the former Soviet Union translates unambiguously as 'anti-Russia'.</p> <p>But that is not a definition that the North Atlantic alliance should embrace, especially not in the context of the war currently being waged over the tiny republic of South Ossetia.</p> <p>Russia says it has acted to restore a peace that it was mandated to keep in the region; a peace that was violated when Tbilisi launched an all-out assault to reclaim the separatist enclave last week. Since that attack claimed the lives of Russian soldiers based in South Ossetia, Georgia, according to the Kremlin, has declared war.</p> <p>Georgia, meanwhile, says it moved against the separatists only after constant provocation, stoked by the Kremlin. Moscow's zealous intervention, according to Tbilisi, confirms that the former imperial power in the Caucasus still sees the region as its private military playground.</p> <p>There is truth in both accounts, and both sides have a store of historical grudges to draw upon in portraying their opponent as the reckless aggressor. Trying to identify 'who started it' leads into a tangle of nationalist mythology, conspiracy theory and disinformation.</p> <p>But if the origins of the dispute are obscured by historical detail, the strategic miscalculations of recent days are clear. The biggest belongs to Georgia.</p> <p>President Saakashvili has pledged to 're-integrate' the areas that broke away from Georgia when it gained independence from the Soviet Union - Abkhazia and South Ossetia. Both are supported by Moscow. Mr Saakashvili desperately wants his country to join Nato and knows that the existence of enclaves inside his borders but outside his jurisdiction is a serious obstacle to that goal. At a summit in Bucharest earlier this year Nato held out the prospect of membership at an unspecified point in the future. Mr Saakashvili appears to have interpreted that lukewarm invitation as a statement of unalloyed solidarity and a licence to bring the separatists to heel. He calculated that Russia would not dare invade a Nato member-in-waiting. He was wrong.</p> <p>Georgia tried to play the card of mutual Western assistance, which it did not yet hold. As a result it has badly damaged its credentials as a reliable candidate for membership, a fact that Russia has been all too eager to point out.</p> <p>Until recently Georgia seemed inclined to accept a compromise of substantial autonomy for South Ossetia, just short of independence. That, given Russia's deep involvement in the region, is clearly the best deal Tbilisi can hope for. But the scale of Moscow's response - a full-scale air and ground onslaught - suggests it now intends to use Georgia's blunder as a pretext to humiliate and disable the country, to crush its aspirations ever to challenge Russian authority. It claims licence for its actions from the West's support for Kosovan independence. The crude calculus is that, if Nato can help Kosovo break away from Russian ally Serbia, Russia can wrest South Ossetia from Nato ally Georgia.</p> <p>Quite aside from the bogus analogy (Mr Saakashvili has many flaws but he is no Slobodan Milosevic), the Kremlin approach includes a strategic mistake. Georgia is sabotaging its Nato membership bid all by itself, which gives Russia the opportunity to play responsible regional peacekeeper. Since it knows Nato will not go to war over South Ossetia, the Kremlin could use this conflict to rebut the idea that it still grieves the loss of its old satellites and itches to reclaim them by force. Dmitri Medvedev, Russia's new President, is still an unknown quantity in the West with a chance to reshape his country's global image. With some shrewd diplomacy he could escape the shadow of his predecessor, Vladimir Putin, whose record in the Caucasus will always be coloured by memories of brutal repression in Chechnya.</p> <p>Russian diplomats often complain that the West judges their country by obsolete Cold War stereotypes, seeing any action in relation to its neighbours as neo-Soviet aggression. That is certainly the Georgian perspective. The message should go out from Nato capitals to Tbilisi that the Alliance expects diplomatic maturity from prospective members. That means signalling clear readiness for an immediate ceasefire. The message to Moscow should be that, by moderating its response to Georgia's foolish gambit and accepting a truce, the Kremlin can prove those Cold War stereotypes false.</p>",
  "<p>Well, the Chinese can certainly put on a do. At the Olympics opening ceremony, fireworks were blasting about, hither and thither, like some celestial Jean Michel Jarre concert. And did you see that bit where the Olympic logo was hoisted in the air like five giant shimmering Polo mints? Impressive stuff. And all the time. I was thinking: is it too late for us to get out of hosting this borathon in 2012?</p> <p>Is it my imagination or, with the Chinese Olympics barely begun, is everyone already either bored stiff or openly hostile? Every report is about the smog, heat, commercialisation, dope tests, blah. And that's not even starting on the human rights issues; so bad even President Bush feels entitled to have a go.</p> <p>Then there's the great unmentionable - the fact that, whoever the host nation is, the Olympics are always (whisper it) knuckle-chewingly tedious. I keep reading that, this year, there is an estimated global audience of three billion, but who are these people? I don't think I've ever met a person who genuinely cares. Nor can I recall popping around to someone's house, and being told: 'Ssh, damn you - the Olympics are on.'</p> <p>Indeed, no offence to 'Team GB', but does anyone care about discus throwing, swimming, or fencing? Leastways in the relationship-ending way they care when you start up the vacuum cleaner during a penalty shoot out. Though there are exceptions. When Frankie Gavin, the boxer came home in tears for failing to lose a few pounds to reach his target weight, there couldn't have been a woman in Britain who didn't feel his pain.</p> <p>The occasional Olympic event or personality might have caught the public imagination over the years (Daley, Kelly, the rowing champs, Eddie the Eagle). But on the whole, the Olympics are akin to a giant internationally sanctioned parents' race on school sports day, and who wants to watch that? Indeed, the Olympics has to be most boring, sprawling, least loved, most over-produced and expensive sporting tournament ever. And in 2012 it's all ours. It doesn't bode well. People are already complaining about the millions it cost to join the Chinese Olympics. Can you imagine the whingeing when we host the thing? By 2012, the Olympics will have been damned as a 'national folly', like the Millennium Dome, only with javelins. Everywhere, people will be moaning that they never wanted them in the first place. And while much has been made of the Chinese public being ordered to view their Olympics as the 'pivotal moment of their generation', I can't imagine them pulling that off here. Refuseniks and curmudgeons that we are, the British Olympics probably won't even rate as the pivotal moment of the fortnight.</p> <p>That's if we are even ready in time. In place of trillion-dollar opening night firework displays and giant shimmering hoops, one can just imagine the 2012 British version: officials charging around, tipping crisps into bowls at the last minute, giving foreign dignitaries sparklers to write their name in the air. Andy Burnham, or his equivalent, standing in the stadium, watched by billions around the world, red-faced, shouting: 'Someone must know where we put the catherine wheels!'</p> <p>And even if it isn't as bad as that, if our opening ceremony isn't like Abigail's Party with neon, if we do end up with bronze for curling, who can seriously be bothered? Rather than hosting the Olympics I'm sure, like me, the majority of Britons would prefer to do something more rewarding and enjoyable - such as feeding our arms into a giant meat grinder? Indeed, with only four years to go, we should start backing out now, using methods subtle and perhaps not so subtle.</p> <p>It could be like when you've had a couple too many in the pub and start agreeing to horrible hiking holidays with friends, and the next morning you have to ring and say: 'Oh sorry, I just checked the dates, and I can't make it after all. Shame that.'</p> <p>Alternatively, there is still time to offload it onto another country, the same way people in offices always try to get others to do boring tasks under the guise of: 'It's such a great opportunity, but I'm snowed under - do you want to do it? It will get you noticed by the people that matter.'</p> <p>But of course we won't do anything of the sort. The British Olympics of 2012 will happen, and we'll only have ourselves to blame for a daily helping of Sebastian Coe looking insufferably 'busy and important'. Just don't pretend you haven't been warned.</p> <h2>The latest speculation about Madeleine feels like exploitation to keep this sad story going</h2> <p>Dreadful though the thought is, is it time to hope that Madeleine McCann died the night she disappeared?</p> <p>Anything seems preferable to the explanation that she was abducted by a paedophile ring, and is perhaps still suffering. That it was always unlikely that some childless couple just fancied a little British girl, and all this time Madeleine has been enjoying ice cream and piano lessons. In their heart of hearts, the British public probably considered all this the moment Madeleine disappeared.</p> <p>Odd, then, that with the publishing of the case files, the 'paedo-ring' angle has been shoved in our faces as 'breaking news'. What's new about this news? Nothing of course. Just as there seems nothing particularly new about the sightings, some of which seem dubious to say the least. Surely anyone who'd have spotted Maddie, especially in those first feverish weeks, would have locked the door on her and her 'sinister' companions and screamed the place down.</p> <p>Who are these people who muse at their leisure on 'the strange sad blonde little girl' before calling the police? The real McCoy, or the usual attention-seeking nut-jobs - we'll never know. </p> <p>In the grand scheme of things, all this may seem harmless PR padding, but it isn't. The result is that 'Maddie-sightings' are going to end up having the same ring of authority as your bog-standard UFO, Elvis, or Lord Lucan spottings.</p> <p>By the same token, last week's sensational spin on what most of us guessed anyway, has given the case a dramatic unhelpful 'Maddie: the sequel' feel. A background hum of just wanting to keep the story going - to keep selling and exploiting as long as possible.</p> <p>None of which is remotely fair. In real terms the only new development is that the McCanns can feel vindicated at how shabbily the investigation was conducted - which is what they said all along. However, if the speculation turns out to be true, how hollow a victory is that?</p> <h2>Beyoncé - irritatingly gorgeous in any light</h2> <p>Has Beyoncé been 'white-washed', her skin tone digitally lightened, for those L'Oréal adverts? Her people and L'Oréal say not, and looking at the pictures, Beyoncé's skin doesn't seem so different to the (irritatingly gorgeous) shade I always thought it was. Still, let's face it, when Andie MacDowell was swishing her mane about for 'L'Oréal, yapping away about how she was 'worth it', you never got people musing that her skin had been made darker.</p> <p>It would be idiotic to claim there's no racism in advertising, that black faces weren't deemed a 'harder sell'. When Vogue Italia published its black model-only issue recently, it merely served to show how much virtually white-only editorial and advertising has been produced over the years.</p> <p>Saying that, I'm not sure this is Beyoncé's story. Nor for that matter L'Oréal's, who have a pretty good track record of using ethnic women in campaigns. Nor am I sure it's fair that black women can't opt for slightly lighter skin if they so wish. As things stand, a black female wanting lighter skin is deemed reductive and appalling. Meanwhile, white girls can go darker (with fake tans) any time they like. To clumsily paraphrase Orwell, it would seem that some forms of equality are still more 'equal' than others.</p>",
  "<p>China's winning start to the Olympics was overshadowed yesterday by the murder of a relative of the US men's volleyball coach.</p> <p>A knife-wielding Chinese man stabbed to death Todd Bachman, the father of former Olympian Elisabeth Bachman. He then attacked a Chinese tour guide before throwing himself from the 40 metre-high viewing platform of the Drum Tower, one of Beijing's most famous tourist spots. Mr Bachman's wife, Barbara, was also injured in the early afternoon attack. Elisabeth Bachman is married to US men's volleyball coach Hugh McCutcheon. </p> <p>Such a murderous assault is extremely rare in Beijing, which has a low crime rate compared to most cities of its size.</p> <p>State media identified the killer as Tang Yongming, a 47-year-old native of Hangzhou in the south-eastern province of Zhejiang. His motive is unknown, but local law authorities described him as a lone assailant.</p> <p>The crime put a damper on the festivities, which had come to life after Friday's spectacular opening ceremony and a strong start for the host nation, which won two golds on day one. 'They are deeply saddened and shocked,' the US Olympic Committee spokesman Darryl Seibel said of the volleyball team. He said the two Americans 'were not wearing apparel or anything that would have specifically identified them as being members of the delegation or as Americans'.</p> <p>The crime scene was quickly cleared by police. By mid-afternoon the green gates of the Drum Tower - normally a popular site - were locked. Through the rails all that was visible was a sanded area on the grey tiled floor where bystanders said the police had previously covered a body with a blanket.</p> <p>'I heard a woman screaming and then people running in the direction where the screams came from. It sounded like the screams came from the top of the Drum Tower,' said a foreigner who was in the area.</p> <p>Chinese residents who lived and worked close to the scene of the crime appeared to be under orders not to discuss the incident. 'Why are you paying so much attention to this? Murders happen all the time. You should pay attention to the two gold medals that China won today,' said a middle-aged woman in a flower-patterned shirt.</p> <p>Last night, a series of blasts killed at least two people in China's north-western Xinjiang province, state media reported. It said that sporadic gunfire was heard shortly after the explosions and that two Muslim suspects had been detained. Earlier this week, 16 Chinese policemen were killed in an attack on a border post in the province.</p> <p>Beijing has drafted in an extra 100,000 police and paramilitaries to ensure security at the event, which China hopes to use to highlight its re-emergence as a global power. But sporadic, small-scale protests continue to deflect attention from the sporting spectacle.</p> <p>On the opening day, five pro-Tibet activists draped themselves in Tibetan flags and lay down on Tiananmen Square in protest at the Chinese government's heavy-handed rule in Tibet. They were dragged away by plainclothes police officers. </p> <p>At the start of the equestrian events in Hong Kong, police removed a student from the crowd after she tried to display a Tibetan flag that had been concealed beneath a Canadian banner.</p> <p>Following the precedent set by previous hosts, the organisers in Beijing have established three protest zones. But no one appears to have used them, and two groups of protesters who tried to do so were reportedly either forced to leave Beijing or detained by police.</p> <p>Concerns about human rights violations have been strengthened by the disappearance of activist Zeng Jinyan, who has not been seen since last Thursday when the Olympic torch passed close to her home. Since Zeng's husband, Hu Jia, was jailed earlier this year, she and their eight-month-old baby have been under constant watch by the authorities. </p> <p>In her last blog, Zeng said that she was under extra surveillance before the Games and asked friends to stay away. When The Observer tried to call, her phone was out of service.</p> <p>'All attempts to contact her have failed. It is feared that Zeng has been taken into police custody and might be mistreated,' China Human Rights Defenders said. Another prominent activist, Maggie Hou, has also been out of touch for several days.</p> <p>Human rights disputes and security concerns have taken some of the shine off the lavish celebrations and warm welcome from local people. Before the Games, the organisers forecast that the spectacle would draw 500,000 foreign visitors, generating hundreds of millions of dollars for hotels, restaurants and taxi firms.</p> <p>But a tightening of visa regulations, security concerns and negative reports about pollution appear to have discouraged many people from attending.</p>",
  "<p>Two teenage gymnasts lifted British hopes on day one of the 2008 Olympics. While medal contenders in judo and cycling failed, Louis Smith, 19, and Daniel Keatings, 17, qualified for finals on their Olympic debuts and their coach Paul Hall was ecstatic. 'We've made history and it's just wonderful.'</p> <p>There has not been a male British gymnast in an Olympic final since the men's team finished fifth in 1920. The achievement is all the more astounding when given the age and inexperience of two of the youngest gymnasts in the competition. Keatings is the youngest gymnast in Beijing, and still competes in junior events.</p> <p>Smith and Keating compete for Huntingdon Gymnastics Club, and had not been expected to compete at these Games, aiming instead for London 2012. They were fast-tracked a whole Olympic cycle early after impressive results in last year's World Championships. Smith won a bronze medal in the pommel horse, the speciality apparatus for both finalists here. That was Britain's first global gymnastics medal in 13 years.</p> <p>Their success is magnified by the prospect of what they might achieve in 2012 when they will be nearer the peak age of medallists.</p> <p>Up against the best male gymnasts in the world from 36 different countries, including the gymnastics powerhouses China, Japan, Russia, South Korea and the United States, Smith and Keatings proved that they could hold their own. Smith qualified for the pommel horse final in fifth place with a score of 15.325pts, while Keatings nail-bitingly clinched the 24th and last place for the prestigious all-around individual final, as well as a 10th-place reserve slot in the pommel. </p> <p>As one of eight finalists Smith is in with a chance of a medal next Sunday lunchtime (British time), when he will be watched by a huge television audience. For Keatings a top-10 finish will be a huge result for a young man with great potential. </p> <p>It is a huge achievement for a sport that has struggled financially for years, and lacks elite facilities and coaches. This success, whether or not medals are won, should pave the way to the podium in 2012. </p> <p>As both gymnasts performed in the first session of the day it was a tense eight-hour wait to find out if they had made the grade. Sitting through two further sessions of outstanding performances from, among others, China's three-times pommel horse world champion Xiao Qin was gruelling for the team. 'It was more painful than anything else,' said Hall. 'I am just very pleased with the job they did today. They came out and performed like soldiers, although both of them can do better still. Louis has the potential to be right up there and Dan has a sparkling future ahead of him.' </p> <p>Hall sees a bright future for gymnastics, up to and beyond 2012. 'The last few months have proved we are capable of competing with the best. It hopefully means the sport will be supported now.'</p> <p>Elsewhere Britain faltered. Judo player Craig Fallon had started the day as a gold-medal prospect, but finished a very disappointing seventh. In the cycling road race all four Britons pulled out before the finish in hot, humid conditions. </p> <p>In dressage, William Fox-Pitt made a disappointing start, finishing sixth in his competition.</p> <p>There was better news in rowing, with several fine results, and a good win in boxing for middleweight James De Gale. In the archery Alison Williamson finished level with Naomi Folkard in seventh place and Simon Terry filled the same spot from the men's team.</p> <p>In the pool, Hannah Miley finished second to qualify for the 400m individual medley final, and in sailing Ben Ainslie recovered from a poor start to finish third overall in the Finn class. The defending Olympic champions in the yngling's class, Sarah Ayton, Sarah Webb and Pippa Wilson are second overall.</p> <p>In badminton Tracey Hallam is into the last 32 with a win over Chinese favourite Yip Pui Yin, while in the men's competition Andrew Smith also won his match.</p> <p>The enduring memory of the day, though, remains with the achievements of the British men's gymnastics pair. Tattooed into the back of Louis Smith's neck is the motto: 'What I deserve I earn'. Yesterday that was true of Smith and Keatings.</p>",
  "<p>So, was that picture of Beyoncé, looking sultry and wide-eyed as she poses for a L'Oréal advert, doctored to make her skin look lighter? The company itself swears blind that it wasn't.</p> <p>But whatever the truth of the past week's headlines, the whole episode has underlined that for millions of people, skin colour is still a contentious issue.</p> <p>It matters in Bangladesh, where some elderly women still tell their granddaughters to avoid tea lest it make their faces darken; it matters in Kenya, where a friend bemoans the fact that the 'beautiful' (read pale) are always the ones who make it as television stars.</p> <p>It matters across southern Africa - in Malawi, Zambia, Botswana and beyond - where village stores line up skin-lightening products alongside the staple offerings of sweets, bottles of pop and razors.</p> <p>And I know that it matters greatly in India, my country of origin, where wedding adverts include a request for 'complexion', with 'fair' counting as good and 'very fair' as excellent. In a country where skin colour has become a multi-million-pound industry, there is even a word for those that are not quite white enough to be deemed light-skinned, but not too dark either: they are called 'wheatish'.</p> <p>There is also a Unilever product that promises 'total fairness'. Known as a 'power brand' because of its enormous sales, Fair and Lovely parades its products through clips that show women applying the cream, turning a paler shade of brown and then miraculously transforming into über-successful film stars overnight.</p> <p>In one, a woman hoping to become a television presenter, says: 'Just before my fourth interview, I realised that the obstacle to obtaining my dream job was my skin colour.'</p> <p>There is no question that the adverts make me feel uncomfortable; that they make me think that there must be something inherently racist and oppressive about this trend; that they imply that people in India are more likely to be successful if they are pale - but this is a complex issue.</p> <p>For example, just how does the deep desire among people in India, Pakistan, Kenya, Malawi and beyond to be fair compare to the desperation among Brits, Americans, Europeans and Australians to tan their skin - sometimes until it is leathery and brown?</p> <p>And what makes bleaching the surface of your face until the colour fades away worse than injecting Botox into the muscles beneath to prevent movement and wrinkles; having a surgeon fracture your bones in order to straighten your nose; or getting someone to suck out the fat in your stomach and thighs? Striving to be beautiful is a global phenomenon - should skin-lightening be seen as any different?</p> <p>I'm not sure, but to me this trend matters. Because the inherent assumption when people pile on these products is that being white is somehow more beautiful than being brown, and that, in turn, is preferable to being black.</p> <p>As well as becoming a race issue, that also makes it a class issue. In India, for instance, the people of the lower castes are almost always darker-skinned than those of higher ones.</p> <p>And the notion that 'fair is better' is so ingrained in some communities that, when I asked an Asian friend why it was, they responded: 'Because people who are fair are 80 per cent more beautiful.' The same person winces if I allow myself to go dark in the sun and once boasted that their relative's new fiancée was 'very light-skinned'.</p> <p>Another friend described how important skin-colour was to her Bangladeshi in-laws. When she was pregnant, they encouraged her to drink milk and avoid dark foods and tea to give the baby the best chance of being fair. Her (quite pale) father-in-law, meanwhile, argued that it was his 'good genes' that would ensure the baby was not too dark. Another family, originally from Kolkata in India, talked about how one set of siblings were all different shades because of the mother's eating behaviour during each pregnancy.</p> <p>I think it is worrying that people think this issue is so important, but there is no denying that - in showbusiness, at least - it does affect people's chances of employment.</p> <p>Scour the internet for images of black women chosen to appear in hip-hop or rap videos - they are far more likely to be fair-skinned than dark. Black actresses and singers who are considered the most beautiful are also often fairer - such as Beyoncé or Halle Berry.</p> <p>But perhaps the tide is turning. Women with darker skin are certainly becoming more prevalent among the world's supermodels and when Italian Vogue recently published a 'black edition', it caused such phenomenal demand that Condé Nast printed an extra 40,000 copies.</p> <p>In India, meanwhile, Bipasha Basu is a hugely successful Bollywood actress and model - that is despite thinking that she was ugly as a child because her skin was (very slightly) darker than some of the models of the time. </p> <p>Basu, whose complexion is often described as 'dusky', has won the title of 'India's Most Desirable Woman'. It is worth adding, however, that, while she is described as a successful star with slightly darker skin, most of the images of her still appear quite pale.</p> <p>As for the Beyoncé furore, L'Oréal has issued a statement saying it is 'categorically untrue' that the company altered her features or skin tone. Meanwhile, her Hollywood publicist, Alan Nierob, added: 'There is no doubt that anyone seeing that ad will know that it is Beyoncé.' </p> <p>To me, there is no doubt that, at the very least, the lighting of the picture makes her look light-skinned. Whether that was conscious or not it, the image is likely to strengthen the impression - at least slightly - that pale is beautiful.</p> <p>Now is the time to start realising that as well as not judging people on the colour of their skin, we should not judge them on the shade of their skin. But perhaps that is as forlorn as hoping that one day we stop judging each other on looks at all.</p>",
  "<p>China's winning start to the Olympics was partially overshadowed today by a murder-suicide involving a relative of the US men's volleyball coach.</p> <p>A knife-wielding Chinese man fatally stabbed an American man and his female Chinese tour guide before throwing himself off the 40m-high viewing platform of the Drum Tower, one of Beijing's most famous tourist spots.</p> <p>The dead man's wife was seriously injured in the early afternoon attack - an extremely unusual occurrence in Beijing, which has a low crime rate compared to most cities of its size.</p> <p>US officials identified the dead man as Todd Bachman. His wife, Barbara, was injured. They are the parents of former US Olympian Elisabeth Bachman, who represented the country at volleyball in 2004 and is married to the current US men's volleyball coach, Hugh McCutcheon.</p> <p>State-media named the killer as Tang Yongming, a 47-year-old native of Hangzhou in the south-eastern province of Zhejiang. His motive is unknown, but local law authorities described him as a lone assailant.</p> <p>The crime put a damper on the festivities, which came to life with yesterday's spectacular opening ceremony and a strong start for China today, winning two gold medals.</p> <p>\"They are deeply saddened and shocked,\" the US Olympic committee spokesman Darryl Seibel said of the volleyball team.</p> <p>He said the two Americans \"were not wearing apparel or anything that would have specifically identified them as being members of our delegation\" or as Americans.</p> <p>The crime scene was quickly cleared by police. By mid afternoon, the green gates of the Drum Tower - normally a popular tourist site - were locked. Through the rails, all that was visible was a sanded area on the sloping, grey tiled floor where bystanders said the body had lain, covered by a police blanket. </p> <p>\"I heard a woman screaming and then people running in the direction where the screams came from. It sounded like the screams came from the top of the Drum Tower,' said a foreigner who was in the area.</p> <p>Chinese residents who live and work within a few seconds walk from the scene of the crime, appeared to be under orders not to discuss the incident.</p> <p>\"Why are you paying so much attention to this. Murders happen all the time. You should pay attention to the two gold medals that China won today,\" said a middle-aged woman in a floral-patterned shirt. Beijing has drafted in an extra 100,000 police and paramilitaries to ensure security at the Olympics, which China hopes to use to highlight its re-emergence as a global power.</p> <p>But sporadic, small-scale protests continue to deflect attention from the sporting spectacle.</p> <p>On the opening day, five pro-Tibet activists draped themselves in Tibetan flags and lay down on Tiananmen Square in protest at the Chinese government's heavy-handed rule. They were swiftly dragged away by plain-clothes police officers.</p> <p>At the start of the equestrian events in Hong Kong, police removed a student in the crowd after she tried to display a Tibetan flag that she had concealed beneath a Canadian banner.</p> <p>Following the precedent set by previous hosts, the organisers in Beijing have established three protest zones, but nobody appears to have used them. Two groups of those who tried to do so were reportedly either forced to leave Beijing or detained by police.</p> <p>Concerns about human rights violations have been strengthened by the disappearance of activist Zeng Jinyan, who has not been seen since Thursday, when the Olympic torch passed close to her home.</p> <p>Since Zeng's husband, Hu Jia, was jailed earlier this year, she and their eight-month-old baby have been under constant watch by the authorities. In her last blog post, Zeng said she was under extra surveillance ahead of the games and asked friends to stay away. </p> <p>\"All attempts to contact her have failed. It is feared that Zeng has been taken into police custody and might be mistreated,\" China Human Rights Defenders said. Another prominent activist, Maggie Hou, has also been out of touch for several days.</p> <p>Human rights disputes and security concerns have taken some of the shine off the lavish celebration and warm welcome by local people. Ahead of the games, organisers forecast the lavish spectacle would draw 500,000 foreign visitors, generating hundreds of millions of dollars of business for hotels, restaurants and taxi firms.</p> <p>But a tightening of visa regulations, security concerns and negative reports about pollution appear to have discouraged many people from coming.</p> <p>\"It's as though we spent a long time preparing a big feast, and then nobody turned up to eat it,\" said a local taxi driver, as she surveyed the unusually empty roads and complained about the lack of customers.</p>",
  "<p>The impact of the conflict between Russian and Georgian troops in the disputed region of South Ossetia was felt in the Beijing Olympic village yesterday as athletes from the two nations came to terms with news that their countries are effectively at war.</p> <p>As news of the conflict reached the two teams Russia's team leader<br>described the Georgian president as \"mentally ill\" and the IOC was pressed to defend the Olympic truce, broken so spectacularly just as the opening ceremony of the Beijing games took place last night.</p> <p>Russia and Georgia will meet in competition in the women's beach volleyball on Wednesday, but the IOC said that it had no plans to introduce special security measures for the game.</p> <p>Russian prime minister Vladimir Putin attended the opening ceremony in Beijing and met with IOC president Jacques Rogge, but IOC spokeswoman Giselle Davies said the conflict was not discussed.</p> <p>\"The meeting was very much focused on the sporting agenda, they discussed Sochi [the Russian city hosting the 2014 winter Olympics]. There was no discussion of any political or global incidents,\" she said.</p> <p>\"The sad reality is that out of the nations who were parading last night a number of them are in conflict and in an ideal world it's not something we would like to see. We can only bring the ideals of how sport can bring people together as friends.\"</p> <p>Russian Olympic Committee spokesman Gennady Shvets said that the team had been upset by reports of up to 1,500 deaths, and were following developments closely. He insisted that preparation would not be interrupted, but attacked the Georgian president.</p> <p>\"Our athletes are doing what they've prepared for years. There's no politics.\" Describing Georgian president Mikheil Saakashvili, who is backed by Washington, he said: \"He's stupid, a criminal, mentally ill, he should go to a clinic. Normally during the Olympics countries try to calm down any conflicts they have.\"</p> <p>The Georgia team's marketing consultant, Peter Tsanava, said there was no antagonism between the two teams. \"It is a terrible situation when you hear there is bombing going on in your country, and it is a tiny country. Georgians and Russians are both worried,\" he told Reuters.</p> <p>\"I live in Moscow but my family is in Georgia right now and I am worried. I hope everything gets better quickly.\"</p> <p>The conflict could yet have implications for Sochi, which is a few hundred kilometres from Georgia's western border. The IOC warned Sochi this week, that it needed to improve several aspects of its preparations. Davies said it was still to early to assess any effect on the Sochi Games preparations.</p>",
  "<p>A Chinese man stabbed the relative of a US Olympic team coach to death in Beijing today and seriously injured another family member and her guide before committing suicide, officials said. </p> <p>The man, whose relative coaches the men's volleyball team, died \"during an attack by what local law enforcement authorities have indicated was a lone assailant\", US Olympic officials in Beijing said in a statement, giving no further details.</p> <p>The attack took place on the first full day of the Olympics, at one of the capital's most popular attractions. </p> <p>The assailant, believed to be Tang Yongming, 47, struck at the Drum Tower in north Beijing shortly after noon. The man was killed outright while the female relative and her Chinese tour guide were rushed to hospital. A member of staff at the hospital said their condition was not yet clear but the US Olympic statement said the American woman's injuries were serious.</p> <p>Tang, from Hangzhou in eastern Zhejiang province, then leapt from the 13th century tower. He was identified by an ID card found on his body, the Beijing municipal government said in a statement. </p> <p>Darryl Seibel, a spokesman for the US Olympic committee, said the two Americans \"were not wearing apparel or anything that would have specifically identified them as being members of our delegation\" or as Americans.</p> <p>He added that the volleyball team were \"deeply saddened and shocked\" and said that it was too early to say whether the US delegation or athletes would require additional security.</p> <p>The White House said that President George Bush, who is in Beijing for the opening days of the games, had been informed. The administration has offered the families of the victims assistance.</p> <p>Emmanuelle Moreau, spokeswoman for the International Olympic<br>Committee, said it was speaking to games organisers to find out full<br>details of the incident, and would provide whatever assistance it<br>could.</p> <p>Police rushed to the scene after receiving an emergency call and closed off the area with yellow tape. Security officers were examining the scene on the tower and below.<br> <br>Attacks on foreigners are extremely rare in China, not least because they carry heavier punishment than crimes against Chinese people. </p> <p>Beijing has relatively low crime levels compared to other major world cities and is under particularly intense security because of the Olympics. </p> <p>The government has drafted in tens of thousands of extra police and troops – as well as volunteer wardens – in its determination to prevent protests, terrorism and other threats during the Olympics.</p> <p>In a further – if more anticipated – blow to Beijing Olympic officials, the first full day of sport following last night's spectacular opening ceremony was marked by a series of protests.</p> <p>On Tiananmen Square in central Beijing a small group of pro-Tibet activists wrapped themselves in Tibetan flags and lay down. The five protestors were swiftly dragged away by plain-clothes police officers.</p> <p>In Hong Kong, where the games' equestrian events are taking place, a student in the crowd for the first day of competition was removed after trying to display a Tibetan flag.</p> <p>The student, named as Christina Chan, was sitting in the front row with a Canadian flag. When she tried to peel away that flag to reveal a Tibetan emblem beneath, security officers covered her with a cloth and asked her to leave. They carried her out of the venue after she refused to go of her own free will.</p> <p>Activists have promised to use the global focus on China during the games to highlight the country's abuses of civil and religious freedoms, particularly in Tibet.</p> <p>Beijing has ruled the Himalayan territory, which it claims as an integral part of China, for more than 50 years.</p>",
  "<!-- Block 1 --> <p><strong>01.55am: Well here we are.</strong> We've cooed at the 35,000 fireworks. We've watched Li Ning run along a computer-generated unfolding scroll thing. We've admired the Bird's Nest stadium, kind of absorbed the fact that the No8 is lucky in the Chinese calendar and coughed at the pictures of the smog. And now the <a href=\"http://www.imdb.com/name/nm0955443/\">Zhang Yimou</a>-directed <a href=\"http://www.theguardian.com/sport/gallery/2008/aug/08/olympics2008.china?picture=336347323\">opening ceremony </a> is over, let the Games begin.</p> <!-- Block 2 --> <p><strong>02.15am: This is the place to come </strong>for all the live coverage, blogs, comment and instant response to breaking news. You can also find a handy schedule of today's events (in Chinese time) <a href=\"http://www.theguardian.com/sport/olympics/2008/events/aug/09\">here</a>. No wonder <a href=\"http://blogs.theguardian.com/sport/2008/08/09/do_i_have_to_cry_at_the_olympi.html\">Barney Ronay</a> is welling up already.</p> <!-- Block 3 --> <p><strong>02.35 am. </strong>The eventing dressage is already under way and Daisy Dick, she drafted in because of injuries to Zara Phillips and Lucy Wiegersma's horses, has already trotted her way to a highly respectable 51.70. (For the equestrian relatively ignorant, the lower the score the better.) FACT: Daisy Dick went to school with our very own <a href=\"http://blogs.theguardian.com/sport/2008/08/09/like_it_or_not_china_will_play.html\"> Marina Hyde</a>.</p> <p>Later Britain's dressage star in the eventing team, and an individual medal hopeful in his own right, 39 year-old <a href=\"www.foxpitteventing.co.uk\">William Fox-Pitt</a>, who sounds like a character from <a href=\"http://www.youtube.com/watch?v=y4CXY6TVBMc\"> Harry Enfield</a>, but won silver in Athens, has a chance to go one better. </p> <p>At the Beijing Olympics, even the dressage is political. Security officers in Hong Kong removed a university student, Christina Chan, who tried to display the Tibetan flag.</p> <!-- Block 4 --> <p><strong>02:45am: </strong>Equestrian dressage, women's shooting, women's volleyball, basketball and handball are already under way. Indeed, Australia lead Belarus 19-12 at the end of the first quarter in the opening women's basketball pool game. Coming up, we've got bouts of boxing that'll make the fighting in opening ceremony director Yimou's <em>Hero</em> look as menacing as Jimmy Carr. And we've balletically brilliant basketball, swimming, volleyball, fencing, beach volleyball, handball and football, that'll make <em>House of Flying Daggers</em> look like the Friday night lovelies falling out on to the Farringdon Road.</p> <!-- Block 5 --> <p><strong>02:58am: </strong> You do worry that all this week's political breast-beating about how Britain was due a massive medal haul will come back to bite us. It certainly left a bad taste, as <a href=\"http://blogs.theguardian.com/sport/2008/08/09/zaras_horse_sense_beats_allcon.html\">David Mitchell</a> so astutely pointed out, in the mouth. William Fox-Pitt scored 50.20 which puts him in at the medal unhopeful position, at this early stage, of 11th.</p> <!-- Block 6 --> <p><strong>03:05am:</strong> Seven golds are on offer today, indeed, we're not so far away from the first gold medal – the women's 10 meter air rifle. China's Du Li is reigning Olympic champion and the overwhelming favourite – it would mean so much to the Chinese for her to retain her title. IOC President Jacques Rogge is even due at the shooting range hall to present the medals. The whole nation is wanting and willing it... but at the moment she's running fourth but it's too close to call. </p> <p>Ironically, in Athens, the German favourite, Heiner Gabelmann, buckled under the strain of expectation. will the same happen to Du Li? You simply can't imagine the pressure.</p> <!-- Block 7 --> <p><strong>03:10am: </strong>Back to the women's basketball. Australia are beating Belarus 44-28 at half-time. The Athens silver medalists are on course for an easy victory. Next up in Group A will be Mali against New Zealand, you'd expect New Zealand to win that equally comfortably.</p> <!-- Block 8 --> <p><strong>03:18am: </strong>We don't have a medal yet, but we do have the first athlete to be sent home for failing a drugs test, Greek sprinter Anastasios Gousis, a 200m semi-finalist in Athens four years ago. The Greek Olympic team has already lost 13 members, with 11 weightlifters, a boxer and swimmer Yiannis Drymonakos withdrawn after positive tests in the past three months.</p> <!-- Block 9 --> <p><strong>03:34am: </strong>After the shooting, the second medal up for grabs is in the Women's 48kg weightlifting final - it's a mixture of snatch and clean &amp; jerk lifting methods, with the best total used to determine the final rankings and medal winners. The Turkish phenomenon that is Nurcan Taylan has just entered the competition, failing at 84KG. Astonishing considering that in Athens she set a then world record of 97.5KG. Next we have a strong Thai contingent, with the home favourite, Chen Xiexia, still to come.</p> <!-- Block 10 --> <p><strong>03:40am: </strong>There's a result in the women's beach volleyball. Norway have beaten Belgium 2-0. I'm struggling to picture beach volleyball in Norway, and in truth both nations count as minnows next to the likes of Cuba, Brazil and the United States. Though, of course, as ever in Beijing you can't discount the Chinese.</p> <!-- Block 11 --> <p><strong>03:54am:</strong> Before the shooting final really warms up, let's have a bit of a results and comment round up. In the women's basketball Australia beat Belarus 83-64. Irish fencer Siobhan Claire Byrne lost to Irena Wieckowska in the first round of the Women's Individual Sabre. Lastly, William Fox-Pitt has blamed his horses nerves, after a last minute judge's inspection on his stomach, for his underwhelming performance. \"I'm disappointed,\" said Fox-Pitt. \"He (Parkmore Ed) is capable of a lot better. He seemed very aware of where the exit was and it was hard to keep him concentrated.\"</p> <!-- Block 12 --> <p><strong>04:01am: Gold medal - women's 10m air rifle: Katerina Emmons (CZE) </strong></p> <p>There is disappointment for China in the shooting as Du Li has failed in her attempt to retain the women's 10m air rifle title, instead the competition was dominated by Katerina Emmons of the Czech Republic who equalled a world record score of 400 in the qualification round. Lioubov Galkina of Russia took Silver and Snjezana Pejcic of Croatia took Bronze. Du Li had to settle for fifth. Better news for China in the weightlifting though, as Chen Xiexia, is taking the opposition to the cleaners.</p> <!-- Block 13 --> <p><strong>04:12am: </strong>More Beijing beginnings, the men's cycling, featuring Tour de France winner Carlos Sastre of Spain, and runner-up Cadel Evans of Australia, are on their 148.5 mile way. In fact, the whole thing is something of a Tour de China, taking in some of the Great Wall of China, Tiananmen Square, the Forbidden City and the Temple of Heaven.</p> <!-- Block 14 --> <p><strong>04:21am:</strong> Women's handball news. France survived a scare to beat Angola 32-31. I mention this partly because Britain is trying to kick start interest in the sport ahead of the 2012 London Olympics. You can find out more <a href=\"http://britishhandball.worldhandball.com/DesktopDefault.aspx?menuid=1086\">here</a>, just be aware that they want women 5ft 11in or taller and men 6ft 3in or taller. And when I say kick start interest (or whatever the handball equivalent is) I mean they want us to start winning, we're not at the Beijing Games.</p> <!-- Block 15 --> <p><strong>04:30am: </strong> The Olympics is unarguably the biggest sporting spectacle on the planet. For various technological, demographic and political reasons, The Beijing Olympics will probably be the biggest Games ever. Unless you're Sky Sports news, that is. They're focusing on cricket at the Oval (but it's hardly <a href=\"http://blogs.theguardian.com/sport/2008/08/08/theres_no_avoiding_the_pieters.html\">Vic Marks</a>), Arsenal's pre-season victory over Ajax and… Nottingham Forest V Reading. Presumably, because they don't have the rights, The Beijing Olympics have been erased as completely as Trotsky's name in later editions of John Reed's Ten Days that Shook the World. Strewth.</p> <!-- Block 16 --> <p><strong>04:35am: </strong>Later in the morning, we'll get our first glimpse of several more Brit hopefuls. Rightly-acclaimed poster boy, <a href=\"http://www.benainslie.com/default.asp\">Ben Ainslie</a>, goes for his third consecutive gold medal in the Heavy Weight Dinghy competition. Also worth following will be Sarah Ayton, Sarah Webb and Pippa Wilson, who are the criminally unheralded favourites in the <a href=\"http://www.theguardian.com/sport/2008/aug/05/olympicssailing.olympicgames2008\">Keelboat </a>(Yngling) class.</p> <!-- Block 17 --> <p><strong>04:55am: </strong>Back to the weightlifting, where we're at the clean &amp; jerk stage. The weights have been disappointing so far - the event kicked off atypically early, around 10.30am Chinese time, and to be blunt you can't just role out of bed and lift one hundred and ten kilos. In the absence of the elephantine weights I was expecting, I've allowed myself to be distracted by the unexpected weightlifting beauty of <a href=\"http://www.nbcolympics.com/athletes/athlete=66114/bio/index.html\">Melanie Noel</a>. However, now Madamoiselle Noel is out, then the quality of competition is more than making up for the lack of World Record breaking activity. Chinese star Chen Xiexia looks in control but the other medal placings are between Korean Im Jyoung-Hwa, the impressive Taiwanese lifter Chen Wei Ling, the Thai Pensiri Laosirikul and rising Turkish talent Sibel Özkan.</p> <!-- Block 18 --> <p><strong>04:59am: </strong>More from the beach volleyball. Bad news for Swiss fans, the women's team lost 0-2 to China, while the men's team were beaten by the same score by the Netherlands. Hey, maybe Roger Federer will make it all right by routing Russia's Dmitry Tursunov later in the tennis.</p> <!-- Block 19 --> <p><strong>05:09am: Gold medal - women's 48 kg weightlifting: Chen Xiexia (CHN) </strong></p> <p>Chen Xiexia has taken the first Chinese gold of the Games, she made it look easy, and was a country mile ahead of the rest of the field. Second was Sibel Özkan from Turkey and third was Chen Wei Ling from Taiwan. Next China will get to add to what is certain to be a Midas-ly monstrous haul of golds in the Men's 10m air pistol final.</p> <!-- Block 20 --> <p><strong>05:30am: </strong>We've a grappling chance of a medal in the judo, where Black Country judoka Craig Fallon will be competing in the men's 60kg competition, which is just bouting off now. On paper Fallon looks a shoo in. Except that while he was crowned world champion in 2005, and then European champion in 2006, he crashed out in the second round in Athens. After his defeat at the hands of Revazi Zintiridis, his coach blamed the ref, \"you're not going to get any favours from the referees\" when you're \"in Greece fighting a Greek guy\". We'll see.</p> <!-- Block 21 --> <p><strong>05:41am:</strong> To the gymnasium, where the men's teams are locked in qualifying (team and individual) battle. Italian Enrico Pozzo is currently letting loose on the pole horse, people in the know say it was average, but to my eyes it was extraordinary. The Chinese athletes, of course, have always excelled in this area. Anyone else remember <a href=\"http://www.youtube.com/watch?v=Q5YALP1BdEg\">this?</a></p> <!-- Block 22 --> <p><strong>05:50am: </strong>In the second women's basketball match New Zealand are following the winning example of neighbours, everybody needs good neighbours Australia, they're leading Mali 42-33 at half-time.</p> <!-- Block 23 --> <p><strong>06:05am: </strong>One of the nicest stories from out of the leftfield of the Athens Olympics was the silver medal of photogenic badminton mixed doubles pair Gail Emms and Nathan Robertson. Well, the singles tournament is already underway. Pick of the games so far was Indonesian Maria Kristen Yulianti staging a late fightback to beat German hopeful Juliane Schenk in a superb three setter. The Chinese top seeds Lin Dan (male) and Xie Xingfang (female) play tomorrow. Athens quarter finalist Tracey Hallem and rising male hopeful and world no.20 Andrew Smith provide the home challenge. In Guardian land, I need to beat Phil Passey to stay in the Premier League on Tuesday.</p> <!-- Block 24 --> <p><strong>06:14am: </strong>If you're wondering quite why we haven't had that glimpse of Ben Ainslie going for his third gold in the sailing yet, or why I haven't given you more on Yngling favourites Sarah Ayton, Sarah Webb and Pippa Wilson, it's because the sailing events have been delayed. Meantime Team GB rower, <a href=\"http://blogs.theguardian.com/sport/2008/08/09/counting_down_the_hours_till_r.html \">Richard Chambers</a> shares his experience of preparing for a big Olympic day on the water.</p> <!-- Block 25 --> <p><strong>06:18am:</strong> <a href=\"http://www.theguardian.com/sport/2008/aug/09/olympics2008.olympicsshooting1\">Lawrence Donegan</a> reflects on how Katerina Emmons upset the formbook and overcame a headache, and the will of a billion odd Chinese people, to beat local hero Du Li, to the first gold of the Games.</p> <!-- Block 26 --> <p><strong>06:20am: </strong>More on the lack of the scheduled sailing competition, it's apparently nothing more sinister than a lack of wind. It's just a postponement at Qingdao \"one of the most windless places on the planet\" and maybe not the first we'll see.</p> <!-- Block 27 --> <p><strong>06:30am:</strong> It's not that much of an exaggeration to say that Craig Fallon had no sooner begun his fight with Monaco's unfancied Hann Siccardi, than he beat him. Our Black Country boy is comfortably through to the second round. Good job.</p> <!-- Block 28 --> <p><strong>06:35am: </strong>More results and news for your delectation. In the women's beach volleyball the Australians beat the Russians 2-1, while New Zealand eventually closed out Mali in the women's basketball 76-72. Meanwhile, Qingdao is getting gusty and the sailing is starting up.</p> <!-- Block 29 --> <p><strong>06:47am: </strong>Back to the pommel horse. Huntingdon-based hopefuls Louis Smith and Daniel Keatings have finished their routines - both hope to make the individual final but the exciting 19 year-old Smith made several minor errors while teammate Keatings' spoiled a fine effort by losing his balance as he dismounted. Despite all the huff and puff about it being a learning experience for London in four years time, they'll be disappointed if they fail to make the final. Fingers crossed. Better news comes from the cycling, where 19 year-old Brit Johnny Bellis is handily placed as they approach the Great Wall of China.</p> <!-- Block 30 --> <p><strong>07:04am: </strong>Lack of wind or no, Ben Ainslie has made a storming start in the dingy and has cut his way through the fleet with only Croatia's Ivan Kljaković Gašpić keeping in touch. Less good news in the Yngling, where the British team were trailing in last, and despite picking up, have it all to do in the downwind half of the first race.</p> <!-- Block 31 --> <p><strong>07:17am: </strong>James DeGale, the only Team GB boxer in action today, is going into the fourth round against Egypt's Mohamed Hikal in the opening round of the middleweight division. Sad to say, the Hammersmith boy is in bother. Frankie Gavin debacle aside, you gotta trust <a href=\"http://www.theguardian.com/sport/2008/aug/08/olympicsboxing.olympics2008?gusrc=rss&amp;feed=sport\">John Rawling</a>, that things will turn around for the British boxing team.</p> <!-- Block 32 --> <p><strong>07:20am: </strong>Bored by the news that Katerina Emmons won the first Gold in Beijing? <a href=\"http://blogs.theguardian.com/sport/2008/08/09/after_32_minutes_beijing_2008s.html\">Andy Bull </a>follows the first loser, Australian badminton hopeful Erin Carroll, gone in 30 odd minutes.</p> <!-- Block 33 --> <p><strong>07:24am: </strong>He lost the first round or so, but boxer James DeGale triumphed 13-4 over Mohamed Hikal of Egypt in the end. Welcome good news.</p> <!-- Block 34 --> <p><strong>07:38am: </strong>The wind has dropped again in the sailing, and with it Ben Ainslie's command of the field in this first race. Charismatic Greek, Emilios Papathanassiou, has overhauled both Ben Ainslie and Ivan Kljaković Gašpić to lead by a distance. In fact, a fair few have sailed past our man Ainslie including America, Brazil and Poland. He finished tenth, a dramatic collapse after the wind died.</p> <!-- Block 35 --> <p><strong>07:46am: </strong>It's second round misery again for Craig Fallon, he's lost his second round match against European champion Ludwig Paischer from Austria. And doubling the unhappy Athens deja vu, Fallon didn't have the rub of the green from the referee either. Bronze is now the best he can do.</p> <!-- Block 36 --> <p><strong>07:56am: </strong>The cycling is cracking on - with Stefan Schumacher, a two-stage winner in this year's Tour de France, currently setting the pace. Sadly, there's not going to be a fairy tale for the teenage Brit Johnny Bellis, who's fallen away. From young hopeful to grizzled veteran, <a href=\"http://blogs.theguardian.com/sport/2008/08/09/longo_joins_elite_group_of_sev.html \">William Fotheringham </a>pays tribute to seven-time Olympian Jeannie Longo who rides in the women's race tomorrow.</p> <!-- Block 37 --> <p><strong>08:08am: </strong>It's 8am, which means that it's time for Lutz, Tom Lutz. But before I handover, let me bring you up to date with some of the non-Brit action. In the women's handball Hungary beat Sweden 30-24. In the women's beach volleyball their have been wins for China and Italy. And lastly, but not leastly, China are up in their basketball game with Spain. Should be a close game, that. And now talking you through the last five medals of the first day it's Mr Lutz.</p> <!-- Block 38 --> <p><strong>8.15am: </strong>Oh, hello. A few zingers coming up later today. We've got a shooting medal to be decided in the next few minutes in the 10m air pistol final and the there'll be more slashing than in a horror movie double bill later as the women's sabre medals are decided.</p> <!-- Block 39 --> <p><strong>8.18am: </strong> Big news at the beach volleyball courts where George Bush has stopped by to ogl… support the US women's team as they practise ahead of their campaign.</p> <!-- Block 40 --> <p><strong>8.24am </strong> China's Pang Wei is destroying the competition in the men's 10m air pistol. He's going to have to shoot one of the judges, or George Bush on the beach volleyball court if he's going to stuff it up at this point. He looks disappointed as his first shot goes just wide of the centre, but it's good enough to secure the gold. <strong>Two golds for China then</strong>, only 563 more to go.</p> <!-- Block 41 --> <p><strong>8.28 am: </strong> Medals from 10m air pistol final: <br>Gold: Pang Wei (China)<br>Silver: Jin Jong-oh (South Korea)<br>Bronze Kim Jong-su (North Korea)</p> <!-- Block 42 --> <p><strong>8.38am :</strong>You'll want to know about the men's road race, won't you? Kuschyinski from Belarus/NOT BRITAIN and Pidgornyy from Ukraine/NOT BRITAIN are about 90 seconds ahead of the peloton. There's still an hour and a half to go though, so plenty of time for them to be caught.</p> <!-- Block 43 --> <p><strong>8.40am - Sportsman you might have heard of watch: </strong>Tour de France winner Carlos Sastre is back in the peloton minding his own business, ready to make his move.</p> <!-- Block 44 --> <p><strong>8.47am: </strong>Britain's Alan Campbell wins his single sculls heat and is through to the quarters.</p> <!-- Block 45 --> <p><strong>8.54am: </strong>Sean Ingle has been wandering around Beijing inhaling huge lungfuls of not-as-polluted-as-it-once-was air and come to the conclusion that <a href=\"http://blogs.theguardian.com/sport/2008/08/09/humidity_is_the_athletes_enemy.html\">it's the humidity that will harm athletes</a>, not the pollution. The women's archery team is through to the final and, like Henry Kelly in his heyday, will be going for gold tomorrow.</p> <!-- Block 46 --> <p><strong>9.02am: </strong>Our man Fallon battles it out for the chance of a bronze. His opponent is Morocco's Ahamdi. Fallon, by the way, sports a jaunty bandage round a cut over his left eye, which gives him a rather piratical air. All the judo kids will be wearing it come September, trust me. Gah! That cut has turned into a spurting geyser now and the doctor's on. Fallon is up 11-0 though.</p> <!-- Block 47 --> <p><strong>9.03am: </strong>And Fallon is through. He ground out the last seconds of the fight and his bronze dreams are still alive.</p> <!-- Block 48 --> <p><strong>9.12am: </strong> The NOT BRITISH breakaway pack are being hauled in by the peloton in the men's road race, their lead is now just over 40 seconds. The Olympic champion Paolo Bettini from NOT BRITAIN has dropped back after a puncture.</p> <!-- Block 49 --> <p><strong>9.17am: </strong>\"Who leads the cycling road race,\" asks Gary Naylor. \"I've always found it amusing watching how the trade team alliances (and potential contracts for next year) count for rather more than the Olympic ideal. But that's the deal with cycling - a rare sport that started not as an amateur pastime, but as a professional sport.\" It's Ukraine and Belarus out front, which is a kind of alliance, in that they're a quite close to each other – and better mates than say, ooh, Georgia and Russia.</p> <!-- Block 50 --> <p><strong>9.19am: </strong> Ben Ainslie, <a href=\"http://www.theguardian.com/sport/2007/mar/15/smalltalk.sportinterviews\">who I once put some pretty tough questions about killer whales to</a>, has won his second race in the sailing.</p> <!-- Block 51 --> <p><strong>9.28am: </strong>Bettini is making a comeback in the cycling and is towards the front of the peloton. The Spaniards are packed together and looking ominous.</p> <!-- Block 52 --> <p><strong>9.31am: </strong>Craig Fallon is up against Kim in the judo. Two more victories and he's got the bronze. And the BBC feed disappears as they clash fort he first time. Fantastic.</p> <!-- Block 53 --> <p><strong>9.37am: </strong>Ah, good work. We're back on the judo and Fallon's stopped bleeding too. He's 100-0 up for a half-ippon, which is kind of like half knocking someone out.</p> <!-- Block 54 --> <p><strong>9.43am: </strong>Kim should just punch Fallon repeatedly in the eyebrows – Fallon's fatal flaw, along with Austrian judokas is his easily cut brows - if he wants to win, but he's an honourable opponent and Fallon scraps out the win. Two more victories and he'll have the bronze.</p> <!-- Block 55 --> <p><strong>9.46am: </strong>The NOT BRITISH leading pair have been enveloped by the NOT BRITISH chasing pack. The Spaniards are still sticking together and a NOT BRITISH Austrian cyclist has decided to go on a solo break.</p> <!-- Block 56 --> <p><strong>9.52am: </strong>Yep, the Austrian - Pffenberger - is starting to tire and the chasing pack closes in.</p> <!-- Block 57 --> <p><strong>9.56am: </strong>Bettini has fallen back into the pack with 21km to go. Cadel \"Fun\" Evans is frowning his way into a promising position, but the Spaniards are working together and that could be crucial.</p> <!-- Block 58 --> <p><strong>10.03am: </strong>\"Back in the days of Grandstand and Sportsnight, the BBC would occasionally further our education by covering minority sports and most welcome it was (except dressage),\" says Gary Naylor. \"Now, the BBC barely bothers with sport at all outside Wimbledon, The Open and set pieces like The Olympics and The World Cup. Sky and Eurosport do a decent job but people only buy Sky for the football and possibly the cricket. So - my question - is there anyone with terrestrial TV only who recognises any of the competitors or has seen any of these sports since the last Olympics?\" You obviously missed the Cash In The Attic Modern Pentathlon Special where they discovered the stuffed body of the horse used to win the 1912 Olympics, hidden in an attic in Ashby-de-la-Zouch.</p> <!-- Block 59 --> <p><strong>10.05am: </strong>In the cycling, Schleck attempts to get away from the pack, but he's reeled back in.</p> <!-- Block 60 --> <p><strong>10.12am: </strong>Our cheap gimmick of the Games, involves you, the reader, pitting your wits against a betting rat. Look, I don't know, <a href=\"http://www.theguardian.com/sport/poll/2008/aug/08/olympics2008.swimming\">click here to find out more</a>. Rebellin, Sanchez and Schleck of Italy, Spain and the Netherlands respectively lead the road race by 15 seconds and if they work together should, <em>should</em> share the medals.</p> <!-- Block 61 --> <p><strong>10.19am: </strong>The leading pack's lead is down to eight seconds. Yikes!</p> <!-- Block 62 --> <p><strong>10.21am: </strong>Switzerland's Cancelerra is storming towards the leading group and has caught them, Mick Rogers of Australia follows them.</p> <!-- Block 63 --> <p><strong>10.24: </strong> Rebellin, Sanchez, Schleck and Rogers are all together as they come towards the line, but Samuel Sanchez sprints ahead to secure gold for Spain.</p> <!-- Block 64 --> <p><strong>10.26amResults from the men's cycling road race: </strong><br>Gold: Samuel Sanchez (Spain)<br>Silver: Davide Rebellin (Italy)<br>Bronze: Fabian Cancellara (Switzerland)</p> <!-- Block 65 --> <p><strong>10.34am: </strong>Britain's Matt Wells and Stephen Rowbotham are through to the semis in the men's rowing doubles. While the men's four have just got away in the heats. After 1.3 metres they're in a miserable fourth place. Pathetic.</p> <!-- Block 66 --> <p><strong>10.37am: </strong>Brilliant recovery, they're up into first after 1km.</p> <!-- Block 67 --> <p><strong>10.38m: </strong> Britain – sporting that trusty rowing combination of floppy hair, double-barreled names and good jaws – still lead after 1,500m ahead of the Italians.</p> <!-- Block 68 --> <p><strong>10.40am: </strong>Britain ease home in the men's four in first place. Top hair-flopping, boys.</p> <!-- Block 69 --> <p><strong>10.48am: </strong> Holland take the second heat, just ahead of the Kiwis whose hair is just not foppish enough for my liking. Ireland are up in heat three against Australia, who are pretty handy, by all accounts.</p> <!-- Block 70 --> <p><strong>10.52am: </strong>Horrific news from Beijing where a US tourist – a relative of one of America's volleyball coaches – <a href=\"http://www.theguardian.com/sport/2008/aug/09/olympics2008.china2\">has been killed by a Chinese man</a>, who then committed suicide.</p> <!-- Block 71 --> <p><strong>10.57am: </strong>With the inevitability we've come to know and love/read from the Aussies, they take heat three of the men's four, with the Germans and Ireland trailing in second and third.</p> <!-- Block 72 --> <p><strong>11.11am: </strong>The swimming will start at 11.30am, so I'm off to rummage through the Guardian's bins for something to eat. Will be back shortly with a mouldy pork pie and the start of Michael Phelps's world domination.</p> <!-- Block 73 --> <p><strong>11.24am: </strong>Fallon's back on against in the judo and has just scored his first point, then follows it up with a wizari (a half-knockout type thing). If he wins this he's fighting for bronze.</p> <!-- Block 74 --> <p><strong>11.25am: </strong>Yekutiel of Israel hits back with a wizari of is own, and then follows up with an ippon. Come in, Craig, <strong>your Olympics are over</strong>.</p> <!-- Block 75 --> <p><strong>11.32am: </strong> Now, no one's sorrier for young Craig than myself, apart from maybe his family, the people of the Black Country, his dog Pelforth, bandage manufacturers, the Britsh Olympic team and Craig himself, but it does mean that we can concentrate ont he swimming without having to flick over/guess when the judo's goig to come through on the web feed.</p> <!-- Block 76 --> <p><strong>11.35am: </strong>An email that's not from Gary Naylor, about Gary Naylor or referring to his Naylorship: \"Just as well as the Olympics are taking place in Beijing,\" says Karlo Thornbury, assuming I'm in Beijing rather than a bunker in Farringdon. \"If you were in Rome, your bin rummaging might land you in the slammer, courtesy of a new mayoral bye-law (See yesterday's Guardian).\" I don't read the Guardian Karlo, I'm more of a Daily Mail man.</p> <!-- Block 77 --> <p><strong>11.39am: </strong>Tom Haffield is up in the men's 400m individual medley. He's only racing the world champion, so should be a shoo-in.</p> <!-- Block 78 --> <p><strong>11.44am </strong>Haffield turns for the last leg (freestyle) in seventh and ends up in exactly that position. Don't expect him to be having a wee cry on the podium as they belt out God Save The Queen any time soon.</p> <!-- Block 79 --> <p><strong>11.49am: </strong>South Korea's women's basketball team have beaten Brazil in an overtime thriller 68-62. While Euan Dale of Britain trails home in sixth in the second heat of the men's 400m medley. Hey! We're getting better all the time: fourth place here we come. Michael Phelps is up next.</p> <!-- Block 80 --> <p><strong>The Perils Of Opening Up Your One Party State To The Outside World Dept:</strong> low-quality trance booms round the water cube as Michael Phelps breezes through his heat. Within about 10 seconds he's broken the rest of the field. The field catches him up slightly in the breastroke leg, but he eases off as he cruises home in - yep - first.</p> <!-- Block 81 --> <p><strong>12.05pm: </strong>It's the butterfly next, a stroke that wastes more energy than a two-bar heater warming an ice palace.</p> <!-- Block 82 --> <p><strong>12.13pm: </strong>Jemma Lowe and Fran Halsall of Britain are in the final heat of the 100m fly. Under 58 seconds and they're in with a chance of progressing. Halsall is third at the turn, with Lowe in fourth. They end up fourth (Lowe) and fifth (Halsall), that's good enough for Lowe to make the semis, Halsall will miss out.</p> <!-- Block 83 --> <p><strong>12.16pm: Results for the women's 48kg judo</strong><br>Gold: Alina Alexandra Dumitru (Romania) <br>Silver: Yanet Bermoy (Cuba)<br>Bronze: Ryoko Tani (Japan)</p> <!-- Block 84 --> <p><strong>12.27pm: </strong>By the way, if you want to read about Britain's archers' success this morning, <a href=\"http://www.theguardian.com/sport/2008/aug/09/olympicsarchery.olympics2008\">click here</a>, for more on Craig Fallon's woe <a href=\"http://www.theguardian.com/sport/2008/aug/09/olympicsjudo.olympics20081\">click here</a> and for William Fotheringham's analysis of the cycling <a href=\"http://www.theguardian.com/sport/2008/aug/09/olympicscycling.olympics2008\">click here</a>.</p> <!-- Block 85 --> <p><strong>12.29pm: </strong>In the gymnastics, Britain's Louis Smith is fourth after two thirds of the pommel horse qualification, and Daniel Keatings is eighth. However, Keating's almost certain to drop out as the Romanians and Koreans have their crack at qualifying this evening. Better news for Keatings is that he's sixth in the all-round event, so could cling on for a place in the final there. If either Smith or Keatings reach the final, some grizzly old hack who looks like he knows a thing or two reckons it'll be the first time a British male has ever done so in Olympic gymnastics.</p> <!-- Block 86 --> <p><strong>12.33pm: </strong> Dean Milwain finishes down in seventh in the men's 400m freestyle. Some people say Britain's swimmers start fast enough, but I think we're doing a fine job of going out very quickly indeed.</p> <!-- Block 87 --> <p><strong>12.35pm: Results for the men's 60kg judo</strong><br>Gold: Choi Minho (South Korea)<br>Silver: Ludwig Paischer (Austria) <br>Bronze: Rishod Sobirov (Uzbekistan) <br>Ruben Houkes (Netherlands)</p> <!-- Block 88 --> <p><strong>12.42pm: </strong>David Carry is up against the might of Grant Hackett in the final heat of the 400m freestyle. Hackett's had a shoulder injury, and starts off well, but is reeled in by Vanderkaay of the US, before a late burst sees him edge out the American into second. Carry puts in a British record as he finishes fifth - it's not good enough for a place in the final, sadly.</p> <!-- Block 89 --> <p><strong>12.54pm: </strong>Keri-Anne Payne and Hannah Miley are competing for Britain in the women's 400m medley.</p> <!-- Block 90 --> <p><strong>1.06pm: </strong> Keri-Anne Payne goes in lane six in the third heat. She finishes in fifth and that's probably the end of her campaign in this event.</p> <!-- Block 91 --> <p><strong>1.13pm: </strong>Kirsty Coventry, one of the favourties for the 400m medley, finishes in third in her heat behind Steph Rice of Australia and is sixth fastest at the moment. She may not make the final if the last heat is a fast one.</p> <!-- Block 92 --> <p><strong>1.17pm: </strong>Word-record holder Katie Hoff goes in the final heat against Hannah Miley, the other races have been pretty fast, so Miley will need to get in Hoff's slipstream if she's to have a chance.</p> <!-- Block 93 --> <p><strong>1.18pm: </strong>Miley is in second place at 150m...</p> <!-- Block 94 --> <p><strong>1.19pm: </strong>... and at 200m.</p> <!-- Block 95 --> <p><strong>1.21pm: </strong>Hoff takes control at 300m and is a second in the lead ahead of Miley.</p> <!-- Block 96 --> <p><strong>1.22pm: </strong> Miley finishes in Hoff's wake, but it's good enough for her to record the eighth fastest time overall. We'll see her in tomorrow's final.</p> <!-- Block 97 --> <p><strong>1.25pm: Results for the women's sabre</strong><br>Gold: Mariel Zagunis (USA)<br>Silver: Sada Jacobson (USA)<br>Bronze: Becca Ward (USA)</p> <p>Conclusion: don't get into a sword fight in America.</p> <!-- Block 98 --> <p><strong>1.46pm: </strong>There's been some pretty pacy heats in the men's 100m breaststroke, so Britain's Chris Cook is going to have his work cut out. And he duly finishes in fourth, should be good enough to get into the semis.</p> <!-- Block 99 --> <p><strong>1.49pm: </strong>Kris Gilchrist is next up for Britain in the 100m breaststroke. Gilhrist's more of a 200m specialist, he finishes in seventh and won't make the semis. Cook, however, will. That was a ridiculously quick set of heats and Cook did very well to qualify 15th fastest.</p> <!-- Block 100 --> <p><strong>1.52pm: </strong>Last race of our kind-of-five-minute-delay coverage. Britain go in the women's 4x100m freestyle. Britain finish the first leg in first place.</p> <!-- Block 101 --> <p><strong>1.53pm: </strong>Britain are second after 250m...</p> <!-- Block 102 --> <p><strong>1.55pm: </strong>... but they fade as the Chinese surge into first. Britain end in fourth place - they record a British record too - and will have to wait for the second semi-final to see if they come back again tomorrow.</p>"
]