[
  "<p>It was only a few short years ago that what might be termed the John Humphrys school of cultural criticism prevailed. Those who saw the unstoppable slide of cultural standards had only to point to the magazine market for evidence. The freshly launched lads' weeklies were plumbing unimagined depths and attracting thousands of readers, and the sales racked up by Heat and its various clones seemed to confirm the invincible tyranny of celebrity culture. For those who habitually claim the end of civilisation, the story was clear enough: the demise of deep thought, and a populace increasingly uninterested in the machinations of a world that was actually in more ferment than it had been for half a century.</p> <p>But that ferment appears to have taken hold of the public imagination if we look at the last round of magazine ABCs. Year on year, Zoo was down 13.6%, Nuts fell by 9.8% and the once-titanic FHM lost another 10%. Heat plummeted by nearly 16%; Closer was down 7.5%. </p> <p>At the opposite end of the market, the arrows are pointing in a different direction. After about four years of consecutive sales hikes, the Spectator was up again, to a creditable circulation of more than 76,000. In keeping with over two decades of steady growth, the Economist's UK edition managed a year-on-year rise of 5.6% and sales of more than 182,000. It now claims a global readership of more than 4 million. Prospect, the cerebral monthly launched in 1995 and once bought by a mere 5,000 readers, was up by 10.7%, to a once-unthinkable 27,500.</p> <p>Not that any of this represents the death-knell of interest in Peter Andre and Fern Britton's waistline, but still: the more vacuous end of publishing is certainly having it tough, while stuff about politics and economics is evidently booming.</p> <p>So what is going on? John Micklethwait, the editor of the Economist, says: \"There's a bigger top end of the market than people think, and it's not just to do with magazines. If you look at the number of people going to art galleries, or buying relatively serious books, or watching serious television - like House, or Tess of the D'Urbervilles - something is up. What seems to be happening is twofold: a massive thirst for ideas and insight, and another thing that's more sociological.</p> <p>\"I think,\" he goes on, \"that the world used to bifurcate between people who took things very seriously and watched East German films and wore black polonecks, and another group of people who went in for mass popular culture: football matches, say, and light entertainment on TV. That's all changing now. Not so long ago, I met someone who was going to a Millwall game, and then going to see The Lives of Others in the evening. And there was nothing odd about that at all.\"</p> <p>Talking to the people in charge of the three aforementioned titles - as well as Daniel Johnson, the editor of the right-aligned monthly Standpoint, launched at a time when new titles are rare indeed - a few themes come up again and again. There is general agreement with Micklethwait's claims about a new ease with flipping from high to low culture. All four editors emphasise the widening of access to the UK's universities, and a population arguably better educated than ever before. In addition, although the web has apparently eaten away at the circulations of newspapers, they claim their more discursive take on things has protected them.</p> <p>Most notably, there is a lot of talk about globalisation, geopolitical instability and a world altogether more confusing than it was during either the cold war, or the brief period of relatively peaceful innocence that followed it. As Micklethwait puts it, \"times when people think huge things are going on around them are good for magazines\".</p> <p>\"There are issues that have come to the forefront which need a huge amount of analysis,\" says Matthew d'Ancona of the Spectator. \"I think we're in the foothills of understanding how to deal with fundamentalist Islam. Likewise climate change, and the incredible tensions in global capitalism. These are huge things, and we're still figuring them out ... The idea that in 1989 the world ground to a halt around the idea of liberal democracy was obviously wrong. There are huge areas of contestation and debate, and they're fascinating to read about.\"</p> <p>Despite the Spectator's support for the invasion, d'Ancona partly traces his own title's recent growth spurt to the Iraq war, when New Labour's hegemony began to slip, and endless questions were asked \"not just about how you deal with dictatorships and the rules of war, but also about how government works\". </p> <p>Over at Prospect, David Goodhart talks slightly guiltily about events that happened seven years ago: \"We benefited from 9/11, definitely,\" he says. \"I remember thinking that at the time: suddenly, a different set of very big questions had returned after the end of ideology and the end of history. Over the next few months, we went up by 3 or 4,000, and stayed there.\"</p> <p>Now, of course, there are the daily quakes shaking the world of finance, and a tearing-up of free-market orthodoxies that would recently have seemed unthinkable.</p> <p>\"Despite the fact that the economic climate is difficult, that's not bad for magazines like ours,\" says Standpoint's Johnson. \"We're counter-cyclical: just because other branches of the media are suffering from people's economic troubles, we have a chance to make a bigger impact during a period like this. The more flux the better? Yes. </p> <p>\"I don't want that to sound like we're gloating over people's bad fortune. But I do think that when people are worried and anxious, and things suddenly come out of left-field, it creates a demand for what we do.\"</p> <p>For all his bravado, Johnson's confidence ought to be seen in the context of his magazine's unconventional financial model. Standpoint is a subsidiary of The Social Affairs Unit, a thinktank whose status as a registered charity means turning a profit is not quite as important as it would be in a strictly commercial operation. With ad revenues presumably under threat thanks to the economic downturn, it's an arrangement that once again points up the hand-to-mouth existence of so much of this part of the media. The Economist is the only truly big earner and at Prospect, though Goodhart has been buoyed by fresh investment, he admits a brief spurt of profitability has been followed by a return to being \"pretty close to breaking even\".</p> <p>After only four issues, Standpoint - created, says Johnson, to \"defend and celebrate Western civilisation\" - has yet to announce any sales figures, though he claims that newsstand sales are \"comparable to Prospect's\". That aside, its arrival reflects another aspect of our times: the fact that New Labour's vertiginous decline and the rise of David Cameron are sparking interest in the political right, while the left is on the defensive. </p> <p>The future of Tribune, the Labour-aligned political weekly founded in 1937 and long kept afloat thanks to the trade unions, is in the balance. While the Spectator has boomed, its left-leaning cousin New Statesman (for which I sometimes write) has not performed nearly as well, recently declining to post ABC figures. However, a call to its new editor, Jason Cowley, finds him echoing the idea of propitious times for current affairs titles, and talking in optimistic terms about the NS's prospects - partly founded on an injection of funds from its new co-proprietor Mike Danson, the former owner of the research firm Datamonitor.</p> <p>\"The magazine has actually held up well during a period of transition,\" says Cowley. He mentions such signifiers of tumult as the credit crunch and the sale of Manchester City to the royal family of Abu Dhabi, both indicative of \"an extraordinary moment, which people want a left-of-centre take on\". Among his plans, he says, are a new emphasis on \"longer nonfiction narratives and reportage\", and a drive to be \"unpredictable in our positions - I don't want us to be seen as a Labour party journal\".</p> <p>For all the success of the UK's more right-leaning titles, there might be one cloud on their horizon: the fact that when a political party is in opposition, its ideas have an allure that can quickly fade thanks to the onerous business of government - a point I raise with Matthew d'Ancona. He might talk about \"a growing interest in centre-right ideas as the prospect of a Cameron government becomes more likely\", but when power brings its inevitable disappointments, what then?</p> <p>\"I've always said that I never want the Spectator to be the in-house magazine of the Tory party,\" says d'Ancona. \"Absolutely never. It cannot be a Pravda for the Cameroons. We'll continue to do what we do, and if that upsets the Cameron government, that's too bad.</p> <p>\"But think back to the early Blair period,\" he adds. \"1997 to 2001 was an amazing time, because there were two totally different stories: one was a government who turned out to be on a rollercoaster ride, and on the other hand, there was this destroyed little club called the Tory party that was eating its entrails, which was fascinating. Let's say that Labour does lose the next election: the civil war that will ensue will be gripping, and we will take sides, and it will be extraordinary. Governments rarely disappoint. And neither do oppositions.\"</p> <p>Our conversation ends with a return to the idea of readers merrily flitting all over the newsstand, and evidence cited by Micklethwait of crossover in the US between readers of the Economist and the celebrity magazine Us. Might there, I wonder, be people out there who read both, say, the Spectator and Heat?</p> <p>\"There must be. They'll read that and Grazia for their celebrity and fashion stuff, and the Spectator for their political and literary and artistic and business stuff. I don't think there's anything odd about that. The very stiff monocultural identities of the past have gone. And that's one of the brilliant things about modern life.\"</p> <p><strong>·</strong> This article was amended on Thursday September 25 2008. In the article above we had confused the Economist's circulation and readership in saying it had a global readership of more than 1.3 million. That is its worldwide circulation. It claims a global readership of 4 million. This has been corrected.</p>",
  "<p>Welcome to the weekly subscriber mailout for www.benlagenlive.com, \"where news has no sell-by date\", not least because we're not selling it, although we do sell ad space on the site (including a new lost pets page), but also because we bring you fresh information 24/7, so there's no danger of the news \"going off\". We may change that, actually. It seemed really clever last Friday, and the animation Wayne knocked up is pretty cool, but the analogy doesn't quite work. Ideas welcome!</p> <p>This week we're replacing the CERN Black Hole Watch Box with a complete set of up-to-date financial market tickers (only Hang Seng so far) because it's clear that Global Economic Meltdown is the new End of the World. If you're one of those people who thinks financial news is boring, think again. Only good financial news is boring. Bad financial news is interesting, and catastrophic financial news is downright exciting. </p> <p>It's not all rollercoaster thrills, however: behind the excitement there are some very sad stories, as my mate Paul explains in this week's podcast. Paul works at one of the big City banks (we can't say which one for legal reasons, but it begins with two Ls), and he has a knack for explaining the consequences of the coming monetary cataclysm using simple animal metaphors and foul language. And it's not just wealthy traders who are being affected. Paul has already had to sack the bloke who weeds his allotment, and he says it's not going to be a very Merry Christmas for the woman who cleans his boat either. </p> <p>The top 3 most visited stories on www.benlagenlive.com for the week ending 21.09.08 were:</p> <p>1. Gordon Brown Resigns</p> <p>2. Brown Resignation Story: Correction</p> <p>3. \"Where News Has No Sell-By Date\" exploding UHT cream animation.</p> <p>Also this week, an exclusive video \"interview\" with the Cerne Abbas giant as he undergoes renovation. Has he always been such an impressive figure, or was he just glad to see me? Find out at www.benlagenlive.com! </p> <p>If you wish to unsubscribe to Ben Lagen's mailout, email: LostPetFormRequest@hotmail.com </p> <p>As told to Tim Dowling</p>",
  "<p>Forty-two years after Israel banned John Lennon, Paul McCartney, George Harrison and Ringo Starr from playing to the nation, the truth about its Beatlephobia has finally been revealed.</p> <p>Still reeling from the sight of Israeli teenagers swooning to the tunes of Cliff Richard in 1963, Israel's publicly appointed guardians of good taste and morality, the interdepartmental committee for authorising the importation of foreign artists, refused their entry.</p> <p>Determined to prevent another outbreak of mass hysteria, the 13 member committee of politicians and civil servants whose job it was to assess the artistic merit of foreign acts resolved to be \"vigilant\".</p> <p>As a result, the 1964 request to bring to Israel, the Rhythm Beatles - as they were called in Hebrew - was roundly rejected in the committee's resolution 691, which reads: \"Resolved: Not to allow the request for fear that the performances by the Beatles are liable to have a negative influence on the [country's] youth.\"</p> <p>The promoters appealed against the decision, so the committee launched a global investigation of the awesome foursome.</p> <p>After soliciting information from Israeli embassies and the foreign ministry's cultural relations department, it discovered that the world was afflicted with Beatlemania.</p> <p>Israel's media lambasted the group, urging the committee to protect the nation's youth as Cliff Richard had already given them \"a bad name\". One paper reported that committee members had been listening to the \"yeah-yeah-yeah howls which are capable of striking dead a real beetle\".</p> <p>Another reported the head of the education ministry as saying: \"There is no musical or artistic experience here but a sensual display that arouses feelings of aggression replete with sexual stimuli.\"</p> <p>At the conclusion of its inquiry, the committee wrote, in resolution 709, that it would refuse entry because \"the band has no artistic merit\" and its performances \"cause hysteria and mass disorder among young people\".</p> <p>Several versions of the story, blaming the then prime minister, Golda Meir, a former education minister who had never heard of the Beatles, a jealous promoter who regretted turning down the Beatles for Richard, and even the finance ministry for allegedly refusing to allot the foreign currency required to underwrite the performance, have lingered.</p> <p>But when the Israeli ambassador to Britain, Ron Prosor, gave an official letter of apology to John Lennon's half-sister this year, Alon Gan, a history professor at Tel Aviv University, was inspired to investigate.</p> <p>Gan, who revealed the story in the daily newspaper Haaretz, one week before McCartney is due to perform for the first time in the country, said the true story was that \"Israel in the early 60s was afraid that from the west would come a bad wind of sex, alcohol and rock'n'roll\".</p>",
  "<p>Administrators of Lehman Brothers were racing last night to save up to 3,000 City jobs by selling the UK operations to potential bidders believed to include Barclays and Japan's Nomura.</p> <p>The administrators, led by PricewaterhouseCoopers partner Dan Schwarzmann, were ploughing through submissions for the two main London operations: the UK equities business and the investment banking operation. It is thought that Barclays, which a week ago pulled out of a rescue bid for the whole of Lehman Brothers, is only interested in the UK equities arm, which employs about 1,500 people. But it is considering whether to bid for Lehman operations in other parts of the world, including Asia.</p> <p>Barclays spent £1bn last week buying parts of the Lehman operation on Wall Street, bolstering its investment bank by 10,000 employees. Its decision to pull out of emergency talks a week ago eventually sparked the collapse of the 158-year-old investment bank, triggering an unprecedented week in global financial markets.</p> <p>The administrators of the European operations are working quickly to try to end the uncertainty for the London employees, who had feared they might not be paid after the sudden collapse. The PwC partners running the business have also demanded that Lehman's holding company return $8bn (£4.4bn) that was transferred from London to the US on the Friday before the bank collapsed. Insiders at Lehman say that it was normal weekly practice for international branches to send their cash to the bank's parent office in New York each Friday, with money returned on Mondays. But Lehman's bankruptcy declaration early last Monday meant the re-distribution never happened.</p> <p>\"There are suspicions about the timing of the bankruptcy announcement, which meant we were left with nothing on Monday,\" one London-based Lehman banker told the Guardian. \"Our feeling towards the US has distinctly hardened, as it has become clear just how much Europe - and perhaps Asia too - has been hung out to dry.\"</p> <p>Employees are considering a class-action lawsuit against Lehman's chief executive, Richard Fuld, whom UK-based senior staff believe should have apologised about the fate of the firm and particularly the London office. He could also face attempts by creditors to seize the $34.4m pay package he received last year.</p> <p>While London employees were worrying about whether they might be paid, Barclays was setting aside $2.5bn for bonuses for the Lehman staff it will inherit as a result of its acquisition of the Wall Street operation. The deal will transform the Barclays Capital investment banking business overseen by Barclays' president, Bob Diamond.</p>",
  "<p>Steven Spielberg, one of Hollywood's most powerful directors, is to recreate his independent film studio after joining hands with the Indian media mogul Anil Ambani.</p> <p>The deal will see Ambani, ranked the world's sixth richest man by Forbes magazine with a fortune of $42bn (£23bn), back Spielberg's studio with $550m of equity investment from his Mumbai-based company Reliance Big Entertainment. Another $750m will be raised in debt.</p> <p>Spielberg, the winner of three Oscars, has produced some of Hollywood's most memorable films, including Schindler's List, Jurassic Park and ET. However, the director has been unhappy at Viacom, the US media house that bought Spielberg's DreamWorks company for $1.6bn in 2006, reportedly clashing with management. </p> <p>Despite the apparent rift, Spielberg's division produced big hits for Viacom. DreamWorks made last year's summer smash movie Transformers, the third highest-grossing movie in North America, pulling in almost $320m.</p> <p>Bollywood's Reliance Big Entertainment has pursued openings in Hollywood for months. Ambani, 49, has been quick to build an entertainment empire that spans radio, magazines, mobile phones and cinema in India after an acrimonious parting with his elder brother in 2006. Last month, Ambani denied he was in the race to buy Newcastle United football club.</p> <p>In May, Reliance announced at the Cannes film festival that it was looking to put $1bn into eight Hollywood-based production companies owned by celebrities including George Clooney, Nicolas Cage, Tom Hanks and Brad Pitt.</p> <p>Reliance, which is also picking up cinema chains in the US, is attempting to build a global movie company. \"The venture will reflect the new reality in today's world of cinema, where box-office collections for Hollywood movies are much larger outside than in the US,\" a source was quoted as saying in the Indian press.</p> <p>The new Bollywood-backed DreamWorks is likely to begin work in January and is set to produce six films a year. </p> <p>Although no formal announcement has been made, Paramount Pictures, Viacom's Hollywood arm, let the deal slip when it publicly congratulated DreamWorks' founding trio - Steven Spielberg, David Geffen and Stacey Snider - on completing a deal to leave the studio.</p> <p>It remains unclear what will happen to Spielberg's planned next movie, Tintin.</p>",
  "<p>\"Let them [Muslim Turks] now carry away their abuses ... Their Zaptiehs and their Mudirs, their Bimbashis and their Yuzbashis, their Kaimakams and their Pashas, one and all, bag and baggage [out of the Balkans.\" Unequivocal words from Gladstone on Bulgaria in support of Russia, whose pan-Slavic ambitions he saw as a \"Christian\" replacement for \"Mohammedan\" misrule. I wonder if this is the same Gladstone that Peter Francis thinks would be eager to reconcile with Islam were he alive today (Face to Faith, September 20)? Or does the grand old man's reputation for humbug live on after him?<br><strong>Bob Pannell</strong><br>Lowick, Northumberland </p> <p>Christopher Shell (Letters, September 20) thinks it is valid to ask how come nature is so finely tuned that intelligent life emerged. Science investigates causes, not reasons. There is no reason why nature is as it is. It is not so that we may see things that we have eyes, but because of our eyes that we can see things.<br><strong>Michael Bulley</strong><br>Chalon-sur-Saône, France </p> <p>A Home Office lawyer says Gurkhas' service to the crown is not in itself \"a sufficient tie\" to allow those who retired before 1997 to settle in the UK (Report, September 18). This presumably means that the oath of loyalty they swear is a hollow gesture and that pre-1997 Gurkhas were in effect poorly paid mercenaries.<br><strong>Bruce Ross-Smith</strong><br>Oxford </p> <p>I am not sure why the appalling quality of seating for people awaiting public transport at many locations is considered a case of planning designed for men (Sex and the city, G2, September 19). I am sure that I am not the only man who finds typical seats in modern bus shelters fiendishly uncomfortable. Perhaps the designers, men or women, don't use buses?<br><strong>Simon Norton</strong><br>Cambridge </p> <p>We seem to have done even better in Eastbourne. Last Friday the Herald was offering a free loaf of bread to all its readers (Letters, September 20)!<br><strong>Patrick Reade</strong><br>Eastbourne, East Sussex </p> <p>Global warming bulletin: parakeets have eaten my grapes.<br><strong>Chris Hardy</strong><br>London</p>",
  "<p>Democracy involves much more than throwing the old (white) rascals out. Democracy depends on what comes next - on the growth of a settled system that means governments can change amid constitutional calm. India long ago reached that point. Compare and contrast Zimbabwe. And, meanwhile, fear for South Africa. </p> <p>The ousting of Thabo Mbeki isn't some sudden convulsion. He was on his way out anyway. But the manner of his dispatch is altogether more menacing. A president made to pay for dirty dealing? It can be made to sound like some heroic African Watergate. But there's nothing heroic about the fratricide that grips the African National Congress now. It isn't just a case of who comes after Mbeki. We know that: Jacob Zuma. The real problem is what he brings with him.</p> <p>Not so long ago, Zuma was Mbeki's creature. Mbeki made him vice-president in 1999 not because he was qualified to succeed him but because he wasn't: no great intellect, no credibility, no threat. But, for a clever man, Mbeki is also incredibly stupid. He's remote, withdrawn, a chill control freak. So he left Zuma to do the meeting and greeting, the tub-thumping for true party believers, the link role in parliament. He turned his own puppet into a threat - and, when Zuma sank into a mire of corruption allegations, he slyly sought to push him under.</p> <p>It's those malign manoeuvres that a high court judge condemned last week, handing Mbeki's enemies on the ANC executive the chance to dump him. So now South Africa prepares for a turbulent hiatus before next year's elections give Zuma a seat in parliament and the presidency proper. In the short term, the problem is keeping enough cabinet heavy-hitters on board to avoid economic panic. In the long term, extreme apprehension - to give panic its posher name - may be simply unavoidable. </p> <p>For while Mbeki was wrong to try to ditch Zuma by twisting the law, he may also have been absolutely right: this succession is a disaster already happening. Can a President Zuma hold together the tribes, tongues and furious factions of the ANC? See growth, at 4% a year, keep pounding forward through a global credit crunch? Begin at last to trickle down wealth to the townships and villages? Or cut a crime rate that is bringing South Africa to its knees? </p> <p>The big question was always, \"After Mbeki, who?\" (A dusty book title on my highest shelf inquires plangently: After Nehru, Who?) And the ANC has at least four candidates. The difficulty - and the cause for fear - is that it hasn't the wit to offer any of them for office. Mbeki thought he could finish his two terms as president but get re-elected as ANC leader, a variant of the Putin gambit in which he succeeded himself. Bad thinking, and humiliation as Zuma won. But now, in what is still effectively a one-party state, the party apparatus drives Mbeki from government. The caucus still rules OK. The ultimate control freaks are calling the shots. </p> <p>It's too easy to set timbers shivering over Mbeki's HIV/Aids idiocies or Zuma's claim that he was fine sleeping with an HIV-positive woman because he took a shower afterwards: that's the stuff of cartoon tragedy. But there's a far direr challenge here. Without South Africa, there can be no \"African Renaissance\", no building of hope, no prospect of progress to erase the scars of Zimbabwe. And without the cleansing of settled democracy, change at the ballot box sweeping the new old rascals out, there's no true chance of that happening. </p> <p>Could a credible ANC loyalist - a Ramaphosa say - break ranks and challenge Zuma next year at an open election? \"Loyalty\" to the liberation still seems to rule that out. If so, the next big bad book writes itself. The one called After Mbeki, What?</p> <p><a href=\"mailto:p.preston@theguardian.com\">p.preston@theguardian.com</a></p>",
  "<p>Way back in the mists of time, there was a Labour prime minister who said that a week is a long time in politics. As he prepares for his conference speech tomorrow, Gordon Brown knows exactly what Harold Wilson meant.</p> <p>Seven days ago, Brown was living on borrowed time. His authority almost visibly draining away, the prime minister faced a rebellious faction in his party growing stronger and more vociferous by the day. A week of mayhem in the financial markets has turned the dynamics of last year's Labour conference on its head. Last autumn, Brown blew what had looked like an unassailable political position; this year only an unimaginably inept performance will result in him failing to leave Manchester stronger.</p> <p>That is not because the objective facts have changed much, if at all. The economy is still in an absolutely dire state and will get much worse over the winter. Unemployment is rising rapidly as the big sources of job growth in recent years - financial services, construction and retailing - all suffer. By Christmas, it is likely that the claimant count measure of unemployment will be rising by 50,000 a month. Consumer confidence is at record lows in the face of falling house prices, higher inflation and weak real income growth; it is hard to believe that the traumatic events last week will lift the mood of deep apprehension. Indeed, it is probable that the emergency action to save HBOS, Britain's biggest mortgage lender, will make consumers even less likely to part with their cash, and since consumer spending accounts for about 70% of gross domestic product, the chances of 2009 being the first calendar year of falling output since 1991 are high.</p> <p>None of this is news to Brown or Alistair Darling. Each month, the Treasury releases figures showing the consensus forecasts of economists from the City, independent research bodies and employers' organisations. In July, their expectation was for growth of 1.1% in 2009. This month, the consensus is for 0.3% - and that looks optimistic.</p> <p>All of which illustrates Brown's folly in postponing the election last year, when he was still in his honeymoon phase and the economy had yet to be affected by the double whammy of the credit crunch and rocketing commodity prices. You didn't need to be an economic genius to work out in the autumn of 2007 that this was as good as it got for Labour. </p> <p>Brown sometimes resembles a tragic hero in a Hardy novel: an essentially good man brought down by one error of judgment. If his premiership does end disastrously, the election that never was will be the equivalent of the future Mayor of Casterbridge auctioning his wife for five guineas.</p> <p><strong>Wild excesses</strong></p> <p>Yesterday's poll in the Observer is an indication of the challenge that faces Labour - one made immensely more difficult not just by the state of the economy but by the fact that it was Brown who ran the show in his decade as chancellor and during that time did nothing to curb the wild excesses of the financial markets. On the contrary, London was actively marketed as the place where firms could sail close to the wind. The Conservatives were quick to say last week that the regulatory structure that failed so abysmally was put in place by Brown and Darling after Labour took power in 1997. Clearly, if there were an election now, David Cameron would win it by a landslide.</p> <p>Yet, the financial crisis has exposed big problems for the Opposition. The first is that financial deregulation has always been the agenda of the free-market right. Traditionally, it has been social democrats who have argued for monitoring markets, especially financial ones, and circumscribing their freedom by controls and regulations. Brown promised on Saturday he would do \"whatever it takes\" to clean up the City and while voters may take some convincing of that, given that such reforming zeal has lain dormant for the past 11 years, the same pledge would be meaningless from the Tories. Labour will play this card at every opportunity this week, contrasting the government's new-found willingness to rein in the speculators with the Conservative's fetish for free markets.</p> <p>Unusually, Cameron is going to have his policies held up to the light.</p> <p>The second problem the Opposition leader has is that his entire sales pitch relies on being in a position as prime minister to spend money. As one shadow cabinet minister put it last week: \"Dave is a politician for the good times but if we win the next election we will be faced with an economic problem that will take an entire parliament to clear up. It will be like Margaret Thatcher in 1979.\" Cameron, of course, is not marketing himself as the son of Thatcher but as the heir to Blair.</p> <p>Brown's strategy, therefore, is to depict Cameron as a frivolous, free-market lightweight at a time when the global crisis requires a serious reformer. So far, this approach has been a spectacular failure, but the sheer scale of the financial crisis and its inevitable knock-on effects on the economy now make it more plausible.</p> <p>By taking the fight to the Tories, Brown also leaves himself less exposed to dissenters within his own party. There were still those yesterday calling for a leadership challenge but the events of the past week have given the prime minister breathing space. In part, that's down to luck - plotting looks petty when the global financial system is close to meltdown, as it was last Thursday. In part, though, Brown and Darling made their own luck through effective crisis management. It was right to ride roughshod over competition law to permit the merger of Lloyds TSB and HBOS, and it was right to announce the moratorium on short-selling bank stock.</p> <p>Moreover, it is hard to see how a new leader, with an equally inexperienced chancellor, would improve the survival chances of Labour backbenchers. </p> <p>Even in normal times, markets do not respond well to a vacuum. Ousting Brown would lead to a catastrophic run on the pound that would force the Bank of England either to leave interest rates on hold or, more probably, to raise them. That is precisely what the economy does not need at the moment. </p> <p>There is an overwhelming case for the Bank of England to cut borrowing costs - not to re-inflate the credit bubble (we are a long, long way beyond that) but to help businesses with their cash flow and to provide cash-strapped consumers with a bit more disposable income. Anything that delays that process - as removing Brown and Darling would - runs the risk of driving the economy into an even more serious downturn.</p> <p>None of which means that Brown is secure. Even in the best-case scenario for Labour, the economy will go through a difficult winter before starting to emerge from recession in the second half of 2009. The short-term news on the economy will be dire, and that will be reflected in the opinion polls.</p> <p>But, just like the financial markets, it is hard to see how things could get worse for the prime minister than they were last week. They may bump along the bottom for a while, but shares in Brown now look cheap.</p> <p><a href=\"mailto:larry.elliott@theguardian.com\">larry.elliott@theguardian.com</a></p>",
  "<p>This crisis is really, really bad. How do I know? Not from \"Meltdown Monday\" headlines. They come along nearly every other week nowadays, along with \"Frantic Friday\" and \"Tsunami Tuesday\" and black any old day of the week. But when newspapers ask \"is this the end of capitalism?\" it's time to head for the hills. I asked this question myself in 1973 or, more exactly, was instructed by my editor to do so. I rang any organisation with Marxist, workers or revolutionary in its title, of which there were dozens in those days. Er, no, capitalism isn't finished and, if it is, we aren't ready for it seemed to be the answer. The \"objective conditions\" weren't right, I learnt. \"Empty optimism,\" the International Marxist Group told me. \"Revolution is not as easy as that,\" explained the Mao Tsetung Thought Institute.</p> <p>Later, I became an editor and instructed new generations of journalists to ask the question. The Russian debt default, the Long Term Capital Management collapse, the dotcom crash, I was there, I was asking the question. The answer was always the same. And so it was last week, as newspapers inquired yet again. \"Absolutely not,\" replied the French philosopher Michel Onfray to a Guardian survey. \"The left has been slow to capitalise on the situation,\" lamented George Monbiot. Still, Chris Harman of the Socialist Workers Party promised that \"things are going to get much, much worse\". Perhaps the left will be ready then.</p> <p>It had better hurry. On the more pro-capitalist papers, some have already thrown in the towel. \"Free-market capitalism lies shredded,\" announced a Mail headline over a piece that didn't say any such thing. In the Times, Anatole Kaletsky predicted the nationalisation of the entire British banking system. In the Telegraph, Ambrose Evans-Pritchard was resigned to \"the nationalisation of large chunks of the western economy\". He wasn't even complaining. \"This is too grave a crisis for ideological preening,\" he wrote. Surely Monbiot, Harman and the film maker Ken Loach - who told the Guardian that the market was \"massively inefficient\" and capitalism \"massively unstable\" - should even now be deciding which of them will run which bank.</p> <p>Everywhere, the loss of confidence was palpable. An Independent reporter tried to live on a pound a day, the Times invited readers to imagine life without possessions, and the London Evening Standard suggested, to keep ourselves entertained, we should go to free lectures at the London School of Economics - which, 50 years ago, would have been a perfect preparation for post-capitalist thinking.</p> <p>Others were less willing to admit defeat. \"They [free markets] work best when driving out weak and inefficient operators,\" advised the Telegraph's Jeff Randall. In the same paper, Damian Reece admitted: \"Our beloved system is brittle.\" But he added: \"Capitalism is a two steps forward one back sort of system, but you end up making progress in the end.\" A Financial Times leader stated baldly: \"The world has not ended.\" A Times leader assured us this was \"not a crisis of capitalism\" but \"a severe weakness in banking\". It added plaintively: \"Perhaps this will prove a minor squall.\" Which is probably what Tsar Nicholas II said in February 1917.</p> <p>At times like this, the press is torn between not talking down the economy - since a slump would be bad for newspapers and their owners - and not soft pedalling on a big story. As I've observed here before, most economics commentators are fans of capitalism with typewriters and each new crisis generated by the credit crunch has taken them unawares. On January 14, for example, Kaletsky told his readers the trouble was \"almost over\", \"there will be no US recession\", and stock markets \"will rise in 2008\". Even last Sunday, the Independent on Sunday's Hamish McRae thought it \"a reasonable proposition that we may be near some sort of turning point in equities\".</p> <p>Unable to offer firm assurances on the imminence of revolution - and never, at the best of times, being much good on objective conditions - the press fell back on that time-honoured journalistic device: \"we name the guilty men\". </p> <p>The Mirror identified a \"Gorilla of Greed\" - Dick Fuld, chief executive of the ruined Lehman Brothers bank - and put him on Tuesday's front page. Next day, it had \"Greedy Pig\", with a picture of Philip Falcone, who had allegedly made money betting the HBOS share price would fall. The Mail found \"men in expensive suits\", drinking champagne and looking at BlackBerrys in a Mayfair restaurant on Sunday night. They were hedge fund traders, the paper insisted, because the waiters knew them and, besides, the Mail had a picture of them leaving and looking pleased with themselves - or that was how it seemed until you squinted at the caption and saw the picture was taken in 1998.</p> <p>By Thursday, the papers were trying to drum up sympathy for the fallen masters of the universe. In the Times, Alice Thomson argued that we should be grateful to these people. They had slogged their guts out, not for underground swimming pools and private jets, but to turn Britain \"into a global economy\". Now, poor dears, they will have to send their children to state schools, cut down on nannies, and search unavailingly for couscous in Morrisons. You may think I am making this up, or that Thomson was attempting irony, but I don't think so. Clearly, the objective conditions for the end of capitalism are still lacking.</p> <p><strong>Is the devil in the detail for Wilson?</strong></p> <p>I have been fascinated by reviews of A N Wilson's latest book, Our Times: The Age of Elizabeth II. Wilson, a prolific author, is also a Fleet Street hack renowned for his ability to write op-eds on almost any subject in under an hour. He is particularly proficient at the Daily Mail \"why, oh, why\" piece, lamenting, say, children's ignorance of history.</p> <p>Reviews of Our Times, however, highlight what Dominic Sandbrook in the Observer calls \"factual errors that almost defy belief\". They include the dates of the Glorious Revolution, the Siege of Derry and Edward Heath's \"who runs the country?\" general election. In the Sunday Times, Piers Brandon reports that, according to Wilson, Harold Macmillan never set foot in Africa until he became PM in 1957. Macmillan was resident minister in North Africa during the war.</p> <p>Yet Brendon praises \"pungent wit and spicy anecdotes\", and Sandbrook \"serious and incisive judgments\". There is a certain school of Telegraph-Spectator-Mail writing that glories in flamboyant, controversial, throwaway judgments and doesn't give a damn for detail.</p> <p>Nobody seems to care. Perhaps Sandbrook is right in his suspicion that Wilson makes errors deliberately, just because he can.</p> <p><strong>The promised land </strong></p> <p>Rupert Murdoch's long-suffering hacks at Wapping will have to move out for three years from next summer, it is reported, while the site is renovated. Murdoch, though, always wants to make life good for his employees. The new site will include shops and \"a series of roof gardens\", they are unofficially promised. Likewise, when Murdoch first moved his papers to Wapping in 1986, causing journalists to work behind barbed wire as hundreds of sacked printers protested outside, he promised a health club and swimming pool. The delay of more than two decades was probably unavoidable - no doubt hacks will find all these goodies awaiting them in 2012.</p>",
  "<p>'Next time you come, it will be better, God willing,\" says Yasser Herbawi, the 76-year-old owner of the first and only Palestinian keffiyeh factory. It's hard to see how. Last year, the distinctive black-and-white checked scarves became a surprise global trend, knotted around the necks of the most fashion-savvy. At the same time, the family-run company that produces this symbol of the Palestinian national struggle has been slowly grinding to a halt. </p> <p>\"It's the Chinese imports,\" explains Yasser, sitting amid piles of keffiyehs at the Herbawi factory storeroom, just outside Hebron in the West Bank. \"In the 70s we could barely keep up with demand, but by the mid-90s cheap Chinese scarves started coming in, because of globalisation and Gatt.\" Yasser's sons Abdel Atheem, 50, and Judeh, 43, nod in agreement and curse the trade tariff-busting agreement. \"We were forced to lower our prices and today we are working to a fraction of our capacity because we cannot compete.\" The factory used to produce more than 1,000 scarves a day, but now makes less than 100 - and struggles to sell those. A shutdown seems almost inevitable. </p> <p>Needless to say, the Herbawi family isn't much enamoured with the cheap imports that first swamped and then stole their market. \"They are not the same quality,\" says Yasser as he picks up a keffiyeh and spreads it across his knees, reverently feeling the light, dimpled cotton between his fingers. \"Our product is better, much better. We take care of it and use only natural products, and it is beautiful.\" This textiles factory, which Yasser started 40 years ago, supplied the entire West Bank and Gaza - orders for scarves, robes and jackets, all fashioned from the same check, would also arrive from neighbouring Arab countries. Of course, the company creates much more than a specific cotton weave. \"We are making the symbol of Palestine,\" says Yasser. \"This scarf is the history and the heritage of our country.\" </p> <p>The black-and-white square keffiyeh is Syrian in origin and is the head garment of choice for traditional, rural Arab males of a certain age. It was the 1930s Arab revolt against the British Mandate and Zionist organisations in Palestine that first established the scarf as a resistance symbol: it was worn in solidarity, and to make it difficult for the authorities to weed out orchestrators of the rural-led uprising. By the 60s, the scarf became emblematic of the nascent Palestinian national movement - it was the favoured headwear of the Palestinian leader Yasser Arafat and habitually worn by other symbols of the Palestinian resistance such as Leila Khaled. Then a red-and-white Jordanian version surfaced, taken up by Palestinian Marxists to differentiate themselves within the wider nationalist movement. More recently, its meaning changed again: \"The Marxists in Palestine have all but disappeared and the ones who replaced them are the Islamists,\" explains Dr Samir Awad, political scientist at the West Bank's Bir Zeit university. \"Now it's the Hamas guys who put on the red-and-white, just because they don't want to be associated with Fatah.\" </p> <p>Around the Middle East, traditional, rural Arab men do still wear the keffiyeh, in the traditional way - as a headpiece, with the aqal ring holding it in place. But Awad says that these days, it is less widely used as a neckwear nationalist emblem by the younger generation of Palestinians. He provides one possible explanation: \"The image of the keffiyeh as a symbol of resistance was tarnished by events in Afghanistan and Iraq, where it is used by terrorists, by anyone who wants to hide their face,\" he says. \"It is very annoying, but there is no monopoly on the keffiyeh.\" The common appearance of the keffiyeh in suicide bomber videos has doubtless caused the two concepts to fuse in the minds of some observers.</p> <p>For some years now, the keffiyeh has carried activist-chic credentials for anti-war protesters and supporters of the Palestinian cause across several continents. But it is more recently that the scarves have gained their full fashion stripes. \"We noticed club kids were wearing them about a year and a half ago,\" says Melanie Rickey, fashion news director at Grazia magazine. \"They were dyeing them fluorescent colours, and it was seen as a bit risque.\" Picking up on the trend, Balenciaga brought out a designer keffiyeh last summer. \"What did they do, smother it with gold?\" asks Abdel Atheem at the Herbawi factory when he hears of its £3,000 price tag. \"If I tried to sell the scarves for £10, nobody would listen,\" says Yasser of the product, which gets a local market price of around £3. \"And ours is the real thing.\"</p> <p>The designer endorsement was a bit like the Midas touch - high street stores such as Topshop and American Apparel were soon churning out \"black-and-white woven cotton\" scarves for roughly the same sum that Yasser laments would cause his customers to turn a deaf ear. \"After a while people just thought, 'These are nice scarves,'\" says Rickey, \"so that by this time last year, every teenage girl from London to Scotland had one.\" The keffiyeh as fashion item might now be on the wane, but Rickey thinks that the popular neckpiece started a paradigm-shifting trend - a retailer's dream scenario: it took the scarf out of a winter-wardrobe context and into the realm of all-year-round accessory. \"The fastest selling accessory is the summer scarf,\" she explains. \"Stores such as Oasis carry 30 to 40 different patterns - customers just can't get enough of them.\" </p> <p>The high street has moved on from the black-and-white weave; Rickey says the current hot stock is glitter-thread-shot hippy scarves. Such faddishness is what makes it tough to interpret the craze for keffiyehs as ideological expression or act of Palestinian solidarity - in fact, fashion scarf-wearers often confess to being clueless over the politics of the chequered fabric. Still, that didn't stop the trend being read as inflammatory and insulting in some quarters. Earlier this year, Urban Outfitters pulled its line of \"anti-war woven scarves\", which had been a bestseller, after receiving complaints. \"Due to the sensitive nature of this item, we will no longer offer it for sale,\" the company announced. \"We apologise if we offended anyone, this was by no means our intention.\" </p> <p>In May, Dunkin' Donuts pulled one of its online adverts because Rachael Ray, the celebrity chef that featured in it, was wearing a fashionably knotted keffiyeh. Slamming the scarves as \"Jihadi chic\" and \"hate couture\", popular American blogger and columnist, Michelle Malkin, one of the key campaigners against the black-and-white checks, wrote that, \"Fashion statements may seem insignificant, but when they lead to the mainstreaming of violence - unintentionally or not - they matter.\"</p> <p>Whatever the intention, the global surge in sales has had no impact on the fortunes of the ailing Herbawi factory. The textiles company does not export and, even at a local level, foreign competitors are holding sway. In the market stalls of Jerusalem's Old City, a Hebron factory-made keffiyeh is a rare sight among the scarves on sale to tourists. \"For sure, I prefer the local product,\" says market vendor Saleh abu Ghazela, who stocks the Herbawis' new line of pastel multi-coloured checks alongside Chinese versions of the traditional colour combination. \"But very few customers care about the quality or ask where the scarf comes from, and I have to cater to the market's demands.\" </p> <p>All of which explains why most of the looms aren't even switched on at the Herbawis' factory. Fifteen machines used to operate daily for 18 hours, but now only one section of the vast factory is lit and just four clacking looms turn giant reels of thread into long flats of cloth. A factory technician moves between them, snipping rogue strands and making constant adjustments to the weave. \"He has been our employee for 40 years,\" says Judeh Herbawi, of their last remaining staff member. \"It is because of him that we stay open.\" Beyond this square of light, rows of grand machinery emblazoned with the label \"Suzuki Loom\" stand silent in the shadows, swathed in thick, yellow factory dust. Old swatches of keffiyeh fabric are still stretched out upon these once industrious machines - and underneath the powdery dust, the distinctive pattern so symbolic of the Palestinian national cause has all but faded away.</p> <p><strong>·</strong> This article was amended on Thursday September 25 2008. It was Urban Outfitters, rather than American Apparel as we originally said in the article above, that marketed the keffiyeh as an \"anti-war woven scarf\" but stopped selling it after protests. This has been corrected. </p>",
  "<p>On the outskirts of Rome, away from its ancient splendours and heaving piazzas, lies a gleaming new science facility dedicated to discovery, education and research.</p> <p>Set in 30 hectares, the Biomedical University campus comprises a teaching hospital and university. It has 28 laboratories - a number set to increase - 18 operating theatres, a heliport and 400 beds. It will eventually employ up to 300 researchers and there is fierce competition over its degree courses.</p> <p>Last year, more than 1,200 people applied for 80 places to study medicine.</p> <p>At the helm of this mission is Opus Dei - a global network of devout Catholics that has been the subject of negative publicity and mythology since its inception 80 years ago.</p> <p>Clergy and lay people accuse the group of being secretive, controlling, misogynist and ultra-conservative in its theology. It also had ties with authoritarian regimes, with some members attaining seniority in Franco's government.</p> <p>It shot to prominence in 2003 with the publication of The Da Vinci Code. Two characters were Opus Dei members, and both were sinister and devious, with one practising self-mortification, fuelling the idea that it was an extremist movement.</p> <p>Given the group's perceived reputation, campus staff play down affiliations with the movement, insisting there is no obligation to be members of Opus Dei or even Catholic, although the staff are expected to adopt and respect its values.</p> <p>Paolo Maria Rossini, director for scientific activity, is not a member, although the president of the board and a former papal spokesman, Joaquin Navarro Valls, is. Rossini said: \"We don't hide ourselves under the thumb. We are Catholic by declaration. Stem cell research will never be done here. But nobody is going to check how many hours you spend in church.\"</p> <p>Rossini's objective is to develop the research facility's capacity to rival secular scientific institutions, devoting enviable resources to neuroscience and oncology.</p> <p>\"When science is going very close to life and death we need good research to be able to compete with lay research,\" Rossini said. \"The impact of science and medicine is a multi-faceted challenge and one of many frontiers the church has to face.\"</p> <p>His mission bears a Vatican blessing. Tarcisio Cardinal Bertone, secretary of state and the second most senior official in the Roman curia, inaugurated the campus this year. He reminded assembled dignitaries of a key papal belief - that medical science must respect life - and told them: \"Here you must transmit the gospel through your professional work, aided by modern technology.</p> <p>\"You have to make your voices heard in the world of science without renouncing the non-negotiable values of the human patrimony.\"</p> <p>But Opus sceptics noted that Pope Benedict XVI did not attend the campus inauguration and interpreted his absence as a snub. There was also thinly disguised glee when the Vatican replaced Navarro Valls with a Jesuit priest as papal spokesman.</p> <p>It was seen as a blow to the privileged status enjoyed by the group under the papacy of John Paul II, who was so captivated by Opus Dei's aims of sanctifying secular activities that he called them a \"great ideal\" and canonised the founder, Saint Josemaria Escriva, in a manner deemed unusually rapid by Vatican standards. The late pontiff's enthusiasm was a root cause for resentment and suspicion. Under Joseph Ratzinger this emotional connection has cooled.</p> <p>The campus will help to fulfil Opus Dei's vision of creating a white-collar Catholic elite. Typically, members are intense, intelligent and highly motivated, said John Allen, from the National Catholic Reporter and author of a book on the movement.</p> <p>\"There is an ethos of excellence that is part of the culture. If you buy into the philosophy that your everyday work is a service to God then you will do that work really well.\"</p> <p>The group's ability to mould articulate, intelligent, successful individuals accounts for its profile and influence, which is disproportionate to its numbers yet allows it to punch above its weight.</p> <p>Allen says the campus is also a way to inject a note of calm over Opus Dei by providing opportunities for positive encounters with members. \"It has carved out a niche that appeals to people who want to live a serious religious life and have the same level of commitment as a priest or a nun.</p> <p>\"It is about evangelising the profession, bringing a spiritual depth to work. They are interested in bringing a Christian approach to law, politics, architecture, so it's no surprise they're doing it with this campus.\"</p> <p>But one former member, Monsignor Vladimir Felzmann, believes that Opus Dei has a covert agenda to its activities. He was a member for 22 years, joining in 1969, and was one of those closest to its founder. The group's overall aim is to recruit, he said. \"Covertly it's to have something to which you attract leading scientists and persuade them to join. But it's hard to know who belongs and who doesn't because they're encouraged not to tell you. You don't know what they're up to.\"</p> <p>Former members seek out Felzmann, a priest in the London diocese of Westminster, for pastoral care. He concedes that Opus Dei contributes positively in the fields of education and healthcare, yet remains concerned by its impact on individuals who break away.</p> <p>\"When you meet people who, as a result of Opus Dei, give up religion and don't want funeral prayers to be said, then that matters.\"</p> <p>He said he was saddened, rather than bitter, about the group. \"When Christianity and fascism embrace you get Opus Dei. It was born in a time of fascism. They don't teach respect and love for others.\"</p> <p>But Opus Dei continues to grow. Success in Spain, Italy and Latin America has emboldened it to embrace Russia, Kazakhstan, South Korea and Vietnam.</p> <p>Such ambition is not cheap - the campus cost around €30m (£23.5m) - and Opus Dei receives funding from the European Union and the Italian state for some initiatives. It also has benefactors, sometimes non-members, who finance activities. One Jesuit priest argues the group is \"putting its money where its mouth is\" by wanting to excel in morally acceptable areas.</p> <p>Father John Paris, Walsh Professor of Bioethics at Boston College, said: \"They want to be leaders. They would love to win the Nobel prize. If you're working in cancer research and can choose where to go, you'll go to the best.</p> <p>\"Opus Dei is committed to having an impact on those they think will be influential and successful. Why do people go to Yale or Harvard? Build a bigger mousetrap and better people will come. They want to play with the big boys.\"</p>",
  "<p>Sheikh Mansour bin Zayed Al Nahyan picked the wrong day to inject realism into his £200m takeover of Manchester City. \"We are building a structure for the future, not just a team of all-stars,\" said the Arab billionaire on completion of the due diligence process yesterday, having heeded the scorn that greeted the transfer wishlist divulged on deadline day. He may be too late, for Mark Hughes' team have already begun to indulge in fantasy.</p> <p>In contrast to the new owner, City chose the perfect time to impress a gallery with global domination on the mind. Before Khaldoon Al Mubarak, who will become City's new chairman when Sheikh Mansour's takeover is formally concluded tomorrow, and Thaksin Shinawatra, the outgoing owner who will stay on as honorary president, Hughes' team excelled against Portsmouth to record their biggest Premier League win. The men from Abu Dhabi hope to establish a gulf between their new investment and the rest in years to come. But one was very evident here.</p> <p>Whether it was City's magnificence or Portsmouth's appalling display that produced this mauling divided the respective managers as deeply as the goal count. \"That was the best performance I've managed by a country mile,\" said Hughes. \"We were poor. Our defensive play was abysmal,\" said a shell-shocked Harry Redknapp. The truth, as always, is somewhere in between and yet there was no mistaking the potent cocktail of City's Brazilian technique and home-grown strength and spirit. The result was unbridled joy for the City faithful as Robinho illuminated their afternoon with a performance of technique and no little effort, and Hughes substituted the British record signing, his compatriot Jo and the outstanding Stephen Ireland simply so all three could enjoy standing ovations.</p> <p>\"If ever there was a day to impress people this was the one,\" remarked the City manager. \"We did that and more. From start to finish the desire and determination in our play, the ability to pick the right pass and to create chances was evident. It was a fantastic team performance, with some brilliant individual displays from Stephen Ireland, Robinho, Shaun Wright-Phillips and Vincent Kompany. We have set a high standard with this performance and the aim is to strive to even greater heights.\" Talk of Champions League qualification will not sound so fanciful if they do.</p> <p>Portsmouth were 3-0 victors at Everton on their last away trip but were made to look a shambles as City comprehensively clicked for the first time since Abu Dhabi money transformed their bank balance and ambitions. Hughes's side were superior in every department, their defence immune to the errors that swiftly undermined Portsmouth's game plan, the midfield blessed with greater understanding and invention and, as befitted their billing, the Brazilian strike force of Jo and Robinho leading the visitors' rearguard on an irrepressible dance. For David James, Sol Campbell and Sylvain Distin this was 90 minutes on the rack.</p> <p>Robinho instigated the rout with a delightful pass that released Jo behind the visiting defence, took him around James and saw him convert into an empty net. The England goalkeeper's afternoon plummeted thereafter. James's failure to deal with an Elano corner to his near post enabled Richard Dunne to bundle in a second and the game was effectively up after only 20 minutes. The first \"Olés\" were heard five minutes later. Portsmouth had their chances either side of the interval, Jermain Defoe squandering a glorious invitation seconds after the restart, but they did not get the run of the ball or display any resilience. City's movement and work ethic produced an exhibition.</p> <p>Ireland's tenacity and then vision produced Robinho's second successive goal at home for his new club, via Jo, before the midfielder's measured pass enabled Wright-Phillips to beat James at his near post. A backheel from Wright-Phillips gave the young substitute Ched Evans his first goal for the club and the England winger was heavily involved in City's sixth when he challenged James for Javier Garrido's left-wing cross and Gelson Fernandes converted the loose ball. The only problem for Hughes is having to tell his new employers that not every day is like this at City, although Sheikh Mansour appears to be learning fast after announcing to the world that Cristiano Ronaldo et al would be on their way in January.</p> <p>The sheikh added: \"We are ambitious for the club, like you, but not unreasonably so and we understand it takes time to build a team capable of sustaining a presence in the top four of the Premier League and winning European honours.\" It is performances and victories such as this that bring clarity to such lofty ambitions.</p> <p><strong>Man of the match</strong> Stephen Ireland<br>City's stand-out summer signings, the Brazilian Robinho and Shaun Wright-Phillips, again impressed but it was the unsung Ireland who dictated the flow of the game with a committed and inventive display</p> <p><strong>Best moment</strong> The Republic of Ireland midfielder's threaded pass that enabled Wright-Phillips to score City's fourth goal</p>",
  "<p>BetFred, the bookie marooned outside the conference's ring of steel in downtown Manchester, is offering 10-1 on Gordon Brown being out a job by the end of the month - the same odds as Ladbrokes gives for leftwinger Jon Cruddas taking over. But who will Brown mention first by name when he makes his big speech in Central Hall, Ladbrokes wonders? For 33-1 you can waste your money on Tony Blair; Sarah Brown is 5-1 and the twin threats, Davids Miliband and Cameron, are both on 8-1. Oddly enough, the 2-1 favourite is Alistair Darling, Brown's loyal chancellor and partner on the storm-tossed seas of global finance. Frequently tipped for the sack, modest Darling may deserve more credit than he claims this week. He lives virtually next door in Edinburgh to former benefit claimant JK Rowling (pictured), who wrote Labour that £1m cheque. Ladbrokes offers 50-1 on the first name-check being Comrade Harry Potter. </p> <p><strong>· </strong>Wales's first minister, Rhodri Morgan, is missing his first conference in decades: duty in the shape of Ryder Cup golf detains him. But his fellow Welshman, Prestatyn-born John Prescott of \"fucking Taffs\" fame, turned up in Manchester to hug Charles Clarke on the BBC's Politics Show, not very successfully. Was this because he also dubbed Clarke neither Blairite, nor Brownite, but \"Bitterite\"? Prezza later joined Glenys Kinnock (who is standing down as an MEP) and Alastair Campbell to press \"Go 4th\" stickers - as in a fourth Labour win - on delegates. </p> <p><strong>· </strong>Hardcore loyalists would have been even more upbeat if they had known alleged plotters were in disarray. Stephen Byers lost his vital black diary (containing what secrets, Steve?) in the Midland hotel and David Miliband's credit card was rejected in Starbucks, symbol of now-discredited global capitalism. </p> <p><strong>· </strong>Bad news for Iain Duncan Smith, who was forced from the Tory leadership weeks after being given an eight-minute standing ovation at his party conference in 2003 (Ladbrokes is unkindly offering 5-2 on Gordon getting longer). IDS may be in no danger of losing his Chingford seat next time, but he may have to work harder. Labour's boisterous candidate Catherine Arakelian revealed the Tories have negotiated \"half-price entry into lap-dancing clubs\" for next week's conference in Brum. \"They are more interested in women being up poles than at the polls,\" she thundered. Applause. Labour gets few cheerful polls these days.</p>",
  "<p><strong>World</strong><br><strong>Dark Burmese days </strong><br>It is a year since a Burmese soldier shot Japanese photographer Kenji Nagai in the heart while he was covering Burma's saffron revolution for the Japanese agency APF News. Nagai's dying moments, spent lying on his back attempting to film his killer, who stood over him taking aim, were captured by another foreign journalist. Reuters photographer Adrees Latif was crouching on a bridge overhead. His image, which subsequently won a Pulitzer Prize, provoked a worldwide furore, exposing the junta's defence - that Nagai's death was caused by a stray bullet - as worthless.</p> <p>The killing of a foreign journalist was highly unusual in a country where reporters who slipped quietly into the country on tourist visas were rarely apprehended. I spent two weeks there earlier this year without any interference. Andrew Marshall, who covered the saffron revolution for Time, says: \"The main difficulty in Burma is reporting the story without endangering your interviewees or the people who help you meet them.\" </p> <p>For Burmese journalists, the situation is a little different. \"Getting caught can mean torture and imprisonment. It can even be a death sentence. They are the ones who run all the risks,\" says Nic Dunlop, a photographer who worked in Burma for more than a decade.</p> <p>Days after the September demonstrations were violently suppressed, after the foreign journalists had flown home, the junta rounded up local reporters and photojournalists. According to Reporters without Borders, 15 journalists were arrested and accused of sending information abroad at this time. The hunt for photojournalists was so intense that several stopped working, threw away their cameras and went into exile.</p> <p>Among those currently detained are photographer U Thaung Sein, in prison for more than two years for photographing Burma's new capital, Naypidaw; blogger and comedian U Zargana, arrested in June for talking to the BBC about the devastation caused by cyclone Nargis; and journalist U Win Tin, who has served 19 years of a 20-year sentence for spreading propaganda during demonstrations in the 1980s.</p> <p>In addition, in the last week, three Burmese news agencies in exile - the Irrawaddy, the Democratic Voice of Burma and The New Era Journal, whose websites locals rely on for uncensored news - have been victims of cyberspace attacks. Each has been bombarded by requests for information designed to overwhelm servers and render sites incapable of responding to regular traffic. Fearful of further unrest during the anniversary of the saffron revolution, the junta appears to be doing its utmost to continue silencing Burmese media.<br><strong>Amy Gold </strong></p> <p><strong>Publishing</strong><br><strong>Writer blocked</strong><br>In the weeks after 9/11, Anthony McIntyre wore a Fire Department of New York baseball hat in solidarity with citizens of the Big Apple who lost their lives in the Twin Towers. His wife is American and his children have American passports. He has dined with the American consul general to Northern Ireland and has been a guest at their 4th of July Independence Day parties.</p> <p>But, according to the US state department, this ex-IRA prisoner turned author remains persona non grata - an unforgiven convicted \"terrorist\" who shouldn't be allowed to set foot on American soil. </p> <p>The ban is preventing McIntyre from promoting his newly published book across the US. \"I would like to go but I have had that many problems getting in before so I wasn't going to waste any more time applying for a visa,\" he says.</p> <p>The book, Good Friday - the Death of Irish Republicanism, is a collection of articles from the online republican dissident e-zine that McIntyre runs with his wife Carrie Towmey. It deals with what he sees as a betrayal of republicanism by the Sinn Fein leadership. Much of the criticism of Gerry Adams and Martin McGuinness is lacerating. This, McIntyre believes, is why he cannot get into the US, while Adams and McGuinness (both former IRA prisoners like him) are feted on the other side of the Atlantic as statesmen.</p> <p>\"Past convictions are not a reason for excluding people, otherwise Gerry Adams and Martin McGuinness would never have got into America,\" he says.</p> <p>A member of the National Union of Journalists, McIntyre has written on republicanism for, among others, the Observer, the Sunday Tribune in Dublin and the LA Times. \"I do see the ban as double standards,\" he says. \"It's there to load the debate in a certain way regarding Ireland. The American public are not informed about all the issues in Ireland connected to the peace process. It's also very strange because I can write an opinion piece in the comment pages of the LA Times, yet I can't go and explain this in person to American people in their own country.\"<br><strong>Henry McDonald</strong></p> <p><strong>Online</strong><br><strong>Twitter takes flight</strong><br>Twitter made global headlines when James Buck, a graduate journalist, was arrested in Egypt for taking photographs of an anti-government protest earlier this year. On his way to the police station, Buck used his mobile to send the message \"arrested\" to 48 followers on Twitter, which ignited a worldwide campaign to get him released.</p> <p>From that moment, the PR world woke up to the idea that microblogging (Twitter offers a text-based posting system of up to 140 characters in length) could wield a powerful global influence. Most recently, Twitter has been used by Barack Obama to show real-time updates of his progress across America. </p> <p>The Sarah Palin Hockey Mom cult has found its voice through mundane tweets and has been so successful that a large number of satirical tweets have risen around it like cuckoos - the FakeSarahPalin twitter now has more followers than the official Palin site. Palin's PR people may have used it initially to try to expand her personality, but the satirists have the upper hand, because they understand the medium more acutely.</p> <p>Celebrities and their minders are following the trend, including John Cleese and Henry Rollins, intravenously dripping fan bases with soundbites and mindless minutiae, and sidestepping the media hordes. The beauty of Twitter is that it can be linked to a mobile phone, meaning that fans of the Twittering stars can get the information the instant it is disgorged. It's a mode of control, but the PR luvvies need to be smarter.</p> <p>Throughout PR's history, the best publicists have embraced the latest technologies, be it wire service or mobile phone, and used them to enhance a client's profile. The trouble is that the more one sees of the star's life, the less effulgent said celebrity becomes - just look at Britney Spears or Amy Winehouse.</p> <p>So PRs behind the celebrity tweets need to take care, otherwise Twitter could end up making twits of those who tweet because they become totally over-exposed or subsumed in imitators. One just has to look at the early craze on Twitter for people pretending to be Darth Vader or Boba Fett, which started out as charming and funny and swiftly became deeply tedious.</p> <p>If celebrities and their minders over-indulge in Twitter, only the most restrained and interesting characters will survive. Survival of the Twittest, perhaps?<br><strong>Mark Borkowski</strong></p>",
  "<p>The idea of a Conservative MP in Sunderland has been an outlandish notion for most of the past 40 years. It is the most solid of Labour cities in a region that has been loyal at every parliamentary election: in the whole of the north-east, there is only one Conservative MP, in the picturesque rural constituency of Hexham. Surely Sunderland, of all places, will hold out against the appeal of David Cameron's Tories?</p> <p>The only way to find out was to go and find out how the speculation on the future of Gordon Brown's government and the country's financial system reverberates there. In the autumn sunshine, there is plenty of evidence of how loyal the Labour government has been to Sunderland. Ten years of public investment have brought new schools, health centres, children's centres, business parks and housing developments in every part of the city. Plenty more is in the pipeline, with a school due to be rebuilt every year over the next 14 years and huge sums announced recently by Hazel Blears for more regeneration.</p> <p>But patience, loyalty and gratitude are virtues that seem to carry little political weight, and Sunderland Central - the boundaries have been redrawn to create a new seat - could prove to be a spectacular Tory gain at the next election. Likely to be the first seat to declare on election night (it's a point of local pride), the seat could ring the death knell for Labour. A Tory win would signal the sort of dramatic Tory revival projected by polls such as that in the Observer yesterday: if the Tories can win in Sunderland, they can win almost anywhere. The Electoral Calculus website already puts the seat as a Tory gain, one of the tightest marginals in the country. So how on earth does a place like Sunderland get tempted by Toryism, and what shortcomings does it reveal in Labour? </p> <p>The first surprise is that history carries less weight than one might imagine. The Ryhope ward in Sunderland is a former pit village but it went Conservative on a very tight margin last May in the local elections, to everyone's astonishment. Its councillor, Christopher Fairs, was 19 when the Tories lost in 1997, and he argues that the history of pit closures and the devastation under Thatcher has become a distant memory to enough younger voters. Even those old enough to remember high levels of unemployment don't always regard it as a reason to determine their vote; as one former Labour voter puts it, there have been plenty of job losses under Labour as well. The decline of Sunderland's manufacturing base is no longer a crime that can be laid solely at the Conservatives' door. Labour's own mantras about the pace of global change have succeeded in exonerating Thatcherism.</p> <p>When Labour conjures up the past as a method of attack in Sunderland on the Tories, it does so at its peril. Harking back to the past doesn't generate confidence that it is a party with ideas about the future. One can understand why Labour is tempted to do so - it was a very successful Tory scare tactic against Labour in 1987 and 1992 - but it's not going to work the other way round. And if the history is not of much interest, it follows that discussions about whether Cameron has or has not changed the Conservative party are irrelevant. The Tory voter in Sunderland who acknowledges that the minimum wage has been a success sees it as no reason to vote for Labour, given that the Tories have come round to the idea. It's not fair - but then politics doesn't work on fairness.</p> <p>The second surprise is how little credit Labour gets for the massive state investment in a place like Sunderland. Chris Mullin, the much-respected Labour MP whose constituency is now mostly covered by the new seat, is retiring. He admits to being more than a little baffled by what he calls a \"disconnect\". He was canvassing on an estate that had been transformed by a big regeneration scheme. At the doorstep of a brand new house, a woman told him: \"I'm not voting, you've done nothing for us.\" Mullin was left speechless as she slammed the door. He defends the huge sums as essential to begin to repair the social damage of a \"lost generation\" who grew up unemployed, and he admits it's a long-term project that needs probably a generation to succeed.</p> <p>But the Tories can make an appeal to those sections of the working class who don't see this as a matter of patience and see Labour as having been far too generous to the undeserving. They pride themselves on their hard work and deeply resent their taxes funding a benefit system which they argue is being used as a lifestyle choice rather than a reciprocal commitment to a shared safety net. A former Sunderland Labour voter who plans to vote Tory for the first time talks of seeing the same people on benefit in the betting shop for over a decade: how come they have disposable income for a flutter? The same sentiment feeds into the deeply held anxiety over immigration; \"foreigners\" coming to live off \"our\" taxes. This is expressed as often by Labour voters as Tories, despite the fact that Sunderland's immigrant population is small. </p> <p>Meanwhile, there's a long litany of complaints about Labour's record, from the botched abolition of the 10p tax rate (which affects an area like Sunderland with a below-average per capita income particularly badly) to the perceived squandering of money on schemes such as teaching single parents to cook. Sunderland's model of inner-city regeneration - fancy apartments, marina and coffee shops - looks fragile in the current economic climate, and critics say it never had much to offer anyway to those estates round the city where 40% of children are born to single parents and rates of incapacity benefit remain stubbornly high.</p> <p>The appeal of Toryism to working-class voters has often baffled people on the left - they don't see it coming until it's too late, as in 1979. A comparable shift seems to be under way now, and the only question is how deep will be the inroads into Labour heartlands. It takes only a small number of Tory votes and a lot of disillusioned Labour voters who don't bother to turn out to make a seat like Sunderland Central Tory.</p> <p>Gordon Brown's pollster, Deborah Mattinson, seems right that people are not entirely persuaded by Cameron, but that should be no comfort. They don't need to be. This political shift is not about the appeal of an individual leader but about a set of sentiments of which Labour has failed to give an adequate account: individual self-reliance, responsibility, family values and community. It may sound like apple pie, and Labour wouldn't disagree with much of it. Nor does it stack up into a coherent credible set of policies, but on the doorstep that's not how voters judge politicians - they're not policy wonks. Successful politics is ensuring that the voter hears, through the clutter of modern media, a set of symbolic messages. Cameron, for instance, may never implement tax breaks for marriage, but suggesting them has enabled him to position himself as a politician who backs the family. That's how you get the oddest of political outcomes - a Sunderland Tory who feels this Eton-educated southerner is speaking his language.</p> <p><strong>·</strong> A series of discussions from Comment is Free and Soundings journal starts with Is the future Conservative? at Kings Place, London, on October 6. For tickets, visit <a href=\"http://www.theguardian.com/commentisfree\">theguardian.com/commentisfree</a> or phone 0844 264 0321 and quote the Guardian reader offer</p> <p><a href=\"mailto:m.bunting@theguardian.com\">m.bunting@theguardian.com</a></p>",
  "<p>Ministers have given their strongest backing yet to GM crops being planted in the UK. The science minister, Ian Pearson, predicted the public would accept GM crops if they could be convinced that the technology would benefit consumers.</p> <p>He acknowledged that the original public debate on the issue was handled badly by government, but he said if the benefits of GM crops could be put across to people they would be more enthusiastic. </p> <p>\"I don't think the GM debate in 2000 was handled very well,\" Pearson said. \"I think that the public want to see benefits for GM technology for the consumer, not just for the fertiliser company or the farmer. If GM can demonstrably provide benefits for people living in sub-Saharan Africa ... then I think the public will want to support those as products and want to see them commercialised.\"</p> <p>He added: \"If consumers see benefits from GM then I think a significant majority of them will want to choose GM. That's what we have to do. We have to show that there are benefits to the consumer of adopting GM technologies.\"</p> <p>The backlash against GM began in the late 1990s when trials were interrupted by activists who ripped up the plants. Consumer fears also prompted supermarkets to remove GM products from their shelves. In 2004, Lord Melchett, policy director of the Soil Association, declared \"the end of GM in Britain\" after the government announced that no more GM crops would be grown for the \"foreseeable future\". </p> <p>The crops are grown widely in north and south America and China, but a Eurobarometer survey of 25,000 Europeans in 2005 found just 27% thought the technology behind GM should be encouraged.</p> <p>Pearson said GM research held great potential for producing crop varieties that would help poor people in developing countries. \"We can produce drought-resistant crops, salt-resistant crops. These could have huge potential benefits for people in developing countries and I think that we should be allowed to do the research,\" he said. </p> <p>He added that the government needed to communicate its science message better to the public. \"We need to find new and better ways of consulting and of working with people and making sure that we take them along with us,\" he said.</p> <p>Pearson's comments signal a concerted effort by ministers to reopen the GM issue. On BBC radio's Farming Today this month, the environment minister, Phil Woolas, said opponents of GM had a year to prove it was not safe. \"If you are opposed to GM it is now up to you to provide the evidence that there is harm. Ten years ago it was the other way around,\" he said.</p> <p>Claire Oxborrow of Friends of the Earth said ministers were using the global food crisis as an excuse to align themselves with the biotechnology industry. \"It seems the government has forgotten what came out of its own debate,\" she said. \"There was this in-depth debate process sponsored by the government ... which overwhelmingly showed that the public were not ready for GM, did not see any benefits, did not trust the technology, and did not want their food controlled by corporations.\"</p> <p>Pearson's comments were welcomed by Dr Julian Little, head of the Agriculture and Biotechnology Council, an umbrella group for the food biotechnology industry. \"Biotechnology can make a significant contribution to rising food and fuel prices and environmental challenges,\" he said.</p>",
  "<p>Residents of Britain's most southwesterly outpost have earned the role of international soap stars. </p> <p>A weekly radio soap opera written, performed and produced by people who live on the Isles of Scilly is winning rave reviews not just on the islands and the Cornish mainland, but across the world.</p> <p>As Radio Scilly's 15-minute slice of everyday life, The Islanders, is available on the internet as well as local FM radio, aficionados from Australia to Canada are logging on to keep up with the gossip from the fantasy island of Marra. </p> <p>So successful is the soap that the comic actor Martin Clunes has agreed to join the cast for a one-off appearance next month when he is on the islands filming. If that goes well, the creators might just pluck up the courage to ask other famous visitors - Jude Law is one Hollywood star that often holidays here - if they fancy a turn. </p> <p>Just like its grander BBC rival, the Archers, the Islanders traces the ups and downs of family life, mixes comedy and drama and tries to reflect current issues. </p> <p>But unlike The Archers, the Scilly soap has to tread a delicate line between being relevant and, in a tight-knit community of 2,000 souls, not offending anyone with storylines that are too close to the bone. </p> <p>The writer Maggie Perkovic said the soap, which is recorded in a cast member's front room, would be too bland if it did not reflect real island life. </p> <p>\"I think you should bring in things gently,\" she said. \"If I think something is wrong or needs to be discussed then I don't mind putting it in. When you live on an island you have to be true to yourself.\" </p> <p>The soap began a year ago when Radio Scilly, which claims to be the world's smallest professional radio station, launched. Already controversial topics tackled include the arrival of \"incomers\" who do not grasp how life on the island works, the fight against unsympathetic developers and the tricky business of being a teenager in an isolated spot. </p> <p>The farming couple at the centre of the soap are the Higsons, played by real-life husband and wife, Tony and Deanne Dingley. \"I just play myself, really,\" said Tony. \"I think that's what most soap actors do. In real life I'm an ordinary bloke from the west Midlands and that's who I am in the soap.\"</p> <p>Away from the soap, though, Dingley is an estate agent rather than a farmer and while in The Islanders he seems to be teetering on the brink of an affair with the show's femme fatale, an incomer called \"luscious\" Louise, he insists that he would never succumb to such temptation in real life. </p> <p>Challenges lie ahead for both Dingley and his character. (Islanders die-hards should look away here.) In real life, the Dingleys are spending the winter away from the islands, so Tony's character Ben is about to fall conveniently into a coma after being trampled by his cows. \"I've been told that when I wake up my attitude is going to have changed. So I might have to start acting a bit,\" said Dingley. He also reveals - another Guardian exclusive, this - that when he wakes up from the coma the first word he utters is ... Louise.</p> <p>Gail Sibley, aka luscious Louise, harbours the suspicion that Perkovic has cast her as a newcomer because she has only been on Scilly for a mere 15 years. \"She may be having a little pop, I'm not sure,\" she said. </p> <p>Her character certainly has had her fair share of trouble, including having her hair turn green when she fell into a ditch full of pesticide and a close encounter with a bag of dead rats. </p> <p>Retired schoolteacher Richard Farr, who plays grumpy Frank Timmins, believes the soap deserves better than its Sunday afternoon billing. \"We do broadcast the damn thing at the wrong time. Everyone is out doing something then,\" he said. \"We've got more people listening to us in America and Australia than here.\" </p> <p>Peter Laverock, who produces the show, lives in fear that the many keen ornithologists who visit Scilly will spot that his birdsong sound effects have not been recorded locally. And writer Perkovic has the constant worry that she might overstep the mark and really upset someone. </p> <p>Still, more shocks are on the way. Islander Joe Brent Jr is serving in the army - Perkovic can't quite remember if he's in Iraq or Afghanistan, she's got to check. Anyway, he is going to be injured. And the global credit crunch is also going to hit Marra. \"This is a lovely place,\" said Perkovic, \"But the problems of the world do reach us. The show reflects that.\" And off she goes to remind herself just where poor Joe Brent Jr has been posted so he can meet his unpleasant fate.</p> <h2>Closet affair?</h2> <p>\"Luscious\" Louise, the island femme fatale, asks her neighbour, Ben, a farmer, to help her with a mouse she has found in her cupboard. Louise knows that Ben's wife, Hannah, is off the island. </p> <p><strong>Ben:</strong> Here I am Louise, where are you?</p> <p><strong>Louise:</strong> In the cupboard. Look, come in. Here's the torch. (Door slams) Oops, sorry, it's the draught. </p> <p><strong>Ben:</strong> Where's the torch. Right, it's not working. Did you check the batteries, Louise?</p> <p><strong>Louise:</strong> Oh, dear, I'm a fool, sorry Ben. I say, it's cosy in here, isn't it?</p> <p><strong>Ben:</strong> Behave yourself. Where did you see this mouse?</p> <p><strong>Louise:</strong> I heard a little scrabble and I'm sure I saw a ... Do you like my perfume?</p> <p><strong>Ben:</strong> Yes, it's great. Er, I mean, don't change the subject. What if Hannah came in? </p> <p><strong>Louise:</strong> She's gone to St Mary's, hasn't she?</p> <p><strong>Ben:</strong> How do you know?</p> <p><strong>Louise:</strong> She told me. It's very dark in here, isn't it? Are you scared of the dark Ben? </p> <p><strong>Ben:</strong> Louise, what are you playing at? What are you doing? </p> <p><strong>Louise:</strong> Ben, you talk too much, now come here. </p> <p>(Fade)</p>",
  "<p>Google will make its long-awaited debut in the mobile phone handset market tomorrow when it launches in New York, with its first network partner T-Mobile, the first device that runs its Android operating system.</p> <p>Called the G1, the new phone is made by Taiwan's HTC and presents a direct challenge to Apple's iPhone and the dominance of the world's largest mobile phone maker, Nokia.</p> <p>The new handset - which is likely to be characterised as the first G-phone - has a touchscreen like the iPhone but includes a slide-out Qwerty keypad. The phone has previously been referred to as the HTC Dream and the \"Kila\", the project name given by T-Mobile and a reference to the network's hope that it will prove an effective weapon against the iPhone.</p> <p>The phone is expected to go on sale in the US next month with hopes that it will be available in the UK by Christmas - depending on demand in the North American market. It is expected to cost about $199 (£108), which would put it on a par with the basic 8GB version of the iPhone sold by AT&amp;T.</p> <p>The arrival of the G1 is the latest salvo in a fight to control the software that will power the next generation of mobile phones, which can access the internet. More devices from other manufacturers will follow next year. </p> <p>When Google announced its plans for Android last year they came alongside the unveiling of the Open Handset Alliance, a consortium of mobile phone makers and networks whose stated purpose is to \"accelerate innovation in mobile and offer consumers a richer, less expensive, and better mobile experience\".</p> <p>As part of this plan, they made Android a so-called \"open platform\", which means no one is charged to use it either in a device or as a basis for writing applications. As a result, anyone can write programmes that will run on an Android phone - from maps and calendars to word-processing software and games.</p> <p>A similar developer community has already sprung up around the iPhone, whose software is controlled by Apple although anyone can write applications that will run on it. Users of the phone and the iPod Touch have downloaded the 3,000 applications available from the iTunes store more than 100m times since it opened on July 8 this year.</p> <p>But iPhone applications are only available through the iTunes store, meaning that Apple controls what is available to users. Applications for the G1 can be downloaded from anywhere, although there is talk that Google, HTC and T-Mobile will set up some sort of applications repository .</p> <p>Nokia hit back at both Android and the iPhone in June by buying out the British mobile phone software company Symbian and announcing it would make its operating system - which powers about 60% of the global \"smartphone\" market - free.</p> <p>The hope for Google is that ultimately Android will help more mobile customers get online through their mobile phone. </p> <p>For many people in the developing world, the only way they are likely to get on the web, for the foreseeable future, is through a mobile device. </p> <p>A quarter of a century on from the arrival of the personal computer there are roughly 1bn in use worldwide but that many mobile phones are sold every year. And growth in mobile usage is increasingly in the developing world, where fixed-line infrastructure is often patchy at best.</p> <p>Being the first to market will be a source of pride for HTC, the Taiwanese company known mainly as a maker of handsets that run on Microsoft's Windows Mobile operating system. </p> <p>LG and Samsung will unveil their first Google-powered mobile phones next year.</p>",
  "<p>Gordon Brown yesterday pinned hopes of reviving his premiership on a package of measures designed to tackle the economic crisis, including a drive for tighter international controls of the global money markets and a crackdown on the culture of irresponsible City bonuses.</p> <p>However, the prime minister also paved the way for higher levels of public borrowing, in breach of the Treasury's own rules, following the tumult on world markets last week.</p> <p>In his speech to the Labour party conference today, the chancellor, Alistair Darling, will promise to do \"whatever it takes\" to rectify the mistakes made by the markets, but he will make clear: \"Just as one government alone cannot combat global terrorism, just as one government alone cannot combat climate change, so one government alone cannot deal with the consequences of globalisation.\"</p> <p>Brown's plan includes:</p> <p><strong>· </strong>A stronger international regulatory system, based around an early-warning system run by the IMF, which he will set out when he goes to New York at the end of this week.</p> <p><strong>· </strong>Tighter control of \"irresponsible\" city bonuses.</p> <p><strong>· </strong>A regime of stronger intervention in the City, under the new chairman of the Financial Services Authority, Lord Adair Turner. Turner warned yesterday: \"What has gone wrong with the world's financial system is not just a few minor things and it can't be tidied up by a little more disclosure or transparency.\"</p> <p>But the prime minister also signalled that the financial crisis means Britain's debts will go higher, insisting: \"It is right to borrow at the moment. Those people who say we should be cutting public expenditure and cutting investment at the moment are wrong. In these unique circumstances, it is right to borrow and raise public expenditure.\"</p> <p>Brown and Darling will travel to Europe and the US over the next few weeks, aiming to create an international consensus for a tougher global system of regulation. Brown's aides predicted previous US and Asian resistance to his ideas would fold in face of the crisis that created near meltdown in the markets last week and has seen the US put in place a $700bn rescue package to purge the \"toxic\" debts held by banks around the world.</p> <p>Brown's team insist they are not \"ambulance-chasing\" the global crisis, but recognise that it is the single world event that can play to Brown's political strengths and allow them to mark out substantially different territory by advancing the case for a strong interventionist state, to which the Tories do not subscribe.</p> <p>Fending off continuing calls to quit from within his own ranks at party conference, Brown promised action on City bonuses, saying: \"I think there is an element of the bonus system that is unacceptable,\" and questioning rewards for short-term deals with no regard to long-term performance. </p> <p>Brown said many people had failed to \"price risk properly\", but the City now recognised that there would have to be changes in its culture and regulation. </p> <p>Darling will use his speech to conference today to say: \"I can promise you that whatever weaknesses are found in the financial system I shall take steps to deal with them, but this is a global problem and it will take global solutions, not knee-jerk reactions, but a measured response.\"</p> <p>Brown and Darling are also coming under intense pressure from ministers, MPs and trade unionists to take populist measures to clamp down on executive bonuses, or to offer a middle-class tax cut funded by a new 45% rate of tax on those earning more than £175,000 a year.</p> <p>Explicitly offering himself as the man with a special wisdom and experience to guide Britain through this crisis, Brown insisted he remained pro-market and pro-enterprise. But he disclosed he will be resubmitting proposals on international regulation when he lobbies world leaders in New York on Thursday at the UN general assembly.</p> <p>Brown wants an enhanced role for the International Monetary Fund so that it provides a better early warning system of looming crises, better cooperation between regulators and more effective cross-border regulation of multinational finance. Britain also backs calls for an International College of Regulators and reform of credit rating agencies, heavily criticised for their part in the meltdown.</p> <p>Brown told the BBC: \"I think what people haven't appreciated is we've now got global financial systems but we've only got national regulators to cover them. And I've been pressing for some years, and I wish I could have persuaded other countries to do what I wanted, and that was to create a global system of financial regulation.\"</p> <p>Turning to Britain's debts, Brown claimed: \"In the last 10 years we have reduced the share of the national debt from 44% to 37% so we are in a position to borrow, because of our good housekeeping, to take us through difficult times. </p> <p>\"Other countries are not in such a privileged position. Other countries will be running up deficits, because it is right to borrow at this time.\" </p> <p>Shadow chancellor George Osborne challenged Brown's claim to have reduced the overall level of national debt since Labour came to power in 1997. According to Office for National Statistics figures, net debt now stands at 43.3% of GDP, compared to 43.2% in May 1997, he said, adding: \"Gordon Brown's interview shows he is increasingly becoming a stranger from the political and economic truth.\"</p> <p>The fiscal crisis has dampened the simmering rebellion within Labour ranks, even though one cabinet minister said: \"Most MPs are in state of unrestrained panic at the scale of the Tory lead.\" </p> <p>Brown has also told colleagues he has not yet finally settled on a cabinet level reshuffle in the next 14 days, fearing it could be a flashpoint for a rebellion.</p> <h2>Explainer: Brown's battle for reform</h2> <p>Gordon Brown has already made two speeches on the need for reform of the global financial architecture this year: in New Delhi in January, and in Boston in April. He said yesterday he would use a visit to the United Nations in New York later this week to seek further regulation of financial markets.</p> <p>The prime minister wants to a beefed-up role for the IMF so it provides a better early-warning system of looming crises, and better cooperation between regulators, leading to more effective cross-border regulation of multinational finance. It makes sense, according to Downing Street, that regulators share information. Britain backs calls for an International College of Regulators.</p> <p>There has also been considerable European support for reform of credit ratings agencies, heavily criticised for their part in causing the meltdown. The agencies were paid by banks and other institutions to rate the complex financial derivatives market - now viewed as a dangerous conflict of interest. One option is to set up a multilateral body, funded by governments, to provide independent rating of financial products.</p> <p>The UK has had no trouble finding supporters in Europe for these ideas. Brown has spoken to Nicolas Sarkozy, the French president, Angela Merkel, the German chancellor, and José Manuel Barroso, president of the European commission, on the need for global action, and they are in broad agreement on the need for reform. The problem has been the US; after last week, there is the sense Washington is much more willing to act.</p>",
  "<p>The US treasury is pressing Britain, Japan, Germany and other industrialised nations to copy its $700bn (£382bn) scheme to bail out the banking industry through a coordinated global plan to patch up the wounded financial system.</p> <p>A proposed state-sponsored organisation to sweep up banks' toxic mortgage debt will require funding equivalent to more than $2,000 for every American citizen. It involves raising the statutory ceiling on the United States' national debt from $10.6tn to $11.3tn.</p> <p>Henry Paulson, the US treasury secretary, said foreign banks would only be eligible for the bail-out if they had major operations in the US.</p> <p>\"I'm going to be pressing our colleagues around the world to design similar programmes for their banks and institutions,\" said Paulson during a round of interviews on Sunday. \"Our system is a global one.\"</p> <p>Congress is likely to rush Paulson's bail-out plans into law within days - although Democrats are demanding drastic cuts in Wall Street bankers' multimillion-dollar pay packages.</p> <p>The British government is reluctant to make a similar emergency intervention. In London, a Treasury spokesman said Britain was adopting different tactics, including a £100bn special liquidity scheme for banks and last week's intervention to aid Lloyds TSB's takeover of HBOS. \"We're not working on any similar plans in the UK,\" he said. \"We're talking a lot to Hank [Paulson] and his team, but different nations might do different things.\"</p> <p>Paulson's initiative is the biggest intervention in the financial markets by a US government since the Great Depression. In a document of just three pages, the US treasury has asked Congress for authority to spend up to $700bn, although officials point out that they will make some of this money back by reselling mortgage-backed securities once a degree of normality has returned to the markets.</p> <p>\"I don't like the fact that we have to do this. I hate the fact that we have to do this, but it's better than the alternatives,\" Paulson told Fox News. \"This sticks in my craw, but it is by far the least costly way to proceed for the American economy.\"</p> <p>The treasury secretary, who is a former Goldman Sachs executive, said hedge funds would not be allowed to use the facility, risking further wrath from the troubled high-risk investment funds, which are seething over a ban on short-selling in financial stocks.</p> <p>In return for the bail-out, Democrats want Wall Street to end telephone-number sized salaries for senior executives.</p> <p>\"It would be a grave mistake to say we're going to buy up the bad debt that results from the bad decisions of these people and then let them get billions of dollars on the way out,\" said Barney Frank, chairman of the House financial services committee. \"The American people don't want that to happen and it shouldn't happen.\"</p> <p>Wall Street bosses are among the top earners in US boardrooms - Goldman Sachs' chief executive, Lloyd Blankfein, took home $68.5m last year and Lehman's Richard Fuld was paid $34m.</p> <p>The bail-out gives Paulson's department sweeping powers to spend without liability to review by the courts. \"He's asking for a huge amount of power,\" Nouriel Roubini, an economist at New York University, told Bloomberg News. \"He's saying 'trust me, I'm going to do it right if you give me absolute control'. This is not a monarchy.\"</p> <p>In a reminder of the fragile state of the financial industry, a West Virginia chain, Ameribank, was seized by regulators on Friday evening. On Wall Street, Morgan Stanley continued talks about a merger with the high-street bank Wachovia, or a capital injection from the China Investment Corporation. News of the plan halted a relentless sell-off in stocks, which some believe was close to becoming a stockmarket crash. Traders in New York suggested that if unchecked, the volume of \"sell\" orders could have wiped 22% off major indices.</p> <h2>Discount dilemma</h2> <p>How much is a sub-prime mortgage worth? The US government faces a dilemma in deciding what to pay banks for their underperforming assets. Top banks have written more than $300bn off the value of their mortgage-backed securities. Even at these discounted levels, few analysts attach much credibility to banks' valuations of holdings. But if the US treasury drives too hard a bargain, it could force such banks into bankruptcy, potentially causing an outcry. Bankers say the securities are far from worthless because they are all ultimately backed by bricks and mortar but negotiations are likely to be brutal.</p>",
  "<p><strong>Hewlett has missed the point on Scotland </strong><br>Steve Hewlett is barking up the wrong tree in his analysis of the Scottish Broadcasting Commission (Scotland: the not so brave, September 15). In fact, he is so out of touch he is lost in the woods entirely. Earlier this month the Commission produced an ambitious and challenging vision for the future of Scottish broadcasting. It has been widely discussed and praised in the Scottish media and is already being seen as marking a turning point for the industry in this part of the UK.</p> <p>Steve says accusingly that \"the commission has created a consensus across political lines\", as though this were some kind of deplorable failure rather than the deserved result of a thorough, honest and independent investigation in which all parties - political and industrial - had their say.</p> <p>Scotland has more newspaper titles available every morning than any other part of the UK. But in all the coverage of the Commission's report, not a single editorial - indeed not a single columnist - has shared Steve's three main criticisms. It is just not true that the BBC has been \"let off the hook\" over television news, that there is \"little detailed analysis\" of STV, or that regulatory devolution has been glossed over.</p> <p>Our 22 recommendations, including our key proposal for a new Scottish network, would transform the industry in Scotland and the programmes and services available to viewers. In the end, those are the most important outcomes, not getting bogged down in partisan politics for the sake of it. As we say in our report: broadcasting should not serve as a surrogate for the constitutional debate in Scotland, and while Steve seems to be unaware of this, it appears no one else disagrees. The headline on Steve's article is \"Scotland: the not so brave\". I suggest an alternative: Scotland - the not so daft.<br><strong>Blair Jenkins,</strong> chair, Scottish Broadcasting Commission</p> <p><strong>Austen powers</strong><br>I'd like to thank Janine Gibson for her praise of ITV1's Lost in Austen, a new drama that has received widespread critical acclaim (Opinion, September 15). But not only is she wrong to claim that ITV is \"over-committed to in-house productions\" - she's looking down the wrong end of the telescope. </p> <p>The foundation stone of our turnaround strategy is to grow ITV as a producer-broadcaster, creating our own content and using the ITV family of television and online channels to deliver greater value at home and abroad. </p> <p>Let's not forget that ITV Global Content is the largest commercial producer in the UK, the third largest in Europe and delivers the bedrock of our broadcast and online hits, from Coronation Street and Emmerdale through to Dancing on Ice and I'm a Celebrity. <br><strong>John Cresswell, </strong>chief operating officer, ITV plc </p> <p><strong>BBC's world coverage</strong></p> <p>Richard Sambrook may well be successful in part of the BBC's new public purpose - \"bringing the UK to the world\" (A global revolution, September 15). But the reverse is not true. Apart from disasters and American elections intelligent international coverage continues to shrink. </p> <p>Why are there no internationally-focused news programmes on the BBC's domestic services except the thin gruel served by BBC4 at 7pm - when most news seekers watch Channel 4? It's a sad situation when CNN's World News Europe can offer a better and broader picture on the world each evening than anything from the BBC.</p> <p><strong>Peter Freeman, </strong>Brighton</p>",
  "<p>How many front pages does the Guardian have? It's not a trick question. The answer is that there are at least two. There's the familiar front page of the newspaper with the stories editors think are most important above the fold, and then there's the front (or home) page of the Guardian's website. Although they have similar functions, they are very different animals. The newspaper's front page may change between editions, but as far as the reader is concerned it is fixed. The website's homepage, by contrast, is dynamic - not just because it hosts multimedia and interactive content, but because it can be reinvented more or less as often as editors like throughout the day and night.</p> <p>There are other front pages, too, because the Guardian's website is really a network of sites: Sport, Comment, Business, Travel and so on, each with its own front page and lead stories, but today we're concentrating on the big two. </p> <p>According to recent National Readership Survey figures, the Guardian's print readership is 1.1 million, so there are a lot of people looking at the newspaper's front page every day. The majority of online readers never see it, but at least two-thirds of them don't visit the website's homepage either, which might make you wonder how important and useful the Guardian's homepage is for its users. </p> <p>But even if only a third of visitors arrive at the website through the network front, that still leaves more than half a million online readers looking at the Guardian's homepage every day, often more than once.</p> <p>I started thinking about this because a reader questioned the Guardian's decision not to put the banking crisis on the front page of the newspaper last Monday. To recap: on Sunday September 14, while some of us were sleeping, global capitalism was imploding. Lehman Brothers collapsed like a house of cards and another investment bank, Merrill Lynch, put itself up for sale.</p> <p>The following day the Guardian reported the crisis on page 2 and carried a double-page spread on pages 26 and 27, but the newspaper led with an exclusive story on its front page about police plans to extend surveillance of civilians using roadside cameras. There was a brief financial item at the bottom of the page, but it had nothing to do with the banking crisis. </p> <p>\"Lehman Brothers on the brink of collapse last night, and markets predictably tumbling around the world today, and what financial item appeared on the Guardian front page? Bottle recycling,\" said the reader who complained. The decision not to put the indisputably bigger story about the banking crisis on the front page was obviously an editing error and the Guardian wasn't the only newspaper to make it but, in the context of a rapidly developing story that got bigger and bigger as the week went on, did it really matter to readers that it wasn't on the front page on Monday morning? </p> <p>The newspaper wasn't the only source of news for people who wanted the Guardian's perspective as events unfolded. Where possible, business stories are \"web first\" and the four stories that appeared in Monday's paper were on the Guardian's homepage from about 8.30pm on Sunday. The story was moved up the homepage to become the \"splash\", or lead, at about 6am on Monday and the website began adding new stories about the financial crisis from around 7am. By 10am on Monday traffic to the site had tripled, the website's business editor told me.</p> <p>Journalists across the paper and web continued to add content throughout the day, and by midnight the website had published 38 new items including more than 20 articles (some of which were updated as the story developed), several blogposts, two videos, photos, audio, a poll and two interactive items. \"The paper captured a snapshot of a rapidly changing situation but then the web really came into its own,\" the website's business editor said.</p> <p><a href=\"mailto:reader@theguardian.com\">reader@theguardian.com</a></p>",
  "<p>I haven't read Joseph Conrad's Typhoon and so I didn't know what Gordon Brown was on about this morning when he said that his approach to the global economic crisis would emulate the stance of a famous Conrad character. But Andrew Marr has read everything and so he instantly recognised a reference to Captain MacWhirr.</p> <p>For the record, according to <a href=\"http://news.bbc.co.uk/1/hi/programmes/andrew_marr_show/7627906.stm\">the BBC transcript,</a> this is what Brown said:</p> <blockquote> <p>We're a team and we're facing difficult work conditions and facing them in a way that we ensure that people will come through this fairly. You know I think Joseph Conrad was the author, and when he said when you're facing a storm and it's an economic storm, an international storm, what do you do? The best way to deal with that storm is, he said, facing it, facing it. I think all the cabinet and all the government are of the same mind.</p> </blockquote> <p>That sounds fine. But a quick check suggests that Brown could have named a more suitable literary role model.</p> <p>MacWhirr is the captain of a ship who, when he encounters bad weather, stubbornly refuses to take avoiding action and instead sails straight into the eye of the storm. In the end the ship and its passengers survive, partly as a result of MacWhirr's solid leadership. But he's also described as \"having just enough imagination to carry him through each successive day, and no more\" and Conrad suggests that a more flexible captain would never have sailed into the storm in the first place.</p> <p>Brown was mocked recently when he allowed an interviewer to let him identify himself with Heathcliff. I'm not sure the Labour party will find his latest literary hero any more reassuring.</p>",
  "<p>Manchester City's incoming owner Sheikh Mansour bin Zayed Al Nahyan has appointed a new chairman and will complete his takeover of the club on Tuesday. Sheikh Monsour, who is a member of the royal family in Abu Dhabi, has also named his trusted ally Khaldoon Al Mubarak as City's new chairman. The new owner has also firmly stated that the club will not become \"just a team of all-stars\" and says that manager Mark Hughes will have the authority to sign the players he wishes. </p> <p>In an address to the City supporters prior to Sunday's 6-0 drubbing of Portsmouth Sheikh Mansour, who will replace Thaksin Shinawatra as owner of City, also stressed that the purchase of the club is a personal venture rather than a state project.</p> <p>\"Like you, we are excited about the future of the club, and we hope the securing of Robinho as a Manchester City player during the transfer window is seen as a signal of our very real intent,\" said Sheikh Mansour. \"It has been an exciting two weeks for all of us all.</p> <p>\"My intention is that Manchester City has the very best people at its disposal, both on and off the field. For that reason I have asked my friend Khaldoon Al Mubarak, to take on the position of chairman of the club. My request to him has been to put together a board and executive team that is worthy of the heritage and potential of Manchester City.</p> <p>\"Khaldoon and I have agreed that the we will not be making any more announcements for a while as we really now need to sit down with the manager, executive chairman and key staff and put together plans that will, over time, get the club to where we want it to be.</p> <p>The relatively unknown Al Mubarak, who attended the game against Portsmouth, has vast experience of running major projects and holds a senior policy advisory role within the government of Abu Dhabi. He is also chairman of the body which will run the United Arab Emirates' first formula one grand prix next year.</p> <p>Sheikh Mansour also moved to alleviate any fears that the new regime would dispense with Hughes in favour of a higher profile manager. \"We also want to make it clear that Mark Hughes is absolutely integral to our plans,\" he said. \"We are lucky to have someone who we believe is the best young British manager; someone who has been successful on the global stage, the Premier League and of course as a player.</p> <p>\"We are ambitious for the club, like you, but not unreasonably so and we understand it takes time to build a team capable of sustaining a presence in the top four of the Premier League and winning European honours.</p> <p>\"We know a little of the history at City also and whilst we want to bring in the best players in the world, we also want to see the academy continue to develop talent and give Mark Hughes the chance to bring home-grown players into the team.\"</p> <p>\"We consider Mark Hughes to be one of the prime assets of the club. We will back his judgement in what players to bring in and we look forward to working more closely with him in the future. We are building a structure for the future not just a team of all-stars.</p> <p>\"I should perhaps also explain that despite what you may have read, I have bought the club in a private capacity and as part of my personal business strategy to hold a wide portfolio of business investments.</p> <p>\"I am a football fan, and I hope that you will soon see that I am now also a Manchester City fan. But I am also a long-term investor and that is probably more important to the club and to you because it means we are here for the long haul and that we will act always in the best interests of the club and all of its stakeholders, but especially you the fans.\"</p>",
  "<p>Labour is a <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/7627797.stm\">pro-business party</a>, Gordon Brown insisted in his interview with Andrew Marr on BBC1 this morning. A few moments later he said it again. Labour is pro-business, pro-enterprise and pro-markets, the prime minister insisted. But is that claim true? Listening to the <a href=\"http://www.theguardian.com/politics/labourconference\">Labour party in Manchester</a> so far, I just don't think it is true.</p> <p>Brown is nothing if not attentive to the political mood. He is famously a sleepless scrutiniser of the media and the newspapers. I think these comments of his this morning were a tribute to that vigilance – because part of his brain is aware that Labour is already riding a populist political tiger this week. Brown's celebration of his interventionist actions in the financial crisis is designed to protect him from his challengers. But it has unleashed a torrent of old-time anti-capitalist rhetoric from the party in Manchester. There was a lot of it in the hall on Saturday, semi-sanctioned by the Labour leadership including Brown himself, and there was a deal more of it in last night's <a href=\"http://www.theguardian.com/politics/blog/2008/sep/21/labourconference.labour\">Compass rally</a> and at the union events on the fringes. And I think Brown is already worried – rightly – about what he has triggered.</p> <p>Brown has to accept some responsibility for encouraging this reversionary leftist mood in Manchester. In his three small speeches in the hall yesterday, Brown never talked about being pro-business, pro-enterprise or even pro-markets, not in an unequivocal way. In the hall yesterday, his key message was that he would do \"whatever it takes\" to save peoples' jobs, savings and pensions in the face of the financial collapse. These interests were more important than those of a few hedge funds, he said. Recent high dividends and executive pay were not based on longterm values. The conference loved it. Treasury chief secretary Yvette Cooper made the ambitious statement that executive pay had to be restrained this year. Good luck to her, but I wonder how she intends to achieve that?</p> <p>The closest that Brown came yesterday to saying what he told Marr this morning was when he said that markets were in the public interest but they shouldn't be equated with the public interest – actually a good formulation, in my view. By this morning, however, I think Brown has realised that he has let something out of the cage that he may not be able to control. Hence, in front of a wider television audience, his repeated restatement of Labour's pro-business credentials.</p> <p>But it may not calm the mood as far as the conference is concerned. Brown's determination to use his interventions in the financial crisis last week as proof of his strength and seriousness in the face of potential leadership challenges this week has let his ministers and his supporters off the leash, and given a green light to the unions and the Labour left to demand a more regulatory approach too. The era of free markets can be over, announced <a href=\"http://www.compassonline.org.uk/\">Compass</a>'s <a href=\"http://www.theguardian.com/profile/neallawson\">Neal Lawson</a> at his organisation's rally; effective management of capitalism was on the agenda and the crisis has given Labour a lifeline. The wheel of history has turned, said Jon Trickett MP.</p> <p>I agree strongly that businesses and bankers must act in the people's interests. But Labour seems to me to be adopting this line in the wrong way, at the wrong time and in political conditions that risk doing far more damage than good to the party's prospects. Maybe I'm wrong. I hope I am. Maybe there is a public out there that is yearning for Labour to finally start laying into the City and to markets – but I'd like some real proof of that rather than some ministerial intuition. Common sense suggests somehting different, that a public that is already fed up with Labour and fed up with Brown – the <a href=\"http://www.theguardian.com/politics/2008/sep/21/labour.polls\">Observer poll</a> this morning suggests a Tory majority of 146 at the next election – may blame Brown for the current turmoil rather than turn to him to get us out of it.</p> <p>And even if this doesn't happen, Labour is still playing with fire. The party lost four successive general elections while it remained committed to high taxes and tough state controls over the economy. It began to win general elections when it rethought its positions. My own view is that Labour then failed to offer a new social democratic programme – not an old Labour one – when it had the political strength to do so. I think a huge opportunity was missed around the 2001 election. Seven years on, it is taking a very large risk if it now reverts to old Labour instincts, as Lawson says it should, in current circumstances.</p> <p>Maybe that risk is worth taking – it's not impossible and certainly not unarguable. But don't pretend it's not a risk, and don't pretend that a government that has done nothing to prepare the public for this about-face and a party that is languishing in the 20s in the polls are in strong positions to carry this off. Labour is being very reckless and Brown seems belatedly to sense this, if his comments to Marr are a guide. But he set this opportunist and almost frivolous anti-capitalist mood running – and it may do him long-term harm for the sake of some dubious short-term good.<br></p>",
  "<p><a href=\" http://www.theguardian.com/politics/gordonbrown\">Gordon Brown</a> today delivered his most outspoken attack on misconduct in the City as he insisted that he was best placed to lead Britain through the current economic difficulties.</p> <p>In an interview with the BBC's Andrew Marr, he said that there had been \"a great deal of irresponsibility\" in the City and he said aspects of the current bonus system were unacceptable.</p> <p>The prime minister, who in the past has been reluctant to criticise the level of City bonuses, also acknowledged that he needed to \"do better\".</p> <p>In the wide-ranging interview, the prime minister admitted that he had made mistakes, particularly over the abolition of the 10p starting rate of tax, but he refused to contemplate standing down to make way for an alternative leader.</p> <p>He said the government was committed to <a href=\" http://www.theguardian.com/society/2008/sep/21/children.childcare\">expanding free nursery provision</a> to provide free places for all two-year-olds. </p> <p>But, when asked about the impact of the current economic turmoil on government finances, he did not rule out taxes having to rise at some point as a result.</p> <p>Brown was interviewed following the publication of a <a href=\" http://www.politicshome.com/usa/landing.aspx\">PoliticsHome</a> survey saying that, if there was an election now, the Tories would win a majority of 146.</p> <p>On bonuses, Brown said: \"I think there's an element of the bonus system that is unacceptable … When you have got a bonus on your salary based on short-term deals that has no relationship to long-term profits, you have got to look again at what that system is doing.\"</p> <p>He said the Financial Services Authority was looking into this. But he acknowledged that it could be difficult to deal with this through legislation.</p> <p>Brown reaffirmed his believe that he was the best person to lead Britain through its current difficulties. \"I'm better prepared to deal with that then perhaps anyone because you can't deal with it with slogans or PR or good soundbites,\" he said.</p> <p> \"You have got to deal with it by the wisdom of the decisions you make.\"</p> <p>Brown insisted that the cabinet was \"pretty united\" and when Marr asked him if he would contemplate resigning to make way for another leader, Brown insisted that he was focusing his job.</p> <p>Asked about Labour's plights, Brown quoted the approach taken by one of Joseph Conrad's characters. \"When you are facing a storm, what do you do? The best way to deal with a storm is to face it.\"</p> <p>He said that governments around the world were facing difficulties because of the economy. But he insisted that, when it came to the election, voters would have to make a choice between one party and another.</p> <p>Asked if he would still be leader at Christmas, he replied: \"Yes, of course.\" </p> <p>He downplayed the prospect of losing the <a href=\"\" http: www.theguardian.com politics glenrothes\">Glenrothes byelection</a>, saying that \"byelections are byelections\".</p> <p>But he accepted the need to improve. Asked if he needed to do better, he said: \"I always want to do better. I will do better.\"</p> <p>He went on: \"I think there are always lessons that have got to be learnt. I don't think people would see me as anything other than someone who wants to learn the lessons.</p> <p>\"I am never complacent, always vigilant, always wanting to test what we are doing against what we have done previously and to learn lessons from that. That's the business of government.\"</p> <p>When Marr put it to him that he did not accept responsibility for his mistakes, Brown replied: \"I don't accept that. I have said very clearly that when we had the 10p tax problem, that was my responsibility.\"</p> <p>Commenting on the economy, Brown twice stressed that his was a \"pro-business government\". He went on: \"We are pro-markets. But it will help business if we can clean up what has gone wrong.\"</p> <p>He argued that part of the current problems were caused by the fact that while financial markets are global, regulation is still national. </p> <p>He said he had been pushing for the creation of a global regulatory framework for some time and that he would be pressing ahead with this when he went to New York later this week.</p> <p>But he repeatedly argued that his experience as chancellor equipped him to deal with the problems facing Britain. \"It's a testing time and it's a time for being tested on your judgment and the values that you have.\"</p> <p>When Marr put it to him that his claims to have brought an end to the era of \"boom and bust\" were exposed as false, Brown said that interest rates were only 5% now, compared to 15% or more at the time of the last downturn.</p> <p>Brown insisted that the decision to lend £100bn to put more liquidity into the banking system would not cost the taxpayers money. \"That's effectively a loan. It's money that will be paid back.\"</p> <p>But when Marr put it to him that taxes would have to rise, Brown replied: \"These are decisions for the budget. I do say to you that every country is facing exactly the same problems.\"</p> <p>George Osborne, the shadow chancellor, said: \"Gordon Brown's interview shows he is increasingly becoming a stranger from the political and economic truth. </p> <p>\"The prime minister is increasingly living in a fantasy land, where his leadership is only under challenge because of the economic problems, where Britain is well prepared for a downturn, and where he bears no responsibility for the debt boom that he allowed to develop in his 10 years as chancellor.\"</p>",
  "<p>Today is <a href=\"http://www.alz.co.uk/adi/wad/\">World Alzheimer's day</a> - not that my dad, diagnosed almost four years ago, or a large swathe of the 700,000 others suffering from the same disease in the UK, will know. He is in a psychiatric hospital, robbed of speech and memory. Aged 87, he is cared for by overworked staff who are kind. They dress, bathe, feed and take him to the toilet and they try their best to squeeze in an extra few minutes each day to give him their time. But mostly my dad just sits.</p> <p>On October 1st, in the UK, we are all supposed to celebrate Older Peoples' day. Its patronising theme this year is, <a href=\"www.dwp.gov.uk/fulloflife\">\"Full of Life\"</a>. Full of life, that is, if you receive the kind of support that gives you a modicum of independence , control and a sense of well being. </p> <p>Earlier this year, three charities, <a href=\"http://www.counselandcare.org.uk/\">Counsel and Care</a>, <a href=\"http://www.carersuk.org/Home\">Carers UK</a> and <a href=\"http://www.helptheaged.org.uk/en-gb\">Help the Aged</a>, collaborated to launch an impressive campaign, <a href=\"www.rightcare.org.uk)\">Right Care Right Deal </a>. At some stage in life, everybody will be involved in the business of care - either their own or that of a relative or a friend. What they will discover is that what's on offer, in the main, is brutal, shockingly inadequate, unjust and a disgrace.</p> <p>The campaign has accumulated a range of statistics that illustrates how social care and health in the 21st century is unfit for purpose. In Japan, there are seven stages of support beginning at very modest and ending at highly intensive - allowing people to continue the life they have always lived for as long as possible. This system recognises that a person who is 60 or older still has rights as a citizen that ought to be respected.</p> <p>In contrast, too often in the UK a person has to reach a point of helplessness and despair - and even then, help may not materialise. In the early 1980s, the typical local authority helped 6,500 people - now the figure <a href=\"www.rightcare.org.uk\">has fallen to 2,500</a>. Two thirds of local authorities provide care only to people whose needs are either \"critical\" or \"substantial\". The result is a huge burden on carers.</p> <p>The poverty of support is matched by the iniquity of the bureaucracy. Acquiring appropriate care to keep a person in their own home; seeking out a suitable high quality residential place; working out who pays what and why is confusing, contradictory time consuming mess. In addition, while there are stunningly good exceptions, too many care homes are incubators of misery. </p> <p>According to a <a href=\"http://www.jrf.org.uk/knowledge/findings/socialcare/2260.asp\">report</a> published this week by Joseph Rowntree Foundation an extra £540m of extra funding is required to fund \"a modernised care home sector\". </p> <p>Sir Derek Wanless who investigated the cost of care for the <a href=\"www.kingsfund.org.uk\">King's Fund</a> and the Joseph Rowntree Foundation said it would require an extra £6 billion over the next 20 years just to keep the system at its present rotten state. The government earlier this year launched a debate on the future of care and support services and a green paper will be published next year.<br> The Right Care, Right Deal coalition are endeavouring to spark this, as yet, torpid \"debate\" at the party conferences. Wanless proposed that the state should meet two-thirds of the cost of social care and individuals should pay for the rest with additional help.</p> <p>What's also required is a system that is universal and that treats Alzheimer's as a disease not a \"natural\" part of ageing the cost of which is frequently borne by the patient. Better use of resources and more efforts to keep people active and at home are also essential. Equally important is the establishment of a consensus across the political parties about funding and the institution of a simple, transparent , fair system of entitlement and payment. <br> The population of older people is accelerating fast. Baby boomers (or at least some of them) may be the last generation for a lengthy time who can afford to buy their own solutions. Planning a couple of decades ahead, however, is anathema to politicians. As a result, we have barely begun a conversation about what constitutes quality of care let alone debated who will pay for it and how can it be delivered.  An army of people in the final years of their life exist in loneliness, isolation and neglect or they are warehoused in homes or they are cared for by relatives who, being only human, are also at times exhausted, depressed and angry. </p> <p>It's an odd quirk but many of us believe that old age is something that will never happen to us: not \"old' old. When my dad was capable of thought, that's what he believed too. He was fit, active and constantly curious but that combination proved a poor innoculation. </p> <p>In a few residential homes in the UK, care for those with dementia is hugely imaginative. Even those as advanced as my father are stimulated, talked too, entertained and involved - and given a degree of autonomy about how they spend their time. Until that's the norm rather than the exception, until we actively try to resolve this crisis of care that is already upon us, what many of us will experience is an old age that is so empty of life, it resembles a living death.</p>",
  "<h2>Misconduct on the City</h2> <p><strong>AM:</strong> Have people been let down by people in the City?</p> <p><strong>GB:</strong> I think it's fair to say that there has been a great deal of irresponsibility. I think it's fair to say also that we are in a new world. We have got global financial systems but we have only got national regulators to cover them.</p> <h2>City bonuses</h2> <p><strong>AM:</strong> Do you think people [in the City] have been greedy?</p> <p><strong>GB: </strong>I think there's an element of the bonus system that is unacceptable. I have been saying that when you get your bonuses and your salaries based on short-term deals that have no relationship to long-term performance, you've got to look again at what the system really is doing. Because if it's encouraging the quick, the short-term fix and the deal, rather than making the economy better in the long run, then that's not only, of course, a lot of money lost, but it's damaging the economy as well.</p> <p><strong>AM: </strong> What can be done about bonuses?</p> <p><strong>GB: </strong>Well, the Financial Services Authority is looking at that. Let's say you are regulating a company, a financial services company. Take into account that they are taking these risks, if you like, twice over, by risking their capital, but also by building an incentive system around someone taking perhaps irresponsible risk. </p> <p><strong>AM: </strong>Can you legislate to stop bonuses?</p> <p><strong>GB: </strong> I think it's difficult to do that because you are dealing with a global economy. ….[Brown came back to this issue later in the interview.] The Financial Services Authority is looking at these issues. A lot of these things are culture, of course, you change people's ideas about what's good and what's bad. Some of them can be regulatory and that's what they are looking at at the moment. If the regulator says this is taking far too many risks, if you are making your whole bonus culture based on someone taking a risk that you've got no guarantee that it's going to work, and that's some of the problems that's been created in the past …. I'm sure that everybody in the City now knows that there going to have to be changes in that.</p> <h2>City Culture</h2> <p><strong>AM: </strong>You are famously a pretty frugal man. You are not interested in £3,000 suits. And yet in the Brown years there was quite clearly a culture of the super, super rich swaggering around and all these complicated things happening in the City. Did you never think something's wrong here?</p> <p><strong>GB: </strong> What did we do? We created the Financial Services Authority. We've brought together all the regulators. So we led the world in that. And that's why I think some of the problems you are seeing in other countries are not actually happening here.</p> <h2>Tax and Spending</h2> <p><strong>AM: </strong> You can't raise taxes now, but someone's going to have to raise taxes before long?</p> <p><strong>GB: </strong>You've got to look overall at what the situation is in the economy. These are decisions for budgets. But I do say to you that every country is facing exactly the same problem because the world economy has slowed, they have to make a decision as to whether to borrow or to cut their public services. We've made a decision that we will continue to finance our public services and our public investments.</p> <h2>Boom and bust</h2> <p><strong>AM: </strong>Year after year you stood on conference platforms and said \"No return to boom and bust\" … You could not say that this year because there would be a sickening silence?</p> <p><strong>GB: </strong> We were talking about 15% interest rates, 3 million unemployed, 10% inflation. </p> <p><strong>AM: </strong> That was a huge boom based on inflated property prices and we now have a bust.</p> <p><strong>GB: </strong> Sorry, we had a boost to the growth of our economy. It was part of a fundamental improvement in the prospects of our country.</p> <h2>Brown v the Conservatives</h2> <p><strong>GB: </strong>When you have an international financial crisis, I happen to think I'm better prepared to deal with that than perhaps anyone because you can't deal with this with slogans or PR or good soundbites. You've got to deal with it by the wisdom of the decisions you make. These are testing times for people's wisdom and their judgment. What's remarkable is that at every point in this financial crisis the Conservative party have made the wrong judgments and they've made the wrong choices and the wrong decisions.</p> <h2>The leadership</h2> <p><strong>AM: </strong> If you were persuaded that your leadership was not working for the Labour party, are there any circumstances in which case you would say \"Okay, fine, I've given it my best shot, I'll hand it over to someone else\"?</p> <p><strong>GB: </strong> Look, Andrew, I was chancellor for 10 years. I'm in a position to deal the international and the national events that are happening. I've got the experience to deal with these events. I think you've seen over the last few days that we've been making the right decisions, sometimes ahead of other countries …..</p> <p><strong>AM: </strong> During the last Conservative government there was a famous battle cry that came from the backbenches, \"No Change, No Chance\". And there wasn't a change and they were slaughtered. People are saying the same thing now.</p> <p><strong>GB: </strong>We're a team. We're facing difficult world conditions and we're facing them in a way that we ensure people will come through this fairly. I think Joseph Conrad was the author who said that when you're facing a storm, and it's an economic storm, and international storm, what's the best thing to do. The best way to deal with that storm is to face it …. We would be letting people down if suddenly we walked away and bailed out. What we do is keep doing what is right for this country.</p> <p>• A full transcript of the interview should be available on the <a href=\"http://news.bbc.co.uk/1/hi/programmes/andrew_marr_show/7080543.stm\">programme's website</a> later today.</p>",
  "<video data-media-id=\"gu-video-337846073\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/bc/281851582/281851582_1809512861_gdn-nat-080922-rl-JohnHarris-FLV-16x9.flv\"/> </video>   <p>JK Rowling's <a href=\"http://www.guardian.co.uk/politics/2008/sep/21/gordonbrown.labour\">million</a> is banked. \"The eyes of the country are upon us,\" says one speaker; \"We have a duty to support Gordon's leadership,\" says another. From the platform, there comes an approved script that, by the close of the first day's proceedings, had already hardened into a string of cliches: these are \"testing times\", to talk about leadership is to indulge in \"navel gazing\", and Labour can somehow surmount its 20-plus poll deficit and usher in that dreamy fourth term. The sound of hatches being hammered down – a singularly grim tap, tap, tap – is pretty much audible; if you're not careful, you can leave the conference hall dangerously adrift from the cold reality of the Labour Party's predicament (a neat exposition of which <a href=\"http://www.guardian.co.uk/politics/2008/sep/21/labour.polls\">just landed</a>, and has doubtless already spoiled Gordon Brown's breakfast).</p> <p>And so to the inescapable theme of this year's Labour conference: the crisis in the financial markets and what the government intends to do about it. When Gordon Brown took the stage for a brief speech and rather painful Q&amp;A session, out it all came: \"This isn't about PR, slogans or whether you've got the right language, it's about judgement and the right choices\"; \"the test is of our values [or \"varlues\"]: opportunities for all, and responsibility to be shown at all levels of our economy\". In addition to the usual borderline delusional claims about debt-ridden, financialised Britain being \"far better placed\" than a lot of countries to ride out the nightmare, there was some slightly more cheering stuff; not least, a hint of moves against bonuses and dividends \"not based on long-term performance\". </p> <p>That said, when we get to his speech on Tuesday, what we get will surely be thin gruel: at a guess, a promise to work for new global rules for the markets, a few new powers for our own FSA, some help for the vulnerable in the event of a cold snap, and a slew of stuff aimed at the complaints the government hears in its focus groups. It will buy Brown a few more months, but it still leaves him and his party bereft of the convincing script whose absence – in addition to a those aforementioned problems with PR and language – lies behind the calamitous last 10 months.</p> <p>Listening to at least some of his colleagues, however, you get glimpses of something slightly more convincing: veiled, of course, and short of anything in the way of actual policy – but just about enough to prove that Labour's soul is still twitching. At last night's rally organised by <a href=\"http://www.compassonline.org.uk/\">Compass</a>, Unison and the left-aligned weekly Tribune (which, <a href=\"http://www.guardian.co.uk/commentisfree/2008/sep/15/pressandpublishing\">contrary to rumours</a>, is still with us), Ed Miliband talked about \"breaking the New Labour habits of a lifetime\" , binning \"excessive caution\", and \"doing what we really believe\", sentiments echoed by his cabinet ally Douglas Alexander. The revelation, though, was the Higher Education minister John Denham, pointing out that redistributing money without making lasting changes to an unfair and unequal social fabric (not least in the world of work) had left the party's job half done, and that he and his colleagues might do well to differentiate between the kind of wealth made thanks to risk and effort, and fortunes amassed thanks to \"rigging the system to your advantage\". </p> <p>On the fringe, the point is being made again and again: that in times of such breathtaking turnabouts, all kinds of orthodoxies are being shredded, and a new script isn't nearly as inconceivable as some people would have you believe. As the MP Jon Trickett pointed out from the platform, Daily Express <a href=\"http://www.express.co.uk/posts/view/61804/Don-t-let-the-spivs-destroy-Britain\">headlines and editorials</a> read like something from a copy of Militant circa 1986, and the space for new thinking is wide open. With that in mind, this will doubtless be the first of endless Cif mentions of the ubiquitous Jon Cruddas, who closed the rally by <a href=\"http://www.guardian.co.uk/commentisfree/2008/sep/18/labour.economy\">outlining exactly the kind of alternatives</a> that Labour's left-aligned high-ups can only talk about in code: a new top rate of tax for people earning more than, say £175,000 a year, that much-discussed windfall levy on the energy companies, and an approach already crystallised in the so-called \"Cruddas list\", included in the latest issue of the soft-left journal Renewal - which takes in proposals on everything from a belated defence of the post office to the decisive revival of council housing. None of it is the stuff of leftie impossiblism; as he points out, its closest political antecedent is – no, really – the Labour manifesto of 1997 (which, by way of a reminder, took in such crazy stuff as the abolition of internal NHS market, the minimum wage and a tax on the privatised utilities).</p> <p>So why does the adoption of any of this seem so unlikely? The problem is not just Labour's ingrained fear, and Brown's hopeless pessimism, but that part of its increasingly dysfunctional family who are presumably dead against such dangerous talk, and almost as confused by the events of the last week as all those financiers and high-flyers. To close, then, my favourite contribution so far from the conference floor, thrown at that great turbo-Blairite John Hutton, and aimed squarely at the government's essential malaise: \"Have recent events in any way dented your confidence in the free market and the private sector?\"</p>",
  "<p>Alastair Campbell, Tony Blair's former communications chief and new rallier for Gordon Brown, has a piece in the News of the World today that asks readers if they know the names of key members of the shadow cabinet:</p> <blockquote> <p>Who is the shadow health secretary? That's right, the Tory who would be in charge of our hospitals in a David Cameron government. </p> <p>What about the shadow education secretary? The one who will be in charge of your children's schools. Let's try the one who would inherit the biggest spending department of all, the shadow work and pension secretary.</p> <p>If the polls are to be believed, these are the people the country is preparing to put into power.Without knowing who they are or what they would do.</p> </blockquote> <p>Ah, but what's this? Over in the broadsheet neck of the woods, <a href=\"http://www.telegraph.co.uk/news/newstopics/politics/labour/3022628/Manchester-residents-confuse-ministers-with-Alex-Ferguson-and-Barry-Humphries.html\">Adam Lusher in the Sunday Telegraph</a> has been asking the people of Manchester, where the Labour conference is being held, who members of the actual cabinet are. Forty people were polled but no one at all recognised John Denham, the universities secretary; nor Shaun Woodward, the Northern Ireland secretary; nor Andy Burnham, Douglas Alexander, Paul Murphy, Lady Ashton or John Hutton. Denham proved particularly problematic, with voters volunteering that he was Roger Daltrey of the Who or Sir Alex Ferguson. </p> <p>Campbell acknowledged on Channel 4 News the other night that Blair benefited from an assortment of Cabinet big beasts — Charles Clarke, Margaret Beckett and John Reid — that Brown lacks. Campbell said it was time for the younger members of the cabinet to step up.</p> <p>Everyone recognised Brown. Jack Straw came second, a tribute to his stickability in senior cabinet jobs. Alistair Darling, who gave his now-infamous Guardian interview in the summer partly in recognition that he remained an anonymous figure despite holding several cabinet jobs, was third. I dare say a week of global economic crisis hasn't done too badly for his profile either. </p> <p>Problems for David Miliband: only a third of those asked by Lusher, 13 out of 40, recognised him. Not great if you are thinking about trying to convince Labour members that you are the electable alternative to Brown. And it rather bears out some of the <a href=\"http://www.theguardian.com/politics/2008/aug/01/gordonbrown.labour\">evidence found in the Guardian's July poll</a>.</p>",
  "<p>The speakers at yesterday's Fabian event at Manchester Town Hall sat behind the blown-up front cover of the current <a href=\"http://fabians.org.uk/publications/fabian-review\">Fabian Review</a>: \"Must Labour Lose?'\" Next to it was the title of the debate: \"Can we give the white working class what they want?\"</p> <p>The two questions are not unrelated. Alan Johnson may <a href=\"http://www.timesonline.co.uk/tol/news/politics/article4791039.ece\">joke</a> that the Conservatives have gone from a party of proud Etonians and closet homosexuals to closet Etonians and proud homosexuals, but that does not alter the fact that the white working class has grown disillusioned with Labour. The broad coalition that brought Labour to power in 1997 has <a href=\"http://www.theguardian.com/commentisfree/2008/may/23/labour.crewebyelection08\">disintegrated</a> under Gordon Brown, and lower socio-economic groups have deserted Labour in the greatest numbers.</p> <p>Two competing theories for the desertion emerged from the session; one emphasised the heart and the other stressed the wallet. <a href=\"http://www.theguardian.com/profile/joncruddas\">Jon Cruddas</a>, MP for Barking and Dagenham, argued that what has been called the \"epic flight of the white working class\" is the consequence of a political strategy that fails to focus on the issues that the white working class face. This, he suggested, was because of New Labour's assumption that the knowledge-based economy would wither away the white working class.</p> <p>Skills and universities secretary John Denham broadly agreed. \"The two areas of the country that have the lowest skills base are Stoke and Barking and Dagenham,\" he told the audience, \"and those are two of the areas where the far right are strongest. This is about the people who have been least able to manage the huge changes – such as global forces and migration – that have taken place in society.\" TUC general secretary <a href=\"http://www.theguardian.com/profile/brendanbarber\">Brendan Barber</a> said migration had driven down standards and undercut established conditions for working people. But <a href=\"http://fabians.org.uk/images/stories/fabian_review_autumn_trickett_for_web.pdf\">Jon Trickett</a>, MP for Hemsworth, suggested there is a \"cultural and linguistic gap\" between the government and the white working class. And, he went on, the government ignored this group at its peril. He cited a <a href=\"http://www.parliament.uk/commons/lib/research/rp2005/rp05-033.pdf\">study</a> of the ten most marginal seats in the country which revealed that social groups D and E outnumber skilled manual workers (C2) by a factor of two to one. It was therefore essential to reach these disaffected ex-Labour supporters. How to do it?</p> <p>For <a href=\"http://www.parliament.uk/commons/lib/research/rp2005/rp05-033.pdf\">communities secretary</a> Hazel Blears, it was to stress that Labour was the party that stood for personal gain rather than only philanthropic altruism; that it was the party that gave working people the chance to have some of the things that the middle class took for granted. To win back the white working class, the government had to tell them that if they \"work hard we'll help you get on, live by the rules and we'll protect you from those who don't, make your contribution and we'll give you good services, strive to be good parents and we'll provide good schools and a chance to get your kids to university. And when times are tough we'll use every tool we have to protect you and your family.\"</p> <p>This failed to convince journalist <a href=\"http://www.liberalconspiracy.org/\">Sunny Hundal</a>, who suggested that white working class disaffection called for war on two fronts – one to argue against claims that they are losing out in the battle of resources, and the second a cultural war \"about the identity of our country and where it is going, a fight about symbols and a sense of community and what is the glue that binds us as a nation.\"</p> <p>I was struck by the fact that during this entire discussion none of the speakers used the word \"immigration\". It was left to the very last questioner during the Q&amp;A session to raise it and suggest that Labour was not tackling \"legitimate fears in a pragmatic way\". This, it seems to me, was a critical question. Trying to find the right language to address white worries can only happen when there is sufficient recognition that the decline in Labour support among the white working class is related to immigration's impact on their lives and the way they feel about living in Britain. Immigration was, Cruddas conceded, the \"prism through which everything else is seen\" – but how it has affected the white working class, a theme that the BBC examined in a <a href=\"http://www.bbc.co.uk/white/\">series of films</a>, was not fully addressed; it remains, you could say, the white elephant in the room.<br></p>",
  "<figure class=\"element element-video\" data-canonical-url=\"https://www.youtube-nocookie.com/embed/jf1y9s73Nos?wmode=opaque&amp;feature=oembed\"                                                                        > <object width=\"460\" height=\"385\"><param name=\"movie\" value=\"http://www.youtube.com/v/jf1y9s73Nos&hl=en&fs=1\"></param><param name=\"allowFullScreen\" value=\"true\"></param><embed src=\"https://www.youtube.com/v/jf1y9s73Nos&hl=en&fs=1\" type=\"application/x-shockwave-flash\" allowfullscreen=\"true\" width=\"425\" height=\"344\"></embed></object> </figure>   <p>Okay, so the British passport might be a problem, but he is intelligent, witty, well-travelled, debonair and has a strong support base. So why not vote for Michael Palin for US president?</p> <p>Sure, Sarah Palin has generated a lot of headlines for the Republicans, and put some fizz in John McCain's campaign, but has he <a href=\"http://www.timesonline.co.uk/tol/news/world/us_and_americas/us_elections/article4794818.ece\">picked the wrong Palin?</a></p> <p>Hundreds of thousands of people have been watching a <a href=\"http://www.youtube.com/watch?v=jf1y9s73Nos\">YouTube video</a> pushing the case for the <a href=\"http://www.michaelpalinforpresident.com/\">former Python</a>.</p> <p>As the <strong>Sunday Times</strong> notes, you can interpret Palin's policies from his Python ouvre, such as a stance on the environment: \"I'm a lumberjack and I'm okay.\"</p>",
  "<!-- Block 1 --> <p>&#xa0;</p> <!-- Block 2 --> <p><strong>Preamble: </strong><br>If Manchester United lose today, they'll fall nine point behind Chelsea – so just look at the team Alex Ferguson has put out! Short of swapping John O'Shea for Dimitar Berbatov, that really is as conservative as United get. You can forget the dynamic movement and off-the-cuff brilliance Carlos Quieroz cultivated last season, with Ronaldo, Nani, Tevez and Giggs all on the bench, Ferguson seems to have plumped for a rigid 4-4-1-1 designed to offer central solidity. </p> <p>A United victory would not only repair the damage of last week's capitulation at Anfield but, by ending Chelsea's invincibility at Stamford Bridge, would inflict a serious psychological wound on the team most likely to take their Premier League crown – but the selection shows such thoughts are not foremost in Ferguson's mind. Avoiding defeat is what it's all about today, it seems – and that caution is, paradoxically, a risk: after all, with Drogba, Ballack and Essien all unable to start, Chelsea are as weak now as they're ever likely to be this season so why not go for the three points today rather than trying to scrap for a draw and chip away at Chelsea's lead over the course of the rest of the season? </p> <p>What's more, with Nemanja Vidic out and Gary Neville still rusty after his long lay-off (judging by his performance on Wednesday at least), United could do with playing on the front foot. </p> <p>You see where this is going, don't you?That's right, towards a prediction: Chelsea to punish Ferguson's timidity by crushing United 3-0. </p> <p><strong>Teams:</strong><br>Chelsea: Cech, Bosingwa, Terry, Carvahlo, A Cole, Mikel, Lampard, J Coe, Ballack, Malouda, Anelka. <br><strong>Subs:</strong> Cudicini, Drogba, Bridge, Kalou, Alex, Belletti.</p> <p><strong>Manchester United:</strong> Van der Sar, Neville, Ferdinand, Evans, Evra, Fetcher, Scholes, Hargreaves, Park, Berbatov, Rooney.<br><strong>Subs: </strong>Kuszczak, Brown, Ronaldo, Giggs, Nani, O'Shea, Tevez</p> <!-- Block 3 --> <p><strong>1: 49pm: A dissident bleats</strong> \"Chelsea starts with one striker (Anelka), Man U with two (Berbatov, Rooney) so who is the more conservative?\" blathers Davor Jukic. Haven't I already made that clear, Davor? Are you expecting Deco, Joe Cole and Florent Malouda to act as mere drones?</p> <!-- Block 4 --> <p><strong>1:52pm:</strong> Golly, an early break for United! Deco's only gone and got himself injured in the warm-up! So Ballack will start in his stead. My prediction remains 3-0.</p> <!-- Block 5 --> <p><strong>1:55pm: </strong>\"Ooooooh, so you reckon Chelsea will win do you?\" screeches PhD student Kimberley Taylor. \"Well even if they do at least United won't start having a scrike like dear Terry.\" I don't have a PhD, so can somebody tell me what 'scrike' means?</p> <!-- Block 6 --> <p><strong>That Fergie team selection explained: </strong> \"I think what you're missing here is the Man Utd - Liverpool rivalry,\" lectures Charles Shell. \"Fergie doesn't just want to win more trophies than Rafa he also wants to out-rotate him. Can't think of any other rationale for including Neville and Park.\"</p> <!-- Block 7 --> <p><strong>1:58pm: </strong> The teams have taken to the pitch and there is a ferocious and uncharacteristic in at the Bridge. Meanwhile on the sideline, Scolari and Ronaldo have just engaged in a warm embrace, then smile affectionately at each other as Fergie scowls in the background. \"I've had the feeling for the past week or so that Chelsea will outplay United and comprehensively beat them 2-0, maybe 2-1 with United nicking a late consolation,\" sniffs Angus Chisolm. \"On the other hand United do tend to play well when their backs are to the wall so it's not that straightforward, and I don't think Chelsea are going to be the unstoppable force that you have been billing them as for the entire season (although they should be with all the money they've spent). To be honest though I see the title race being contested between Chelsea and Arsenal, with Arsenal just edging it in a triumph of sensibility and consolidation in this era of breezy 30 million pound transfers, with the world club cup doing United absolutely no favours.\" I agree. Angus, and indeed said and wrote before the start of the season that Arsenal, not United, will be second.</p> <!-- Block 8 --> <p><strong>1 min:</strong> We have kick-off! United begin adventurously, with Evra leading a forward charge. After Bosingwa botched a clearance, the Frenchman crossed into the centre. Terry headed out and it fell to Fletcher, whose shot was blocked by Carvahlo.</p> <!-- Block 9 --> <p><strong>3 min:</strong> Lots of hurly-burly so far. Joe Cole introduces the first moment of class, dancing past Park and Evra before crossing into no-man's land.</p> <!-- Block 10 --> <p><strong>5 min: </strong> Belying my ever astute pre-match analysis, United's enterprise continues. Hargreaves bombed down the right just now and fizzed a cross in that Fletcher met on the volley. It flew just wide. Meanwhile, thanks for all you who wrote in to inform me that 'scrike' means 'cry'. In which language I do not know</p> <!-- Block 11 --> <p><strong>6 min:</strong> United have begun with a high tempo but Rooney so far seems off the pace and has just been dispossessed easily by Bosingwa after dawdling on the ball.</p> <!-- Block 12 --> <p><strong> 8 min:</strong> Continuing the trend of belying my utterings, Rooney reacts rapidly to a fluffed Cech clearance and darn near scores with a lob from 35 yards. \"Can you point to that silly United fan that if you take account of fund recouped, United spent more than Chelsea this summer?\" demands Mathias Larsen, doing the pointing out instead. \"Chelsea will indeed win 3-0,\" he concludes.</p> <!-- Block 13 --> <p><strong>9 min:</strong> What a miss! Evra made an acrobatic arse of himself when bicycle-kicking fresh to allow Joe Cole to scamper through on goal. With only Van der Sar to beat he slashes the ball wide!</p> <!-- Block 14 --> <p><strong>12 min:</strong> It's an engrossing game so far, as fast and intense as you'd expect. After United's bright start, the more powerful home side are starting to gain the upperhand …</p> <!-- Block 15 --> <p><strong>13 min:</strong> Bloody hell! Carvahlo appears to have picked up an injury and has to be replaced by Alex. So now Chelsea and, more importantly, my Fantasy Football team, have lost both Carvahlo and Deco!</p> <!-- Block 16 --> <p><strong>15 min:</strong> Ashley Cole sprints down the flank and is picked out by Malouda, but the backtracking Hargreaves prevents him from getting a cross in. Meanwhile, word from the sidelines is that Carvahlo may have done his ligaments so could be out for many weeks. \"Paul Scholes, the man with the worst technique in the Premier League (but tackling, so nobody seems to care about it), is nailed on for a yellow card and a substitution here,\" forsees Gary Naylor. \"No good Andy Gray whinging, Scholes stops the game more than any other player and should, if anything, get even more cards than the 100+ that he has.\"</p> <!-- Block 17 --> <p><strong>17 min:</strong> As he did for England in Croatia, Ferdinand steps forward superbly to instigate an attack. He exchanges passes with Rooney at the edge of the area and then brings a fine save from Cech. Admittedly, this is not the conservative United approach that, ahem, some people foresaw.</p> <!-- Block 18 --> <p><strong>GOAL! Chelsea 0-1 United (Park 18')</strong></p> <!-- Block 19 --> <p><strong>18 min: </strong>An excellent goal and, it must be said, just reward for United's enterprising start. Evra was the catalyst, bursting down the left to trigger panic in the Chelsea defence. He continued his run and the Rooney slipped a lovely ball through to him before he he cut it back to Berbatov, whose shot from the edge of the area was parried by Cech, and Park rammed in the rebound.</p> <!-- Block 20 --> <p><strong>21 min:</strong> Chelsea, rattled by the injuries that have ruined their pre-match plans, and by United's surprisingly and commendably bold approach, are looking quite disoriented.</p> <!-- Block 21 --> <p><strong>24 min:</strong> Chelsea are trying to rally but are making no inroads into the vigorous United defence and midfield. Indeed, Rooney almost launched a quick counter-attack just now ... but passed to Terry instead.</p> <!-- Block 22 --> <p><strong>26 min: </strong> Malouda chases a hopeful ball and nearly recreates the goal he scored against United on his Chelsea debut in last season;s Community Shield, but this time Van der Sar got enough on the ball to divert it away. \"This is shocking our best centrehalf and our best midfielder already out and trailing 0-1,\" mourns Noor Rashid. \"To a team whose sponsors are headed up by George W. Bush! Can things get any worse.\" Stay tuned to find out, Noor.</p> <!-- Block 23 --> <p><strong>28 min:</strong> United's pressing is turning nasty now and they're starting to concede lots of free-kicks. Hargreaves has just clashed with Ashley Cole as the defender chased a long ball. Cole goes down as if shot, of course, and the crowd are baying for a rec card. That would have been excessive, and the ref decides a talking-to is sufficient. The free-kick is ballooned into the stand ...</p> <!-- Block 24 --> <p><strong>31 min: </strong>Van der Sar has looked ropey in the little he's had to do so far and has just fumbled the ball after surging off his line to beat Joe Cole to it. Ferdinand thumps it clear, and suddenly the reason for Van der Sar's worries becomes apparent: he too is injured! On comes Kuszczak</p> <!-- Block 25 --> <p><strong>34 min:</strong> It's a terrific Premier League game so far, blood and thunder stuff with a smidgin of quality to boot. Referee Mike Riley is blowing up unnecessarily far too often though. By which I meant that his use of the whistle is excessive, not that he has been spontaneously combusting on a regular basis. But hold on! Scholes has just put a trademark tackle in and cops a deserved, and inevitable, yellow card. \"Has Cech ever been the same since his injury?\" asks Ray Kelly. \"That was a fairly routine shot he spilled to Park for the goal, and he was terrible in Euro 2008.\"</p> <!-- Block 26 --> <p><strong>36 min:</strong> After sustained, high-tempo probing by Chelsea, Lampard loses his patience to blem the ball at goal from 25 yards. His shot was easily blocked by a member of the United mass on front of him.</p> <!-- Block 27 --> <p><strong>39 min:</strong> Alex unleashes a swirler from 30-yards and Kuszczak does well to block it. He couldn't hold on to it though so was grateful that Ferdinand was on hand to whack it behind for a corner before Anelka could pounce. Terry heads the delivery from that very same corner over the bar.</p> <!-- Block 28 --> <p><strong>41 min:</strong> Chelsea are definitely on top now and Anelka should have plundered the equaliser. He sprung the offside trap - actually, he didn't but the linesman let him away with it - and raced through on goal before shanking high and wide from 18 yards.</p> <!-- Block 29 --> <p><strong>43 min:</strong> It's all Chelsea now, but United's defence is holding strong. Expect Drogba to be introduced during the break. \"Scrike is very likely is a misspelling of 'skrike', which is Norwegian for \"to cry, to scream\" which is what this half-Norwegian, half-Dane is doing over here in LA after learning that Deco is not playing and thus his guardian fantasy football team has taken a severe beating this weekend, especially with now performing-in-this-very-match-Hargreaves on the fantasy football team bench,\" blubs Christian Golding..</p> <!-- Block 30 --> <p><strong>44 min:</strong> Malouda sidesteps Neville and lashes in a menacing cross, which Ferdinand, who is having a stormer, repels yet again.</p> <!-- Block 31 --> <p><strong>45 min:</strong> Rooney robs Terry in the middle and inspires a swift counter-attack. It breaks down, however, when Berbatov plays the ball behind Park, who would have been in on goal had the Bulgarian justified his price tag, not to mention his summer of sulking. Then Chelsea roar up the other end and Ballack draws a good save from Kuszczak with a left-footed drive from distance.</p> <!-- Block 32 --> <p><strong>Half-time:</strong> It's been fast and furious, quite scrappy but always engaging in that Premier League way. Despite being deprived of the spine of their team, Chelsea look good for an equaliser, particularly if Drogba replaces Anelka as he surely must. And there will certainly be a red card before the game's out.</p> <!-- Block 33 --> <p><strong>46 min:</strong> Ah yes, it had to happen: Drogba is on. At least he will be once he removes his bracelet, which the ref doesn't like the look of apparently. All done, here he is. \"As an Englishman who speaks Swedish (yes, I know, it is pretty pointless) I can safely say that 'skrike' is a Norwegian misappropriation of the Swedish verb 'skrika',\" huffs Julian Menz. \"Even us foreigners know that Norwegians just pretend to have their own language. It is a Swedish dialect, take the ferry to Scotland and get over it....\" (S)Crikey, stirring up some Scandinavian rivalries on a MBM. Bring it on.</p> <!-- Block 34 --> <p><strong>48 min:</strong> A slick move by Chelsea culminates with Anelka pulling the ball back to Joe Cole, who miscued and shot straight at Ferdinand. By the way, Drogba replaced Malouda.</p> <!-- Block 35 --> <p><strong>50 min:</strong> Ballack swings a sweet cross towards the back post. Drogba soars above Evra but just fails to connect. Already he's looking more lively than Anelka has done, though. As for Berbatov at the other end, he has done virtually nothing.</p> <!-- Block 36 --> <p><strong>51 min:</strong> Under pressure from Drogba, Kuczszak drops an Ashley Cole cross. The ref calms United by incorrectly awarding a freekick.</p> <!-- Block 37 --> <p><strong>53 min:</strong> Drogba's presence has convinced Chelsea to go more direct, but so far most of their long crosses have been over-hit. Meanwhile, Cristiano Ronaldo is warming up on the sideline, presumably because Ferguson, sensing an equaliser, wants to get United back on the front foot.</p> <!-- Block 38 --> <p><strong>55 min: </strong>Rooney, as energetic as always, strips the ball off Mikel in mid-way and bounds forward. Mikel, showing why he's not fit to lace Michael Essien's boot, just jogs gently after him. In the end it's Alex who shows enough urgency to stop Rooney's drive.</p> <!-- Block 39 --> <p><strong>57 min:</strong> The odds on a red card have just lengthened - Scholes has come off, replaced by a certain Cristiano Ronaldo.</p> <!-- Block 40 --> <p><strong>58 min:</strong> Rooney causes more bother around the Chelsea box before the ball breaks to Ronado, who lashes it miles wide from 20 yards. \"As an Englishman who happens to speak Norwegian ,\" trumpets Peter Richards. \"Skrik(et) is the title of a not entirely unknown painting by a not entirely unknown Norwegian artist, Edvard Munch. QED\"</p> <!-- Block 41 --> <p><strong>59 min:</strong> Anelka, who has been deployed more on the left since Drogba's arrival, scorches past Neville, who responds by chopping him down in outrageous fashion. Hes lucky to get away with a yellow card.</p> <!-- Block 42 --> <p><strong>60 min:</strong> Berbatov barges Ballack to the ground, presumably just to show hes still on the pitch. The ref provides further proof, giving the Bulgarian a yellow card. United's increasing foul rate is a measure of Chelsea's increasing dominance, though the home side are still not being truly incisive. They are missing Deco.</p> <!-- Block 43 --> <p><strong>62 min:</strong> Ronaldo relives the pressure on United by coming back to dive around the box. Shamefully, Mike Riley falls for it and offers United a freekick. Ridiculous.</p> <!-- Block 44 --> <p><strong>64 min:</strong> Lots of lots of stoppages as the ref continues to award freekicks even for the slightest misdemeanours and, indeed, for nothing. It all has the effect of stemming Chelsea's momentum; a lack of crispness in Chelsea's passing is also a contributory factor.</p> <!-- Block 45 --> <p><strong>66 min:</strong> Another great chance for Joe Cole and another awful miss! Ballack undid the defence with a rudimentary chip over the top and Cole collected it and ran into the box before shotting straight at the keeper!</p> <!-- Block 46 --> <p><strong>67 min:</strong> Scholes and Neville's recklessness seems to be infectious, for Mikel has just been booked for an anarchic lunge on Ronado. The free's in a dangerous position too, just outside the box. Seemingly intent on revenge, Ronaldo bangs it into Mikel in the wall! It goes behind for a corner, only United's second of the match.</p> <!-- Block 47 --> <p><strong>70 min:</strong> Mikel nicks the ball off Ronaldo but then just lumps it forward in the hope Drogba will bustle his way past the entire United defence. Chelsea have lacked guile today and no mistake.</p> <!-- Block 48 --> <p><strong>72 min: </strong>Bosingwa races down the right and whips in a good low cross. Anelka's connection is all wrong and the ball trickles wide off the striker from 10 yards.</p> <!-- Block 49 --> <p><strong>73 min: IT'S THE WORST MISS OF THE SEASON! ABSOLUTELY LAUGHABLE!</strong> Joe Cole found space on the right and lashed it across the face of goal. With Kuszczak stranded, all the unmarked Anelka had to do was prod the ball into the net from five yards ... but somehow he let it run between his legs and out to safety!</p> <!-- Block 50 --> <p><strong>74 min:</strong> Substitution: Kalou on for Ballack; O'Shea on for Park.</p> <!-- Block 51 --> <p><strong>75 min:</strong> Joe Cole performs a scissors-kick on Ferdinand and, for reasons known only to Mike Riley, escapes without a card.</p> <!-- Block 52 --> <p><strong>78 min:</strong> United got large numbers forward for the first time in th second half and were almost rewarded with a goal. Ronaldo hurtled down the left and crossed low and hard. Arriving late towards the back stick, Rooney fired it into the side-netting.</p> <!-- Block 53 --> <p><strong>79 min: </strong>Rooney becomes the fifth United player to be booked, this time for a late challenge on Ashley Cole.</p> <!-- Block 54 --> <p><strong>GOAL! Chelsea 1-1 United (Kalou 79')</strong></p> <!-- Block 55 --> <p><strong>79 min:</strong> From the free-kick following Rooney's foul on Ashley Cole, Mikel floated the ball into the six-yard box. Kuszczak elected not to come for it, and so apparently did United's defenders. The unmarked Kalou was able to head into the corner of the net from five yards.</p> <!-- Block 56 --> <p><strong>81 min:</strong> After a lightning Chelsea attack, Neville does well to stretch and divert a Kalou shot out for a corner. Then Evans also excels, bravely blocking a Drogba blockbuster.</p> <!-- Block 57 --> <p><strong>83 min:</strong> United are on the rack, and a buoyant Chelsea sense blood ...</p> <!-- Block 58 --> <p><strong>84 min:</strong> Fletcher and Ronaldo combine superbly to create a rare opening at the other end before Alex hurls himself at the Scot's shot to block it with his face!</p> <!-- Block 59 --> <p><strong>86 min:</strong> It's booking No6 for United as Evra is cautioned for some injustice done to Joe Cole. Didn't quite see what. No sooner is the free-kick taken then Drogba is penalised for shoving Evans. United it hof the ball up the park, but Chelsea keep coming back ...</p> <!-- Block 60 --> <p><strong>88 min:</strong> Their power and dynamism has made them the better team in this match, but still Chelsea lack poise, a fact exemplified by Joe Cole, who just shanked the ball over the bar when in a great crossing position. At this point let me remind you to check our sportblog within a few minutes of the fine whistle. There you will soon find Sean Ingle's thoughts on this game, and be provided with a free forum for sharing your own. Free, I tell you, absolutely free.</p> <!-- Block 61 --> <p><strong>90 min:</strong> Three more minutes to come, and at least one more good chance, I'll wager.</p> <!-- Block 62 --> <p><strong>90+1 min:</strong> Bosingwa rollicks forward and then clips a dainty ball to the back post with his left foot. Rooney, back helping out, heads it behind for a corner with Drogba lurking menacingly.</p> <!-- Block 63 --> <p><strong>90+1 min:</strong> Kalou tackles Ronaldo late. Ronaldo complains. Ronaldo is booked. For an explanation, contact Mike Riley.</p> <!-- Block 64 --> <p><strong>90+2 min:</strong> Er, confusion abounds here. Ferdinand clashed with Drogba on the edge of the box and the ref blew the whistle, drawing furious condemnation from Ferdinand .. who then walks off the pitch! Several players surround the ref, Alex Ferguson stomps on to the pitch .. .and eventually it becomes apparent that he match has, in fact, ended. We didn't have the designated three minutes but given how whistle-happy this ref was throughout it was perhaps fitting that the match closed in such a way. United will be happy with a point, a just reward for their bold start. Chelsea dominated thereafter but without Deco lacked cunning. The match was fierce, fast and exciting, with flair and invention rare. A typical Premier League match, you might say.</p>"
]