[
  "Texas execution plan defies Hague order",
  "Show us the money",
  "UK stocks: Miners hit dull note as metals lose allure",
  "Credit crunch: Banking group goes looking for more capital after first-half profit plunges 41%",
  "Oil: BP loses grip on troubled Russian venture as head of finance quits",
  "McCanns hope for end to speculation as police release complete file on Madeleine",
  "A great Russian out of his time",
  "Put away your prejudices - ecohomes are not ugly",
  "Rose-tinted reflections",
  "Jim'll fix it",
  "How the bubble burst - and why 10 bourses have bucked the downturn",
  "'I pray. But not for myself'",
  "UK environment: Climate activist arrested over breach of bail",
  "The stakes could not be higher. Everything hinges on stopping coal",
  "Viewpoint: HSBC can strike a blow while prices are low",
  "Corrections and clarifications",
  "Economy: Sharpest fall in building since 1997 prompts further fears of full-scale recession",
  "Dragons' Den - Series 6, Episode 3",
  "How to deal with Iran's nuclear programme",
  "Elsewhere on Guardian.co.uk: Don't get bitten by sharks",
  "Dirty tactics to defend a dirty industry",
  "How economic ideas make it into the mainstream",
  "Capital 95.8: Farewell Denise Van Outen. Hello.... what exactly?",
  "Apocalypse soon",
  "New universities could struggle to survive",
  "BP's Russian venture rocked by financial chief's resignation",
  "Scientists search for climate clues in Alaska glacier",
  "How far will the climate campers go?",
  "Paying lip service to cap-and-trade",
  "Fortis profits fall 41% in first half",
  "Van Outen leaves Capital Radio",
  "'I can cook, chicken soup, meatballs'",
  "Rich pickings",
  "That Select Committee report on teh interwebs in full in brief",
  "Alexander Solzhenitsyn dies aged 89",
  "Beijing Olympics gets official YouTube channel",
  "Actions speak louder than words",
  "What a load of old rubbish",
  "UK construction activity tumbles to record low",
  "Car tax: What the committee said",
  "West Ham agree loan deal for Shakhtar Donestsk goalkeeper Lastuvka",
  "Poster service: Pink String and Sealing Wax (1945)",
  "Gorbachev and Putin lead tributes to Solzhenitsyn",
  "End of financial triumphalism?",
  "Edinburgh festival: Has the Fringe lost its sense of fun?",
  "The new transatlantic stalemate",
  "Monday morning memo"
]