[
  "<p>James Halliburton's idea is the one we all wish we'd thought of: a floating key fob with LED light that inflates on contact with water, thus saving your yacht keys from sinking without trace should you lose them over the side. It's so obvious now, isn't it?</p> <p>And the 28-year-old aquatic entrepreneur from Crewe - who unveiled his Waterbuoy gadget on Dragons' Den last November - had the last laugh when he rejected the dragons' agreed investment of £200,000 for a quarter of his company after signing a deal to sell his keyrings direct to Millets (among others). Why give up 25% of your profit when you can get 10 solid minutes of product placement on BBC2 and waltz off with 100% of the spoils?</p> <p>Those brave souls who do parade their wares in that dread attic usually meet with short shrift from the panel of sneering millionaires. Scottish gym magnate Duncan Bannatyne and telecoms tycoon Peter Jones are the worst. Bannatyne yawns as he hovers his hand over an unseen lever, perhaps picturing the pleading wreck in front of him plunging through a trapdoor and into the jaws of his robot killer fish. And telecommunications moneybags Jones barely conceals his contempt as he imagines himself sitting on a throne, surrounded by six beautiful wives, ordering the execution of anyone who fails to bow before addressing him. It's panto with profit projections.</p> <p>But despite the terror of public humiliation and the spitting scorn of the judges, some inventors have retrieved their dignity from the floor and returned to the drawing board, determined to make it alone. These are some of the inventions that have succeeded.</p> <p><strong>Eggxactly egg cooker</strong></p> <p>In possibly the most disastrous demonstration of any product on the show so far, James Seddon unveiled his waterless egg boiler - a little plastic pod that could cook a single egg in 60 seconds. He forgot to put the egg in during his demo but still secured a £75,000 investment from two of the dragons. Seddon, 52, from Staines, Middlesex, subsequently pulled out of the deal and months of redevelopment followed, owing to problems with mass production of the heating element. \"You don't have any time to think in there and they keep you hopping on both feet,\" says Seddon of his ordeal. \"It was a bit like going to the dentist. It's painful but you feel it's done you some good afterwards.\" His hard work finally looks like paying off as the ecologically sound ovum oven is due to go into production this autumn, backed with a green innovation award from E-On EnergyLab. You can pre-order yours - as 5,000 customers have already done - for £25 from <a href=\"http://eggxactly.com\">eggxactly.com</a>.</p> <p><strong>Caveman's bat guano</strong></p> <p>Perhaps the hardest sell of all came from agricultural entrepreneur Michael Witham, 27, from Kent. He pushed a bucket of bat poo under Jones's nose and asked him for £50,000. Far from being a dirty protest, the droppings were, in fact, a powerful and odourless plant fertiliser. \"Peter Jones opened the tub and had a smell, then he noticed shortly afterwards that it says 'Do not inhale' on the pot,\" says Witham. \"He actually stopped the camera because he was terrified that he was going to die.\" Having narrowly failed to kill his potential investor, Witham left with nothing. But, undeterred by his empty harvest, he subsequently flew to Indonesia to source his product direct from the miners who collect the prized guano from local caves. Witham is now in the later stages of talks with Oxfam to stock the fertiliser in its new gardening range. His, or rather the bats', guano is also available direct from his website <a href=\"http://cavemans.co.uk\">cavemans.co.uk</a>, from £13.</p> <p><strong>Reggae Reggae sauce</strong></p> <p>One man who spectacularly avoided becoming dragon food was musician and chef Levi Roots. His spicy Reggae Reggae Sauce tempted two dragons and elevated him to minor celebrity status. \"After I slayed the other three dragons,\" Roots laughs , \"I rescued Peter Jones and Richard Farley. Now I have two pet dragons. They call themselves dragons. And if you slay dragons and you keep them, they become your pets.\" Jones and Farley eagerly stumped up the cash, smelling success from the moment Roots walked through the door, strumming his guitar. A Comic Relief single with a video cameo from Jones swiftly followed. More than 2.5m bottles have since been sold. And he opened his own restaurant in south London with some of the substantial profits. Has his TV appearance made him a rich man? \"Oh yes. I left that show in a limousine and it's been limousines ever since.\"</p> <p><strong>She-Wee</strong></p> <p>This device caused a particular stir among the dragons. The appropriately named Sam Fountain came up with a white plastic funnel called the She-Wee that enables women to urinate in a standing position. She had the idea at university and finally brought it before the sniggering dragons in 2005. Fountain's mother, Sue, office manager for the rapidly expanding company, explains: \"She didn't get funding from them although they were very nice to her and gave her excellent advice off-screen. They giggled a lot too,\" she adds. But three years later 250,000 She-Wees have been sold - including one to a female climber on Everest. The Americans in particular are big fans of the tinkle-enabler with a large bulk of US orders coming from the US Army. Fountain, 31, from Surrey, now employs eight full-time staff and her company recently moved into new offices. Take that, naysayers.</p>",
  "<p>Gustav took centre stage in the square mile yesterday as the tropical storm hit Haiti, killing at least two people, and appeared to be gaining strength as it swung into oil production facilities in the Gulf of Mexico.</p> <p>Gustav's progress towards hurricane force pushed the oil price - already on an upwards trend because of the heightened tensions between the west and Russia - close to $120 a barrel, boosting oil stocks across the world. BP said it was evacuating all non-essential personnel from the Gulf.</p> <p>Concerns over the rising crude price dampened the positive boost given by better than expected economic data in the US. The latest survey of sales of durable goods showed that orders rose 1.4% in July, a much better result than expected. </p> <p>July's figure was boosted by commercial airline sales but, even if these are stripped out, the rise was 0.7%, which is better than the 0.5% drop that Wall Street had expected and shows that perhaps consumers and, more importantly, businesses have not halted their spending altogether. The <strong>FTSE 100</strong> closed up 57.4 points at 5528.1 points.</p> <p><strong>Petrofac</strong> was the FTSE 100's biggest gainer, up 37p at 629.5p, after the oil services firm reported better than expected first-half profits and said full-year results would be at the top end of City forecasts.</p> <p><strong>G4S</strong> - otherwise known as Group4 Securicor - gained 12.5p to 224p after the world's largest security firm announced a 26% rise in first-half profits to £175m, while <strong>BSkyB</strong> added 6p to 456p as Goldman Sachs moved its stance on the satellite broadcaster to what it terms a \"conviction buy\", saying the company is \"structurally solid\" and trading at \"a significant cyclical discount\".</p> <p>The investment bank admitted that Sky is possibly more exposed to a downturn than rivals in, say, Germany because the economic environment is expected to get worse in Britain than in other parts of Europe. But the broker has looked at the experience of pay-TV markets in the US and found that the history of the cable industry there over the past two decades shows that growth in the amount of money made from users - or average revenue per user (ARPU) - has remained above 1.5% in the \"slowdown\" years of 1992 and 2001/02. As a result it reckons that its assumption that Sky will see no increase in ARPU next year \"is conservative\".</p> <p>In its tome on the media sector, Goldman Sachs also moved to a buy on <strong>Trinity Mirror</strong>, up 3.5p at 103p, and <strong>Yell</strong>, up 7.5p at 107.5p.</p> <p>But <strong>Enterprise Inns</strong> dropped 14p to 307.5p after Cazenove downgraded Britain's second largest pubs group to underperform from neutral. Cazenove dropped its profit forecasts for the year because of what it termed \"the ongoing weakness\" in the beer market.</p> <p><strong>BT</strong> suffered in early trading as JP Morgan examined press speculation that the telecoms group wants to sell out of its Indian IT joint venture Tech Mahindra and drew the conclusion that the company is facing a cash squeeze.</p> <p>The company's last set of results showed it suffered a net cash outflow of £734m over the three months to the end of June, several hundred million more than expected, which pushed shares in the company lower, wiping £1.8bn off the value of the company.</p> <p>New chief executive Ian Livingston has pledged to smooth out the company's lumpy cash flow, but many in the City are still concerned. As the day wore on, the weakness in BT gave way to vague speculation of a bid for the firm, with talk of stakebuilding by a Middle Eastern sovereign wealth fund.</p> <p>Elsewhere in the telecoms sector <strong>Vodafone </strong>added 3.45p to 141.55p before today's announcement by Ofcom of its first big review of the entire mobile phone market. When the regulator announced its intention to examine the market, the fear was that it would bring in more regulation.</p> <p>In its consultation document today Ofcom will raise the spectre of what to do with the complex system of termination rates, but only from 2011. It will also suggest introducing an industry code of practice on speeds for mobile broadband, as well as releasing particular items of consumer data. But there is not expected to be any huge increase in the regulatory burden on the industry.</p> <p>Away from the blue chips, <strong>Moneysupermarket</strong> rose 2.5p to 79p after reporting a 14% increase in earnings before financial charges to just over £30m, while <strong>Michael Page</strong> added 5.75p to 355p as the Takeover Panel slapped a put-up-or-shut-up deadline on Adecco. The Swiss recruitment group has until September 30 to make a formal offer or walk away. This month Michael Page rejected as \"materially undervaluing\" the company an informal 400p-a-share approach from Adecco that valued the business at £1.3bn.</p> <p>Finally, <strong>Stadium Group</strong> reported a 13% increase in first-half profits to £1.4m, helping its shares rise 3p to 52p. The Aim-listed contract manufacturer is understood to have done particularly well out of a contract to produce the electrical innards for Durex's Play range of sex toys.</p> <p><strong>Treasure trunk</strong></p> <p><strong>DCD Media</strong>, the independent production company chaired by former Channel Five boss <strong>David Elstein</strong>, is expected to get a boost today with news that it has signed up a private equity partner for a <strong>£10m fund</strong> that will invest in programmes made by DCD and third-party producers. DCD, flat at <strong>23p</strong>, will get the distribution rights to these shows, boosting its revenues by as much as <strong>£60m </strong>over four years. The deal could be transformational for DCD Media, maker of <strong>I Am the Elephant Man</strong> for Channel 4, by helping its own producers and attracting independent programme makers.</p>",
  "<p>Manchester City are set to secure the return of Shaun Wright-Phillips after last night reaching an agreement with Chelsea over the transfer. The fee for the winger is understood to be £9m and he is expected to undergo a medical today.</p> <p>City will be bringing back the winger for a fraction of the £21m fee they received from Chelsea for him in 2005. Wright-Phillips had been reluctant to make the move but decided to call time on his career at Stamford Bridge after a meeting with the club's manager, Luiz Felipe Scolari, yesterday.</p> <p>City's manager, Mark Hughes, had sounded upbeat about his chances of landing Wright-Phillips when he arrived in Jutland yesterday for a tricky Uefa Cup qualifier's second leg against Midtjylland, despite claims from the 26-year-old's representative that the player would not be moving to Eastlands.</p> <p>Wright-Phillips' agent, Wayne Lindsay, said his client was unsure about the move \"because of all the problems\" and \"uncertainty\" surrounding City but Hughes dismissed that as \"a bluff\" and his confidence over the deal was well founded. The manager had earlier proved similarly unfazed when reflecting on the City executive chairman Garry Cook's description of him as \"old-fashioned\".</p> <p>Wright-Phillips has failed to hold down a regular place at Chelsea and will see a move back to City as a chance to reignite his career and get back into the England squad. He joins signings such as the striker Jo and the defender Tal Ben Haim, who also came from Chelsea.</p> <p>A place in Europe this season can only enhance City's pulling power but they face a tough task here today against the Danish Super League side, who won the first leg 1-0. An ignominious exit before the competition proper begins would certainly not go down well with Cook and company.</p> <p>The former Nike executive has big plans for extending City's global reach and, in an interview last week, described Hughes as \"very old school\", adding: \"He'd rather sign players he knows, even overpay. He doesn't like the unknown because it takes him out of his comfort zone.\"</p> <p>Outwardly at least, the Welshman's reaction was sanguine yesterday. \"I am not particularly annoyed,\" he said. \"I haven't discussed it with Garry but I will have a chat with him. I don't think I am particularly old-fashioned. It is very easy to sit in your comfort zone but I don't think I have done that either as a player or a manager. I have deliberately put myself in different positions throughout my career.\"</p> <p>There are, however, degrees of \"different\" and Hughes is discovering City to be a unique experience. With Thaksin Shinawatra, the former Thai prime minister and the club's troubled owner, and Cook keen on signing a \"world superstar\", the manager yesterday saw his club linked with a move for the seemingly over-the-hill former Brazil striker Ronaldo.</p> <p>\"I have the final say on who comes here,\" maintained Hughes, who may be rather more interested in Thiago Neves, the 23-year-old Fluminense and Brazil attacking midfielder. \"If they are obviously the right standard, signing a big-name player would possibly help that and help me. But it won't help the team if you buy lads at the back-end of their career just looking for a final payday,\" he added.</p> <p>\"We are trying to move forward on all fronts but if I feel a player can't make an impact on the team, it does not matter who he is, he won't be coming.\" City's manager would like to be reunited with Craig Bellamy but admitted signing the West Ham forward would be \"difficult\".</p> <p>The head injury that Micah Richards suffered in Sunday's win against West Ham appeared to have ruled him out of today's tie but, having passed stringent medical tests, the England defender may start here. \"We have to win,\" said Hughes, well aware that defeat would leave him occupying a very real discomfort zone.</p> <p>Manchester City (4-4-1-1, possible): Hart; Corluka, Richards, Ben Haim, Ball; Ireland, Kompany, Johnson, Petrov; Elano; Jo.</p> <p>FC Midtjylland (4-4-2, possible): Heinze; Afriyie, Califf, Reid, Poulsen; Borring, Florescu, Thygesen, Olsen; Salami, Nworuh.</p> <p>Referee R Malek (Poland).</p> <p>TV: Five, kick-off 3.25pm</p>",
  "<p>\"I was staggered when I saw the works ... and looked at them with wondering and with longing eyes. A new sense came upon me, a new heaven and a new earth stood before me.\" William Hazlitt may have been one of the first British critics to be overwhelmed by the beauty and the artistic ambition of the two Titians, bought by the Duke of Bridgewater in 1798. But he certainly was not the last. Lucian Freud later deemed them \"simply the most beautiful pictures in the world\". The two paintings - Diana and Actaeon, and Diana and Callisto - are among the most important old masters in private hands anywhere in the world. They are the stars of the Bridgewater loan, which has been quietly astonishing visitors to the National Galleries of Scotland since 1945. As Nicholas Penny, the director of the National Gallery, London says, concern for their fate lay behind much of the campaign to preserve great works of art in British collections from export. Now a way has been found to secure their future. The Duke of Sutherland is offering the two Titians for sale to the nation and his terms are generous. Diana and Actaeon is on offer for £50m, and if the London and Edinburgh galleries can together raise the funds to buy it, they will be offered a similar option to buy Diana and Callisto in four years' time. This is a civilised sale, which places the rights of the British public above those of the global marketplace. It means that future generations of Hazlitts will be gasping at these works in Edinburgh and London.</p> <p>· This article was amended on Friday August 29 2008. We originally misspelled Lucian Freud's name as Lucien. This has been corrected.</p>",
  "<p>When the glorious waves of Barack Obama's rhetoric have washed over us, leaving us warm, tingling and refreshed like a Hawaiian surfer, we should remember King Canute. On the day Obama finally won the primaries, at the beginning of June, he declared that \"generations from now, we will be able to look back\" (those of us lucky enough still to be alive generations from now) and tell our children (as, presumably, they lean on their Zimmer frames) that \"this was the moment when the rise of the oceans began to slow and our planet began to heal\". That set an Olympic record for hyperbole which even he will find hard to beat in his acceptance speech tonight. The 11th-century King Canute, by contrast, had his throne placed on the beach, commanded the ocean to stop coming in - and got his feet wet. He did this (the legend has it) precisely to show his supporters the limits of his power. But then Canute wasn't running for president.</p> <p>For the next 10 weeks, Obama must say whatever it takes to get elected, while not giving too many hostages to fortune. At this he's brilliant: a genius of the inspirationally unspecific. On the morning after, Canute will be called for. I suspect that, in his head if not in his heart, Obama knows this. His books and detailed policy documents show a nuanced understanding of the complexity of the world as it is. We may trust that he does not make the mistake of confusing his own rhetoric with reality, so nor should we.</p> <p>Hailing the Democrats' messiah as \"a clear-eyed pragmatist\" (not your usual tag-line for a messiah), his new-found running mate, Joe Biden, says a President Obama has a chance \"not just to change America but to change the world\". More surprisingly, that's what a lot of the world hopes too. Here's the true score. With a good deal of luck, and a massive turnout of volunteers and younger voters, Obama can be elected president, overcoming the electoral obstacles of being black, inexperienced, liberal, intellectual and tenderly \"supported\" by the Clintons. By just being elected, and being who he is, he would change both America and how the world sees America. Changing the world is another matter.</p> <p>Schmaltz is a staple ingredient of American politics, and there's no schmaltzfest more buttery than a Democratic convention. Yet what his wife Michelle said on Monday night, in an ur-schmaltzy speech, still contains a moving element of truth. That \"a girl from the South Side of Chicago and the son of a single mother from Hawaii\" could make it this far does represent everything that is good and hopeful about the US. After West Side Story, a world suffused with American popular culture thrills to South Side Story. </p> <p>Actually, it's two stories: his and hers, intermingled in their daughters, Malia and Sasha. When Americans say \"race\", they mean more than what we understand by that term in Europe. \"Race\" means the legacy of generations of slavery and of shockingly recent segregation. Obama accepts the nomination today on the 45th anniversary of Martin Luther King's \"I have a dream\" speech. Just 45 years ago, the basic equality of citizens was still only a dream. So story number one is how, in his immediate family, the descendants of slaves might occupy the White House. After Colin Powell and Condoleezza Rice at the state department, this is the final frontier. Story number two is his own: the offspring of a mobile Kenyan father and white American mother, with family ties in many cultures. A child of our increasingly mixed-up world now standing to become the most powerful man in it.</p> <p>The most powerful - but less so, relatively, than most of his predecessors since 1945. For this, too, defines the Obama moment: that the relative power of the president of the United States of America has diminished, is diminishing, and will continue to diminish. Just consider what has been happening outside the American election bubble. In Georgia, Russia has cocked a snook at Washington and torn up the terms of the post-cold war settlement. In Afghanistan and Pakistan, Islamic extremists are growing stronger, not weaker, as we pay the price for George Bush's wild goose chase in Iraq. </p> <p>At the Beijing Olympics, China has trumpeted its peaceful re-emergence as a world power in spectacular fashion. Those massed acrobats, drummers and dancers, out-Hollywooding Hollywood in the Bird's Nest Stadium, sent a message more powerful than any Russian tanks. The world is getting the message, too. Even before the Olympic demonstration, the Pew Global Attitudes Project produced the remarkable results of an opinion poll asking respondents in 24 countries whether China will replace or has already replaced the US as the world's leading superpower. Few thought it already has, but roughly half the French, Germans, British, Spanish and Australians - not to mention the Chinese themselves - said it will. More striking still: so did one in three Americans. And in foreign affairs, as in financial markets, the perception is a large part of the reality.</p> <p>Meanwhile, world trade talks have collapsed, as developed and developing countries could not agree. We are way off target for meeting the UN's millennium development goals to help the world's poor and sick. The steps needed to reduce carbon emissions - above all, in the fast-growing economies of Asia - are not being taken. The ice caps go on melting. Nothing like enough is being done to slow the rise of the oceans. It's unclear how even a radical shift in American policy would change this now. Michelle Obama spoke eloquently of her husband's desire to shift \"the world as it is\" towards \"the world as it should be\". But Washington's capacity to do that is far less than it was in the 1940s, or even in the 1990s, when Bill Clinton was lucky enough to walk with history. </p> <p>The domestic strengths of the US are also not what they were. In the ongoing credit crisis of turbo-capitalism, flagship American banks run to the sovereign wealth funds of the Middle East and east Asia for help. East bails out West. The American housing market teeters on the verge of collapse. Jobs are hard to find. Middle-class Americans slide out of healthcare and into poverty. While hundreds of billions of dollars have been squandered in Iraq, and on Terminator IV hardware for the mightiest military the world has ever seen, anyone who spends time in the US can see how civil infrastructure is crumbling. This is not a country that can afford to \"pay any price, bear any burden\" - to recall the soaring rhetoric with which ailing senator Edward Kennedy's brother John once thrilled the world.</p> <p>America still has extraordinary strengths. Among the greatest of them is its ability to attract the brightest, most energetic and enterprising men and women from across the world, and then to give them the freedom and opportunity to use their talents to maximum effect. People like Barack Obama. As a man, Obama personifies the country's continued strengths. As a president, he will have to confront its growing weaknesses.</p> <p><a href=\"http://www.timothygartonash.com\">timothygartonash.com</a></p>",
  "<p>Until this generation of hardware, game worlds were essentially dead. Beyond a few token splatters of mud and the odd unconvincing weather effect, the complex interplay of organic and elemental forces that shape our own environment were beyond the technical limitations of games machines. But with multicore PCs, Xbox 360 and PS3, physics is coming to the fore - game developers are investing into virtual worlds the same simulations of underlying systems that now enliven character animations.</p> <p>Ubisoft's forthcoming shooter Far Cry 2, for example, uses a realistic fire propagation system - torch an enemy hut, and if the wind is strong enough, you'll have a bushfire before you know it. Less dramatically, in the cute downloadable PS3 title Flower, you control the wind as it guides hundreds of floating petals through a rich natural environment. But what of water? Realtime fluid dynamics is a largely untouched area in games, for one compelling reason: it is mind-blowingly complicated. Graphics card giant NVIDIA has only just released its first demo showing <a href=\"http://www.bit.ly/gblog4\">realtime water movement</a>.</p> <p>The first game implementation will be forthcoming the sci-fi adventure Hydrophobia, developed by Blade Interactive. Trapped on a huge floating city, which is rapidly sinking, the player must battle an unpredictable sea that floods rooms in seconds, battering lead character Kate Wilson with tides and currents. Blade's R&amp;D head, Huw Lloyd, learned all he knows about fluid from his PhD in astrophysics. He developed the fluid-mechanics engine that supplies Hydrophobia with a realistic watery environment - <a href=\"http://www.bit.ly/gblog3\">see the demo</a>.</p> <p>As the lead games designer, Rob Hewson explains: \"The fundamental simulation provides the position, direction and velocity at every point in a fluid body, and that information is used to trigger a whole host of effects like surface foam, spray and splashes, underwater particles and bubbles.\" Why is this important? In this case, fluid provides puzzles and challenges - you can use it to flush out, mislead or drown enemies, or use it to elevate Kate to a higher area.</p> <p>Environments loaded with genuine physics form a real, unpredictable element of the experience. In military shooters, players will need to assess weather conditions before launching an attack - will the torrential rain provide cover, or will it cause that nearby river to burst its banks and engulf your vehicles? The future is about games in which emergent behaviour is as much a part of the scenery as well as the enemy AI and the sand box design structure. This is the point at which dead worlds come alive.</p>",
  "<p>Europe's biggest media buyer yesterday reduced its forecasts for the global advertising market for this year and 2009 as a result of a slowdown in the US, Britain, Spain and China.</p> <p>But Carat, part of the Aegis marketing empire, predicted that online advertising will continue to grow this year - albeit at a slower rate than in 2007 - and will overtake radio as the world's third most popular advertising medium behind TV and newspapers and magazines.</p> <p>Its prediction comes after ZenithOptimedia, part of rival Publicis Group, made a similar forecast in June that spending on online advertising would overtake radio in 2008.</p> <p>The new estimates from Carat will come as cold comfort to ITV, as Britain's largest commercial broadcaster struggles to turn its business around in the face of an advertising downturn, and newspaper groups who are already struggling with the switch in spending from print to online.</p> <p>\"It's clear that the worldwide economic issues affecting businesses are having an impact on where and how advertisers spend their money,\" said Jerry Buhlmann, chief executive of Aegis Media. \"It is also significant that the US and the UK, as the highest spenders on advertising in their regions, are showing reductions in our forecasts.\"</p> <p>The emerging economies of eastern Europe, Asia and Latin America are predicted to continue to grow strongly but their spending is dwarfed by that of advertisers in Europe and the US. </p> <p>The most dramatic change to Carat's forecasts comes in Spain, where it expects advertising spending to decrease by 2.3% this year compared with its initial prediction of growth of 3.8%. Next year the Spanish market is expected to decline 0.8% compared with Carat's original forecast of growth of 3.5%. That compares with growth of 5.9% in 2007.</p> <p>In the UK, Carat reckons advertising spending will be up only 2.5% this year - compared with its original forecast of 4.3% - and grow 2.2% next year, half its initial estimate. That compares with growth in 2007 of 6.3%. The only areas of advertising that will actually show growth this year in the UK are expected to be online and cinema advertising.</p> <p>Overall, Carat yesterday dropped its estimate for global advertising spending growth to 4.9% this year, from its original forecast of 6%, and 4.8% in 2009, slightly down on its initial estimate of 4.9%. Last year global advertising spending increased by 5.1%.</p> <p>Globally all areas of advertising except newspapers are expected to see some increase in advertising spending this year. But rapid growth in online advertising - predicted to be up 23.7% compared with 28.8% last year - will mean its total share of all advertising spending will increase to 8.6% this year, overtaking radio at 7.4%.</p>",
  "<p>Royal Bank of Scotland has strengthened its board with the appointment of three veteran bankers as non-executive directors, to pacify investors.</p> <p>The deputy chairman of Northern Rock, Stephen Hester, 47, who is also the chief executive of property group British Land, will join the RBS board after he steps down from the state-owned lender on October 1. John McFarlane, a former Standard Chartered and Citibank executive, and Arthur Ryan, the former boss of US financial services firm Prudential Financial, will join the RBS board at the same time. </p> <p>RBS has been under pressure to appoint some banking heavyweights to the board since the spring. The new recruits seem to tick all the boxes, including the demand for international experience. The board changes have rekindled speculation about suitable successors for Sir Fred Goodwin, the chief executive, and Sir Tom McKillop, chairman. Their roles have been under threat since the bank's record £12bn cash call to rebuild its balance sheet after the bank was battered by last year's takeover of ABN Amro.</p> <p>Insiders said the appointments give the bank \"a wide range of options\" including possible contenders for the chairmanship. McKillop and Goodwin apologised to shareholders after heavy credit crunch write-downs forced Britain's second largest bank to report the first loss in its 40-year history as a public company. Legal &amp; General, one of the biggest City investors, said at the time the pair had \"a lot to answer for\".</p> <p>RBS hopes the board changes will give Goodwin breathing space to see through the integration of ABN, expected to be completed by 2010. The City welcomed the changes as a step in the right direction, though fundamental concerns remain. Some shareholders feel that the ABN deal could have gone better under a chairman with banking experience. McKillop hails from the pharmaceutical industry - he was head of AstraZeneca.</p> <p>McKillop said of the new recruits: \"Their experience in financial services will be of great benefit to RBS, given the increasingly diversified and international nature of our powerful banking franchises.\"</p> <p>Last year McFarlane, 61, retired after 10 years as chief executive of Australia and New Zealand Banking Group. Ryan, 65, who retired from Prudential Financial in May, had spent 22 years at the former Chase Manhattan Bank, where he served as chief operating officer and vice-chairman and also ran the worldwide retail bank.</p> <p>\"They are no shrinking violets - they will stand up to the board,\" said one analyst. \"It's one step forward in corporate governance but they have more to do.\" </p> <p>David Buik at BGC Partners described Hester - who served as Abbey's chief operating officer and finance director before its sale to Spain's Santander - as a \"formidable candidate to eventually succeed Sir Fred Goodwin\". He added: \"He is very ambitious and knows exactly how many beans make four when it comes to banking.\"</p> <p>Before Abbey, Hester spent 19 years with Credit Suisse First Boston in the UK and the US, where his senior roles included chief financial officer, global head of the fixed income division and co-head of European investment banking.</p> <p>One City source said: \"Hester is a bit young to be chairman and British Land are unlikely to let him go to be chief executive.\" He noted: \"From an RBS point of view, he's a nice answer to the people who question succession planning.\"</p> <p>Lawrence Fish and Charles Koch will retire as non-executive directors ahead of RBS's next annual meeting in April 2009. After the board changes, RBS will have 12 non-executive directors and five executive directors, as well as the chairman. This should go some way towards placating investors who feel that Goodwin is too dominant on the board.</p> <p>Pete Hahn, at Cass Business School, said: \"This move by RBS is too little, too late, but a step in the right direction for upgrading the board and providing credibility for the long overdue CEO search. Ryan and McFarlane know their banking.\"</p> <p>Shares in RBS closed 4p up to 221.75p, a rise of 1.8%.</p> <p><strong>Backstory</strong></p> <p>The Royal Bank of Scotland's profits were<strong> wiped out </strong>by £5.9bn of credit-crunch write-downs, one of the biggest losses in British banking history. The bank was forced to raise <strong>£12bn</strong> from shareholders in April, following its takeover of Dutch bank, <strong>ABN Amro </strong>last year. The three-way takeover of ABN Amro for <strong>£48bn</strong> last October was the largest financial services deal ever. RBS shares have more than halved in the past year and are trading just above the rights issue price of <strong>200p</strong>.</p>",
  "<p><strong>You're taking part in a new reality show called CelebAir, in which famous people work for an airline. Why?</strong></p> <p>It appealed to the little girl in me that had always wanted to be an air steward.</p> <p><strong>Did they give you lots of cash?</strong></p> <p>[Laughs] No. It's good money but it's not about the money. It's the fact that the people doing the show are lovely. I'm not just saying that. If people were full of shit you'd be the first to know.</p> <p><strong>You've also done Strictly Come Dancing and Come Dine With Me. That's quite a few reality shows. </strong></p> <p>I've been offered many others. I didn't do them because I don't want to be sitting on a sofa doing nothing, talking about how great I was. I'm a working-class girl. I'm a grafter, and I liked the concept of this. Celebrity has changed. You no longer go on Top of the Pops or Wogan to promote yourself. It has to be some form of reality. I'm just as sceptical as everyone else is about reality shows. But you still don't know everything about me because I won't allow you to. </p> <p><strong>You were signed at 17, became very successful, then by 30 you were bankrupt. What happened?</strong></p> <p>The first five years were fantastic and the last 15 have been a nightmare. I've had a difficult time finding great writers and producers. I've had problems with labels. And then because I started so young in the industry I had people doing everything for me. Artists got massive advances then. My spending spree was legendary, but it went on for too long. But I'm not insecure about the bankruptcy because I believe that if you've been made bankrupt it just means that you made a lot of money once.</p> <p><strong>That's an astonishingly positive attitude to bankruptcy</strong></p> <p>It's true! It's almost like having a nervous breakdown. I've had two of those - you're destroyed, but after it's like a phoenix rising from the ashes.</p> <p><strong>Do you wish you'd been older when you were famous?</strong></p> <p>Sometimes. I found fame in my teens really hard. When you see what's happening with the Britneys and Amys, you have to understand the dynamic of being normal, then having everybody around you treat you like an alien. You start feeling like you're not like everyone else, and then the paranoia sets in. You don't know who to trust, who's your mate and who's not, because<br>everyone's saying you're great. Then the loneliness starts. And these girls are much bigger than me; these girls have got global fame. It's frightening.</p> <p><strong>You had a reputation for being difficult. </strong></p> <p>I always followed my heart. If I don't feel something, I don't do it, and if that makes me a diva, cool. But I'm nice to everybody. No one can say that I'm rude. I'm very fussy but not demanding. I don't suffer fools, either. I'm a black British woman and I have to </p> <p>represent, to let people know we are not stupid. The minute I look like I'm selling out, or I'm not correct in what I'm doing, I've got a lot of backlash coming. I'm very conscious of that, and if that makes me difficult, fine.</p> <p><strong>Did the critics' focus on body image get to you?</strong></p> <p>You can say what you want to say. But I've never felt like I was fat. I know that I'm a real, curvaceous woman. I work out, and I know I'm really gorgeous. That pisses some people off.</p> <p><strong>You've talked before about yo-yo dieting.</strong></p> <p>When I made my first album I was a stick insect, because I was 17. By the time I made my second album I'd just had my first kid and I'd put on weight. I was a size 14, which isn't that big, and people in the record industry said: \"You look like two people in one body.\" I was devastated. After that, whenever I had a new album, I'd diet. I was doing that for 10 years, and it is really bad for you.</p> <p><strong>You've got an album out later this year. Are you worried that music has moved on since you last had a successful record?</strong></p> <p>No. It's cyclical. We're back where people want great songs, so I'm in my element. I think I've made a great record and I hope that people will love it.</p> <p><strong>· </strong>CelebAir starts on ITV2 on Tuesday, September 2</p>",
  "<p>A year before he is due to take over as general manager and artistic director of the New York City Opera, <strong>Gerard Mortier</strong>, the Belgian enfant terrible of world opera (if you can be such a thing at the age of 64) has applied to run the Bayreuth festival as well. Mortier, whose career includes a production of Die Fledermaus for the Salzburg festival which shamelessly updated <strong>Johann Strauss's</strong> opera to include cocaine and fornication, and a Magic Flute for the Paris Opera - where he is currently director - which clad the cast in neon-lit silver jumpsuits, has been known to say that art is anything but entertainment and to play down the importance of box office receipts. This may not entirely endear him to the <strong>Wagners</strong>, who are deciding who should succeed the composer's grandson <strong>Wolfgang</strong>, retiring after nearly 60 years in charge. Mortier says he has applied to run the festival with <strong>Nike Wagner</strong>, a great-granddaughter, but the smart money is on a rival proposal by the two other great-granddaughters, <strong>Katharina Wagner</strong> and <strong>Eva Wagner-Pasquier</strong>, being chosen when the festival board meets next Monday. New York will be relieved.</p> <p>At the other end of the music scale, <strong>Miley Cyrus</strong>, who plays Hannah Montana in the eponymous children's television series, which makes a sizeable contribution to the Disney Corporation's still burgeoning profits, has included a hymn against global warming on her latest album - her fourth, even though she is still only 15. The anthem, Wake Up America, includes the refrain: \"Tomorrow becomes a new day and everything you do/ Matters, yeah, everything matters in some way,\" which probably sounds better when sung.</p> <p>The British Museum is to juxtapose works by contemporary British sculptors such as <strong>Antony Gormley, Ron Mueck, Marc Quinn</strong> and <strong>Damien Hirst</strong> with its great collection of ancient statuary for an exhibition this autumn. The museum says the plan - curated by a former Guardian art critic, <strong>Waldemar Januszczak</strong>, and accompanying a television series - is intended to remind visitors of the extraordinary unbroken history of the art form.</p> <p>An Italian priest who proposed an online beauty pageant for nuns in order to raise their profile within the Catholic church has hastily withdrawn the idea. <strong>Father Antonio Rungi</strong> said: \"My superiors were not happy and they did not understand me either.\" He claims he only wanted to highlight the nuns' inner spiritual beauty, not put them on a catwalk.</p> <p><a href=\"mailto:stephen.bates@theguardian.com\">stephen.bates@theguardian.com</a></p>",
  "<p>It was life as normal yesterday on Ascension Island, a barren British territorial outpost that pokes out of the Atlantic ocean 4,044 miles from Land's End.</p> <p>The 1,100 residents were largely unaware that their volcanic rock was taking centre stage at the United Nations, where British diplomats were requesting sovereignty over 77,220 sq miles of submarine territory around the island.</p> <p>Yesterday's slideshow presentation in New York before 21 members of the UN Commission on the Limits of the Continental Shelf (UN CLCS) laying claim to an area of the ocean floor roughly the size of the UK's entire land surface is just the first of three submissions the UK is set to make under an international law that allows states to expand their jurisdiction.</p> <p>A senior Foreign Office official told the Guardian yesterday that the UK has decided to submit similar territorial claims for seabed surrounding the Hatton-Rockall area, west of Scotland, and South Georgia and the Falkland Islands in the South Atlantic.</p> <p>The reason for Britain's interest? The hope of tapping into new reserves of oil, gas and minerals. At present, countries can extract resources from the seabed up to 200 nautical miles from their shoreline. But with permission from the UN commission, they can extend their jurisdiction over the seabed up to 350 miles beyond a coastline. All they have to do is show that the ocean floor is a continuation of their continental shelf. </p> <p>Britain's venture is part of a global scramble for resources prompted by technological advances that make oil and gas reserves deep in the ocean more accessible. The UN commission has set a deadline of May next year for countries to submit maps and supporting scientific evidence.</p> <p>Britain's claims will anger diplomats in Denmark and Iceland, who have overlapping claims to the mineral-rich Hatton-Rockall area, and Argentina and Chile, which contest sovereignty over the seabed around the Falkland Islands.</p> <p>The decision follows a breakdown in negotiations between Danish and Icelandic lawyers and their British and Irish counterparts over the underwater shelf surrounding Rockall.</p> <p>The Foreign Office official, who has detailed knowledge of Britain's territorial claims, said that the UK government had invited Argentina for \"technical and legal\" discussions about the continental shelf around the Falkland Islands, but no talks had taken place since 2005.</p> <p>Agreement between neighbouring states is required if the UN commission is to award territorial rights, meaning some claims could take several decades to resolve, he said.</p> <p>\"Ideally we would like to reach agreement with all the parties where there are overlapping claims. But if it is not possible to resolve a dispute, then we will be preparing a submission [to the UN CLCS] anyway, as the UK.\" He added: \"I can confirm we will be making all three additional submissions by May 2009.\"</p> <p>He added that Britain \"reserves the right\" to lodge submissions over the British Antarctic Territory, although it has no immediate plans to do so.</p> <p>The Ascension Island claim means the UK has officially joined 11 other countries staking claims to submarine territory. A further 30-40 are expected to lodge claims, including some developing countries.</p> <p>Although it could take up to three years for the commission to rule on Ascension Island's continental shelf, the Foreign Office is confident of success. </p> <p>Speaking from his office overlooking a beach, Michael Hill, Ascension Island's administrator, said that the submission to the UN could only benefit residents. \"It is clearly, having read a bit about it, a very long-term project.\"</p> <p>Yesterday's delegation of legal and scientific experts, led by Doug Wilson, a legal adviser to the Foreign Office, and Lindsay Parson from the National Oceanography Centre, in Southampton, presented the commission with supporting geological and geophysical surveys.</p> <p>\"Ascension Island is going to be the only [territorial claim] that is relatively unproblematic,\" said Martin Pratt , director of Durham University's International Boundaries Research Unit. </p> <p>\"There could always be a scientific spanner in the works, but it's going to be a simple question of the commission assessing whether the areas claimed are legally part of the [island's] continental shelf.\"</p> <p>The vast Hatton-Rockall basin, off the west coast of Scotland, believed to be rich in hydrocarbons and mineral deposits, is likely to prove more controversial.</p> <p>It has been the subject of a seven-year wrangle between the UK, Ireland, Denmark and Iceland.</p> <p>Shuttle diplomacy appears to have reached stalemate. Recent meetings in Reykjavik, Dublin and Southampton failed to agree maritime borders. The Danes and Icelanders are likely to stake out extensively overlapping claims.</p> <p>Technological advances had raised expectations that wells could soon operate commercially, even in the storm-blasted seas around Rockall. The government is already offering exploration blocs in the area close to the outer limit of the UK's 200 mile economic zone.</p> <p>The UN regulations do not, however, allow small islands that have never been inhabited to be the basis of claims for extending control over the surrounding seabed. Britain's claim on Rockall is currently based on measuring out from the island of St Kilda in the Outer Hebrides. </p> <p>Rockall was Britain's last colonial land grab, annexed by a boarding party from HMS Vidal in 1955. A plaque was cemented atop the desolate rocky pillar that protrudes 63 feet above the Atlantic. The sailors sang \"God Save the Queen\" and gave three cheers.</p>",
  "<p><a href=\"http://www.theguardian.com/business/sercogroup\">Serco</a>, the support services group whose responsibilities stretch from rail services in Liverpool to army bases in Sydney, said a global economic downturn will be good for business yesterday as it deepened its involvement in the US defence market with a $423m (£231m) acquisition.</p> <p>The British group said its US operations will account for a fifth of total revenues once it has absorbed SI International, a company whose extensive links to the US air force include providing logistical support to the F-22 Raptor fighter jet. The deal means that Serco has now added the USAF to a customer list that includes the US army and navy.</p> <p>Serco's chief executive, Christopher Hyman, said SI International specialised in \"complex stuff\", such as clearing millions of visa applications, that required well trained and security-vetted staff. </p> <p>\"SI adds air force customers whereas Serco's business is exposed to the army and navy,\" analysts at Cazenove said. \"The acquisition will also add to Serco's capabilities in the US and increase its access to higher-growth markets.\" </p> <p>Serco announced the deal along with a 20.8% increase in first-half pre-tax profits to £62.8m, on a 10.5% increase in revenues to £1.5bn. \"We are seeing good growth in defence, including in the UK and Australia,\" Hyman said. </p> <p>He expects double-digit revenue growth this year and for the foreseeable future, with the economic slowdown providing more opportunities to win outsourcing contracts. \"We tend to get more phone calls from governments and private-sector customers saying that they need to do more for less money.\" He added that tighter finances will also boost the firm's income from the defence sector.</p> <p>\"In defence, if you have shrinking budgets people will stop procuring new kit such as airplanes and weapons,\" he said. \"They will use what they have got and hire people who know how to get the existing product to go further.\" </p> <p>Hyman added that there will also be business opportunities from the return of army personnel from Iraq and Afghanistan who will need to be retrained or redeployed. He also played down the prospect of job cuts among SI's 4,500 employees in order to achieve planned cost savings of around $10m: \"This is a business where we want to expand. We will be absolutely keen to keep all of them.\"</p> <p>Serco's recent contract wins, which cover sectors as diverse as transport, local government and education, include a £500m deal related to the Dubai Metro and an environmental services contract with the borough of Hammersmith and Fulham worth £140m. In the six months to June 30, Serco said it had signed contracts worth £2bn and it was the preferred bidder on a further £800m worth of contracts. Its order book stands at £15.1bn. </p> <p>Hyman said Serco's next big expansion could be into India, where Serco already employs 800 staff backing its operations in other parts of the world.</p> <p>\"India already has a middle class of 200 million people and it is growing,\" said Hyman. \"It is a territory we are familiar with and we will take a look over the next few years.\"</p>",
  "<p>French vintners were once appreciated worldwide for their ability to produce a bottle of wine that cost barely anything yet tasted like a million dollars. But new figures released yesterday reveal that international demand for France's inexpensive plonk is drying up at an unprecedented rate, as cash-strapped British and American consumers forgo their dinnertime tipple.</p> <p>Exports of mid-range regional and table wines fell dramatically in the first half of this year, with the number of bottles down by 15.5% on the same period in 2007. These varieties, so long the mainstay of the world's largest wine producer, have been by far the hardest hit in a market struggling to adapt to the demands of a changing world. </p> <p>\"Contrary to popular belief, it is no longer the AOCs [highest quality wines] that are responsible for the bitter aftertaste of our exports,\" said a report by UbiFrance, the agency for the international development of French businesses. \"Regional wines ... which were really driving our exports have now broken down.\"</p> <p>The most worrying signs of a faltering market were seen in Britain and the US, the report said, where traditionally loyal consumers were put off by the strength of the euro against the pound and dollar. As a sector, regional wine export sales fell this year by 3.5% to €488m (£392m).</p> <p>\"The biggest difficulties were encountered in the Anglo-Saxon markets, which tend to like [regional wines],\" it said. \"The current problems with the exchange rate have affected these markets in particular and with them these wines from an extremely competitive niche.\"</p> <p>The chief victims, France's vins de table and vins de pays, have not been the only products to suffer. After years of sustained growth and booming sales, the champagne industry has shown the first signs of suffering from the economic downturn enfeebling some of its most lucrative destinations.</p> <p>The figures - which show that champagne exports fell by 4.2% in terms of volume - will send jitters through the industry. The last time the world went into recession, in the early 90s, sales of top labels such as Bollinger were decimated by a newly frugal consumer attitude. </p> <p>Amid this backdrop of gloom, the saving grace for French viticulture is proving, unsurprisingly, to be the vintage Bordeaux of 2005. Driven by international desire to taste what has been was hailed as the best wine for decades, exports rocketed by 42.5%. Such is the thirst for this finest of wines that, despite an overall drop in volume, its producers have defied all other indicators to see profits rise by 8.2%.</p> <p>Ever since initial signs that the gentle summer of 2005 had produced some exceptional red, the global clamour has been growing and prices have been rising. The London vintners Berry Brothers and Rudd were selling cases of Chateau Margaux for £5,340 in 2006 - before the wine had even been bottled.</p>",
  "<h2>A PC for editing AVC</h2> <p>I've bought a new HD video camera which records in AVCHD. When I looked at the Pinnacle editing software supplied with it, I read that the minimum requirements include an Intel quad core processor running at 2.66GHz. I have consulted PC World, Dell and HP, and none has a home computer running at this speed. What can I do?<br><strong>Richard Cooke</strong> </p> <p><strong>JS:</strong> AVCHD is one of the high-definition movie standards used by Blu-ray and HD DVD and allows for pictures that are 1,920 x 1,080 pixels. It is a highly compressed format, to save space, but as a consequence it requires a great deal of processing power to reconstruct the original image. What the camera salesmen don't tell you is that just displaying 25 of these large images a second is beyond many PCs, unless they have accelerated graphics. Editing them can be a nightmare, and a common approach (taken by Apple's Final Cut Pro, among others) is to transcode them into something that is easier to handle. The <a href=\"http://www.en.wikipedia.org/wiki/AVCHD\">Wikipedia page on AVCHS </a>lists some of these converters. </p> <p>Editing native AVCHD is not, of course, beyond reach. However, such powerful PCs are generally not off-the-shelf items, but assembled to order. First, pick your Intel Core 2 Quad processor from Intel's spec sheet: the Q6700 is the cheap 2.66GHz chip, but there's a newer, better 2.83GHz version, the <a href=\"http://www.bit.ly/aj0015\">Q9550</a>. Next, look for a PC with that Q number, 4GB or 8GB of memory, and 64-bit Windows Vista. An example is the <a href=\"http://www.meshcomputers.com/Default.aspx?PAGE=PRODUCTVIEWPAGE&amp;USG=PRODUCT&amp;ENT=PRODUCT&amp;KEY=359130&amp;APPS=351520,234455\">Mesh Xtreme X9550GTX</a> with a Q9550, 8GB of memory, a terabyte of hard drive space, Blu-ray player and 24 inch widescreen monitor displaying 1,920 x 1,200 for £1,199 inc VAT.</p> <p>On its own, Pinnacle Studio 12 will run OK on a 1.6 GHz Dual Core processor with 1GB of memory, so the problem is down to the videos you want to edit. You could reduce the PC hardware requirements by reducing the size of your videos. Instead of shooting 1,080p, for example, you could use 1,440 x 1,080 or go down to 720p (1,280 x 720 pixels), like broadcast HDTV. However, my experience is that editing MPeg-2 movies is a pig on a fast Pentium, and I'd expect editing MPeg-4 Part 10 (ie AVC) to be much piggier even on a quad core PC. I'd want more power, not less.</p> <h2>Newsletter mailing</h2> <p>I run a small business from home, and send a regular newsletter. I have a TalkTalk phone and broadband package. I now find that I am unable to send more than about 20 newsletters in a block.<br><strong>Annie Hall</strong></p> <p><strong>JS:</strong> I can't find any mention of this on the TalkTalk website, but internet service providers usually limit the number of emails you can send at once, to discourage spamming. However, I'd have thought 100 was a more reasonable number than 20. You could try contacting TalkTalk for help, but ISP email services are not a selling point but an overhead that I suspect most would rather be rid of. Larger companies, including the Guardian, often use outside services such as <a href=\"http://www.cheetahmail.com\">cheetahmail.com</a> and <a href=\"http://www.jangomail.com\">jangomail.com</a> to send out promotional emails. You could try a local supplier such as <a href=\"http://www.subscribed.co.uk\">Subscribed</a>: there must be lots. These companies tend to be hostile towards anything \"spammy\" as it could affect their business.</p> <h2>Maximising battery life </h2> <p>What are your top tips for maximising the life of rechargeable batteries?<br><strong>Richard Brown</strong> </p> <p><strong>JS:</strong> Different kinds of battery require different approaches, so it's a bigger topic than it sounds. However, <a href=\"http://www.BatteryUniversity.com\">BatteryUniversity.com</a> provides comprehensive coverage and a handy summary in <a href=\"http://www.bit.ly/aj0016\">table form</a>. With the increasingly common Lithium-ion (Li-ion) types, the main advice is not to discharge them more than once a month: try to recharge them when they are on 20% or so. Alas, they are only good for a limited number of cycles and age even if not used. They may need replacing after 18-24 months or 350-500 cycles, but can last longer. It's always worth checking the device's manual for information and advice.</p> <h2>Blogs by location</h2> <p>Is there a way to search blogs by location?<br><strong>J Bourtoni</strong> </p> <p><strong>JS:</strong> Not really. There are blogs from all over the world sitting on the same servers run by American companies such as Google (Blogger) and Microsoft (Spaces), and there is no easy way to tell them apart. However, there are sites you can try, such as <a href=\"http://local.blogdigger.com/index.html\">Blogdigger Local</a>, <a href=\"http://www.PlaceBlogger.com\">PlaceBlogger.com</a>, <a href=\"http://www.feedmap.net\">feedmap.net</a> and <a href=\"http://www.globeofblogs.com\">Globe of Blogs</a>. Bloggers who want to be found geographically can make it easier by submitting their sites. In the longer term, there's a 10-year plan involving 74 nations called <a href=\"http://www.bit.ly/aj0003\">Geoss</a>, for Global Earth Observation System of Systems, which should encourage more location awareness. So should Yahoo's new <a href=\"http://fireeagle.yahoo.net/\">Fire Eagle</a>. </p> <h2>Backchat</h2> <p><strong>·</strong> Alec Williams was transferring data from an old PC. John Davies says: \"I bought Transfer MyPC from Dell to move all my old data across. It did the job very well.\" Windows Vista has a built-in program, Windows Easy Transfer, and you can download <a href=\"http://www.bit.ly/aj0017\">Windows Easy Transfer Companion</a> to move programs.</p> <p><strong>·</strong> Cathy Matheson wanted a laptop for her son, who is going to study architecture. On the Ask Jack blog, Webweasel said: \"As a recently qualified architect, I would wait and see what the facilities are like at the university in question. I would not advise buying any hardware or software until your son is a student, as generous discounts are available.\"</p> <p><strong>·</strong> Get your queries answered by Jack Schofield, our computer editor at <a href=\"mailto:jack.schofield@theguardian.com\">jack.schofield@theguardian.com</a></p>",
  "<p>If there were any doubt that the rules of the international game have changed for good, the events of the past few days should have dispelled it. On Monday, President Bush demanded that Russia's leaders reject their parliament's appeal to recognise the independence of South Ossetia and Abkhazia. Within 24 hours, Bush had his response: President Medvedev announced Russia's recognition of the two contested Georgian enclaves. </p> <p>The Russian message was unmistakable: the outcome of the war triggered by Georgia's attack on South Ossetia on August 7 is non-negotiable - and nothing the titans of the US empire do or say is going to reverse it. After that, the British foreign secretary David Miliband's posturing yesterday in Kiev about building a \"coalition against Russian aggression\" merely looked foolish.</p> <p>That this month's events in the Caucasus signal an international turning point is no longer in question. The comparisons with August 1914 are of course ridiculous, and even the speculation about a new cold war overdone. For all the manoeuvres in the Black Sea and nuclear-backed threats, the standoff between Russia and the US is not remotely comparable to the events that led up to the first world war. Nor do the current tensions have anything like the ideological and global dimensions that shaped the 40-year confrontation between the west and the Soviet Union.</p> <p>But what is clear is that America's unipolar moment has passed - and the new world order heralded by Bush's father in the dying days of the Soviet Union in 1991 is no more. The days when one power was able to bestride the globe like a colossus, enforcing its will in every continent, challenged only by popular movements for national independence and isolated \"rogue states\", are now over. For nearly two decades, while Russia sunk into \"catastroika\" and China built an economic powerhouse, the US has exercised unprecedented and unaccountable global power, arrogating to itself and its allies the right to invade and occupy other countries, untroubled by international law or institutions, sucking ever more states into the orbit of its voracious military alliance.</p> <p>Now, pumped up with petrodollars, Russia has called a halt to this relentless expansion and demonstrated that the US writ doesn't run in every backyard. And although it has been a regional, not a global, challenge, this object lesson in the new limits of American power has already been absorbed from central Asia to Latin America. </p> <p>In Georgia itself, both Medvedev's recognition of Abkhazia and South Ossetia's independence and Russia's destruction of Georgian military capacity have been designed to leave no room for doubt that the issue of the enclaves' reintegration has been closed. There are certainly dangers for Russia's own territorial integrity in legitimising breakaway states. But the move will have little practical impact and is presumably partly intended to create bargaining chips for future negotiations.</p> <p>Miliband's attempt in Ukraine, meanwhile, to deny the obvious parallels with the US-orchestrated recognition of Kosovo's independence earlier this year rang particularly hollow, as did his denunciation of invasions of sovereign states and double standards. Both the west and Russia have abused the charge of \"genocide\" to try and give themselves legal cover, but Russia is surely on stronger ground over South Ossetia - where its own internationally recognised peacekeepers were directly attacked by the Georgian army - than Nato was in Kosovo in 1999, where most ethnic cleansing took place after the US-led assault began. </p> <p>There has been much talk among western politicians in recent days about Russia isolating itself from the international community. But unless that simply means North America and Europe, nothing could be further from the truth. While the US and British media have swung into full cold-war mode over the Georgia crisis, the rest of the world has seen it in a very different light. As Kishore Mahbubani, Singapore's former UN ambassador, observed in the Financial Times a few days ago, \"most of the world is bemused by western moralising on Georgia\". While the western view is that the world \"should support the underdog, Georgia, against Russia ... most support Russia against the bullying west. The gap between the western narrative and the rest of the world could not be clearer.\"</p> <p>Why that should be so isn't hard to understand. It's not only that the US and its camp followers have trampled on international law and the UN to bring death and destruction to the Middle East, Afghanistan and Pakistan. In the early 1990s, the Pentagon warned that to ensure no global rival emerged, the US would need to \"account for the interests of advanced industrial nations to discourage them from challenging our leadership\". But when it came to Russia, all that was forgotten in a fog of imperial hubris that has left the US overstretched and unable to prevent the return of a multipolar world.</p> <p>Of course, that new multipolarity can easily be overstated. Russia is a regional power and there is no imminent prospect of a serious global challenger to the US, which will remain overwhelmingly the most powerful state in the world for years to come. It can also exacerbate the risk of conflict. But only the most solipsistic western mindset can fail to grasp the necessity of a counterbalance in international relations that can restrict the freedom of any one power to impose its will on other countries unilaterally.</p> <p>One western response, championed by the Times this week, is to damn this growing challenge to US domination on the grounds that it is led by autocratic states in the shape of Russia and China. In reality, western alarm clearly has very little to do with democracy. When Russia collapsed into the US orbit under Boris Yeltsin, his bombardment of the Russian parliament and shamelessly rigged elections were treated with the greatest western understanding. </p> <p>The real gripe is not with these states' lack of accountability - Russian public opinion is in any case overwhelmingly supportive of its government's actions in Georgia - but their strategic challenge and economic rivalry. For the rest of us, a new assertiveness by Russia and other rising powers doesn't just offer some restraint on the unbridled exercise of global imperial power, it should also increase the pressure for a revival of a rules-based system of international relations. In the circumstances, that might come to seem quite appealing to whoever is elected US president.</p> <p><a href=\"mailto:s.milne@theguardian.com\">s.milne@theguardian.com</a></p>",
  "<p>Barack Obama used the huge exposure of his historic Democratic convention speech in Denver tonight to try to persuade voters that he can lead America and help turn around the ailing economy.</p> <p>The 47-year-old senator from Illinois was yesterday formally nominated by thousands of cheering delegates to be the Democratic presidential candidate, becoming the first African-American to lead a major political party into election.</p> <p>In a symbolic gesture, his rival Hillary Clinton called a halt to the formal roll call of votes and urged delegates to close ranks behind Obama and nominate him by acclamation.</p> <p>His acceptance speech tonight coincided with the 45th anniversary of Martin Luther King's \"I have a dream\" speech. But in spite of the emotion attached to the address, Obama largely dispensed with the high-blown rhetoric that has been the trademark of his 19-month campaign, and instead concentrated on how to soften the impact of job losses, high petrol prices and repossessed homes, and address the huge US poverty gap.</p> <p>The economy has become the single issue that could determine the next occupation of the White House. Obama is to fly from Denver on Friday to take that message on a bus tour of rustbelt states, where he is hoping to win over lower income voters with a programme of tax cuts.</p> <p>Tonight's speech will be his best chance to make his case to Democrats and Americans watching on television that he represents change in contrast to John McCain.</p> <p>In an interview with the Wall Street Journal published yesterday, Obama said: \"The single most important thing I have to make clear is the choice we have in November between the same failed policy of the last eight years for the middle class and the new agenda to boost income for Americans and help families who are struggling. I will make that contrast very clearly.\"</p> <p>He desperately needs a bounce in the polls after seeing his lead over McCain evaporate over the past month. Michelle Obama's speech on Monday, with its focus on family, helped recapture a little ground, but Obama needs to consolidate that. Obama, who is to deliver the speech at the Denver Broncos' ground, wrote most of it in longhand before reworking it on computer, staff said.</p> <p>After the speech the spotlight will shift to the Republicans. There is intense speculation that McCain will announce his running mate tomorrow, which will keep his party in the headlines over a holiday weekend and into next week, when the Republicans hold their convention.</p> <p>\"In terms of his speech, Obama has got to do two things, he has to rally his base, and he has to reach out to independent voters,\" said Michael Dimock, the associate director of the Pew Research Centre.</p> <p>The difficulty for Obama is that while he is far more trusted on the economy than McCain, the Republican is seen as the stronger leader, one more capable of dealing with foreign policy.</p> <p>Dimock said Obama wanted \"to get people focused on the economy because that is the area of his strength, but he also has to reassure people in the areas where they are not as confident of him\".</p> <p>The speech will provide an opportunity to salvage a convention dominated for almost three out of four days by Hillary and Bill Clinton. Bill Clinton does not plan to stay for Obama's speech.</p> <p>The friction between the two camps has accentuated the nervousness of some Democrats about the tightening race between Obama and McCain. \"This Democratic convention has a vibe so weird and jittery, so at odds with the early thrilling, fairydust feel of the Obama revolution,\" the New York Times commentator Maureen Dowd wrote yesterday.</p> <p>The Republicans have been quick to exploit the tensions. Yesterday, Rudy Giuliani, the former Republican mayor of New York who has led a spoiler operation at the convention, accused Obama of mismanaging his convention.</p> <p>\"I couldn't understand why he would organise a convention to give the Clintons two nights and then diss Hillary as vice-president,\" Giuliani told reporters.</p> <p>Tonight, though, is Obama's chance to get the party back on course, and provide an answer to Democratic critics who say the convention has been lacking in substance and clear message.</p> <p>He will outline tax plans to provide relief for those hardest hit by the economic downturn and to address inequality. He plans to change the tax code so that families making more than $250,000 (£136,000) would pay more while everyone else pays less. This would be accompanied by moves to create jobs and tackle global warming through investment in alternative energy and rebuilding the US's long-ignored physical infrastructure.</p>",
  "<p><a href=\"http://www.theguardian.com/commentisfree/2008/aug/22/climatechange.carbonemissions?gusrc=rss&amp;feed=environment\">Gary Yohe</a> claims that I misrepresent and deliberately distort his findings. Curiously, the only example he submits is one in which I quote him correctly. </p> <p>While <a href=\"http://www.theguardian.com/commentisfree/2008/aug/15/carbonemissions.climatechange\">debating with Oliver Tickell</a> in these pages, I referred to Yohe's paper. I said that \"global warming will continue to be a net benefit until about 2070\". Yohe finds that this is a \"deliberate distortion of our conclusions\". However, <a href=\"http://www.copenhagenconsensus.com/Files/Filer/CC08/Papers/0%20Challenge%20Papers/CP_Global_Warming_-_Yohe.pdf\">the paper he prepared for Copenhagen Consensus 2008</a> indeed shows that until about 2070, the net effect of climate change on global GDP is positive (see Figure 4.1, p25). It is – according to Yohe's own estimates – not until after 2070 that the net impact of climate change becomes negative. It is surprising that Yohe takes issue with my repetition of his own findings.</p> <p>Yohe goes on to say that I distort his message because the distribution of the benefit is not equally felt. High latitude (often rich) countries will gain disproportionately, whereas low latitude (often poor) nations will gain less or lose. This is a point I have made countless times – but was not the debate in which I engaged Tickell. To claim that I am deliberately misrepresenting a statement by reproducing Yohe's own figure is simply wrong. To claim that whenever one talks about one climate change issue (net benefits) one must also talk about another (distribution of benefits) seems feebly engineered to allow complete control over any climate debate.</p> <p>In the article that Yohe takes issue with, I described the goals and outcome of the Copenhagen Consensus 2008. The project clearly demonstrates that there are many ways to help the poor much better than by addressing climate change through mitigation. (Instead of avoiding a couple of thousand extra malaria deaths in a century through expensive CO2 cuts, maybe we should avoid a million malaria deaths now through low-cost health policies.)</p> <p>I wrote that \"the best climate solution from the top economists from the Copenhagen Consensus\" shows that \"we should focus on investing in finding cheaper low-carbon energy\". Yohe claims that this misrepresents his findings. It does not, because in this instance I am not referring to his work. Let me explain.</p> <p>Copenhagen Consensus is an effort to rank solutions between different major world problems, to identify the investments that would do the most good for the planet. Charles Krauthammer from the Washington Post has called it a \"thought Olympics\" because it makes academics from a lot of different fields compete to identify the best use of the world's scarce resources. We ask not only smart climate economists like Yohe to present their recommendations on climate, but also smart health economists to submit the smartest investments that could be made to tackle major world health issues. Eight of the world's best economists, including five Nobel Laureates, listened to all these recommendations and ranked the best investments for humanity. Unsurprisingly, the climate specialists would like to see their proposals ranked first, as would the health economists and everyone else. As in the real Olympics, not only is there a winner at the top of the podium, but there are also proposals that come in last. The proposals from Yohe came in at the bottom two places.</p> <p>However, <a href=\"http://www.copenhagenconsensus.com/Files/Filer/CC08/Papers/1%20Perspective%20Papers/PP_Global_Warming_-_Green.pdf\">Professor Chris Green of McGill University</a> showed that focusing much more on energy R&amp;D, followed by eventual CO2 cuts, had a dramatically higher benefit for mankind – the estimate was three to four times better than Yohe's estimates for his solutions. This recommendation was ranked much more promising (at place 14 though by no means highest) by the Copenhagen Consensus panel. And this was the solution I was referring to. </p> <p>Yohe claims that I say reducing CO2 emissions is a waste of resources. I have repeatedly gone on record arguing for a small reduction in emissions – it is a large reduction that I believe is a waste. And this is exactly what came out of Yohe's own analysis, showing that for each dollar spent on a simple reduction in carbon emissions, we would achieve about 90 cents worth of benefits. </p> <p>After accusing me incorrectly of misquoting him, Yohe claims that I dismiss efforts to craft a global carbon cap as \"constant outbidding by frantic campaigners\". As Yohe should be aware, this quote refers to a debate with campaigners like Tickell who argue that a 4 degrees temperature rise would mean sea level rises of 70 metres and the extinction of the human race. Yohe, to his credit, makes no such claims, as he also follows the IPCC findings. </p> <p>Yohe finally states sweepingly that there is now general agreement that we need a comprehensive solution to global warming, ostensibly involving immediate cuts in CO2. He laments that I am apparently a naysayer, who is confusing this \"momentum and clarity\". Of course, there have been many political movements in history with substantial momentum and clarity, and it doesn't mean they were all smart. It is an academic's duty not to be swept up in the tide but to state the evidence.</p>",
  "<p><em>Jay Stevens is in Denver blogging for <a href=\" http://www.leftinthewest.com/\">Left In The West</a></em></p> <p>Tuesday night was the big night for Montana Democrats at the convention. Our delegation huddled around our kiosk, our seats wedged between Guam, New Hampshire and New York. Every seat was taken, staffers and party functionaries flowed out into the aisle. Spirits were high. Brian Schweitzer, Montana's charismatic Democratic governor, was giving the speech just before Hillary Clinton.</p> <p>Montana was about to enter the national spotlight.</p> <p>Montana has a population of just under 950,000 - about the same size as Phoenix, Arizona. The state has only a single representative in the House - compared with, say, Washington state's nine, Michigan's 15, or California's 53. And in presidential elections, Montana has three electoral college votes, just a fraction of the 270 needed to win the White House.</p> <p>It's a sparsely populated state - ranking 47th in the nation - and its landscape ranges from rugged mountains to rolling dry plains. Its industry relies on natural resources, such as coal and oil and cattle. Its cities are small and mostly lumped toward the western side of the state, nestled in river valleys in the mountains. It's a relatively poor state built on industries now in decline.</p> <p>It goes without saying that it's an odd state to receive so much political attention, but this year, Montana has been in the middle of presidential politics. The Obama campaign <a href=\"http://www.helenair.com/articles/2008/07/22/top/55st_080722_obama.txt\">opened field offices</a> in nearly every major Montana city, pouring millions of television advertising dollars into Montana airwaves. Brian Schweitzer's name appeared often in vice-presidential rumours, and Obama hired Montana senator Max Baucus's chief-of-staff, Jim Messina, to run his own campaign staff. Additionally, Obama visited Montana <em>five</em> times this year, including a Fourth of July stop in Butte and <a href=\"http://www.montanasnewsstation.com/Global/story.asp?S=8904374&amp;nav=menu227_8\">a stop in Billings</a> the day before his acceptance speech at the convention in Denver.</p> <p>In Denver, our delegation has received pretty good treatment. In conventions past, the Montanans were usually seated up in the rafters, cheering on their presidential nominees from altitude. This year we're on the floor of the hall itself. We're 20 or so rows back, right next to New York with their celebrities - Spike Lee and Matthew Modine on Tuesday night - clogging the aisle with their entourage. And then this: <a href=\"http://www.youtube.com/watch?v=DKoKHCxWYM8\">governor Schweitzer's speech</a> just before senator Clinton's.</p> <p>So what gives? Why Montana?</p> <p>Some of the attention obviously derives from the fact that <a href=\"http://www.nytimes.com/2008/06/04/us/politics/04elect.html?scp=1&amp;sq=montana+primary+obama+clinton&amp;st=nyt\">Montana's primary election</a> was the last primary in the calendar, and that this year's affair went right down to the wire. Montana's primary mattered, and its delegates mattered. Both Obama and Clinton made special trips to the state, including visits to reservations, all of which were unprecedented in state history.</p> <p>You'd expect the attention to end with the primary season, but that hasn't been the case. It could be the changing political makeup of the state, once considered solidly conservative, going for George Bush in both 2000 and 2004 by wide margins. But beginning in 2004, with Schweitzer's ascension into the governor's seat, followed in 2006 by <a href=\"http://www.billingsgazette.net/articles/2006/11/08/news/state/20-electday_z.txt\">Jon Tester's surprise, grassroots-fuelled upset</a> over incumbent senator Conrad Burns - a powerful member of the Senate appropriations committee - Montana has steadily been shedding its Republican representatives.</p> <p>The blueing of Montana has several sources. Energy deregulation, touted as a big boon for Montanans by big business conservatives, ended up disastrous for consumers as they saw their home heating bills double or triple - a big economic blow for middle-class residents during the cold winters. Additionally, state Democrats became the advocates for the preservation of public lands and access to streams and waterways in the state, as Republican allies - the extraction industry and wealthy seasonal homeowners - encroached on the open space dear to Montanans, who hunt and fish as a general rule. </p> <p>Nationally, the Iraq war and the Bush administration's anti-terror policies have gone over poorly with residents. Montana has the highest percentage of its population serving in the military, and the extended deployments and insufficient physical and mental healthcare is taking a severe toll on the state's military families. Montanans' libertarian streak recoils at the administration's civil rights abuses: the Patriot Act is wildly unpopular and was denounced almost unanimously in a 2005 state legislature resolution. Economically, the national Republicans' penchant for free trade and tax cuts for the wealthy sits poorly with the populist sensibilities of Montanans. </p> <p>Exploiting these issues, key Democrats have been able to win office in the state. The results have been positive for Montana: record-setting budget surpluses in a time when the federal government under a Republican administration has been racking up record deficits. While employment for middle- and blue-collar workers has been declining elsewhere in the country, employment was up in Montana. Likewise, Montana's housing and economy has remained relatively stable during the recent recession. Montana Democrats have governed well and overcome regional prejudices through example.</p> <p>But probably the single-most important factor in the changing face of Montana politics is a demographic: the young. Young people in Montana have become increasingly active in politics, and they are almost overwhelmingly progressive. Young voters - who in some informal polls preferred Obama to Clinton in the recent primary at a rate of two or three to one - are turning out in droves for candidates like Schweitzer and Tester.</p> <p>Tester, for example, benefited from bloggers - who raised the candidate more than a half-million dollars - a <a href=\"http://www.rollingstone.com/news/story/7488391/pearl_jam_back_the_dems/print\">Pearl Jam concert</a> and a swarming army of volunteers on election day, which dwarfed the Republicans' famed \"72 hours\" get-out-the-vote strategy. Tester benefited from organisations like Missoula's <a href=\"http://www.forwardmontana.org/index.php?option=com_content&amp;task=view&amp;id=17&amp;Itemid=46#leaders\">Forward Montana</a>, which is dedicated to drive up political activism among the young - this year it is participating in a national \"Trick or Vote\" project, in which volunteers dress up in costumes on Halloween night and knock on doors, registering voters and targeting swing districts with progressive messaging.</p> <p>And that's the thing. For those of us Montanans on the floor of the convention on Tuesday night, what was to come was no surprise to us. When Schweitzer lit up the convention hall and got the crowd on its feet and to shake the building with its shouts, when he ripped out lines like \"Petro-dictators will never own American wind or sunshine,\" we weren't surprised. That's the Good Guv, our crowd-pleasing congenial state executive who remembers your name, wears bolo ties and is always accompanied by his dog, Jag. (Jag couldn't make it to Denver because, according to Schweitzer, \"He never flies commercial.\") There's a progressive surge in Montana centred on its young - it's a movement full of energy and passion and, above all, fun.</p>",
  "<p>Barack Obama is to use the huge exposure of his historic Democratic convention speech in Denver tomorrow night to try to persuade voters that that he can lead America and help turn around the ailing economy.</p> <p>On the eve of his speech in a 75,000-seat football stadium, Obama said that he would dispense with the high-blown rhetoric that has been the trademark of his 19-month campaign, and concentrate on how to soften the impact of job losses, high petrol prices and repossessed homes and address the huge poverty gap that exists in the US.</p> <p>America's mortgage crisis and rising petrol prices have made the economy the single issue that could determine the next occupation of the White House.</p> <p>Obama is to fly from Denver on Friday to take that message on a bus tour of rustbelt states where he is hoping to win over lower-income voters with a programme of tax cuts.</p> <p>His address tomorrow night, on the 45th anniversary of Martin Luther King's I Have a Dream speech, will be a landmark: the first African American to receive the presidential nomination of a major political party.</p> <p>But more crucially for Obama, tomorrow night's speech will the most high visibility occasion of his campaign and his best chance to make his case to Democrats and Americans watching on television that he represents change - the key theme of the election campaign - in contrast to his rival, John McCain.</p> <p>In an interview with the Wall Street Journal published today, Obama said of the speech: \"The single most important thing I have to make clear is the choice we have in November between the same failed policy of the last eight years for the middle class and the new agenda to boost income for Americans and help families who are struggling. I will make that contrast very clearly.\"</p> <p>The senator, who was scheduled to arrive in Denver today after winding up a tour of the battlefield states in Missouri and Montana, desperately needs a bounce in the polls from the convention speech after seeing his lead over McCain evaporate over the last month.</p> <p>Obama, who is to deliver the speech at the Denver Broncos' ground from a specially-built platform with Greek columns, wrote most of the speech in long-hand before reworking it on computer, according to his staff.</p> <p>On the morning after the speech, the spotlight shifts to the Republicans. There is intense speculation that McCain will announce his choice of running mate on Friday, which will keep his party in the headlines over a holiday weekend and into next week when the Republicans hold their convention.</p> <p>\"In terms of his speech, Obama has got to do two things, he has to rally his base, and he has to reach out to independent voters,\" said Michael Dimock, the associate director of the Pew Research Centre.</p> <p>The difficulty for Obama is that while he is far more trusted on the economy than McCain, the Republican is seen as the stronger leader, one more capable of handling a crisis and dealing with foreign policy.</p> <p>Dimock said that Obama wants \"to get people focused on the economy because that is the area of his strength, but he also has to reassure people in the areas where they are not as confident of him\".</p> <p>The speech will provide an opportunity to salvage a convention dominated for almost three out of four days by Hillary and Bill Clinton to the frustration of the Obama campaign team.</p> <p>Bill Clinton does not plan to stick around the convention long enough to hear his speech.</p> <p>The friction between the two camps has accentuated the nervousness of some Democrats about the tightening race between Obama and McCain. \"This Democratic convention has a vibe so weird and jittery, so at odds with the early thrilling, fairy dust feel of the Obama revolution,\" the New York Times commentator, Maureen Dowd, wrote today.</p> <p>The Republicans have been quick to exploit those tensions between the old and new guards of the Democratic party, and stoke doubts about Obama's leadership. </p> <p>Today, Rudy Giuliani, the former Republican mayor of New York City who has led a spoiler operation at the convention, accused Obama of mismanaging his convention.</p> <p>\"I couldn't understand why he would organise a convention to give the Clintons two nights and then diss Hillary as vice-president,\" Giuliani told reporters.</p> <p>Tomorrow night though is Obama's chance to get the party back on course, and provide an answer to Democratic critics who say the convention has been lacking in substance and clear message.</p> <p>He is to outline tax plans to provide relief for those hardest hit by the economic downturn and to address inequality.</p> <p>He is planning to change the tax code so that families making more than $250,000 (£136,000) will pay more while everyone else pays less. This would be accompanied by moves to create jobs and tackle global warming through investment in alternative energy and the rebuilding of the US's long-ignored physical infrastructure.</p>",
  "<p>Although the health debate seems obsessively focussed on the National Health Service, the principal determinants of health lie outside the NHS. Poverty, housing, environment, employment, family and heredity are all potentially more significant determinants of health than the local capacity of the NHS. Sadly, the gap between richest and poorest in terms of life expectancy and infant mortality <a href=\"http://www.bmj.com/cgi/content/full/334/7589/335-d?ck=nck\">has grown</a> in the last decade. Like the reduction of poverty, we must judge our policies by how well they reach the poorest in society, not just the average. </p> <p>Under a government obsessed with top-down targets and initiatives, why has public health dropped off the agenda? Targets for reducing health inequalities and reducing childhood obesity exist, but will be missed. The initiatives drift. Why? Because this is a government obsessed with the short term and what public health requires is a commitment to action even if the benefits accrue only over the longer term.</p> <p>If we are going to defuse the time-bomb of obesity-related ill-health, we must change the behaviour of adults today, as well as our children. Tell people that biology and the environment causes obesity and they are offered an excuse not to change their behaviour. As it is, people who see more fat people around them may themselves be more likely to gain weight. Young people who think many of their friends binge-drink are likely to do so themselves. Girls who think their peers engage in early sex are more likely to do so themselves. Peer pressure and social norms are powerful influences on behaviour and they are classic excuses. We have to take away the excuses.</p> <p>But this is not about telling people what to do. The goal of improving public health should not be a licence to lecture people, because they have no excuse not to exercise, or eat their fruit and vegetables. Nannying – at least among adults – is likely to be counter-productive. Providing information is empowering, lecturing people is not. So, no excuses, no nannying.</p> <p>For teenagers, I believe we also have to think specifically how we can deploy leadership, role models and social marketing approaches, not just to warn them about the harmful consequences of risky behaviour, but inspire them with what they can achieve by choosing healthy living. We must not constantly warn people about the negative effects of obesity – instead we must be positive – positive about the fun and benefits to be had from healthy living.</p> <p>Earlier this year, the Conservative party set out the concept of a \"<a href=\"http://www.conservatives.com/tile.do?def=campaigns.display.page&amp;obj_id=136157\">responsibility deal</a>\" – of how, instead of the constant and escalating resort to legislation and regulation and public sector intervention, we should instead enter into a non-bureaucratic partnership with the business community to tackle key challenges in society. </p> <p>Today, I propose that our second responsibility deal should be on public health. I have invited <a href=\"http://www.unilever.co.uk/ourcompany/newsandmedia/pressreleases/2006/UK_new_chairman.asp\">Dave Lewis</a>, chairman of Unilever UK, to chair a working group of business representatives, voluntary groups and experts. Together, we will invite views on these proposals and hammer out the details of the deal. Our proposals for the responsibility deal include: supporting EU plans for a mandatory <a href=\"http://www.eufic.org/article/en/health-lifestyle/food-choice/artid/Making_sense_of_Guideline_Daily_Amounts/\">GDA</a>-based front-of-pack food labelling system; industry-led reformulation initiatives and reduction of portion sizes; proportionate regulation on advertising and positive campaigns from the industry and government to promote better diets; a responsible drinking campaign matched by community action projects to address drug abuse, sexually transmitted infections and alcohol abuse, using a proportion of drinks industry advertising budgets and supported by the government; and incentives and a local structure, through business organisations, for small and medium-sized companies to improve the health of their employees, working with business organisations, <a href=\"http://www.nhsplus.nhs.uk/web/public/Default.aspx\">NHS Plus</a> and the Fitness Industry Association. </p> <p>We will empower people and local communities, and work in partnership with business, local government, communities and families to deliver on a healthy living agenda – in schools, workplaces, local clubs and through NHS services. Legislation will be a last resort. Leadership, information, incentives and empowerment will be characteristic of our approach – no nannying. We will work with all age groups, but particularly recognise how vital it is that our young people are empowered with the self-esteem to make confident decisions for themselves. They may be the right or they may be the wrong decisions. But if we get it right, as parents and as a society, increasingly they will make the right choices. We all have a choice. We can lead healthier lives. And a healthier society will be the result.</p>",
  "<p>London shares closed higher as oil stocks were buoyed by the third consecutive day's increase in the crude oil price.</p> <p>Wall Street also provided support, with the Dow Jones Industrial Average up more than 40 points at London's close, after US economic data showed perhaps things are not as gloomy as American economists had feared.</p> <p>The latest survey of US sales of durable goods showed that orders rose 1.4% in July, a much better result than expected. The Commerce Department also revised its figures for June to show a rise of 1.3% from its initial projection of a 0.8% increase.</p> <p>July's figure was boosted by commercial airline sales but, even if these are stripped out, the rise was 0.7%, which is better than the 0.5% drop that Wall Street had expected.</p> <p>The FTSE 100 closed up 57.4 points at 5528.1 points.</p> <p>Shares in <strong><a href=\"http://www.guardian.co.uk/business/britishskybroadcastinggroup\">BSkyB</a></strong> closed up 6p to 456p as Goldman Sachs moved its stance on the satellite broadcaster to what it terms a \"conviction buy\", saying the company is \"structurally solid\" and trading at \"a significant cyclical discount\".</p> <p>The investment bank admitted that Sky is possibly more exposed to a downturn than rivals in, say, Germany because the economic environment is expected to get worse in the UK than in other parts of Europe and householders may rein in their spending more dramatically.</p> <p>But the broker has looked at the experience of the US, one of the world's most developed pay-TV markets, and found that the history of the American cable industry over the past two decades shows that growth in the amount of money made from users - or average revenue per user (ARPU) - has remained above 1.5% in the \"slowdown\" years of 1992 and 2001/02.<br>As a result, Goldman Sachs reckons its assumption that Sky will see no increase in ARPU next year \"is conservative\".</p> <p>In its tome on the media sector, Goldman Sachs also moved to a buy on <strong><a href=\"http://www.guardian.co.uk/business/trinitymirror\">Trinity Mirror</a></strong>, up 3.5p at 103p, and <strong><a href=\"http://www.guardian.co.uk/business/yellgroup\">Yell</a></strong>, up 7.5p at 107.5p.</p> <p>But <strong><a href=\"http://www.guardian.co.uk/business/enterpriseinns\">Enterprise Inns</a></strong> dropped 14p to 307.5p after Cazenove downgraded the UK's second largest pub group to \"underperform\" from neutral. Cazenove dropped its profit forecasts for the year because of what it termed \"the ongoing weakness\" in the beer market.</p> <p><strong><a href=\"http://www.guardian.co.uk/business/btgroup\">BT</a></strong> suffered in early trading as JP Morgan examined press speculation that the telecoms giant is looking to sell out of its Indian IT joint venture. Tech Mahindra, concluding the company is facing a cash squeeze.</p> <p>The company's last set of results showed it suffered a net cash outflow of £734m over the three months to the end of June, several hundred million more than expected, which pushed shares in the company lower, wiping £1.8bn off BT's value.</p> <p>The new chief executive, Ian Livingston, has pledged to smooth out the company's incredibly lumpy cashflow situation but many in the City are still concerned. As the day wore on, the weakness in BT gave way to vague speculation of a bid for the firm, with talk of stakebuilding by a Middle Eastern sovereign wealth fund.</p> <p>Elsewhere, shares in <strong>Michael Page</strong> added 5.75p to 355p as the takeover panel slapped a \"put up or shut up\" deadline on potential predator Adecco. The Swiss-based recruitment group has until September 30 to either make a formal offer or walk away.</p> <p><a href=\"http://www.guardian.co.uk/business/2008/aug/19/michaelpageinternational\">Earlier this month</a>, Michael Page rejected a 400p per share bid from Adecco, valuing the business at £1.3bn, as \"materially undervaluing\" the company .</p>",
  "<p>Conditions for single women at an immigration removal centre are unacceptable, the chief inspector of prisons says today in a report that also raises serious concerns about the wellbeing of children held at the facility.</p> <p>In a report on Tinsley House, which is beside Gatwick airport in West Sussex, Anne Owers said care provisions for children held there for longer than a few days were inadequate. \"The centre remained poorly equipped to mitigate the inevitably damaging effects of substantial periods of detention on such a vulnerable population,\" Owers said.</p> <p>For the mainly male population at Tinsley House, inspectors said staff ran a \"largely safe and respectful' environment. But the report found single women lived in \"extremely poor\" conditions and all women were \"marginalised and almost forgotten\". </p> <p>\"We were particularly troubled by the plight of single women. Their situation should be addressed as a matter of urgency,\" Owers said. Single women were forced to share facilities in a mainly male establishment, which could be \"embarrassing and intimidating\".</p> <p>While healthcare standards at the centre were considered to be generally good, the inspectors found evidence of staff drugging detainees against their will. \"We were concerned to find two recent examples of forced medication applied to detainees threatening self harm, which had not been subject to thorough review to ensure their appropriateness,\" the report said. It also found \"examples of detainees given tranquilisers inappropriately without their consent\".</p> <p>The inspectors had also witnessed \"unprofessional conduct\" by external staff employed by the UK Border Agency to escort detainees in and out of the centre. Security guards carrying out forced deportations had at times restrained people \"prematurely\". </p> <p>A spokesman for the agency said: \"The safety and security of female and male detainees at Tinsley House is taken very seriously. Females have separate living accommodation and access to facilities such as the laundry or refectory at female-only times. We are determined to treat children with fairness and compassion and we only detain children where it is absolutely necessary.\"</p> <p>He declined to comment on the medication of individual detainees, but said new policies covering the administering of drugs were in place.</p>",
  "<p>So the suspense, as the ruling UMP party commented with some irony yesterday, is finally over: Bertrand Delanoë, recently (and comfortably) <a href=\"http://www.economist.com/world/europe/displaystory.cfm?story_id=10880982\">re-elected</a> mayor of Paris, will <a href=\"http://www.timesonline.co.uk/tol/news/world/europe/article4614091.ece\">put himself forward</a> for election as first secretary of France's shattered Socialists at their next national congress in November.</p> <p>Alarmingly, <a href=\"http://www.theguardian.com/world/2008/jan/06/france.jasonburke\">Delanoë</a> is likely to be one of up to eight candidates for the top job at a deeply divided party still struggling, more than a year after the fact, to recover from Ségolène Royal's presidential election defeat to Nicolas Sarkozy. Despite Sarkozy's disastrous showing in the opinion polls, the Socialists are seemingly incapable of mounting any form of unified opposition.</p> <p>Might the Paris mayor be the man to rescue them, and – a long shot at present, but a distinct possibility if he emerges victorious at the Reims congress – to challenge the hyperactive but ever more unpopular president for the Elysée in 2012 ?</p> <p>On the plus side, Delanoë has been, and still is, a solid mayor. He's combined a few eye-catching and widely emulated ideas (the <a href=\"http://news.bbc.co.uk/1/hi/world/europe/3914649.stm\">Paris Plage</a> summer beach on the Seine; the <a href=\"http://www.paris.fr/portail/culture/portal.lut?page_id=6806\">Nuit Blanche</a> all-night culture fest; the successful <a href=\"http://www.theguardian.com/environment/2007/aug/16/ethicalliving.france\">Velib</a> almost-free bicycle scheme), with steady, if not inspired, management of the capital's finances.</p> <p>He recently announced plans for an even more spectacular <a href=\"http://www.paris.fr/portail/accueil/Portal.lut?page_id=95&amp;document_type_id=2&amp;document_id=55226&amp;portlet_id=10045\">Autolib</a> scheme, in which 2,000 small, eco-friendly cars will be available for short-term hire at stands around the city.</p> <p>The 58-year-old downplays his private life, but his homosexuality could well have been a factor in his popularity with the Parisian bobos, or bourgeois bohemians, who swept him to city hall. He's been a card-carrying Socialist since he was 21, and while he may appear affable (if invariably argumentative), the fact that he's flourished in the shark-infested waters of the Paris left demonstrates a ruthless political instinct.</p> <p>Delanoë, even his enemies admit, has principles, but dislikes demagoguery and excessive idealism. He takes few risks; the title of his new book sounds a bit like a personal mantra: <a href=\"http://www.amazon.fr/laudace-Bertrand-Delano%C3%AB/dp/2221110609\">De l'audace!</a> (Dare!). He is said to be the one figure on the left whom Sarkozy respects.</p> <p>But he has, electorally speaking, some drawbacks. First, he has no experience in government. Second, there is his personality: try as he might, Delanoë exudes a cautious, calculating, charisma-free, even aloof public aura that few French voters would define as presidential (although with Sarko in the Elysée, what does and does not constitute \"presidential\" is under review).</p> <p>Third, sadly, is the party of which he is a member. France's political parties are rarely united, and even more rarely disciplined. The views of the vicious fraternity that heads up today's Socialist party range, roughly, from Marxist to Blairite, and the belief of each and every one of them that their own view should prevail is far more important than actually winning elections.</p> <p>Delanoë may or may not be the right person to lead France's Socialists, but his ambitions will face the same obstacle as Royal's, who is likely to be his main rival for the post of leader: unless all the party's multitudinous and warring factions can converge in support of whoever they do eventually decide to back, the chances of it reoccupying the Elysée palace anytime soon are pretty slim.</p>",
  "<p>Overweight people were told today there are \"no excuses\" for being obese as the Conservative party launches a new \"responsibility\" deal on public health.</p> <p>The shadow health secretary, Andrew Lansley, used a speech to the thinktank Reform, entitled No Excuses, No Nannying, to set out proposals on how the government and business can work together to address problems caused by poor diet, alcohol abuse and lack of exercise.</p> <p>\"Tell people that biology and the environment cause obesity and they are offered the one thing we have to avoid: an excuse,\" he said. </p> <p>\"As it is, people who see more fat people around them may themselves be more likely to gain weight. Young people who think many of their friends binge-drink are likely to do so themselves. Girls who think their peers engage in early sex are more likely to do so themselves. </p> <p>\"Peer pressure and social norms are powerful influences on behaviour and they are classic excuses.\"</p> <p>Vowing to \"take away the excuses\", Lansley unveiled proposals for the party's second \"responsibility\" deal with business.</p> <p>He will ask a new working group to consider: </p> <p><strong>·</strong> supporting EU-wide proposals for mandatory front-of-pack food labelling </p> <p><strong>·</strong> asking the food industry to reduce portion sizes </p> <p><strong>·</strong> a clampdown on food advertising </p> <p><strong>·</strong> using role models and positive peer pressure to promote healthy living </p> <p><strong>·</strong> local campaigns to promote sport, exercise and healthy lifestyles. </p> <p>He floated the idea of incentives for small businesses to improve the health of employees. \"We will take action to ensure people have the opportunities, information and incentives towards healthy living,\" Lansley said.</p> <p>The speech comes after the Tory leader, David Cameron, said last month that the poor, obese and lazy spent too much time blaming social problems for their own shortcomings.</p> <p>Insisting a Conservative government would not be a \"nannying\" state, Lansley denied that the proposals are \"about telling people what to do\".</p> <p>\"Tackling the environment should not be a licence to lecture people, because they have no excuse not to exercise, or eat their fruit and vegetables. Nannying - at least among adults - is likely to be counterproductive. Providing information is empowering, lecturing people is not. So, no excuses, no nannying.\"</p> <p>For teenagers, the party plans to deploy role models and social marketing techniques, not just to warn about the harm of \"risky behaviour\", but to offer \"positive empowerment they can achieve by choosing healthy living\".</p> <p>\"We must not constantly talk about tackling obesity and warning people about the negative consequences of obesity. Instead we must be positive - positive about the fun and benefits to be had from healthy living, trying to get rid of people's excuses for being obese by tackling the issue in a positive way.\"</p> <p>The responsibility deal on public health follows a similar initiative on producer waste announced earlier this year. The scheme is designed to encourage businesses to act in a socially responsible way and tackle issues that cannot be solved by regulation and legislation alone.</p> <p>However, business leaders criticised the scheme, saying it would cause confusion. The CBI's director general, Richard Lambert, said at the time: \"The proper role of government is to create certainty in the market and maintain a clear distinction between compulsory regulation and voluntary action. Where necessary, the government should regulate clearly and enforce the regulations strongly.</p> <p>\"There is a risk that responsibility deals would confuse this issue, by being almost a form of regulation by proxy, and would lack credibility.\"</p> <p>Afterwards, the health secretary, Alan Johnson, criticised the proposals claiming they \"lacked substance\" and would \"get us nowhere\".</p> <p>He said: \"Andrew Lansley is proposing to do nothing that isn't being done already and saying nothing that hasn't been said before. </p> <p>\"Six months after the government published its obesity strategy, Healthy Weight Healthy Lives, we get this pale shadow.</p> <p>\"This response lacks substance; it attacks the eminent scientists who drew up the Foresight report, substituting the science with the Tories' reactionary instincts.\"</p> <p>\"Seeking to tackle obesity on this thin gruel will get us nowhere.\"</p> <h2>A growing problem</h2> <p>Weight problems are estimated to cost the NHS and the wider economy as much as £16bn a year, a figure that is expected to rise to £50bn by the middle of the century. Nearly a quarter of men and women in England are obese, according to the Department of Health. Up to 18% cent of two- to 15-year-olds are described as obese and a further 14% as overweight. A government report last year suggested that if current eating habits and exercise trends persist, nearly 60% of men and 50% of women will be obese by 2050. A further 35% of adults will fall into the overweight category. The severely obese are likely to die on average 11 years earlier than someone with a healthy weight. <br><strong>Owen Bowcott</strong></p>",
  "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"da0808d9-db4e-4e7e-9790-398fa0779e07\" data-atom-type=\"quiz\"> \n  <div>\n   <div class=\"quiz\" data-questions-length=\"10\" data-title=\"Deep green: The environment news quiz\">\n    <ol class=\"quiz__questions\">\n     <li class=\"quiz__question question\" data-text=\"What British gems are under serious threat from climate change, <a href=&quot;http://www.guardian.co.uk/environment/2008/aug/24/endangeredhabitats.conservation1&quot;>according to the National Trust</a>?\"><p class=\"question__text\">What British gems are under serious threat from climate change, &lt;a href=\"http://www.guardian.co.uk/environment/2008/aug/24/endangeredhabitats.conservation1\"&gt;according to the National Trust&lt;/a&gt;?</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Badgers\" data-correct=\"false\"><p class=\"answer__text\">Badgers</p></li>\n       <li class=\"question__answer answer\" data-text=\"Beaches\" data-correct=\"true\"><p class=\"answer__text\">Beaches</p></li>\n       <li class=\"question__answer answer\" data-text=\"Church spires\" data-correct=\"false\"><p class=\"answer__text\">Church spires</p></li>\n       <li class=\"question__answer answer\" data-text=\"Rainy days\" data-correct=\"false\"><p class=\"answer__text\">Rainy days</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"<a href=&quot;http://www.guardian.co.uk/environment/2008/aug/25/greenbuilding.energyefficiency&quot;>The communities and local government department</a> is responsible for energy efficiency across the UK. What energy efficiency rating, from A to G (A is best) did its own building get?  \"><p class=\"question__text\">&lt;a href=\"http://www.guardian.co.uk/environment/2008/aug/25/greenbuilding.energyefficiency\"&gt;The communities and local government department&lt;/a&gt; is responsible for energy efficiency across the UK. What energy efficiency rating, from A to G (A is best) did its own building get? </p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"F\" data-correct=\"true\"><p class=\"answer__text\">F</p></li>\n       <li class=\"question__answer answer\" data-text=\"D\" data-correct=\"false\"><p class=\"answer__text\">D</p></li>\n       <li class=\"question__answer answer\" data-text=\"A\" data-correct=\"false\"><p class=\"answer__text\">A</p></li>\n       <li class=\"question__answer answer\" data-text=\"Z\" data-correct=\"false\"><p class=\"answer__text\">Z</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"<a href=&quot;http://www.guardian.co.uk/environment/2008/aug/22/whaling.endangeredspecies&quot;>Norway has caught only 50%</a> of its annual quota of minke whales. What is that quota?\"><p class=\"question__text\">&lt;a href=\"http://www.guardian.co.uk/environment/2008/aug/22/whaling.endangeredspecies\"&gt;Norway has caught only 50%&lt;/a&gt; of its annual quota of minke whales. What is that quota?</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"12,076 minke whales\" data-correct=\"false\"><p class=\"answer__text\">12,076 minke whales</p></li>\n       <li class=\"question__answer answer\" data-text=\"1,052 minke whales \" data-correct=\"true\"><p class=\"answer__text\">1,052 minke whales </p></li>\n       <li class=\"question__answer answer\" data-text=\"58 minke whales\" data-correct=\"false\"><p class=\"answer__text\">58 minke whales</p></li>\n       <li class=\"question__answer answer\" data-text=\"As many as they like\" data-correct=\"false\"><p class=\"answer__text\">As many as they like</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"According to the Convention on International Trade in Endangered Species, the minke whale is what?\"><p class=\"question__text\">According to the Convention on International Trade in Endangered Species, the minke whale is what?</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Threatened with extinction\" data-correct=\"true\"><p class=\"answer__text\">Threatened with extinction</p></li>\n       <li class=\"question__answer answer\" data-text=\"Not threatened with extinction\" data-correct=\"false\"><p class=\"answer__text\">Not threatened with extinction</p></li>\n       <li class=\"question__answer answer\" data-text=\"A good source of protein for Arctic families\" data-correct=\"false\"><p class=\"answer__text\">A good source of protein for Arctic families</p></li>\n       <li class=\"question__answer answer\" data-text=\"Great with chips\" data-correct=\"false\"><p class=\"answer__text\">Great with chips</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"Illegal in Europe and being phased out in Japan and Korea, what driving aid is also to be <a href=&quot;http://www.guardian.co.uk/environment/blog/2008/aug/22/1&quot;>banned in California</a>?\"><p class=\"question__text\">Illegal in Europe and being phased out in Japan and Korea, what driving aid is also to be &lt;a href=\"http://www.guardian.co.uk/environment/blog/2008/aug/22/1\"&gt;banned in California&lt;/a&gt;?</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Lead in petrol\" data-correct=\"false\"><p class=\"answer__text\">Lead in petrol</p></li>\n       <li class=\"question__answer answer\" data-text=\"Talking on mobile phones\" data-correct=\"false\"><p class=\"answer__text\">Talking on mobile phones</p></li>\n       <li class=\"question__answer answer\" data-text=\"Lead wheel weights\" data-correct=\"true\"><p class=\"answer__text\">Lead wheel weights</p></li>\n       <li class=\"question__answer answer\" data-text=\"Fluffy dice\" data-correct=\"false\"><p class=\"answer__text\">Fluffy dice</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"An engineer in Australia planning to set the <a href=&quot;http://www.guardian.co.uk/environment/2008/aug/19/windpower.renewableenergy&quot;>world land speed record for a wind-powered vehicle</a> is hoping to hit what speed?\"><p class=\"question__text\">An engineer in Australia planning to set the &lt;a href=\"http://www.guardian.co.uk/environment/2008/aug/19/windpower.renewableenergy\"&gt;world land speed record for a wind-powered vehicle&lt;/a&gt; is hoping to hit what speed?</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"180mph\" data-correct=\"false\"><p class=\"answer__text\">180mph</p></li>\n       <li class=\"question__answer answer\" data-text=\"250mph\" data-correct=\"false\"><p class=\"answer__text\">250mph</p></li>\n       <li class=\"question__answer answer\" data-text=\"120mph\" data-correct=\"true\"><p class=\"answer__text\">120mph</p></li>\n       <li class=\"question__answer answer\" data-text=\"The speed of sound\" data-correct=\"false\"><p class=\"answer__text\">The speed of sound</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"British Aerospace wanted to produce '<a href=&quot;http://www.guardian.co.uk/business/2008/aug/24/baesystems.military&quot;>green bullets</a>' tipped with tungsten instead of lead but stepped back from the plan because…\"><p class=\"question__text\">British Aerospace wanted to produce '&lt;a href=\"http://www.guardian.co.uk/business/2008/aug/24/baesystems.military\"&gt;green bullets&lt;/a&gt;' tipped with tungsten instead of lead but stepped back from the plan because…</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"‘Tungsten is not as malleable as lead’\" data-correct=\"false\"><p class=\"answer__text\">‘Tungsten is not as malleable as lead’</p></li>\n       <li class=\"question__answer answer\" data-text=\"‘Higher production costs made the venture unprofitable’ \" data-correct=\"true\"><p class=\"answer__text\">‘Higher production costs made the venture unprofitable’ </p></li>\n       <li class=\"question__answer answer\" data-text=\"‘Health and safety’\" data-correct=\"false\"><p class=\"answer__text\">‘Health and safety’</p></li>\n       <li class=\"question__answer answer\" data-text=\"'It's classified'\" data-correct=\"false\"><p class=\"answer__text\">'It's classified'</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"A <a href=&quot;http://www.guardian.co.uk/world/2008/aug/22/australia.whale&quot;>baby whale calf trying to suckle yachts</a> in Sydney harbour was put down when it became clear it was unlikely to survive. What type of whale was it?\"><p class=\"question__text\">A &lt;a href=\"http://www.guardian.co.uk/world/2008/aug/22/australia.whale\"&gt;baby whale calf trying to suckle yachts&lt;/a&gt; in Sydney harbour was put down when it became clear it was unlikely to survive. What type of whale was it?</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Humpback whale \" data-correct=\"true\"><p class=\"answer__text\">Humpback whale </p></li>\n       <li class=\"question__answer answer\" data-text=\"Grey whale\" data-correct=\"false\"><p class=\"answer__text\">Grey whale</p></li>\n       <li class=\"question__answer answer\" data-text=\"Right whale\" data-correct=\"false\"><p class=\"answer__text\">Right whale</p></li>\n       <li class=\"question__answer answer\" data-text=\"Left whale\" data-correct=\"false\"><p class=\"answer__text\">Left whale</p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"Announcing a new energy plan, <a href=&quot;http://www.guardian.co.uk/world/2008/aug/21/usa.renewableenergy&quot;>the mayor of New York, Michael Bloomberg</a>, said he wants…\"><p class=\"question__text\">Announcing a new energy plan, &lt;a href=\"http://www.guardian.co.uk/world/2008/aug/21/usa.renewableenergy\"&gt;the mayor of New York, Michael Bloomberg&lt;/a&gt;, said he wants…</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Put wind turbines on skyscrapers \" data-correct=\"false\"><p class=\"answer__text\">Put wind turbines on skyscrapers </p></li>\n       <li class=\"question__answer answer\" data-text=\"The Statue of Liberty to be powered by an ocean wind farm \" data-correct=\"false\"><p class=\"answer__text\">The Statue of Liberty to be powered by an ocean wind farm </p></li>\n       <li class=\"question__answer answer\" data-text=\"Harness the tides of the Hudson and East rivers\" data-correct=\"false\"><p class=\"answer__text\">Harness the tides of the Hudson and East rivers</p></li>\n       <li class=\"question__answer answer\" data-text=\"All of the above \" data-correct=\"true\"><p class=\"answer__text\">All of the above </p></li>\n      </ol></li>\n     <li class=\"quiz__question question\" data-text=\"According to a Reuters report <a href=&quot;http://www.guardian.co.uk/environment/blog/2008/aug/21/climatechange.wildlife&quot;>warmer temperatures in Peru</a> mean the nation’s coffee harvest is being picked...\"><p class=\"question__text\">According to a Reuters report &lt;a href=\"http://www.guardian.co.uk/environment/blog/2008/aug/21/climatechange.wildlife\"&gt;warmer temperatures in Peru&lt;/a&gt; mean the nation’s coffee harvest is being picked...</p>\n      <ol class=\"question__answers\" type=\"A\" data-answers-length=\"4\">\n       <li class=\"question__answer answer\" data-text=\"Two weeks earlier\" data-correct=\"false\"><p class=\"answer__text\">Two weeks earlier</p></li>\n       <li class=\"question__answer answer\" data-text=\"Three days earlier\" data-correct=\"false\"><p class=\"answer__text\">Three days earlier</p></li>\n       <li class=\"question__answer answer\" data-text=\"One month earlier\" data-correct=\"true\"><p class=\"answer__text\">One month earlier</p></li>\n       <li class=\"question__answer answer\" data-text=\"In the nude\" data-correct=\"false\"><p class=\"answer__text\">In the nude</p></li>\n      </ol></li>\n    </ol>\n    <h2 class=\"quiz__correct-answers-title\">Solutions</h2>\n    <p class=\"quiz__correct-answers\">1:B, 2:A, 3:B, 4:A, 5:C, 6:C, 7:B, 8:A, 9:D, 10:C</p>\n    <h3 class=\"quiz__scores-title\">Scores</h3>\n    <ol class=\"quiz__scores\" data-result-groups-length=\"3\">\n     <li class=\"quiz__score score\" data-title=\"<strong>Green grazer</strong>: Poor effort. The closest you appear to get to being informed about the week's green events is that bit of cress between your teeth\" data-share=\"I took the quiz '<strong>Green grazer</strong>: Poor effort. The closest you appear to get to being informed about the week's green events is that bit of cress between your teeth'\" data-min-score=\"3\"><p class=\"score__min-score\">3 and above.</p><p class=\"score__title\">&lt;strong&gt;Green grazer&lt;/strong&gt;: Poor effort. The closest you appear to get to being informed about the week's green events is that bit of cress between your teeth</p></li>\n     <li class=\"quiz__score score\" data-title=\"<strong>Green bean</strong>: You're getting there, but you need to pay closer attention to the details. Turn all the lights off as punishment, and come back next week for another go\" data-share=\"I took the quiz '<strong>Green bean</strong>: You're getting there, but you need to pay closer attention to the details. Turn all the lights off as punishment, and come back next week for another go'\" data-min-score=\"6\"><p class=\"score__min-score\">6 and above.</p><p class=\"score__title\">&lt;strong&gt;Green bean&lt;/strong&gt;: You're getting there, but you need to pay closer attention to the details. Turn all the lights off as punishment, and come back next week for another go</p></li>\n     <li class=\"quiz__score score\" data-title=\"<strong>Green as grass</strong>: Well done. You are a font of green knowledge, with the latest facts and figures at your fingertips. Be proud, recycle and come back next week\" data-share=\"I took the quiz '<strong>Green as grass</strong>: Well done. You are a font of green knowledge, with the latest facts and figures at your fingertips. Be proud, recycle and come back next week'\" data-min-score=\"8\"><p class=\"score__min-score\">8 and above.</p><p class=\"score__title\">&lt;strong&gt;Green as grass&lt;/strong&gt;: Well done. You are a font of green knowledge, with the latest facts and figures at your fingertips. Be proud, recycle and come back next week</p></li>\n    </ol>\n   </div> \n  </div>\n </gu-atom> \n</figure>",
  "<p>Britain is more exposed to a looming European recession than its eurozone neighbours as the effects of the US subprime crisis spread across the Atlantic, the ratings agency Standard &amp; Poor's said today.</p> <p>Admitting that its initial optimism about Europe remaining relatively unscathed by the global slowdown had been misplaced, S&amp;P said an over-valued euro, slowing global trade, tumbling asset prices and stagnant real incomes had put the brake on growth.</p> <p>\"As a result of this new negative data, consumer and business surveys consistently show that the fear of an actual recession dominates,\" said Jean-Michel Six, the chief economist for Europe at S&amp;P. \"With inflation doggedly remaining high, the question remains: will Europe enter stagflation-stagnation plus high inflation or, even worse, a genuine recession?\" </p> <p>Latest figures show that the eurozone contracted by 0.2% in the second quarter of 2008 and S&amp;P said this pointed to a \"major slowdown\" in the second half of the year. Lower oil prices would help economies avoid recession by bringing down inflation and giving the European Central Bank scope to ease monetary policy. Until then, however, the ratings agency said Europe should \"brace itself for a period of stagflation\" but with some countries faring better than others.</p> <p>Six said: \"While Germany and, to a lesser extent, France are likely to show some resilience thanks to strong fundamentals, the Spanish economy is bound to experience at least two quarters of negative growth, which would qualify it as being in a technical recession.\" </p> <p>He added that the elevated level of household debt and the sharp downturn in housing that S&amp;P is forecasting meant the UK was more exposed to a true recession than the eurozone as a whole, although the shock would be less dramatic than previous recessions in the early 80s and 90s.</p>",
  "<p><a href=\"http://www.theguardian.com/business/royalbankofscotlandgroup\">Royal Bank of Scotland</a> has strengthened its board with the appointment of three non-executive directors, including the deputy chairman of Northern Rock, in a move designed to pacify investors.</p> <p>Stephen Hester, who is also the chief executive of property group <a href=\"http://www.theguardian.com/business/britishlandcompany\">British Land</a>, will join the RBS board when he steps down from Northern Rock on October 1. At the same time, Gary Hoffman will take the reins at the nationalised lender as chief executive, taking over from Ron Sandler, who will relinquish his full-time executive role to become non-executive chairman. </p> <p>Hester's appointment to the RBS board sparked speculation that he could be a future successor to Sir Fred Goodwin, the RBS chief executive. </p> <p><a href=\"http://www.theguardian.com/business/2008/aug/09/royalbankofscotlandgroup.creditcrunch\">Goodwin and Sir Tom McKillop, the chairman, apologised recently </a>to shareholders after heavy <a href=\"http://www.theguardian.com/business/creditcrunch\">credit crunch</a> write-downs forced Britain's second largest bank to report the first loss in its 40 years as a public company. Some investors called for management changes after the bank's £12bn <a href=\"http://www.theguardian.com/business/rightsissues\">cash call</a>, needed to rebuild its balance sheet after it was battered by last year's takeover of Dutch bank ABN Amro. Legal &amp; General, one of the biggest City investors, added to the pressure by saying Goodwin and McKillop had \"a lot to answer for\".</p> <p>John McFarlane, a former <a href=\"http://www.theguardian.com/business/standardchartered\">Standard Chartered</a> and Citibank executive, and Arthur Ryan, the former chairman and chief executive of US financial services firm Prudential Financial, will also join the RBS board as non-executive directors on October 1. Last year McFarlane retired after 10 years as the chief executive of Australia and New Zealand Banking Group. Ryan retired from Prudential Financial in May. He previously spent 22 years at the former Chase Manhattan Bank, where he served as the chief operating officer and vice-chairman and also ran the worldwide retail bank.</p> <p>McKillop said: \"Their experience in financial services will be of great benefit to RBS, given the increasingly diversified and international nature of our powerful banking franchises.\"</p> <p>City analysts welcomed the long-awaited board changes. \"They are no shrinking violets - they will stand up to the board,\" said one analyst. He talked of \"one step forward in corporate governance,\" though he did not expect any overnight changes to the bank's strategy. </p> <p>David Buik at BGC Partners described Hester as a \"formidable candidate to eventually succeed Sir Fred Goodwin\". He added: \"He is very ambitious and knows exactly how many beans make four when it comes to banking.\"</p> <p>However, others in the City were sceptical that a non-executive director would be elevated to the chief executive role. </p> <p>Hester also served as the chief operating officer and finance director of Abbey before its sale to Spain's Santander. Before that, he spent 19 years with <a href=\"http://www.theguardian.com/business/creditsuisse\">Credit Suisse First Boston</a> in the UK and the US, where his senior roles included chief financial officer, global head of the fixed income division and co-head of European investment banking.</p> <p>Lawrence Fish and Charles Koch will retire as non-executive directors ahead of RBS's next annual meeting in April 2009. After the board changes, RBS will have 12 non-executive directors and five executive directors, as well as McKillop as chairman. This should placate investors who feel that Goodwin is too dominant on the board.</p> <p>Shares in RBS edged up 1p to 218.75p by lunchtime, a rise of 0.5%.</p>",
  "<p>The air over Europe in these dog days of a dreary summer is thick with talk of real and imagined takeovers in the automotive, banking and energy sectors, among others. The fall-out from the <a href=\"http://www.theguardian.com/business/creditcrunch\">credit crunch</a> and the obvious risk of a full-scale recession notwithstanding, acquisition activity is on the up.</p> <p>There are at least three targets in aviation alone: Alitalia, Austrian and Iberia. Silvio Berlusconi, the Italian premier, re-elected partly on a promise to rescue the stricken national carrier, keep it in national hands and protect jobs, is behind a scheme involving a group of prominent business investors who would inject €1bn (£0.8bn) into Alitalia - on top of the €300m state aid being scrutinised by the European commission. Berlusconi helped ensure that the Air France-KLM offer to take over Alitalia by buying the state's 49.9% stake collapsed.</p> <p>Alitalia, which lost a further €215m in the first quarter, is saddled with net debt of €1.1bn, an ageing fleet of aircraft, stroppy unions and creditors. The latest rescue plan, known as Piano Fenice, would enable the prominent Italian business investors to take it over and merge it with AirOne after it was broken up and its loss-making activities put into state administration (bankruptcy). This ludicrous national champion would then invite outside help from other European airlines in return for a stake. Inevitably, it is Germany's Lufthansa - which kept well away from the first rescue attempt by AF-KLM - that is seen as the most viable saviour. </p> <p>But the airline, which has already swallowed Swiss, is now trying to take over loss-making Austrian by buying the state holding's 43% and is committed to buying out BMI. A handful of other airlines, including AF-KLM, have signalled their own interest to Austrian's advisers, Merrill Lynch. Even so, Lufthansa is said to be interested in taking up to 25% of New Alitalia.</p> <p>Separately, <a href=\"http://www.theguardian.com/business/britishairways\">British Airways</a>, which this month launched a transatlantic flights joint venture with American Airlines and Iberia, is in pole position to conclude a full-scale merger/takeover with Spain's national carrier. The prospect, long dangled before us, of Europe's three biggest airlines - AF-KLM, LH and BA - emerging as a trio of sole European champions of aviation outside the low-cost segment is gradually moving closer.</p> <h2>Spanish power struggles</h2> <p>The Spanish property slump, meanwhile, has enabled Gas Natural to mount its €17bn bid for Union Fenosa, the country's third largest power producer. The bid, launched late last month, was effectively secured earlier this month when a savings bank, CAM, hit by the housing crisis, agreed to sell its 5.15% stake in Fenosa to Gas Nat.</p> <p>Barcelona-based Gas Nat, a losing bidder in recent years for both of Spain's other two big utilities, Iberdrola and Endesa, is paying CAM €18.33 a share to take its agreed holding in Fenosa to above 50%. It's the same price it is paying to troubled construction group ACS for its 45% holding in Fenosa - and is committed to paying to other shareholders. These are irrevocable commitments.</p> <p>As <a href=\"http://www.theguardian.com/business/merrilllynch\">Merrill Lynch</a> said in a recent note, there is no reason why the bid should not succeed, not least because the commitments make any counter bid impossible. Under Spanish takeover law, Gas Nat, which has already acquired 9.99% of Fenosa, must launch a full takeover when its holding rises above 30% - as it will when it has secured the approval of competition authorities to acquire ACS's remaining 35.3% stake. </p> <p>Merrill's analysts see no regulatory obstacle to the bid succeeding. Gas Nat's victory would be a considerable coup for the Zapatero government, which fought tooth and nail to prevent Endesa being gobbled up by Germany's E.On and was rapped repeatedly over the knuckles by the European Union competition commissioner, Neelie Kroes, in the process. Spain will have three national champions in the power sector, although Italy's Enel has the biggest shareholding (but not outright control) of Endesa and its much-criticised takeover law will be intact.</p> <h2>Germany motors ahead</h2> <p>In Germany, the success of Schaeffler's audacious €12bn bid for car parts and tyre maker Continental has brought swollen rumours of other potential targets in the DAX-30 top companies. If a family-owned firm can buy a bigger listed group - OK, Schaeffler has agreed to limit its holding to 49.99% at most for four years - who's next to fall? </p> <p>The cause of the takeover fever is a loophole in Germany's takeover law, recently amended to deal with acting-in-concert issues. At virtually the same time as the government proposed new draft legislation to hand the cabinet a veto over foreign takeovers, notably by sovereign wealth funds, the market regulator BaFin approved the cash-settled equity swaps Schaeffler used to win control of Continental.</p> <p>With relative small fry and family-owned Porsche poised to win majority control of Volkswagen, Europe's biggest car-maker, through similar instruments, lawyers such as Robert Heym of Reed Smith see two precedents for successful takeovers without informing the capital markets and paying a hefty premium.</p> <p>So, next in the line of fire could be, analysts say, Daimler, which owns Mercedes-Benz, or BASF, the chemicals group. Both have a huge free float of shareholders - and sagging share prices. The government, frightened that a foreign predator could use swaps to win control of these or other groups, may well be forced to close the loophole. Ironically, in the case of Daimler, it may well rely on other means: the car maker's biggest shareholder is the Kuwaiti Investment Authority with 7.6%. KIA, a Daimler investor for more than 20 years, happens to be a sovereign wealth fund.</p> <h2>The lesson of Alcatel-Lucent</h2> <p>Many takeovers and mergers, of course, destroy value. A classic modern example is Alcatel-Lucent, the Franco-American telecoms equipment group worth €25bn when it was forged almost two years ago. Its now worth €9bn at most and has shed 16,500 jobs as it struggles to overcome substantial losses.</p> <p>This week, the unrepentant chairman, Serge Tchuruk, dismissed along with the chief executive, Pat Russo, in late July, gave an interview to Le Figaro in which he defended the strategy \"that has made Alcatel-Lucent a big global leader in information technologies\".</p> <p>At most Tchuruk admitted he might have underestimated the cultural difficulties in bringing the two groups together. However, expressing a sense of pride, he said: \"This difficult period is behind us now\" and \"we have solid attributes\". It's somehow reminiscent of George Simpson at GEC, an old Alcatel partner, a few years ago.</p>",
  "<p>Half-yearly profits tumbled 35.6% at Independent News and Media's UK division, which includes the Independent and Independent on Sunday titles, due to challenging trading conditions and poor consumer confidence, the papers' parent company said today.<br> Operating profits at Independent News &amp; Media UK, which includes the Belfast Telegraph as well as the London-based Independent titles, fell to €4.7m (£3.7m) in the six months to June 30, down from €7.3m for the same period in 2007. </p> <p>Revenues declined by 14.1% to €115.6m over the same period. INM UK said that declining government spending on advertising in Northern Ireland and a slump in the property market contributed to the dip in revenues. </p> <p>INM promised to reduce UK costs further and promised to \"streamline\" work practices in printing and editorial. </p> <p>\"The group is determined to further reduce its fixed cost base through greater use of synergies, technology, outsourcing and new streamlined work practices,\" the company said.</p> <p>INM added that the Independent titles would be more competitive when they moved to full-colour printing in September.</p> <p>INM runs a worldwide publishing empire with operations in Ireland, Australia, New Zealand and South Africa, as well as the UK.</p> <p>Overall company revenue in the first half of 2008 was €780.4m, down 3.7% on the same period last year, which INM said was mainly due to currency movements.</p> <p>Operating profit before exceptional items was €153.8m, down from €154.6m in the same period in 2007. </p> <p>The INM chief executive, Sir Anthony O'Reilly, said the group's full-year profits should be in line with forecasts despite the advertising slump.</p> <p>\"While it is difficult to forecast advertising revenues reliably for the second half - as we have only experienced the two traditionally quiet summer months - trading in the next three months leading up to Christmas will be critical in determining the full-year result,\" O'Reilly added.</p> <p>\"However, as second-half comparators are easier and, assuming a continuation of the first-half advertising trends, INM believes that it will achieve profits in line with consensus forecasts for the full year.\"<br> The economic climate was more than just a challenge to global media companies, O'Reilly said.</p> <p>\"It also presents opportunities, not least the potential for joint ventures, shared investments, mergers and divestments which may change perceptions of the structure and nature of media,\" he added.</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>Three simple questions to ask. Are the energy companies making extra and excessive profits? Have they done anything to earn them? Should these profits be retained solely for the benefit of shareholders and company executives? </p> <p>Virtually every other company, whether oil or gas producers, such as <a href=\"http://www.marketwatch.com/news/story/royal-dutch-shells-profits-top/story.aspx?guid=%7B41F395F8-2125-4A78-8E4E-531375E3FE0A%7D&amp;dist=msr_14\">Shell</a> and BP or retail energy suppliers, such as <a href=\"http://www.forbes.com/markets/2008/08/13/eon-rwe-energy-markets-equity-cx_ll_0813markets10.html\">Eon</a>, have announced large profit increases.</p> <p>None of these companies have done anything in particular to <a href=\"http://www.theguardian.com/commentisfree/2008/aug/26/energy.climatechange?gusrc=rss&amp;feed=environment\">earn these extra profits</a>. They are not down to good investment decisions, high quality research or well judged risk taking. All have benefited from the increase in international oil prices. The energy producers have simply got price increases for their products, and the retail suppliers – while having to pay extra in the wholesale markets – have seen profits soar by increasing their retail prices at the same rate.</p> <p>If no action is taken by government, at a time when <a href=\"http://news.bbc.co.uk/1/hi/business/7533389.stm\">recent price increases</a> will see households pay £300-£400 more, shareholders can look forward to windfall dividends and company executives will see massive pay increases. No wonder a recent opinion poll showed <a href=\"http://www.compassonline.org.uk/article.asp?n=2885\">67% of the public</a> believes these windfall profits should be taxed and their benefit spread more widely.</p> <p>The energy companies have used two main arguments against a windfall tax; that the extra profits are needed to fund investment and development in new energy sources and that a tax would have no democratic legitimacy as it wasn't promised at the last election. </p> <p>We are going to need billions of pounds of investment in new energy sources over the next few years whether it be nuclear, renewables or even finding new sources of oil and gas. Investment plans in the energy sector are, however, made over a long period of time and surely the energy companies can't ask us to believe that if these unexpected windfall profits hadn't occurred none of this long term investment would have taken place. </p> <p>In 1997 when a <a href=\"http://www.telegraph.co.uk/htmlContent.jhtml?html=/archive/1997/03/19/nwin19.html\">windfall tax</a> was put on the profits of the privatised utilities this was included in the Labour party election manifesto, though the tax was still retrospective. In 2005, however, oil prices had not started their rapid rise, so it was not possible for any political party to pledge a windfall tax. Governments are supposed to react to circumstances; that is it what they are elected to do. A windfall tax on this occasion would be no less legitimate than that levied on the privatised utilities.<br> If a decision is made that windfall profits should be taxed, there will of course be no shortage of schemes to spend the money on. The government probably can't reduce energy prices but it can fund a massive and rapid programme of insulation measures which will cut energy costs for households, be good for the environment and take up some of the surplus labour that is now becoming available in the construction industry. Surely this must be a more attractive proposition than just handing all these unearned profits over to shareholders and well-heeled executives. It would still leave the companies with extra resources for long-term investment that they couldn't have planned for even two years ago.</p>",
  "<p>Continued worries about the state of the global financial sector are pulling shares in London lower, offsetting the impact of rising oil and mining stocks.</p> <p>An official <a href=\"http://www.guardian.co.uk/business/2008/aug/27/creditcrunch.subprimecrisis\">\"watch list\"</a> of potentially troubled US banks, released overnight, has further stoked worries that the full effects of the credit crunch have yet to be seen. </p> <p>Despite the list, Wall Street closed in positive territory overnight but its 26.92 point gain - to 11,412.87 - has hardly given London traders a definitive lead. The FTSE 100 index is down just over 30 points at 5438 in late morning with further pressure added by the pound's continued decline against the dollar.</p> <p>But a slew of corporate news provides some bright features in a market that otherwise \"feels rather heavy at these current levels,\" according to David Buik at BGC Partners.</p> <p>\"Investors and commentators need to constantly remind themselves that valuations, though essential for long term investing, are meaningless at present, when faced with the kind of remorseless torpor that prevails. These factors have created such a debilitating downbeat sentiment. Frankly, the market is clean out of confidence,\" he reckons.</p> <p><strong><a href=\"http://www.guardian.co.uk/business/petrofac\">Petrofac</a></strong> is the morning session's biggest riser, up 18.5 points at 611p after the oil services firm reports better than expected first half profits and said it expects its full year results to be at the top end of what the City currently expects.</p> <p><strong><a href=\"http://www.guardian.co.uk/business/g4s\">G4S</a></strong> - better known to you and me as Group4 Securicor - gains 6.75p to 218.25p after the world's largest security firm announced a 26% rise in first half profits to £175m, bang in line with what the Square Mile expected.</p> <p><strong><a href=\"http://www.guardian.co.uk/business/libertyinternational\">Liberty International</a></strong> is down 37.5p at 958p as profit-taking sets in after yesterday's strong rise on the back of news that <a href=\"http://www.guardian.co.uk/business/2008/aug/27/marketforces\">Australia's Westfield and Simon Property Group of the US have both built up stakes</a>.</p> <p>Westfield reported its half year results in Sydney overnight which included an as expected 10% rise in earnings but managing director Peter Lowy - whose family own over 8% of the firm - refused to say anything about his intentions towards Liberty. </p> <p>Away from the blue chips, after yesterday's rise on hopes that it has secured a new set of covenants with its banks, <strong><a href=\"http://www.guardian.co.uk/business/taylorwimpey\">Taylor Wimpey</a></strong> is down 3.25p to 48.75p as the deal fails to materialise and instead the company's <a href=\"http://www.guardian.co.uk/business/2008/aug/27/taylorwimpey.housingmarket\">half year results</a> include a massive writedown in the value of the construction firm's landbank and the George Wimpey brand.</p> <p>Shares in <strong>TNS</strong>, the market research firm being stalked by Martin Sorrell's <strong><a href=\"http://www.guardian.co.uk/business/wppgroup\">WPP</a></strong> empire, have lost 4.5p to 264.25p after its preferred partner, Germany's GfK announces that it has not been able to put the cash together for a bid so has abandoned the idea.</p> <p>Sorrell gatecrashed TNS's nil-premium merger with GfK <a href=\"http://www.guardian.co.uk/business/2008/jul/09/wppgroup.wpp\">earlier in the year</a>, forcing the German firm to try and mount a full bid for the business. Despite lining up some of the financing for its offer from a wealthy German family it has been unable to put together the rest of the cash.</p> <p>Reports in the German press are that GfK had brought Apax on board but the private equity firm was demanding more control over the merged entity than the Germans were willing to countenance so the partnership collapsed.</p> <p>GfK's withdrawal leaves WPP's hostile £1.1bn bid as the only bid on the table but TNS's board still believes it undervalues the business. </p> <p>Finally, <strong><a href=\"http://www.guardian.co.uk/business/moneysupermarketcomgroup\">Moneysupermarket</a></strong> is up 0.75p at 77.25p after reporting a 14% increase in earnings before financial charges to just over £30m but <strong><a href=\"http://www.guardian.co.uk/business/johnstonpress\">Johnston Press</a></strong> has dropped 3.5p to 47.5p - the biggest loser in the FTSE 250 - after admitting that <a href=\"http://www.guardian.co.uk/media/2008/aug/27/johnstonpress.pressandpublishing\">advertising revenues continue to slide</a>.</p>",
  "<p><br>Please recycle ... George Clooney, Brad Pitt, Tilda Swinton and Frances McDormand en route for the Burn After Reading photocall in Venice today. Photograph: Dan Kitwood/Getty</p> <p>Outside the Palazzo del Cinema, come seven o'clock tonight, amongst the excited chattering of the Venetian star spotters, you might overhear this:</p> <p>\"LOOK! There's Brad Pitt! Arggggghhhh! Brad! Ohmigod! George Clooney! Eeeeeeeee! And ... ummmm ... Anne Hathaway? ... Did you see Brad Pitt? ... Who's this? Frances McDormand?! Hmmm ...\"</p> <p>And well might they hmmm. International festivals rely on star power and this year <a href=\" http://www.theguardian.com/film/2008/aug/27/venicefilmfestival.bradpitt\">the consensus</a> is that Venice ain't got none. Apart from Brad and George of course. The writers' strike has delayed US releases that would have premiered at the festival, while <a href=\"http://www.variety.com/index.asp?layout=festivals&amp;jump=features&amp;id=3211&amp;articleid=VR1117991016\">the global economic downturn</a> has put the squeeze on the studios, shackling their ability to put Hollywood somebodies up in appropriately luxurious hotels (the lowest priced double room at the Hotel Cipriani goes for around £700).</p> <p>But even with an array of A-list US stars in attendance this year's festival would have failed to match up to its British counterpart, the <a href=\"www.bfi.org.uk/lff\">London Film Festival</a> (LFF), for one simple reason. Like Cannes, Venice has glamour, style, big-money sophistication, but little attempt is made to attract the casual film-goer, the kind of viewer that all festivals should court if they want to encourage cinema attendance as an alternative to that old satanic ritual, illegal downloading.</p> <p>I think the organisers at the LFF realise that it's not the star power you've got, but what you do with it that counts. So, while many of the films at the LFF may well go straight from their premiere on the BFI Southbank's screens to the immaculate glass-fronted DVD displays propped outside of them, the festival's organisers do at least make concessions to the \"ordinary\" film fan. Last year saw a series of Leicester Square premieres - a number of them star-packed crowd pleasers (Juno, The Darjeeling Limited, Bee Movie) where you didn't have to read the subtitles or nuffink. Factor in those screenings with Q+A sessions with the directors and stars of the movie and you have that rare thing - an arts event relevant to both the artistic community and the casual punter.</p> <p>Film festivals like Venice shouldn't have to dumb down their programmes, but they should think about how they could use Hollywood glitz to introduce more people to the art of cinema as the LFF has done. And realise that most people go to cinema to be entertained, a point that Marco Müller, director of this year's Venice festival has (reluctantly) <a href=\"http://www.bloomberg.com/apps/news?pid=20601112&amp;refer=muse&amp;sid=a.dP6p4belw0\">acknowledged</a>: \"Cinema is also entertainment, and this year, we try to remember that.\"</p> <p>Maybe they've finally realised that full cinemas are just as important as a full red carpet?</p>",
  "<p>Rat meat has become such a popular alternative to other dearer meats in Cambodia that its price has increased fourfold.</p> <p>As inflation pushes the price of beef beyond the reach of the poor, increased demand for rat meat has pushed up rodent prices. A kilogram of rat meat now costs 5,000 riel (69p) compared with 1,200 riel last year. Spicy field rat dishes with garlic are increasingly on the menu as beef costs 20,000 riel a kilo.</p> <p>Officials said rats were fleeing to higher ground from flooded areas of the lower Mekong Delta, making it easier for villagers to catch them.</p> <p>\"Many children are happy making some money from selling the animals to the markets, but they keep some for their family,\" said Ly Marong, an agriculture official. \"Not only are our poor eating it, but there is also demand from Vietnamese living on the border with us.\"</p> <p>He estimated that Cambodia supplied more than a tonne of live rats a day to Vietnam.</p> <p>Rats have long been eaten in poorer regions of neighbouring Thailand where fast food sellers are enjoying a boom in sales. Vendors say it is tastier than other meats and that rats caught from rice fields are definitely clean compared with those found in towns or cities. The animals are killed by drowning, before being skinned ready for cooking - poached, fried, grilled or baked.</p> <p>This month, an Indian official said eating rats was a way to beat rising global food prices. Vijay Prakash, the secretary of Bihar's welfare department, said regular rat snacks would also translate into fewer rodents eating precious grain stocks, 50% of which are lost in the north-eastern Indian state every year to the creatures.</p> <p>Prakash wants to promote consumption of rat meat in homes, street stalls, restaurants and even five-star hotels. He said he was holding talks with prestigious hotels outside India to encourage them to put rat meat on their menus, but admitted his scheme had to overcome public prejudice.</p> <p>\"Some socially deprived people in Bihar have always consumed rat meat. If they can eat rats, why can't the rest of the people?\" he said. \"This will help in mitigating the global food crisis. We are sure that it will work wonders.\"</p>",
  "<p><strong><a href=\"http://www.timesonline.co.uk/tol/news/world/asia/article4614897.ece\">Deodorant spray will tackle stench of Mumbai rubbish dumps</a></strong><br>Source: Times Online<br>Mumbai has acquired a new weapon to combat the increasingly putrid stench emanating from two of the city's biggest rubbish dumps – 42,000 litres of deodorant. A sweet-smelling herbal spray will be squirted each day in an attempt to neutralise the increasingly offensive odour of the massive Deonar and Mulund landfill sites after a decree from Ahmad Karim, the head of the city's solid waste management division.</p> <p><strong><a href=\"http://www.nytimes.com/2008/08/27/business/27grid.html\">The energy challenge: wind energy bumps into power grid's limits</a></strong><br>Source: New York Times<br>When the builders of the Maple Ridge wind farm spent $320m (£173m) to put nearly 200 wind turbines in upstate New York, the idea was to get paid for producing electricity. But at times, regional electric lines have been so congested that Maple Ridge has been forced to shut down even with a brisk wind blowing.</p> <p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSSYD19429820080827?feedType=RSS&amp;feedName=environmentNews\">Almost half of Australia untouched by humans: study</a></strong><br>Source: Reuters<br>More than 40% of Australia, an area the size of India, remains untouched by humans, making the country as critical to the world's environment as the Amazon rainforests, a study said on Wednesday.</p> <p><strong><a href=\"http://environment.newscientist.com/channel/earth/dn14599-notake-zones-offer-no-boost-for-bleached-reefs-.html?feedId=earth_rss20\">No-take zones offer no boost for bleached reefs</a></strong><br>Source: New Scientist<br>No-take areas might protect reefs against overfishing, but they seem powerless to help corals fight the effects of global warming.</p> <p><strong><a href=\"http://www.reuters.com/article/environmentNews/idUSN2639113620080827?feedType=RSS&amp;feedName=environmentNews\">Iconic California county backs offshore drilling</a></strong><br>Source: Reuters<br>California's Santa Barbara County, site of a major oil spill that rallied opposition to offshore oil production 40 years ago, voted on Tuesday to support new coastal oil exploration and extraction.</p>",
  "<p><a href=\"http://www.theguardian.com/business/2006/mar/03/marketforces\"><strong>March 3 2006</strong></a>:<br>Fresh from swallowing Westbury, Persimmon vows to launch more takeovers.</p> <p><a href=\"http://www.theguardian.com/business/2006/aug/02/1\"><strong>August 2 2006</strong></a>:<br>George Wimpey boasts of its record land bank as its profits jump 25%.</p> <p><a href=\"http://www.theguardian.com/business/2007/jan/02/housingmarket.houseprices\"><strong>January 2 2007</strong></a>: <br>After nearly a decade of growth, most economists believed the housing market was stable and in good shape for the future.</p> <p><a href=\"http://www.theguardian.com/money/2007/feb/06/houseprices.business\"><strong>February 6 2007</strong></a>:<br>Barratt pays £2.2bn for smaller rival Wilson Bowden, making it briefly Britain's largest housebuilder.</p> <p><a href=\"http://www.theguardian.com/business/2007/mar/27/15\"><strong>March 27 2007</strong></a>:<br>Taylor Woodrow and George Wimpey announce a £5bn merger to create Britain's largest home builder.</p> <p><a href=\"http://www.theguardian.com/business/2007/jul/09/bovishomesgroupbusiness.housingmarket\"><strong>July 09 2007</strong></a>:<br>Alarm as Bovis warns that housing demand may be waning.</p> <p><a href=\"http://www.theguardian.com/money/2007/sep/13/business.houseprices\"><strong>September 13 2007</strong></a>:<br>First concrete signs that house prices have finally started to fall.</p> <p><a href=\"http://www.theguardian.com/business/2007/sep/26/money.property\"><strong>September 26 2007</strong></a>:<br>The Northern Rock crisis sends shares tumbling, and scares potential housebuyers away.</p> <p><a href=\"http://www.theguardian.com/business/2007/sep/30/5\"><strong>September 30 2007</strong></a>:<br>As the sub-prime crisis bites in America, evidence emerges that some UK borrowers are in serious trouble too.</p> <p><a href=\"http://www.theguardian.com/business/2008/jan/10/persimmon.housingmarket\"><strong>January 10 2008</strong></a>: Persimmon starts the new year with a pessimistic admission that new home sales are falling.</p> <p><a href=\"http://www.theguardian.com/business/2008/feb/17/construction.creditcrunch\"><strong>February 17 2008</strong></a>:<br>As Barratt's shares keep tumbling, fears grow that it may breach its banking covenants or launch a rights issue.</p> <p><a href=\"http://www.theguardian.com/money/2008/mar/11/houseprices.property\"><strong>March 22 2008</strong></a>:<br>Bovis pleads for an interest rate cut after sales plunge 20%.</p> <p><a href=\"http://www.theguardian.com/business/2008/apr/24/persimmon.construction\"><strong>April 24 2008</strong></a>:<br>As the housing market grinds to a halt, Persimmon stops all new building projects.</p> <p><a href=\"http://www.theguardian.com/business/2008/jun/06/housingmarket.interestrates\"><strong>June 6 2008</strong></a>:<br>House prices fall at fastest rate since Black Monday and the 90s crash.</p> <p><a href=\"http://www.theguardian.com/business/2008/jun/12/construction.stockmarkets\"><br><strong>June 11 2008</strong></a>:<br>The Financial Services Authority says it is closely monitoring the house building sector as the value of the big construction firms continues to shrink.</p> <p><a href=\"http://www.theguardian.com/business/2008/jun/11/housing.property.crash\"><strong>June 11 2008</strong></a>:<br>Housing sector slump triggers stock market rout, with Barratt shares down 40% at one stage.</p> <p><a href=\"http://www.theguardian.com/business/2008/jun/18/taylorwimpey.construction\"><br><strong>June 17 2008</strong></a>:<br>Taylor Wimpey's £1.9bn debt is downgraded to junk status.</p> <p><a href=\"http://www.theguardian.com/business/2008/jun/20/housingmarket.consumeraffairs\"><br><strong>June 20 2008</strong></a>:<br>The number of new houses being built in Britain has plummeted by nearly 60% from a year ago to 6,890 as tighter mortgage lending conditions put off potential home buyers.</p> <p><a href=\"http://www.theguardian.com/business/2008/jul/01/constructionindustry\"><br><strong>June 30 2008</strong></a>:<br>Taylor Wimpey slashes the value of its land and building sites by £660m and confirms it is seeking an emergency cash injection from its main shareholders.</p> <p><a href=\"http://www.theguardian.com/business/2008/jul/02/taylorwimpey.housingmarket\"><strong><br>July 2 2008</strong></a>:<br>Warning from Taylor Wimpey that it may take months to agree a desperately needed £500m cash injection and it risks breaching its banking covenants sends shares in the industry crashing. Since the beginning of the year, nearly £7bn has been wiped off the values of the seven biggest housebuilding companies.</p> <p><a href=\"http://www.theguardian.com/money/2008/jul/12/redundancy.housingmarket \"><strong>July 12 2008</strong></a>:<br>5,000 building workers are laid off as the industry tries to brace itself against the slump, which analysts fear could eventually claim 250,000 victims.</p> <p><a href=\"http://www.theguardian.com/business/2008/jul/15/housingmarket.houseprices\"><strong>July 15 2008</strong></a>:<br>Another blow to the housebuilders as property sales hit a 30-year low as prices keep falling.</p> <p><a href=\"http://www.theguardian.com/business/2008/aug/14/housingmarket.bellway\"><strong>August 14 2008</strong></a>:<br>Reservations fall 45% at Bellway after cancellation rate increased to \"unprecedented levels towards the end of the financial year\".</p> <p><a href=\"http://www.theguardian.com/global/2008/aug/19/housingmarket.bobdylan\"><strong>August 19 2008</strong></a>:<br>Developer Brixton quotes \"All along the Watchtower\" to sum up the grim conditions in the commercial property market. All together now: \"There must be some kind of way out of here.....\".</p> <p><a href=\"http://www.theguardian.com/business/2008/aug/22/persimmon.houseprices\"><strong>August 22 2008</strong></a>:<br>Persimmon calls on the government to help after profits slump by almost two-thirds in the first half of the year.</p> <p><a href=\"http://www.theguardian.com/business/2008/aug/26/bovishomesgroup.housingmarket\"><strong>August 26 2008</strong></a>:<br>Bovis slashes its dividend to just 5p a share, warning there is no sign of a recovery.</p> <p><a href=\"http://www.theguardian.com/business/2008/aug/27/taylorwimpey.housingmarket\"><strong>August 27 2008</strong></a>:<br>Land writedowns help to push Taylor Wimpey into a massive £1.5bn loss.</p>",
  "<p>Slubberdegullions! Mystery surrounds the future of the forthcoming Tintin trilogy. Or at least it did until this morning, when Dreamworks <a href=\"http://www.hollywoodreporter.com/hr/content_display/film/news/e3icaabfeb875c91a9ea2aa8044d64695df?imw=Y\">confirmed</a> that Steven Spielberg is still on board to direct the first film in the series.</p> <p>Belgium's Brussels-based Hergé Studios, which holds the rights to the tales of the intrepid reporter and his dog said yesterday that the Schindler's List director would be stepping aside in favour of Peter Jackson, who is co-producing on the project as a whole.</p> <p>But Dreamworks said today that Spielberg would definitely be taking charge for his first film since this summer's huge hit, Indiana Jones and the Kingdom of the Crystal Skull, which has so far taken $780m (£423m) at the global box office. Jackson is reportedly still set to direct the sequel, while it remains uncertain who will direct the third film. So everything remains much of a muchness, basically.</p> <p>What is new is that the first film will be based on the Tintin stories The Secret of the Unicorn and Red Rackham's Treasure, which were first published in 1942 and 1943. </p> <p>The films will be made using motion capture technology. Jackson's long-time collaborator Andy Serkis, who played both Gollum in The Lord of the Rings and King Kong in Jackson's remake of the giant gorilla tale, is on board as Captain Haddock and 18-year-old Thomas Sangster (Love Actually) has signed up to play Tintin.</p> <p>Belgian artist Hergé, the pen name of Georges Remi, has sold more than 200 million copies of his 24 books, with translations published in more than 50 languages. He died in 1983, but would have been pleased at today's news. Spielberg reportedly tried to buy the rights to the Tintin stories shortly before the artist's death. But the film-maker would not confirm his participation as director, and Hergé promptly refused to sign the contract.</p>",
  "<p><br>Simon Cowell... Can of well-known fizzy drink just out of shot. Photograph: Eamonn McCabe</p> <p>For a British expat brought up on episodes of Blue Peter where the washing-up liquid bottles used to make model rocket ships were scrubbed with bleach to remove any hint of branding, the current fuss over product placement on American TV contains elements of the surreal.</p> <p>Product placement <em>is</em> everywhere. Must-see frock-designer reality show Project Runway seems to be scripted around brand plugs. And the make of computers hammered at by the nerve-frazzled tech-warriors of the Counter Terrorism Unit is a dead giveaway as to which series of 24 you've stumbled into.</p> <p>30 Rock, the self-mocking TV comedy about TV comedy, famously flaunted its product placement contract with a mobile phone company by making its plugs blatant, and by having Tina Fey's characters break the fourth wall to ask: \"Can we have <a href=\"http://www.youtube.com/watch?v=d36wUmJGzvA\">our money now</a>?\"</p> <p>In itself this is nothing new. Product placement has long been a staple of US TV, radio and film. But it is running at seemingly unprecedented highs. According to one report, product placement on TV is up 37% in the last year. Vanity Fair counted over 60 product placements in the Sex in the City movie. And for a very fat fee right-wing talk radio host Rush Limbaugh will seamlessly weave a plug for your product into a seemingly unrelated rant about Obama's secret plans to introduce socialism and outlaw Christianity.</p> <p>Reality shows are often the worst offenders. According to one estimate, a viewer watching American Chopper might be exposed to as many as 1,000 product placements... <a href=\"http://www.dallasnews.com/sharedcontent/dws/bus/stories/DN-nielsencounters_03bus.ART.State.Edition1.4dacea7.html\">per episode</a>. Simon Cowell, meanwhile, never appears on American Idol without a <a href=\"http://www.speakmediablog.com/2008/06/fcc-to-crack-down-on-product-placement.html\">Coke cup</a>.</p> <p>Government watchdog the Federal Communications Commission has held formal hearings into product placement - an increasingly attractive option for broadcasters as they try to find ways to \"end run\" advert-avoidance technology like Tivo. A coalition of advocacy groups is pushing for stricter regulation, and some, like the group <a href=\"http://www.commercialalert.org/\">Commercial Alert</a>, are even demanding that each product placement be accompanied by a pop-up warning.</p> <p>\"What's happening today is it's being thrown in the credits at the end and sped through so fast you'd need a magnifying glass to see it,\" FCC commissioner Jonathan Adelstein told ABC News.</p> <p>Defenders of the status quo - mostly TV company executives and those working for marketing and advertising companies - are quick to point out that placement-activated pop-ups or scrolling would have an even worse effect on the watchability and dramatic integrity of a show than the product placement itself.</p> <p>Richard Samp of the Washington Legal Foundation, an industry-funded right-wing lobbying group, even went so far as to claim that attempts to moderate product placement \"are in a sense totally suppressing free speech\".</p> <p>Nobody is holding out much hope for effective regulation. We are, it seems, on a slippery slope to a braindead TV hell where, <a href=\"http://www.theguardian.com/global/2008/jul/25/marketingandpr.television?gusrc=rss&amp;feed=media\">on both sides of the Atlantic</a>, such antiquated notions as journalistic, artistic and editorial integrity are drowned out by the ever more vigorous clattering of the stick on the side of the <a href=\"http://www.brainyquote.com/quotes/quotes/g/georgeorwe102986.html\">swill bucket</a>.</p> <p>(Steven Wells would like to thank Honest Tea Community green tea with Maltese orange for providing the refreshment necessary to write this blog, and for Gap for providing the trousers he wore while writing it on his Starbucks espresso-stained Mac Book Pro.)</p>",
  "<p>Big Brother producer Endemol has hired a senior Disney executive to lead its global commercial activities.</p> <p>Tom Toumazis, currently in charge of programme, new media and channel distribution across Europe, the Middle East, Africa and Canada for Disney-ABC-ESPN Television, becomes chief commercial officer at Dutch company Endemol.</p> <p>He will report to Ynon Kreiz, the chief executive officer of the Endemol Group, which includes Endemol UK.</p> <p>Toumazis will be responsible for further expanding Endemol's distribution business, currently made up of more than 2,200 non-scripted formats and 200 scripted titles, as well as building its co-production and pre-sales businesses. </p> <p>Currently the executive vice-president and managing director of Disney-ABC-ESPN Television, Europe, Middle East, Africa and Canada, Toumazis joined Disney in 2001. He also sits on its European management board.</p> <p>Kreiz said Toumazis was a \"world-class executive of the highest calibre ... an exceptionally skilled operator [who] couldn't be more qualified to lead the expansion of our commercial activities and growth of our distribution business\".</p> <p><em><strong>·</strong> To contact the MediaGuardian news desk email <a href=\"mailto:editor@mediatheguardian.com\">editor@mediatheguardian.com</a> or phone 020 7239 9857. For all other inquiries please call the main Guardian switchboard on 020 7278 2332.</em></p> <p><em><strong>·</strong> If you are writing a comment for publication, please mark clearly \"for publication\".</em></p>",
  "<p>I am honoured to be here tonight. A proud mother. A proud Democrat. A proud American. And a proud supporter of Barack Obama.</p> <p>My friends, it is time to take back the country we love.</p> <p>Whether you voted for me, or voted for Barack, the time is now to unite as a single party with a single purpose. We are on the same team, and none of us can sit on the sidelines.</p> <p>This is a fight for the future. And it's a fight we must win.</p> <p>I haven't spent the past 35 years in the trenches advocating for children, campaigning for universal healthcare, helping parents balance work and family and fighting for women's rights at home and around the world ... to see another Republican in the White House squander the promise of our country and the hopes of our people.</p> <p>And you haven't worked so hard over the last 18 months, or endured the last eight years, to suffer through more failed leadership.</p> <p>No way. No how. No McCain.</p> <p>Barack Obama is my candidate. And he must be our president.</p> <p>Tonight we need to remember what a presidential election is really about. When the polls have closed, and the ads are finally off the air, it comes down to you - the American people, your lives and your children's futures.</p> <p>For me, it's been a privilege to meet you in your homes, your workplaces, and your communities. Your stories reminded me every day that America's greatness is bound up in the lives of the American people - your hard work, your devotion to duty, your love for your children and your determination to keep going, often in the face of enormous obstacles.</p> <p>You taught me so much, you made me laugh, and ... you even made me cry. You allowed me to become part of your lives. And you became part of mine.</p> <p>I will always remember the single mom who had adopted two kids with autism, didn't have health insurance and discovered she had cancer. But she greeted me with her bald head painted with my name on it and asked me to fight for healthcare.</p> <p>I will always remember the young man in a Marine Corps t-shirt who waited months for medical care and said to me: \"Take care of my buddies; a lot of them are still over there … and then will you please help take care of me?\"</p> <p>I will always remember the boy who told me his mom worked for the minimum wage and that her employer had cut her hours. He said he just didn't know what his family was going to do.</p> <p>I will always be grateful to everyone from all 10 states, Puerto Rico and the territories, who joined our campaign on behalf of all those people left out and left behind by the Bush administration.</p> <p>To my supporters, my champions - my sisterhood of the traveling pantsuits - from the bottom of my heart: thank you.</p> <p>You never gave in. You never gave up. And together we made history.</p> <p>Along the way, America lost two great Democratic champions who would have been here with us tonight. One of our finest young leaders, Arkansas Democratic Party chair, Bill Gwatney, who believed with all his heart that America and the south could be and should be Democratic from top to bottom.</p> <p>And congresswoman Stephanie Tubbs Jones, a dear friend to many of us, a loving mother and courageous leader who never gave up her quest to make America fairer and smarter, stronger and better. Steadfast in her beliefs, a fighter of uncommon grace, she was an inspiration to me and to us all.</p> <p>Our heart goes out to Stephanie's son, Mervyn, Jr, and Bill's wife, Rebecca, who traveled to Denver to join us at our convention.</p> <p>Bill and Stephanie knew that after eight years of George Bush, people are hurting at home, and our standing has eroded around the world. We have a lot of work ahead.</p> <p>Jobs lost, houses gone, falling wages, rising prices. The supreme court in a right-wing headlock and our government in partisan gridlock. The biggest deficit in our nation's history. Money borrowed from the Chinese to buy oil from the Saudis.</p> <p>Putin and Georgia, Iraq and Iran.</p> <p>I ran for president to renew the promise of America. To rebuild the middle class and sustain the American dream, to provide the opportunity to work hard and have that work rewarded, to save for college, a home and retirement, to afford the gas and groceries and still have a little left over each month.</p> <p>To promote a clean energy economy that will create millions of green collar jobs.</p> <p>To create a healthcare system that is universal, high-quality and affordable so that parents no longer have to choose between care for themselves or their children or be stuck in dead end jobs simply to keep their insurance.</p> <p>To create a world-class education system and make college affordable again.</p> <p>To fight for an America defined by deep and meaningful equality - from civil rights to labour rights, from women's rights to gay rights, from ending discrimination to promoting unionisation to providing help for the most important job there is: caring for our families. To help every child live up to his or her God-given potential.</p> <p>To make America once again a nation of immigrants and a nation of laws.</p> <p>To bring fiscal sanity back to Washington and make our government an instrument of the public good, not of private plunder.</p> <p>To restore America's standing in the world, to end the war in Iraq, bring our troops home and honor their service by caring for our veterans.</p> <p>And to join with our allies to confront our shared challenges, from poverty and genocide to terrorism and global warming.</p> <p>Most of all, I ran to stand up for all those who have been invisible to their government for eight long years.</p> <p>Those are the reasons I ran for president. Those are the reasons I support Barack Obama. And those are the reasons you should too.</p> <p>I want you to ask yourselves: Were you in this campaign just for me? Or were you in it for that young Marine and others like him? Were you in it for that mom struggling with cancer while raising her kids? Were you in it for that boy and his mom surviving on the minimum wage? Were you in it for all the people in this country who feel invisible?</p> <p>We need leaders once again who can tap into that special blend of American confidence and optimism that has enabled generations before us to meet our toughest challenges. Leaders who can help us show ourselves and the world that with our ingenuity, creativity and innovative spirit, there are no limits to what is possible in America.</p> <p>This won't be easy. Progress never is. But it will be impossible if we don't fight to put a Democrat in the White House.</p> <p>We need to elect Barack Obama because we need a president who understands that America can't compete in a global economy by padding the pockets of energy speculators, while ignoring the workers whose jobs have been shipped overseas. We need a president who understands that we can't solve the problems of global warming by giving windfall profits to the oil companies while ignoring opportunities to invest in new technologies that will build a green economy.</p> <p>We need a president who understands that the genius of America has always depended on the strength and vitality of the middle class.</p> <p>Barack Obama began his career fighting for workers displaced by the global economy. He built his campaign on a fundamental belief that change in this country must start from the ground up, not the top down. He knows government must be about \"we the people\" not \"we the favored few\".</p> <p>And when Barack Obama is in the White House, he'll revitalise our economy, defend the working people of America, and meet the global challenges of our time. Democrats know how to do this. As I recall, President Clinton and the Democrats did it before. And President Obama and the Democrats will do it again.</p> <p>He'll transform our energy agenda by creating millions of green jobs and building a new, clean energy future. He'll make sure that middle-class families get the tax relief they deserve. And I can't wait to watch Barack Obama sign a healthcare plan into law that covers every single American.</p> <p>Barack Obama will end the war in Iraq responsibly and bring our troops home - a first step to repairing our alliances around the world.</p> <p>And he will have with him a terrific partner in Michelle Obama. Anyone who saw Michelle's speech last night knows she will be a great first lady for America.</p> <p>Americans are also fortunate that Joe Biden will be at Barack Obama's side. He is a strong leader and a good man. He understands both the economic stresses here at home and the strategic challenges abroad. He is pragmatic, tough and wise. And, of course, Joe will be supported by his wonderful wife, Jill.</p> <p>They will be a great team for our country.</p> <p>Now, John McCain is my colleague and my friend.</p> <p>He has served our country with honor and courage.</p> <p>But we don't need four more years ... of the last eight years.</p> <p>More economic stagnation … and less affordable healthcare.</p> <p>More high gas prices … and less alternative energy.</p> <p>More jobs getting shipped overseas … and fewer jobs created here.</p> <p>More skyrocketing debt ... home foreclosures … and mounting bills that are crushing our middle-class families.</p> <p>More war ... less diplomacy.</p> <p>More of a government where the privileged come first … and everyone else comes last.</p> <p>John McCain says the economy is fundamentally sound. John McCain doesn't think that 47m people without health insurance is a crisis. John McCain wants to privatise Social Security. And in 2008, he still thinks it's okay when women don't earn equal pay for equal work.</p> <p>With an agenda like that, it makes sense that George Bush and John McCain will be together next week in the Twin Cities. Because these days they're awfully hard to tell apart.</p> <p>America is still around after 232 years because we have risen to the challenge of every new time, changing to be faithful to our values of equal opportunity for all and the common good.</p> <p>And I know what that can mean for every man, woman and child in America. I'm a United States senator because in 1848 a group of courageous women and a few brave men gathered in Seneca Falls, New York, many traveling for days and nights, to participate in the first convention on women's rights in our history.</p> <p>And so dawned a struggle for the right to vote that would last 72 years, handed down by mother to daughter to granddaughter - and a few sons and grandsons along the way.</p> <p>These women and men looked into their daughters' eyes, imagined a fairer and freer world, and found the strength to fight. To rally and picket. To endure ridicule and harassment. To brave violence and jail.</p> <p>And after so many decades - 88 years ago on this very day - the 19th amendment guaranteeing women the right to vote would be forever enshrined in our Constitution.</p> <p>My mother was born before women could vote. But in this election my daughter got to vote for her mother for president.</p> <p>This is the story of America. Of women and men who defy the odds and never give up.</p> <p>How do we give this country back to them?</p> <p>By following the example of a brave New Yorker , a woman who risked her life to shepherd slaves along the Underground Railroad.</p> <p>And on that path to freedom, Harriett Tubman had one piece of advice.</p> <p>If you hear the dogs, keep going.</p> <p>If you see the torches in the woods, keep going.</p> <p>If they're shouting after you, keep going.</p> <p>Don't ever stop. Keep going.</p> <p>If you want a taste of freedom, keep going.</p> <p>Even in the darkest of moments, ordinary Americans have found the faith to keep going.</p> <p>I've seen it in you. I've seen it in our teachers and firefighters, nurses and police officers, small business owners and union workers, the men and women of our military - you always keep going.</p> <p>We are Americans. We're not big on quitting.</p> <p>But remember, before we can keep going, we have to get going by electing Barack Obama president.</p> <p>We don't have a moment to lose or a vote to spare.</p> <p>Nothing less than the fate of our nation and the future of our children hang in the balance.</p> <p>I want you to think about your children and grandchildren come election day. And think about the choices your parents and grandparents made that had such a big impact on your life and on the life of our nation.</p> <p>We've got to ensure that the choice we make in this election honours the sacrifices of all who came before us, and will fill the lives of our children with possibility and hope.</p> <p>That is our duty, to build that bright future, and to teach our children that in America there is no chasm too deep, no barrier too great - and no ceiling too high - for all who work hard, never back down, always keep going, have faith in God, in our country and in each other.</p> <p>Thank you so much. God bless America and Godspeed to you all.</p>",
  "<figure class=\"element element-image\" data-media-id=\"gu-image-336980658\"> <img src=\"https://static.guim.co.uk/sys-images/Guardian/Pix/pictures/2008/8/27/1219792668668/hillaryclinton.jpg\" alt=\"Hillary Clinton\" width=\"460\" height=\"306\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: Associated Press</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>  <p><strong>DENVER</strong> — Welcome back to the Pepsi Center, which in a few hours' time will become a cauldron of roiling emotions — most of them Hillary Clinton's. There's no escaping the fact that Clinton's prime-time speech tonight will be, in part, an <a href=\"http://www.guardian.co.uk/commentisfree/michaeltomasky/2008/aug/26/hillaryclinton.clinton\">exercise in public therapy</a> for the failed presidential candidate and her staunchest supporters. They think, of course, that her speaking slot should have been on Thursday, accepting the nomination. Instead, the crucial question is whether she'll show sufficient enthusiasm for Obama to convey a message of party unity — and to bring back to the Democratic fold some of the 53% of Clinton supporters who aren't already solidly behind Obama. (The other question is whether she'll show that enthusiasm by deploying her ill-advised staring-and-pointing-at-someone-in-the-audience tactic.)</p> <p>On the streets of Denver today, the <a href=\"http://www.cnn.com/2008/POLITICS/08/26/clinton.backers/\">angry hardline Pumas</a> have been marching. Those I spoke to last night, at an entirely surreal Republican-run 'Happy Hour for Hillary' in a gloomy bar, rejected the notion that she \"has to\" do anything in particular this evening: it's Obama's responsibility, they say, to unite the party. Inside the convention bubble, though, it's impossible to overstate how precisely the Clinton-Obama detente is being choreographed in an effort to make sure such sentiments don't get expressed. That will be nowhere more true than at tomorrow's roll-call vote, the precise orchestration of which will speak volumes. According to one version <a href=\"http://ap.google.com/article/ALeqM5jQD-Ub1QQZgszKZ4ddpQBmVCevOQD92PVIIG3\">doing the rounds here</a>, the Obama and Clinton teams have agreed that Hillary herself will \"spontaneously\" step forward, mid-way through the voting, and urge that the nomination be awarded to Obama without completing the ballot. </p> <p>Meanwhile, the Clintons' every move is being scrutinised: Hillary will attend Thursday's speech at Invesco Field, we're told; Bill <a href=\"http://blogs.marketwatch.com/election/2008/08/26/another-sneak-attack-by-bill-clinton/\">seemed to attack</a> Barack Obama once again in Denver today; then again, Hillary <a href=\"http://blogs.abcnews.com/politicalradar/2008/08/clinton-if-we-d.html\">paid a compliment</a> to Michelle; on the other hand, Clinton's people <a href=\"http://voices.washingtonpost.com/the-trail/2008/08/25/clinton_adviser_to_skip_town_b.html\">aren't even staying in town</a> for Obama's nomination acceptance speech. </p> <p>So, yes, tonight's speech is all about ego and emotion and therapy — but how Clinton handles it tonight could really matter, come November. \"Never before,\" <a href=\"http://www.nationaljournal.com/conventions/co_20080826_2298.php\">said</a> one Clinton supporter who'll be in the convention all tonight, \"has how the loser of the convention loses been more important than how the winner wins.\" Join me here in an hour or so (around <strong>8.15pm Denver time, 10.15pm eastern, 3.15am UK</strong> -- welcome, insomniacs!) and we'll pick over every last nuance.</p> <p><strong>8.05pm:</strong> (all times local) In response to commenter Lucerne, time for an important food update, and frankly I can't believe that while liveblogging last night I forgot to mention that I was \"enjoying\" a \"delicious\" snack of <a href=\"http://allrecipes.com/Recipe/Breaded-Chicken-Fingers/Detail.aspx\">breaded chicken fingers</a> (which look way better in that linked picture). The food at the Pepsi Center all depends on who you are, and if you are me, it's burgers and hot dogs from a van like the ones I used to try to avoid as a student. But I'm not complaining. Much.</p> <p><strong>8.12pm:</strong> Last night, the convention organisers distributed Obama-branded \"Kennedy\" and \"Michelle\" banners; I'd been wondering if they'd go so far as to print \"Clinton\" ones. But I'm told the banners being handed out tonight will in fact say \"Clinton Voters For Obama\". </p> <p><strong>8.15pm:</strong> CNN reports that Clinton was consulting (of course!) <a href=\"http://www.cnn.com/2008/POLITICS/08/11/atlantic.clinton.staff/index.html\">Mark Penn</a> on the details of tonight's speech until as little as two hours ago. I know — why not use tonight's speech to <a href=\"http://www.theatlantic.com/a/green-penn-3-19-07.mhtml\">accuse Obama of lacking American roots</a>? It'd certainly be unexpected...</p> <p><strong>8.20pm:</strong> Bill has arrived. He looks resplendent in his red tie and pink face.</p> <p><strong>8.28pm:</strong> ...And with minutes to go, the heavens have opened. It's pouring down. What can this signify? Meanwhile, Montana's governor, Britan Schweitzer, is giving a speech. He's wearing a <a href=\"http://en.wikipedia.org/wiki/Bolo_tie\">bolo tie</a>. </p> <p><strong>8.37pm:</strong> Time for a Hillary Clinton tribute video, with a soundtrack by the Kinks, and some excruciating Saturday Night Live footage.</p> <p>Random thought: the last time I saw Hillary deliver a rousing call to support Barack Obama it was at her concession speech, at the National Buildings Museum, in Washington, and it was the best speech of her campaign. Then, though, she was urging her supporters to back Obama. Tonight, most of the people in the hall will already be enthusiastic backers of Obama. So won't it sound bizarre if she urges them to support him?</p> <p><strong>8.41pm</strong> Michael Tomasky, to my left, points out that there's now only 19 minutes until the traditional 9pm closing time of the convention. Surely she won't speak so briefly?</p> <p><strong>8.43pm</strong> Here's Chelsea, introducing Hillary, and here's Hillary. There <em>are</em> a whole lot of \"Hillary\" banners, it turns out. Clinton is wearing orange. She will be criticised for this. She's soaking up the applause, but she hasn't \"spotted-and-pointed-to\" anyone in the audience yet, as far as I can see. The whole top section of the massive plasma screens above the podium flash a single word: CLINTON.</p> <p><strong>8.48pm</strong> \"I'm here tonight as a proud mother, as a proud Democrat... and a proud supporter of Barack Obama.\" Wild cheers. \"It iss time to take back the country we love, and whether you voted for me or for Barack Obama, the time is right to unite as a single party with a single purpose.\" Couldn't be clearer than that. \"We are on the same team, and none of us can afford to sit on the sidelines. This is a fight for the future, and it's a fight we must win together.\"</p> <p><strong>8.52pm</strong> A quick critique of McCain, though I don't expect we'll hear too much of that tonight — it'd be a distraction from the pro-Obama stuff, and Clinton might need to get along with McCain in the Senate (or with McCain as president) for some years. \"Barack Obama is my candidate. And he must be our president.\" That said, most of what we're hearing right now is Clinton self-glorification. \"I will always remember the single mom who had adopted two kids with autism, didn't have health insurance, and discovered she had cancer. But she greeted me with her bald head painted with my name on it and asked me to fight for healthcare.\" A ringing endorsement of Hillary Clinton, there, but her supporters will love it.</p> <p><strong>8.55pm</strong> Clinton thanks her \"sisterhood of the travelling pantsuits.\" OK. A New Zealand journalist is recording a radio report in my right ear. Very distracting. Meanwhile, tributes from Clinton to Bill Gwatney, the Arkansas Democratic party chair shot dead recently, and Congresswoman Stephanie Tubbs Jones, who also died.</p> <p>...By the way, Michelle Obama and Joe Biden are both watching and applauding vigorously. Barack's not in Denver yet, conveniently.</p> <p>A long section now about why Clinton ran for president. (Healthcare, education, a clean energy economy.) Still no Obama-love. Until now: \"... those are the reasons I ran for president, and those are the reasons I support Barack Obama for president. I want you to ask yourselves: were you in this campaign just for me? Or were you in it for that young Marine and others like him.\" (I didn't tell you about the young Marine — sorry.) Clinton does selflessness in a rather egotistical way, I guess, but this is good stuff.</p> <p><strong>8.58pm:</strong> The Tomasky judgment is in! \"It's fine,\" he says. \"It's probably going to get rave reviews. I don't like it very much, but it's probably going to get rave reviews. I've heard too many of her speeches.\"</p> <p><strong>9.00pm:</strong> \"When Barack Obama is in the White House, he'll revitalize our economy, defend the working people of America, and meet the global challenges of our time. Democrats know how to do this. As I recall, President Clinton and the Democrats did it before. And president Obama and the Democrats will do it again.\" Love for Michelle, for Joe Biden, and for Jill Biden. </p> <p><strong>9.03pm:</strong>\"Now, John McCain is my colleague and friend...\" — a silence in the hall — but no, it's OK, she's slagging him off aplenty now. He's complacent about healthcare, she says, \"and in 2008, he still thinks it's OK when women don't earn equal pay for equal work.\"</p> <p><strong>9.05pm:</strong> And <em>here's</em> the zinger! \"With an agenda like that, it makes sense that George Bush and John McCain will be together next week in the Twin Cities. Because these days they're awfully hard to tell apart.\" Fantastic line, and it's striking how little we've heard George Bush's name so far during this convention and the build-up to it. </p> <p><strong>9.08pm:</strong> A rousing section about Harriet Tubman and the Underground Railroad. \"If you hear the dogs, keep going. If you see torches in the woods, keep going. If they're shouting after you, keep going. Don't ever stop. Keep going... but remember, before we can keep going, we have to get going by electing Barack Obama president.\"</p> <p><strong>9.10pm:</strong> And it's over, with a big final pro-Obama rallying cry. I'll be very surprised if this speech doesn't get wildly enthusiastic reviews tomorrow, but first I'm going to (try to) mingle with some of the delegates and see if I can reach any Significant Conclusions.</p> <p><strong>9.30pm:</strong> James Carville, on CNN, can't resist pointing out that \"this is what a major league fastballer sounds like.\"</p> <p><strong>9.40pm:</strong>Well, that's one elated crowd, Overheard:</p> <p>\"She stepped up to the moment. She stepped up.\"<br>\"She did everything she could have done.\"<br>\"These people -- they have HEALED!\" — actually that was the Daily Show's John Oliver, recording a piece to camera.</p> <p>Diane Wood, a Kentucky delegate and Hillary supporter turned Obama backer, told me Hillary \"said exactly what needed to be said. I think people are really united here. I guess there'll be some holdouts, but I don't think there are any in my delegation — not that I know of, anyway.\"</p> <p>My colleague Elana Schor is questioning the crowd in a rather less hasty fashion — read it later <a href=\"http://www.guardian.co.uk/uselections\">here</a>!</p> <p><strong>9.45pm:</strong> <a href=\"http://www.reason.com/convention2008/show/128315.html\">Hit and Run</a> has a quick roundup of medialand opinions on the speech. They're all positive.</p> <p>(...As someone will inevitably point out tomorrow, a lot of Hillary Clinton's enthusiasm for Barack Obama — like that of many of her supporters in the hall — almost certainly isn't \"genuine\"; nobody believes that she and Bill sit around the dinner table raving endlessly about the man who beat her to the nomination. Sure. But I never understand why that's considered a criticism. Saying what Clinton said tonight, for the sake of electing a Democrat, is surely principled politics, isn't it? Even if it took her many months to start saying it, and even if plenty of tonight's speech was Clinton-focused. What tonight's speech emphatically wasn't was an exercise in helping her supporters wallow in resentment, which she's been all too prone to doing in the fairly recent past. \"I want you to ask yourselves: Were you in this campaign just for me?\" — that's not public therapy, that's a rejection of any further public therapy...)</p> <p><strong>9.50pm:</strong> Oh, and look who's just issued a statement — the McCain campaign. They're pointing out that Clinton's enthusiasm for Obama is questionable because of all the times she attacked him. See paragraph above.</p> <p><strong>9.58pm:</strong> That's all from me. I'm going to step out into the streets of Denver and breathe in the sweet, clear scent of UNITY. Thanks for reading and commenting...</p> <p><a href=\"http://www.guardian.co.uk/world/oliverburkemanblog/2008/aug/27/uselections2008.barackobama#start-of-comments\">Comment</a></p>"
]